[{"detail": [{"content": "Visual Culture and Cultural Studies - Graduate Level Courses - NYU Steinhardt                                            Skip to content        NYU Steinhardt School of Culture, Education, and Human Development           apply now     request info     contact                                     Department of Media, Culture, and Communication           Faculty          Full-Time Faculty      Adjunct Faculty      Publications      Research      Editorial Boards      Visiting Scholars              Undergraduate          BS in MCC            Overview     Degree Requirements     Liberal Arts Core     Fields of Study     Restricted Electives     Course Descriptions            BS in MCC/GPH         Overview     Degree Requirements     Liberal Arts Core     Fields of Study     Restricted Electives     GPH Course Descriptions     MCC Course Descriptions           Advising &amp; Registration    Minors    Transfers      Prospective Students         Admissions     Frequently Asked Questions           Honors Program    Comm Club         Master's       Master of Arts    Dual Degree Program      Curriculum         Areas of Study     Course Offerings     Current Course Details     Sample Course Schedules           Current Students         Forms and Procedures      Thesis Abstracts             MA Profiles    Prospective Students         Admissions     Frequently Asked Questions     Chat with Advisor               Doctoral       Doctor of Philosophy    Curriculum         Required Coursework     Course Offerings     Current Course Details           Current Students         Forms and Procedures     Exams     Dissertation Abstracts             PhD Profiles    Prospective Students         Admissions     Principles and Procedures     Funding and Grants     Frequently Asked Questions                Internships         For Students               Program Highlights      Internship Credit      Internship Forms              For Employers           Information for Employers          NYU Career Development                    News and Events         News and Upcoming Events     Annual Events     Department Listserv        Study Abroad         MCC Abroad     Global Media Scholars        Steinhardt Abroad     NYU Abroad           Alumni         MCC Alumni     Steinhardt Alumni     NYU Alumni           Resources         Technical Support     Funding            Find Funding       Faculty Funding       Student Funding              Research     Professional Development     Digital Archives            PDF Archives       Ad Archive       Dead Media Archive               Doctoral Wiki     Teaching Handbook           About         Message from the Chair     Staff     Contact     Request Information     Bulletin     Apply for Admission                MCC Facebook   MCC Twitter   MCC Vimeo   MCC Youtube   MCC Flickr   MCC LinkedIn          Graduate Level Courses                       Browse by       Doctoral courses only    Doctoral core courses    Courses offered abroad    Research courses    All Graduate courses        Browse by MA Area of Study  Global and Transcultural Communication Visual Culture and Cultural Studies Interaction and Social Processes Persuasion and Politics Technology and Society              Visual Culture and Cultural Studies        Courses examine the role of cultural production and visual practice in the fashioning of urbanism, consumer desire, spatial experience, gender/sexual identities, race and ethnicity, trans-cultural and historical image flows, the aesthetics of everyday life and the performance of political power.                     MCC-GE 2005 - Psychic Life of Media   \"Our writing tools are also working on our thoughts,\" Nietzsche supposedly declared &agrave; propos his typewriter. This claim has been used by Friedrich Kittler and others to argue for a version of media studies based on \"media-technological determinism.\" This course will consider how various Freudian and post-Freudian psychoanalytic concepts might be used to critique this position, or at least provide it with greater nuance . Readings vary from semester to semester. Sample Syllabus          MCC-GE 2010 - Censorship in American Culture   This course examines censorship in American culture, from the late 19th century to the present and surveys areas where debates about censorship have been urgently contested, from discussions about birth control, to literature, film, theatre, art galleries and history museums, to sidewalks and lecture halls, to the internet. Students will explore the historical contexts in which important cultural and legal struggles over censorship took place and how this history affects contemporary debates about the arts, sexuality, national security, technology, privacy, and government involvement in the marketplace of ideas and images.    sample syllabus           MCC-GE 2025 - Race and Media   The racial and ethnic diversity of the United States from Europeans' first encounter with Native Americans, through colonialism and American slavery, Reconstruction, Jim Crow, the Civil Rights era and beyond has made the issue of race one of the United States' principal sites of conflict and conversation. For many years, scholarship on race and media has focused on a myriad of theories and issues surrounding representation, concerned with the presence or lack of people of color in media of all kinds, and the stereotypical ways they are portrayed when they are present. But this is only one part of the story. While this course highlights many of these issues, it focuses on the ways that media can and have shaped public discourse about race and racism both within and beyond the confines of the United States. The course considers a variety of media television sitcoms and drama, television and print news, film, popular music, the internet and others for the purpose of investigating how media have and continue to variably influence the publics racial agenda, and the general content, tone and tenor of racial conversation in the public sphere.    sample syllabus           MCC-GE 2027 - Media and the Environment   This course will introduce you to the varied ways in which human and natural environments have been shaped by media representations and technologies, extending from newspapers, photography, and popular literature, to film, television, and video games. The course integrates the study of environmental media from diverse disciplinary perspectives, including eco-cinema, eco-criticism, environmental communication, and environmental studies. It surveys research from media studies that explores how environments are represented in visual media; from eco-critical texts that detail the specificities of poetic, literary, and artistic approaches to the environment; and work in environmental communication that documents the role of the mass media, including the Internet, broadcast television, and news programs, in the dissemination of environmental messages. The course will also interrogate the diverging functions of environmental media in different historical periods and social contexts, beginning with the rise of landscape photography, scientific representations of nature, and &ldquo;fictional&rdquo; wildlife films; extending through the development of canonical environmental media works in the 1960s; and ending with the role of contemporary interactive and &ldquo;recycling&rdquo; based aesthetics. sample syllabus          MCC-GE 2030 - Architecture as Media   This class reads architecture and the built environment through the lenses of media, communication, and culture. The course takes seriously the proposition that spaces communicate meaningfully and that learning to read spatial productions leads to better understanding how material and technological designs are in sustained conversation with the social, over time. Through analyses of a range of spaces &ndash; from Gothic Cathedrals to suburban shopping malls to homes, factories, skyscrapers and digital cities &ndash; students will acquire a vocabulary for relating representations and practices, symbols and structures, and for identifying the ideological and aesthetic positions that produce settings for everyday life.    sample syllabus           MCC-GE 2100 - Seminar in Media Criticism   Analysis of the media environment from a variety of critical perspectives. Emphasis on writing as well as reading media criticism.    sample syllabus           MCC-GE 2112 - Politics of the Gaze   The mediation and technological development of vision and its dominance over the human sensorium is integral to the emergence of the modern, including experiences of urbanism, consumer desire, gender/sexual identities, race and ethnicity, trans-cultural image systems, aesthetic production, and the making of power and political truth claims. This seminar will focus on introducing participants to the core theories and analytic methods of visual culture, and the socio-political history of the human sensorium in a variety of disciplines, including ethnography, social history, urban studies, cinema studies, social geography, material culture studies, and media studies.    sample syllabus           MCC-GE 2125 - Evolution of Technology    Traces the development of technology from historical, current, &amp; future-oriented perspectives. Attention given to intended &amp; unintended consequences of technological events.    sample syllabus           MCC-GE 2134 - Media Archaeology   Over the last decade or so, scholars in several disciplines have embarked on a series of media-archaeological excavations, sifting through the layers of early and obsolete practices and technologies of communication. The archaeological metaphor evokes both the desire to recover material traces of the past and the imperative tosituate those traces in their social, cultural, and political contexts - while always watching our steps. This eminar will examine some of the most important contributions to the field of media archaeology and, most importantly, provide an ongoing research studio in which participants undertake archaeological projects of their own.    sample syllabus           MCC-GE 2135 - Media, Memory, and History     This seminar will focus on introducing participants to the basic theory and core methods of visual culture studies in a variety of disciplines, including ethnography, social history, urban studies, cinema studies, social geography, art history and media studies.    sample syllabus           MCC-GE 2136 - War and Media Theory   Communication studies traditionally focus on how war is propagandized by mass media. In contrast, this seminar proposes that war is an encompassing mode of political communication in which media is militarized and violence is mediatized. We will examine how modern warfare has generated new visual cultures and new media networks. This seminar proposes that the visual technology of war and the technologies of event dissemination are linked problems in the political history of representation. The triangulation of person, place and time as the basis of perceiving history can only be accounted for by a history of mediated perception-a history increasingly characterized by military technologies and military visual culture, and their fashioning of the modern sensorium. The seminar will examine the thesis that the 'informationatization' of contemporary consciousness can only be understood through a media theory of war.    sample syllabus           MCC-GE 2137 - Memory, Architecture and Design: Comparative Perspectiveson New York and Buenos Aires   This course compares the debates &amp; contestations over architecture&rsquo;srelationship to memory, trauma, nationalism, &amp; memorialization thathave taken place in Argentina, over the memory of its &ldquo;dirty war&rdquo; from1976-1983, and in the United States over the last three decades. Itsituates this comparative perspective within the scholarship ofarchitecture &amp; design, memory studies, &amp; visual culture.    sample syllabus          MCC-GE 2138 - Politics of Digital Media       This  seminar will examine the myriad ways in which digital media shape our political  and cultural institutions, processes, and perceptions. From the silver-haired  architect of Wikileaks to the networked activists who helped bring down a slew  of Arab regimes, digital media are facilitating previously unimaginable  contests for visibility and power, ushering in a shift from spectatorship to  participation. But they are neither uncomplicated nor monolithic: A host of  forces, from government legislation to market considerations, are vying to  fashion the emerging technologies into weapons used to oppress opponents and  stifle dissent. To paint this rapidly evolving landscape, we will look at broad  political theories as well as particular policies, will hear from leading  theorists and activists in the field, and will strive to emerge with both a  philosophical and practical understanding of the movements currently at work  and the technological platform on which they rely and against which they  sometimes feud.    sample syllabus           MCC-GE 2143 - Cultural Analysis of Design   This class introduces design as an intersection of practice, philosophy, aesthetics, politics, and material culture. In the course of bringing students into the contemporary conversation that organizes design discourse increasingly in terms of interaction, this class prepares students to conduct original project work on the history, culture, and aesthetics of contemporary material and visual culture at the scale of computers, media, architecture, and product.    sample syllabus          MCC-GE 2146 - The Sitcom    This course examines the history and politics of television's most enduring genre, the situation comedy. The sitcom occupies a particularly important place in U.S. cultural hierarchies. Both lauded as an innovative, quintessentially televisual form and denigrated as the epitome of mass media's formulaic cultural dross, the genre is a discursive locus in which U.S. preoccupations with class, race, gender, and other forms of difference are negotiated.    sample syllabus           MCC-GE 2147 - Reality and Documentary TV   This course will survey  the historical development and shifting definitions of documentary and reality  television. We will explore the ways in which television has understood and  utilized non-fiction formats at particular historical moments; trace the  formations and deployment of realist aesthetics; explore the ethical  obligations/problematics of these forms and their practitioners; examine the  implications and meanings of documentary/reality hybrids; and consider the reception  of and cultural meanings derived from particular documentary and reality texts  and subgenres. sample syllabus           MCC-GE 2149 - A Cultural History of Television   A survey of the cultural and industrial history of American television; focus on how technological innovation, regulatory bodies, advertisers, network heads, creative producers, audiences have interacted with economic, social, and political forces to shape television over time. Examines the methodological practices and concerns involved in the writing of media histories and specifically the history of broadcasting. sample syllabus           MCC-GE 2150 - The Origins of Modern Media    sample syllabus Examination of the sociopolitical, technological, aesthetic, &amp; institutional development of media from 1880-1950. Emphasis is placed on telegraphy, telephony, sound-recording, &amp; amplification devices, radio (both point-to-point &amp; broadcast) &amp; film. Students are introduced to a variety of historiographical techniques &amp; are encouraged to reflect upon the relationship between origins of the mass media &amp; current technological institutional, sociopolitical &amp; aesthetic dynamics of media.          MCC-GE 2155 - Activist Art and Creative Activism   The course will focus on the tactical, strategic, and organizational uses of artistic aesthetic taken up by the activist for the purpose of social change. The course will rely on both a survey of the existing theory and scholarship on &ldquo;artistic activism,&rdquo; as well as close analyses of contemporary practices on a local, national and global scale. Special attention will be paid to issues of creativity and efficacy, addressing questions concerning the value of this hybrid practice as both an aesthetic and political activity.    Sample Syllabus          MCC-GE 2157 - The Communications Revolution and Culture in America    An examination of the nature of the communications revolution in the 20th century &amp; its impact on American cultural life &amp; institutions. First semester focuses on the political economy of media from a critical perspective; second semester focuses on current developments in the communications industry &amp; their impact on the U.S. &amp;global culture, from an industry perspective. Either half may be taken independently.          MCC-GE 2166 - The Global City and Media Ethnography: Practice-led Transcultural Media Research   The course focuses on the theories and methods of media/sensory ethnography, visual culture, media archeology, through the linked topics of transcultural and trans-local processes, diaspora identities, the post colonial and human rights. The curriculum is aimed at graduate students from diverse disciplines who want to explore creative media practice as a research methodology. This course provides students with theoretical and practical grounding in multi-sited action research in trans-cultural and transnational settings. Through social historical and trans-cultural ethnographic perspectives practice-led pedagogy promotes a self- reflexive contextual and critical understanding of the use of media for the conduct and dissemination of research and the creation of social knowledge through participatory cultural production. Practice-Led Media Research is the theory, social history pedagogy and circulation of social science and humanities research through the production of film, video, internet, visual arts and other screen/audio based media. Practice-led research overcomes divisions between social theory and action-research, and between creative practice and evidence-based research. An important focus is the use of visual media to convey ideas and distinctive understandings about the world. There is a strong emphasis on comprehending visual phenomena in cross-cultural perspective and on the multifarious roles played by media in processes of identity and cultural formation in the world today.    sample syllabus          MCC-GE 2167 - Transnational Media Flows   This class will study the global landscape of media flows, particularly television and film, and its specific configurations at regional and national levels. Rooted in the idea of media as cultural industries we will identify the supranational regional players from some of the most important geo-linguistic markets around the world, where the tensions of global/transnational media and cultural audience's dynamics at local levels become more evident. We will examine the implications of these industrial/cultural dynamics from both theories that denounce the homogenizing cultural effect produce by global media, as well as approaches that underscore the rising of counter-flow trends based on audiences' preferences. sample syllabus           MCC-GE 2169 - Globalization, Memory, and Visual Culture   This course examines the intersections of global visual culture and cultural memory, with a particular focus on the tensions that arise between the largely national tendencies of cultural memory and the global circulation of cultural meaning. We will focus on the ways that the nation, colonialism, and globalization have been enacted through visual culture and cultural memory with a particular focus on France, in comparison to other national contexts.    The course provides an overview of contemporary theoretical engagements with cultural memory, visual culture, and consumerism, looking at the role played by discourses of memory in changing concepts of nation, colonialism-postcolonialism, and globalization. The course will begin by examining how cultural memory and memorialization have been deployed in the context of the nation, looking in particular at how national memory has been constructed in France. We will look at how the concept of national memory becomes contested, and the institutions through which the memory of France and the French Empire have been constructed. We will thus consider the tensions between the emerging identities of transnationalism and globalization and the traditional frameworks of national memory. How cultural memory is enacted through visual culture will be a key theme of the course, looking at memorials, museums, artistic projects, design, and architecture as central to how cultural memory is shaped. We will situate these projects in relation to the memory industry and global consumer economy, through which cultural memory is packaged, branded, and consumed. These intersections&mdash;memory, visual culture, consumerism, nationalism, colonialism, and globalization&mdash;will frame our inquiries.    This course will be an intensive three-week course in Paris, organized in collaboration with the American University of Paris. We will have a number of field trips and site visits, including the Musee Carnavalet, the Quai Branley museum of French colonialism, the Cite de l&rsquo;Immigration, and a day trip to Normandy and the World War II museum in Caen.    Note: This couse will be offered in Paris in Summer 2014. Department approval needed. More information is available here .    sample syllabus           MCC-GE 2171 - Screening History: The Construction of American History in Hollywood   This course explores how popular Hollywood films construct versions of the historical past, and can be utilized as historical documents themselves. The films reach mass audiences, they entertain, they mythologize, they produce compelling narratives about the past, they simplify complex problems, and they have been influential in creating audiences&rsquo; historical understanding. Hollywood films are significant and complex cultural texts, and this course will study them as artifacts of a powerful communications entertainment industry whose visions of the past and arguments regarding social, political, economic order throughout the 20 th century and into the 21 st centuries warrants our close examination.    Sample Syllabus          MCC-GE 2173 - Research for Communication Professionals   The course has two parts. One is providing the student with an understanding of media research as used to measure usage and behavior and to commodify audiences for sale to support content. Exposure to the measurement tools such as ratings, time spent, reach, engagement, WOM, CTR, by such firms as Google, ComScore, Nielsen, Arbitron, and others, will be part of this. Two is how research is done on the media to understand people's attitudes, opinions and behavior. This will consist of exposure to a variety of different studies on different aspects of the media as well as exposure to different methodologies and techniques. It will also consist of the student participating in a simulated media research project on how to conduct a research study. Both these parts of the class will be taught in the context of the digital media environment that is causing a revolution in measurement, re-shaping platforms and the economics of the business. Digital media is upsetting the media business as not only can it measure people's individual behavior but creates research data that can predict behavior as well as tell people what they want to consume. sample syllabus          MCC-GE 2191 - Print Media and Modernity   This seminar will explore the evolution of print technology and culture since Gutenberg's first experiments with movable type. Our objective will be to arrive at an understanding of how print media have formed and transformed essential features of the culture of capitalism. Themes will include the rise of the bourgeois individual, public/private spheres, production of difference, erotics of reading, urban space and spectacle, high/low culture, bureaucracy. Although the emphasis will be on the history of the book, the course will also examine newspapers, paper money, identity documents, and other printed matter. sample syllabus          MCC-GE 2200 - Media Events and Spectacle   An inquiry into those forces in our technological society, especially those of the mass media that significantly influence our beliefs, attitudes &amp; actions. sample syllabus          MCC-GE 2201 - Mediating the Bio-political Body   This seminar seeks to build media theory within the material histories, philosophy and political culture of embodiment/disembodiment. The body is situated as the interface of our era's most contentious political terrains including human rights violations, epidermal stigma, gendered gazes, targeting gazes, and confinement in refugee, detention, torture and concentration camps. For Foucault the formation of the political subject is isomorphic to the formation of the body as a communicative, mediating and mediated site. The body has become the screen, the archive and the stylus for political inscription and encryption. For Foucault, Agamben and Esposito the political is concerned with producing forms of life as biopower-- the governing of life and death through subject forming and deforming body-media from surveillance to violence. Previously Hegel, Kojeve, Lacan and Fanon theorized political domination as the spectral occupation and remediation of one body by another. Derrida described the current war on terror as the shift from communitas to immunitas, to auto-co-immunity in which the body-politic sacrifices its actuality to protect itself as virtuality. In the above theories the body unfolds as the place where our current historical actuality originates and culminates in a politics of somatic virtuality. We will examine the body as a political semiotechnique, as material support for political ideology and spectacle and as enabled/disabled by techno-political prosthetics and as the means of political virtualization. We will track several orienting genealogies of the body that roughly run from Hegel and Kojeve to Lacan and Fanon; from Spinoza, Nietzsche and Heidegger, to Deleuze, Foucault, Agamben, Esposito and Derrida; from Merleau-Ponty to Lefort and Ranciere. Among the themes to be explored are: exposability and disposability of the body; torture, embodied witnessing and truth; postcolonial typographies of the body; second bodies, subversive mimesis and political virtuality; political animality and monstrosity; communicable and excommunicated bodies; political violence as auto-immunization. sample syllabus          MCC-GE 2202 - Public Sphere Formation   The unprecedented visibility both of everyday life, and of the mediatization that makes this visibility possible, shift and transform society and the conditions of knowledge about it. We will approach these issues as questions pertaining to public sphere formation. We will begin with two distinct but related arguments about the public-private opposition, namely Habermas's influential formulation drawing on Kant, and Hannah Arendt's, that draws on ancient Greek philosophy. In this course we will consider the problems attending any attempt to construct a theoretical genealogy for the terms \"public\" and \"private,\" and examine as well specific cultural-political mobilizations, and techno-institutional elaborations of these terms, and some of the implications arising from these definitions, mobilizations and instantiations.    sample syllabus           MCC-GE 2206 - Dis/ability Studies: Media, Philosophy, and Visual Culture   Introduction to the concepts used in the new interdisciplinary field of disability studies. This seminar will be a joint exploration of the necessarily connected experience and representation of dis/ability, embodiment and the \"normal\" in modern Western culture. It centers on questions of dis/ability in the three fields at three critical interfaces, namely the formation of Western rationality in the seventeenth century;the generalization and medicalization of the concept of the \"normal\" in the nineteenth century; and the emergence of dis/ability as a new form of identity in the past forty years. sample syllabus           MCC-GE 2210 - Globalization and Gender   This course will examine how definitions of gender and sexuality are reproduced, negotiated and deployed in the context of globalization and transnational flows. We will examine key texts drawn from feminist/global cultural studies on the topics of citizenship, global labor flows, migration, militarization, neoliberalism and the construction of the gendered global subject. Through a reading of theoretical texts, ethnographic case studies and analysis of media representation, we will engage with questions of feminist epistemology and method research.    sample syllabus           MCC-GE 2211- Decolonization and its Aftermath   The advent of 20th century decolonization challenged the way in which world history had been conceived for four centuries, as centered upon the tiny landmass of Western Europe, rather than say, as plural and polycentric. The former view made it difficult to understand how the majority of the world's population mattered to history at all. With the onset of decolonization after the end of World War I, the world began to be seen, first through the lens of the nation, and secondly, as an extensive set of interconnections, where seemingly remote events could have major effects across countries. This course will combine a survey of select decolonization movements with analyses of the transformations from anticolonial nationalism through postcolonial developmentalism to the contemporary new world order. The course will consider decolonization in two senses: as the historical achievement of independence in former colonies, and, as a communicational concept illuminating socio-political change. sample syllabus 1    sample syllabus 2          MCC-GE 2220 - Communication and the Culture Industries     An examination of the ways the entertainment industries exercise their communicative power. Provides a wide-ranging overview of theoretical &amp; empirical research on the industrial manufacture of popular culture, focusing on sociologies of production &amp; on the ongoing processes of digitization and globalization.    sample syllabus           MCC-GE 2251 - Communication Environments: Macroanalysis   Inquiries into \"the business behind the box\": the economic &amp; decision-making structure of broadcast television.    sample syllabus          MCC-GE 2284 - Religion and Media    Bertrand Russell long ago declared that religion belonged to the infancy of human history, in a statement that expressed the secular self-understanding of an enlightened European of his time. By comparison, at least from the time of Alexis de Tocqueville, it has been clear that in a country like the United States, religious affiliation has not diminished with the advance of historical time. If anything the movement has been in a contrary direction, with religion having increased in social and political influence, with effects that reverberate across the globe today. The disparity between Continental and American perceptions reflects a failure to understand the place of religion in modern society, and to relate changes in religious practice to historical change. It is not simply in traditional, backward or disadvantaged societies that religion thrives, but in the very heart of modern society, so to speak. The legislative approach to sequester religion and keep it in its place, widely practiced, rarely has the desired results. Religion turns out to be mediated in new ways, to sacralize new forms of connection, to mark out new relations between the sacred and the profane.    Note: This couse may be offered in Paris. Consult your academic advisor for further information.    sample syllabus           MCC-GE 2286 - Young People & Media Cultures   In this course students explore the debates and issues raised by various media environments as these relate to young people's growth and experiences. Students investigate how young people actually use, value, and find meaning in multiple media in different social contexts, and discuss the social, cultural, and political implications of these situations. Finally, students propose how to deal with the issues raised by the readings and discussions. sample syllabus          MCC-GE 2287 - Global Youth Media   This graduate level course explores the contextual purposes, practices, and outcomes of youth media projects that use a variety ofcommunication and media technologies in different locations around theworld. Students will examine research into why and how youth createand distribute multiple media in different locales, and investigate inwhat ways these activities support the development of young people&rsquo;scapacities for 21st century skills of digital communication, criticalliteracy, civic engagement, media appreciation, and personalexpression.    sample syllabus          MCC-GE 2310 - Sound Studies   This course examines central themes in the emerging field of 'Sound Studies'. We explore a range of histories, archeologies and ethnographies of sound and listening, as it intersects with topics in media studies, science and technology studies, political economy and musicology. How has our experience of sound changed as we move from the piano to the personal computer, from the phonoautograph to the mp3? How have political, commercial, and cultural forces shaped what we are able to listen to, and how we listen to it? Finally, how have performers, physiologists, acousticians, engineers and philosophers worked to understand this radical transformation of the senses?  Students should be able to describe and analyze technologies of sound production and reproduction over the last two centuries. They should also be able to describe, contrast and analyze (1) disciplinary, (2) metaphysical, (3) ideological, and (4) musical approaches to sound and listening over the last two centuries. Finally, students should be able to critically assess the way various communicative media have shaped how sound is made, used and heard in our times.    sample syllabus          MCC-GE 2344 - The Social Life of Paper    What is the cultural work performed by or with the technology of paper? How can a history of paper supplement and enrich recent histories of printing technology and printed artifacts like \"the book\"? What would it mean to imagine a paperless future? Organized around discussions of readings in common, this course considers the history, production, circulation and use of paper in the social production of knowledge, the shared imagination of value, and the mutual relations of consumers and commodities.    sample syllabus          MCC-GE 2351 - Global Food Cultures    An interdisciplinary and intercultural examination of human communication through food. The course explores the social, economic, political, and cultural ramifications of the technology, production, acquisition, preservation, packaging, distribution, promotion, representation, selling, presentation, and consumption of food, as well as the disposal of food-related wastes. Students will have a unique opportunity to explore various local, regional, and transnational cuisines and food rituals in Hong Kong as the manifestation of changing social norms, economic realities, and cultural beliefs in an increasingly global and multicultural city.    Note: This couse is offered in Hong Kong. Consult your academic advisor for further information.       Sample syllabus          MCC-GE 2381 - Topics in Globalization: Global Consumer Culture   Consumer culture by its nature is intensely local and inevitably global. Its locality is tied up with the intimacy of food, clothing, and shelter, and the elasticity of the relationship between bodies and things, yet its meanings and messages are globally circulated and produced. Consumption is a flash point for social and political debates about the relationship between needs and desires. This course explores critical approaches to the globalization of consumer culture by exploring the ways in which bodies and things shape each other through long histories (colonial, postcolonial, global) of production, distribution, and fashion. Students will study the social world of global consumers as an analytic entry point into the complex networks of cultural practice which mediate the perennial tension between habituation and novelty in the shaping of consumer experience in the context of globalization.    sample syllabus           MCC-GE 2402 - Topics in Visual Culture and Cultural Studies: The Political History of Visual Display and Representation   This course is a political analysis of the modern history of visual display and exhibition, tracing it from the Russian avant-garde to issues of spectacle, the ideological function of the museum, and public art. The critique of institutions such as museums is an area of inquiry in visual culture. This course analyzes concepts of the public, the avant garde, spectacle, the function of exhibitions in totalitarian political regimes, the concept of exhibition as resistance, and the relationship of urban economies and visual display. sample syllabus          MCC-GE 2403 - Topics in Visual Culture and Cultural Studies: Visuality and Globalization   Visual culture studies visuality as a key component of globalization. By visuality, we mean the visualization of history, composed of images, ideas and the imagination. This class introduces present-day visualized globalization in historical context and offers students ways to research visual culture in the intersections between globalizations past and present. In the first half of the class, lectures and discussion trace the concept of visuality from its emergence in the 19th century to its uses in imperial regimes and the neo-visuality of the present. We consider how visuality imagines history as war, visible only to the Hero, or Great Man, and consider alternatives proposed by abolitionists, indigenous people, and the labor movement. The second half of the class will be a series of visual media-based workshops from painting and photography to film and digital media, discussing strategies and approaches to research as well as offering students the opportunity to use primary and archival materials. Students will develop a project proposal that might be developed into a thesis, article or mixed-media project. sample syllabus          MCC-GE 2405 - Topics in Visual Culture and Cultural Studies: Communism and the Cold War   In the era of the permanent memorial, it is noticeable that Communism and the Cold War are being increasingly marginalized in accounts of present-day crises. This class offers a counterpoint by examining the legacies of these experiences in visual and cultural studies. It suggests a different history of the present than is usually told, with particular regard to visuality in film, art and performance. Each participant will undertake a research project using materials in the Tamiment Library (and elsewhere if needed) and will present the results in a mini-conference at the end of the semester.    sample syllabus           MCC-GE 2406 - Special Topics in Visual Culture and Cultural Studies: Semiotics of Media, Art and Performance   This seminar will explore semiotics and performance theory by comparing the modes ofperformance used in media (including television, film, radio, advertising, theater, music andvisual art) with social performance in general. Readings will draw from classic and contemporary work in semiotics, performance theory and linguistic anthropology, analyzing media and art forms from around the world. Students willengage with the theoretical concepts and analytical models encountered in class by applying them to a media form, performance or piece of art of their own choosing. Sample Topics List          MCC-GE 2420 - Visual Culture Methods   In the  wake of the Arab Spring and the Occupy movements worldwide, especially Occupy  Wall St here in New York, how can we study the interface of visualized media  and politics? This course provides a participatory introduction to the methods  of critical visuality studies from a wide range of perspectives. The class will  develop and explore horizontal means of occupying visual culture.    Sample syllabus          MCC-GE 2836 - Culture and Media in Urban China   This graduate workshop combines an interdisciplinary seminar on methods in China studies and a &ldquo;writing group&rdquo; format for graduate students developing original research on historical and contemporary formations of Chinese media and material culture: historical documents, art, photography, films, television shows, legal cases, novels, magazines, blogs and microblogs, material objects, ritual events, etc. We will read from outstanding books in China studies, including sociology, history, art history, anthropology, and media studies. Our discussion of these readings will focus on comparing methodological and analytical approaches to a range of text/objects, and contrasting forms of argument that focus on: 1) &ldquo;cosmology&rdquo; (cultures, conceptual schemes, languages, ideologies); 2) &ldquo;politics&rdquo;(conflict, difference, distinction); and 3) &ldquo;structure&rdquo; (networks and systems, kinship, clientalism, bureaucracy). Over the course of the semester students will develop analyses of their own text/objects, and use these analyses to develop journal articles, MA theses, or dissertation chapters.    sample syllabus                    This site, and all its contents, are Copyright &copy;    by New York University. All rights reserved.   NYU Steinhardt - Media, Culture, and Communication - 239 Greene Street, 8th Floor, New York,  NY 10003"}]},
{"detail": [{"content": "Visual Culture and Cultural Studies - Graduate Level Courses - NYU Steinhardt                                            Skip to content        NYU Steinhardt School of Culture, Education, and Human Development           apply now     request info     contact                                     Department of Media, Culture, and Communication           Faculty          Full-Time Faculty      Adjunct Faculty      Publications      Research      Editorial Boards      Visiting Scholars              Undergraduate          BS in MCC            Overview     Degree Requirements     Liberal Arts Core     Fields of Study     Restricted Electives     Course Descriptions            BS in MCC/GPH         Overview     Degree Requirements     Liberal Arts Core     Fields of Study     Restricted Electives     GPH Course Descriptions     MCC Course Descriptions           Advising &amp; Registration    Minors    Transfers      Prospective Students         Admissions     Frequently Asked Questions           Honors Program    Comm Club         Master's       Master of Arts    Dual Degree Program      Curriculum         Areas of Study     Course Offerings     Current Course Details     Sample Course Schedules           Current Students         Forms and Procedures      Thesis Abstracts             MA Profiles    Prospective Students         Admissions     Frequently Asked Questions     Chat with Advisor               Doctoral       Doctor of Philosophy    Curriculum         Required Coursework     Course Offerings     Current Course Details           Current Students         Forms and Procedures     Exams     Dissertation Abstracts             PhD Profiles    Prospective Students         Admissions     Principles and Procedures     Funding and Grants     Frequently Asked Questions                Internships         For Students               Program Highlights      Internship Credit      Internship Forms              For Employers           Information for Employers          NYU Career Development                    News and Events         News and Upcoming Events     Annual Events     Department Listserv        Study Abroad         MCC Abroad     Global Media Scholars        Steinhardt Abroad     NYU Abroad           Alumni         MCC Alumni     Steinhardt Alumni     NYU Alumni           Resources         Technical Support     Funding            Find Funding       Faculty Funding       Student Funding              Research     Professional Development     Digital Archives            PDF Archives       Ad Archive       Dead Media Archive               Doctoral Wiki     Teaching Handbook           About         Message from the Chair     Staff     Contact     Request Information     Bulletin     Apply for Admission                MCC Facebook   MCC Twitter   MCC Vimeo   MCC Youtube   MCC Flickr   MCC LinkedIn          Graduate Level Courses                       Browse by       Doctoral courses only    Doctoral core courses    Courses offered abroad    Research courses    All Graduate courses        Browse by MA Area of Study  Global and Transcultural Communication Visual Culture and Cultural Studies Interaction and Social Processes Persuasion and Politics Technology and Society              Visual Culture and Cultural Studies        Courses examine the role of cultural production and visual practice in the fashioning of urbanism, consumer desire, spatial experience, gender/sexual identities, race and ethnicity, trans-cultural and historical image flows, the aesthetics of everyday life and the performance of political power.                     MCC-GE 2005 - Psychic Life of Media   \"Our writing tools are also working on our thoughts,\" Nietzsche supposedly declared &agrave; propos his typewriter. This claim has been used by Friedrich Kittler and others to argue for a version of media studies based on \"media-technological determinism.\" This course will consider how various Freudian and post-Freudian psychoanalytic concepts might be used to critique this position, or at least provide it with greater nuance . Readings vary from semester to semester. Sample Syllabus          MCC-GE 2010 - Censorship in American Culture   This course examines censorship in American culture, from the late 19th century to the present and surveys areas where debates about censorship have been urgently contested, from discussions about birth control, to literature, film, theatre, art galleries and history museums, to sidewalks and lecture halls, to the internet. Students will explore the historical contexts in which important cultural and legal struggles over censorship took place and how this history affects contemporary debates about the arts, sexuality, national security, technology, privacy, and government involvement in the marketplace of ideas and images.    sample syllabus           MCC-GE 2025 - Race and Media   The racial and ethnic diversity of the United States from Europeans' first encounter with Native Americans, through colonialism and American slavery, Reconstruction, Jim Crow, the Civil Rights era and beyond has made the issue of race one of the United States' principal sites of conflict and conversation. For many years, scholarship on race and media has focused on a myriad of theories and issues surrounding representation, concerned with the presence or lack of people of color in media of all kinds, and the stereotypical ways they are portrayed when they are present. But this is only one part of the story. While this course highlights many of these issues, it focuses on the ways that media can and have shaped public discourse about race and racism both within and beyond the confines of the United States. The course considers a variety of media television sitcoms and drama, television and print news, film, popular music, the internet and others for the purpose of investigating how media have and continue to variably influence the publics racial agenda, and the general content, tone and tenor of racial conversation in the public sphere.    sample syllabus           MCC-GE 2027 - Media and the Environment   This course will introduce you to the varied ways in which human and natural environments have been shaped by media representations and technologies, extending from newspapers, photography, and popular literature, to film, television, and video games. The course integrates the study of environmental media from diverse disciplinary perspectives, including eco-cinema, eco-criticism, environmental communication, and environmental studies. It surveys research from media studies that explores how environments are represented in visual media; from eco-critical texts that detail the specificities of poetic, literary, and artistic approaches to the environment; and work in environmental communication that documents the role of the mass media, including the Internet, broadcast television, and news programs, in the dissemination of environmental messages. The course will also interrogate the diverging functions of environmental media in different historical periods and social contexts, beginning with the rise of landscape photography, scientific representations of nature, and &ldquo;fictional&rdquo; wildlife films; extending through the development of canonical environmental media works in the 1960s; and ending with the role of contemporary interactive and &ldquo;recycling&rdquo; based aesthetics. sample syllabus          MCC-GE 2030 - Architecture as Media   This class reads architecture and the built environment through the lenses of media, communication, and culture. The course takes seriously the proposition that spaces communicate meaningfully and that learning to read spatial productions leads to better understanding how material and technological designs are in sustained conversation with the social, over time. Through analyses of a range of spaces &ndash; from Gothic Cathedrals to suburban shopping malls to homes, factories, skyscrapers and digital cities &ndash; students will acquire a vocabulary for relating representations and practices, symbols and structures, and for identifying the ideological and aesthetic positions that produce settings for everyday life.    sample syllabus           MCC-GE 2100 - Seminar in Media Criticism   Analysis of the media environment from a variety of critical perspectives. Emphasis on writing as well as reading media criticism.    sample syllabus           MCC-GE 2112 - Politics of the Gaze   The mediation and technological development of vision and its dominance over the human sensorium is integral to the emergence of the modern, including experiences of urbanism, consumer desire, gender/sexual identities, race and ethnicity, trans-cultural image systems, aesthetic production, and the making of power and political truth claims. This seminar will focus on introducing participants to the core theories and analytic methods of visual culture, and the socio-political history of the human sensorium in a variety of disciplines, including ethnography, social history, urban studies, cinema studies, social geography, material culture studies, and media studies.    sample syllabus           MCC-GE 2125 - Evolution of Technology    Traces the development of technology from historical, current, &amp; future-oriented perspectives. Attention given to intended &amp; unintended consequences of technological events.    sample syllabus           MCC-GE 2134 - Media Archaeology   Over the last decade or so, scholars in several disciplines have embarked on a series of media-archaeological excavations, sifting through the layers of early and obsolete practices and technologies of communication. The archaeological metaphor evokes both the desire to recover material traces of the past and the imperative tosituate those traces in their social, cultural, and political contexts - while always watching our steps. This eminar will examine some of the most important contributions to the field of media archaeology and, most importantly, provide an ongoing research studio in which participants undertake archaeological projects of their own.    sample syllabus           MCC-GE 2135 - Media, Memory, and History     This seminar will focus on introducing participants to the basic theory and core methods of visual culture studies in a variety of disciplines, including ethnography, social history, urban studies, cinema studies, social geography, art history and media studies.    sample syllabus           MCC-GE 2136 - War and Media Theory   Communication studies traditionally focus on how war is propagandized by mass media. In contrast, this seminar proposes that war is an encompassing mode of political communication in which media is militarized and violence is mediatized. We will examine how modern warfare has generated new visual cultures and new media networks. This seminar proposes that the visual technology of war and the technologies of event dissemination are linked problems in the political history of representation. The triangulation of person, place and time as the basis of perceiving history can only be accounted for by a history of mediated perception-a history increasingly characterized by military technologies and military visual culture, and their fashioning of the modern sensorium. The seminar will examine the thesis that the 'informationatization' of contemporary consciousness can only be understood through a media theory of war.    sample syllabus           MCC-GE 2137 - Memory, Architecture and Design: Comparative Perspectiveson New York and Buenos Aires   This course compares the debates &amp; contestations over architecture&rsquo;srelationship to memory, trauma, nationalism, &amp; memorialization thathave taken place in Argentina, over the memory of its &ldquo;dirty war&rdquo; from1976-1983, and in the United States over the last three decades. Itsituates this comparative perspective within the scholarship ofarchitecture &amp; design, memory studies, &amp; visual culture.    sample syllabus          MCC-GE 2138 - Politics of Digital Media       This  seminar will examine the myriad ways in which digital media shape our political  and cultural institutions, processes, and perceptions. From the silver-haired  architect of Wikileaks to the networked activists who helped bring down a slew  of Arab regimes, digital media are facilitating previously unimaginable  contests for visibility and power, ushering in a shift from spectatorship to  participation. But they are neither uncomplicated nor monolithic: A host of  forces, from government legislation to market considerations, are vying to  fashion the emerging technologies into weapons used to oppress opponents and  stifle dissent. To paint this rapidly evolving landscape, we will look at broad  political theories as well as particular policies, will hear from leading  theorists and activists in the field, and will strive to emerge with both a  philosophical and practical understanding of the movements currently at work  and the technological platform on which they rely and against which they  sometimes feud.    sample syllabus           MCC-GE 2143 - Cultural Analysis of Design   This class introduces design as an intersection of practice, philosophy, aesthetics, politics, and material culture. In the course of bringing students into the contemporary conversation that organizes design discourse increasingly in terms of interaction, this class prepares students to conduct original project work on the history, culture, and aesthetics of contemporary material and visual culture at the scale of computers, media, architecture, and product.    sample syllabus          MCC-GE 2146 - The Sitcom    This course examines the history and politics of television's most enduring genre, the situation comedy. The sitcom occupies a particularly important place in U.S. cultural hierarchies. Both lauded as an innovative, quintessentially televisual form and denigrated as the epitome of mass media's formulaic cultural dross, the genre is a discursive locus in which U.S. preoccupations with class, race, gender, and other forms of difference are negotiated.    sample syllabus           MCC-GE 2147 - Reality and Documentary TV   This course will survey  the historical development and shifting definitions of documentary and reality  television. We will explore the ways in which television has understood and  utilized non-fiction formats at particular historical moments; trace the  formations and deployment of realist aesthetics; explore the ethical  obligations/problematics of these forms and their practitioners; examine the  implications and meanings of documentary/reality hybrids; and consider the reception  of and cultural meanings derived from particular documentary and reality texts  and subgenres. sample syllabus           MCC-GE 2149 - A Cultural History of Television   A survey of the cultural and industrial history of American television; focus on how technological innovation, regulatory bodies, advertisers, network heads, creative producers, audiences have interacted with economic, social, and political forces to shape television over time. Examines the methodological practices and concerns involved in the writing of media histories and specifically the history of broadcasting. sample syllabus           MCC-GE 2150 - The Origins of Modern Media    sample syllabus Examination of the sociopolitical, technological, aesthetic, &amp; institutional development of media from 1880-1950. Emphasis is placed on telegraphy, telephony, sound-recording, &amp; amplification devices, radio (both point-to-point &amp; broadcast) &amp; film. Students are introduced to a variety of historiographical techniques &amp; are encouraged to reflect upon the relationship between origins of the mass media &amp; current technological institutional, sociopolitical &amp; aesthetic dynamics of media.          MCC-GE 2155 - Activist Art and Creative Activism   The course will focus on the tactical, strategic, and organizational uses of artistic aesthetic taken up by the activist for the purpose of social change. The course will rely on both a survey of the existing theory and scholarship on &ldquo;artistic activism,&rdquo; as well as close analyses of contemporary practices on a local, national and global scale. Special attention will be paid to issues of creativity and efficacy, addressing questions concerning the value of this hybrid practice as both an aesthetic and political activity.    Sample Syllabus          MCC-GE 2157 - The Communications Revolution and Culture in America    An examination of the nature of the communications revolution in the 20th century &amp; its impact on American cultural life &amp; institutions. First semester focuses on the political economy of media from a critical perspective; second semester focuses on current developments in the communications industry &amp; their impact on the U.S. &amp;global culture, from an industry perspective. Either half may be taken independently.          MCC-GE 2166 - The Global City and Media Ethnography: Practice-led Transcultural Media Research   The course focuses on the theories and methods of media/sensory ethnography, visual culture, media archeology, through the linked topics of transcultural and trans-local processes, diaspora identities, the post colonial and human rights. The curriculum is aimed at graduate students from diverse disciplines who want to explore creative media practice as a research methodology. This course provides students with theoretical and practical grounding in multi-sited action research in trans-cultural and transnational settings. Through social historical and trans-cultural ethnographic perspectives practice-led pedagogy promotes a self- reflexive contextual and critical understanding of the use of media for the conduct and dissemination of research and the creation of social knowledge through participatory cultural production. Practice-Led Media Research is the theory, social history pedagogy and circulation of social science and humanities research through the production of film, video, internet, visual arts and other screen/audio based media. Practice-led research overcomes divisions between social theory and action-research, and between creative practice and evidence-based research. An important focus is the use of visual media to convey ideas and distinctive understandings about the world. There is a strong emphasis on comprehending visual phenomena in cross-cultural perspective and on the multifarious roles played by media in processes of identity and cultural formation in the world today.    sample syllabus          MCC-GE 2167 - Transnational Media Flows   This class will study the global landscape of media flows, particularly television and film, and its specific configurations at regional and national levels. Rooted in the idea of media as cultural industries we will identify the supranational regional players from some of the most important geo-linguistic markets around the world, where the tensions of global/transnational media and cultural audience's dynamics at local levels become more evident. We will examine the implications of these industrial/cultural dynamics from both theories that denounce the homogenizing cultural effect produce by global media, as well as approaches that underscore the rising of counter-flow trends based on audiences' preferences. sample syllabus           MCC-GE 2169 - Globalization, Memory, and Visual Culture   This course examines the intersections of global visual culture and cultural memory, with a particular focus on the tensions that arise between the largely national tendencies of cultural memory and the global circulation of cultural meaning. We will focus on the ways that the nation, colonialism, and globalization have been enacted through visual culture and cultural memory with a particular focus on France, in comparison to other national contexts.    The course provides an overview of contemporary theoretical engagements with cultural memory, visual culture, and consumerism, looking at the role played by discourses of memory in changing concepts of nation, colonialism-postcolonialism, and globalization. The course will begin by examining how cultural memory and memorialization have been deployed in the context of the nation, looking in particular at how national memory has been constructed in France. We will look at how the concept of national memory becomes contested, and the institutions through which the memory of France and the French Empire have been constructed. We will thus consider the tensions between the emerging identities of transnationalism and globalization and the traditional frameworks of national memory. How cultural memory is enacted through visual culture will be a key theme of the course, looking at memorials, museums, artistic projects, design, and architecture as central to how cultural memory is shaped. We will situate these projects in relation to the memory industry and global consumer economy, through which cultural memory is packaged, branded, and consumed. These intersections&mdash;memory, visual culture, consumerism, nationalism, colonialism, and globalization&mdash;will frame our inquiries.    This course will be an intensive three-week course in Paris, organized in collaboration with the American University of Paris. We will have a number of field trips and site visits, including the Musee Carnavalet, the Quai Branley museum of French colonialism, the Cite de l&rsquo;Immigration, and a day trip to Normandy and the World War II museum in Caen.    Note: This couse will be offered in Paris in Summer 2014. Department approval needed. More information is available here .    sample syllabus           MCC-GE 2171 - Screening History: The Construction of American History in Hollywood   This course explores how popular Hollywood films construct versions of the historical past, and can be utilized as historical documents themselves. The films reach mass audiences, they entertain, they mythologize, they produce compelling narratives about the past, they simplify complex problems, and they have been influential in creating audiences&rsquo; historical understanding. Hollywood films are significant and complex cultural texts, and this course will study them as artifacts of a powerful communications entertainment industry whose visions of the past and arguments regarding social, political, economic order throughout the 20 th century and into the 21 st centuries warrants our close examination.    Sample Syllabus          MCC-GE 2173 - Research for Communication Professionals   The course has two parts. One is providing the student with an understanding of media research as used to measure usage and behavior and to commodify audiences for sale to support content. Exposure to the measurement tools such as ratings, time spent, reach, engagement, WOM, CTR, by such firms as Google, ComScore, Nielsen, Arbitron, and others, will be part of this. Two is how research is done on the media to understand people's attitudes, opinions and behavior. This will consist of exposure to a variety of different studies on different aspects of the media as well as exposure to different methodologies and techniques. It will also consist of the student participating in a simulated media research project on how to conduct a research study. Both these parts of the class will be taught in the context of the digital media environment that is causing a revolution in measurement, re-shaping platforms and the economics of the business. Digital media is upsetting the media business as not only can it measure people's individual behavior but creates research data that can predict behavior as well as tell people what they want to consume. sample syllabus          MCC-GE 2191 - Print Media and Modernity   This seminar will explore the evolution of print technology and culture since Gutenberg's first experiments with movable type. Our objective will be to arrive at an understanding of how print media have formed and transformed essential features of the culture of capitalism. Themes will include the rise of the bourgeois individual, public/private spheres, production of difference, erotics of reading, urban space and spectacle, high/low culture, bureaucracy. Although the emphasis will be on the history of the book, the course will also examine newspapers, paper money, identity documents, and other printed matter. sample syllabus          MCC-GE 2200 - Media Events and Spectacle   An inquiry into those forces in our technological society, especially those of the mass media that significantly influence our beliefs, attitudes &amp; actions. sample syllabus          MCC-GE 2201 - Mediating the Bio-political Body   This seminar seeks to build media theory within the material histories, philosophy and political culture of embodiment/disembodiment. The body is situated as the interface of our era's most contentious political terrains including human rights violations, epidermal stigma, gendered gazes, targeting gazes, and confinement in refugee, detention, torture and concentration camps. For Foucault the formation of the political subject is isomorphic to the formation of the body as a communicative, mediating and mediated site. The body has become the screen, the archive and the stylus for political inscription and encryption. For Foucault, Agamben and Esposito the political is concerned with producing forms of life as biopower-- the governing of life and death through subject forming and deforming body-media from surveillance to violence. Previously Hegel, Kojeve, Lacan and Fanon theorized political domination as the spectral occupation and remediation of one body by another. Derrida described the current war on terror as the shift from communitas to immunitas, to auto-co-immunity in which the body-politic sacrifices its actuality to protect itself as virtuality. In the above theories the body unfolds as the place where our current historical actuality originates and culminates in a politics of somatic virtuality. We will examine the body as a political semiotechnique, as material support for political ideology and spectacle and as enabled/disabled by techno-political prosthetics and as the means of political virtualization. We will track several orienting genealogies of the body that roughly run from Hegel and Kojeve to Lacan and Fanon; from Spinoza, Nietzsche and Heidegger, to Deleuze, Foucault, Agamben, Esposito and Derrida; from Merleau-Ponty to Lefort and Ranciere. Among the themes to be explored are: exposability and disposability of the body; torture, embodied witnessing and truth; postcolonial typographies of the body; second bodies, subversive mimesis and political virtuality; political animality and monstrosity; communicable and excommunicated bodies; political violence as auto-immunization. sample syllabus          MCC-GE 2202 - Public Sphere Formation   The unprecedented visibility both of everyday life, and of the mediatization that makes this visibility possible, shift and transform society and the conditions of knowledge about it. We will approach these issues as questions pertaining to public sphere formation. We will begin with two distinct but related arguments about the public-private opposition, namely Habermas's influential formulation drawing on Kant, and Hannah Arendt's, that draws on ancient Greek philosophy. In this course we will consider the problems attending any attempt to construct a theoretical genealogy for the terms \"public\" and \"private,\" and examine as well specific cultural-political mobilizations, and techno-institutional elaborations of these terms, and some of the implications arising from these definitions, mobilizations and instantiations.    sample syllabus           MCC-GE 2206 - Dis/ability Studies: Media, Philosophy, and Visual Culture   Introduction to the concepts used in the new interdisciplinary field of disability studies. This seminar will be a joint exploration of the necessarily connected experience and representation of dis/ability, embodiment and the \"normal\" in modern Western culture. It centers on questions of dis/ability in the three fields at three critical interfaces, namely the formation of Western rationality in the seventeenth century;the generalization and medicalization of the concept of the \"normal\" in the nineteenth century; and the emergence of dis/ability as a new form of identity in the past forty years. sample syllabus           MCC-GE 2210 - Globalization and Gender   This course will examine how definitions of gender and sexuality are reproduced, negotiated and deployed in the context of globalization and transnational flows. We will examine key texts drawn from feminist/global cultural studies on the topics of citizenship, global labor flows, migration, militarization, neoliberalism and the construction of the gendered global subject. Through a reading of theoretical texts, ethnographic case studies and analysis of media representation, we will engage with questions of feminist epistemology and method research.    sample syllabus           MCC-GE 2211- Decolonization and its Aftermath   The advent of 20th century decolonization challenged the way in which world history had been conceived for four centuries, as centered upon the tiny landmass of Western Europe, rather than say, as plural and polycentric. The former view made it difficult to understand how the majority of the world's population mattered to history at all. With the onset of decolonization after the end of World War I, the world began to be seen, first through the lens of the nation, and secondly, as an extensive set of interconnections, where seemingly remote events could have major effects across countries. This course will combine a survey of select decolonization movements with analyses of the transformations from anticolonial nationalism through postcolonial developmentalism to the contemporary new world order. The course will consider decolonization in two senses: as the historical achievement of independence in former colonies, and, as a communicational concept illuminating socio-political change. sample syllabus 1    sample syllabus 2          MCC-GE 2220 - Communication and the Culture Industries     An examination of the ways the entertainment industries exercise their communicative power. Provides a wide-ranging overview of theoretical &amp; empirical research on the industrial manufacture of popular culture, focusing on sociologies of production &amp; on the ongoing processes of digitization and globalization.    sample syllabus           MCC-GE 2251 - Communication Environments: Macroanalysis   Inquiries into \"the business behind the box\": the economic &amp; decision-making structure of broadcast television.    sample syllabus          MCC-GE 2284 - Religion and Media    Bertrand Russell long ago declared that religion belonged to the infancy of human history, in a statement that expressed the secular self-understanding of an enlightened European of his time. By comparison, at least from the time of Alexis de Tocqueville, it has been clear that in a country like the United States, religious affiliation has not diminished with the advance of historical time. If anything the movement has been in a contrary direction, with religion having increased in social and political influence, with effects that reverberate across the globe today. The disparity between Continental and American perceptions reflects a failure to understand the place of religion in modern society, and to relate changes in religious practice to historical change. It is not simply in traditional, backward or disadvantaged societies that religion thrives, but in the very heart of modern society, so to speak. The legislative approach to sequester religion and keep it in its place, widely practiced, rarely has the desired results. Religion turns out to be mediated in new ways, to sacralize new forms of connection, to mark out new relations between the sacred and the profane.    Note: This couse may be offered in Paris. Consult your academic advisor for further information.    sample syllabus           MCC-GE 2286 - Young People & Media Cultures   In this course students explore the debates and issues raised by various media environments as these relate to young people's growth and experiences. Students investigate how young people actually use, value, and find meaning in multiple media in different social contexts, and discuss the social, cultural, and political implications of these situations. Finally, students propose how to deal with the issues raised by the readings and discussions. sample syllabus          MCC-GE 2287 - Global Youth Media   This graduate level course explores the contextual purposes, practices, and outcomes of youth media projects that use a variety ofcommunication and media technologies in different locations around theworld. Students will examine research into why and how youth createand distribute multiple media in different locales, and investigate inwhat ways these activities support the development of young people&rsquo;scapacities for 21st century skills of digital communication, criticalliteracy, civic engagement, media appreciation, and personalexpression.    sample syllabus          MCC-GE 2310 - Sound Studies   This course examines central themes in the emerging field of 'Sound Studies'. We explore a range of histories, archeologies and ethnographies of sound and listening, as it intersects with topics in media studies, science and technology studies, political economy and musicology. How has our experience of sound changed as we move from the piano to the personal computer, from the phonoautograph to the mp3? How have political, commercial, and cultural forces shaped what we are able to listen to, and how we listen to it? Finally, how have performers, physiologists, acousticians, engineers and philosophers worked to understand this radical transformation of the senses?  Students should be able to describe and analyze technologies of sound production and reproduction over the last two centuries. They should also be able to describe, contrast and analyze (1) disciplinary, (2) metaphysical, (3) ideological, and (4) musical approaches to sound and listening over the last two centuries. Finally, students should be able to critically assess the way various communicative media have shaped how sound is made, used and heard in our times.    sample syllabus          MCC-GE 2344 - The Social Life of Paper    What is the cultural work performed by or with the technology of paper? How can a history of paper supplement and enrich recent histories of printing technology and printed artifacts like \"the book\"? What would it mean to imagine a paperless future? Organized around discussions of readings in common, this course considers the history, production, circulation and use of paper in the social production of knowledge, the shared imagination of value, and the mutual relations of consumers and commodities.    sample syllabus          MCC-GE 2351 - Global Food Cultures    An interdisciplinary and intercultural examination of human communication through food. The course explores the social, economic, political, and cultural ramifications of the technology, production, acquisition, preservation, packaging, distribution, promotion, representation, selling, presentation, and consumption of food, as well as the disposal of food-related wastes. Students will have a unique opportunity to explore various local, regional, and transnational cuisines and food rituals in Hong Kong as the manifestation of changing social norms, economic realities, and cultural beliefs in an increasingly global and multicultural city.    Note: This couse is offered in Hong Kong. Consult your academic advisor for further information.       Sample syllabus          MCC-GE 2381 - Topics in Globalization: Global Consumer Culture   Consumer culture by its nature is intensely local and inevitably global. Its locality is tied up with the intimacy of food, clothing, and shelter, and the elasticity of the relationship between bodies and things, yet its meanings and messages are globally circulated and produced. Consumption is a flash point for social and political debates about the relationship between needs and desires. This course explores critical approaches to the globalization of consumer culture by exploring the ways in which bodies and things shape each other through long histories (colonial, postcolonial, global) of production, distribution, and fashion. Students will study the social world of global consumers as an analytic entry point into the complex networks of cultural practice which mediate the perennial tension between habituation and novelty in the shaping of consumer experience in the context of globalization.    sample syllabus           MCC-GE 2402 - Topics in Visual Culture and Cultural Studies: The Political History of Visual Display and Representation   This course is a political analysis of the modern history of visual display and exhibition, tracing it from the Russian avant-garde to issues of spectacle, the ideological function of the museum, and public art. The critique of institutions such as museums is an area of inquiry in visual culture. This course analyzes concepts of the public, the avant garde, spectacle, the function of exhibitions in totalitarian political regimes, the concept of exhibition as resistance, and the relationship of urban economies and visual display. sample syllabus          MCC-GE 2403 - Topics in Visual Culture and Cultural Studies: Visuality and Globalization   Visual culture studies visuality as a key component of globalization. By visuality, we mean the visualization of history, composed of images, ideas and the imagination. This class introduces present-day visualized globalization in historical context and offers students ways to research visual culture in the intersections between globalizations past and present. In the first half of the class, lectures and discussion trace the concept of visuality from its emergence in the 19th century to its uses in imperial regimes and the neo-visuality of the present. We consider how visuality imagines history as war, visible only to the Hero, or Great Man, and consider alternatives proposed by abolitionists, indigenous people, and the labor movement. The second half of the class will be a series of visual media-based workshops from painting and photography to film and digital media, discussing strategies and approaches to research as well as offering students the opportunity to use primary and archival materials. Students will develop a project proposal that might be developed into a thesis, article or mixed-media project. sample syllabus          MCC-GE 2405 - Topics in Visual Culture and Cultural Studies: Communism and the Cold War   In the era of the permanent memorial, it is noticeable that Communism and the Cold War are being increasingly marginalized in accounts of present-day crises. This class offers a counterpoint by examining the legacies of these experiences in visual and cultural studies. It suggests a different history of the present than is usually told, with particular regard to visuality in film, art and performance. Each participant will undertake a research project using materials in the Tamiment Library (and elsewhere if needed) and will present the results in a mini-conference at the end of the semester.    sample syllabus           MCC-GE 2406 - Special Topics in Visual Culture and Cultural Studies: Semiotics of Media, Art and Performance   This seminar will explore semiotics and performance theory by comparing the modes ofperformance used in media (including television, film, radio, advertising, theater, music andvisual art) with social performance in general. Readings will draw from classic and contemporary work in semiotics, performance theory and linguistic anthropology, analyzing media and art forms from around the world. Students willengage with the theoretical concepts and analytical models encountered in class by applying them to a media form, performance or piece of art of their own choosing. Sample Topics List          MCC-GE 2420 - Visual Culture Methods   In the  wake of the Arab Spring and the Occupy movements worldwide, especially Occupy  Wall St here in New York, how can we study the interface of visualized media  and politics? This course provides a participatory introduction to the methods  of critical visuality studies from a wide range of perspectives. The class will  develop and explore horizontal means of occupying visual culture.    Sample syllabus          MCC-GE 2836 - Culture and Media in Urban China   This graduate workshop combines an interdisciplinary seminar on methods in China studies and a &ldquo;writing group&rdquo; format for graduate students developing original research on historical and contemporary formations of Chinese media and material culture: historical documents, art, photography, films, television shows, legal cases, novels, magazines, blogs and microblogs, material objects, ritual events, etc. We will read from outstanding books in China studies, including sociology, history, art history, anthropology, and media studies. Our discussion of these readings will focus on comparing methodological and analytical approaches to a range of text/objects, and contrasting forms of argument that focus on: 1) &ldquo;cosmology&rdquo; (cultures, conceptual schemes, languages, ideologies); 2) &ldquo;politics&rdquo;(conflict, difference, distinction); and 3) &ldquo;structure&rdquo; (networks and systems, kinship, clientalism, bureaucracy). Over the course of the semester students will develop analyses of their own text/objects, and use these analyses to develop journal articles, MA theses, or dissertation chapters.    sample syllabus                    This site, and all its contents, are Copyright &copy;    by New York University. All rights reserved.   NYU Steinhardt - Media, Culture, and Communication - 239 Greene Street, 8th Floor, New York,  NY 10003"}, {"content": "Visual Culture and Cultural Studies - Master&#039;s Program - Media Studies - NYU Steinhardt                                            Skip to content        NYU Steinhardt School of Culture, Education, and Human Development           apply now     request info     contact                                     Department of Media, Culture, and Communication           Faculty          Full-Time Faculty      Adjunct Faculty      Publications      Research      Editorial Boards      Visiting Scholars              Undergraduate          BS in MCC            Overview     Degree Requirements     Liberal Arts Core     Fields of Study     Restricted Electives     Course Descriptions            BS in MCC/GPH         Overview     Degree Requirements     Liberal Arts Core     Fields of Study     Restricted Electives     GPH Course Descriptions     MCC Course Descriptions           Advising &amp; Registration    Minors    Transfers      Prospective Students         Admissions     Frequently Asked Questions           Honors Program    Comm Club         Master's       Master of Arts    Dual Degree Program      Curriculum         Areas of Study     Course Offerings     Current Course Details     Sample Course Schedules           Current Students         Forms and Procedures      Thesis Abstracts             MA Profiles    Prospective Students         Admissions     Frequently Asked Questions     Chat with Advisor               Doctoral       Doctor of Philosophy    Curriculum         Required Coursework     Course Offerings     Current Course Details           Current Students         Forms and Procedures     Exams     Dissertation Abstracts             PhD Profiles    Prospective Students         Admissions     Principles and Procedures     Funding and Grants     Frequently Asked Questions                Internships         For Students               Program Highlights      Internship Credit      Internship Forms              For Employers           Information for Employers          NYU Career Development                    News and Events         News and Upcoming Events     Annual Events     Department Listserv        Study Abroad         MCC Abroad     Global Media Scholars        Steinhardt Abroad     NYU Abroad           Alumni         MCC Alumni     Steinhardt Alumni     NYU Alumni           Resources         Technical Support     Funding            Find Funding       Faculty Funding       Student Funding              Research     Professional Development     Digital Archives            PDF Archives       Ad Archive       Dead Media Archive               Doctoral Wiki     Teaching Handbook           About         Message from the Chair     Staff     Contact     Request Information     Bulletin     Apply for Admission                MCC Facebook   MCC Twitter   MCC Vimeo   MCC Youtube   MCC Flickr   MCC LinkedIn          Master's Program - Media Studies                       Browse by MA Area of Study       Global and Transcultural Communication    Visual Culture and Cultural Studies    Interaction and Social Processes    Persuasion and Politics    Technology and Society                 Visual Culture and Cultural Studies        Please click on a name to view a student's profile.                     Adekola, Lara   Lara Adekola is a first year Master&rsquo;s student in the Media, Culture, and Communications program at NYU. She is originally from Minneapolis, MN and graduated from Macalester College in 2010 with a B.A. cum laude in American Studies and minor in Media Studies.    While attending Macalester, she conducted independent research as a Mellon Mays Undergraduate Fellow and explored the visual representations of black women within hip &ndash;hop culture. She supplemented this research through her experience as a New Media intern for Asylum Records. Lara also studied abroad in Brazil at the Universidade Federal da Bahia and had the opportunity to investigate the country&rsquo;s racial identity politics through a global media perspective.    After graduating from Macalester she moved to New York City, and worked in the media, fashion, and beauty industries. She has maintained her passion for writing and media through blogging as a contributing writer for sites such as AOL Music. At NYU, Lara hopes to further explore the intersections of race, gender, and class in the media, primarily in television, magazines, and advertisements. More specifically, she would like to interrogate how women of color support one another and define their own ideas of beauty in spaces such as blogs, online forums, and vlogs. At large she is concerned with popular culture, global media consumption, representation, and the utilization of Internet social media as sites for resistance and agency.          Elgarresta, Adriana   Adriana was born in Caracas, Venezuela but grew up in Miami, Florida. At a young age, she was exposed to various different cultures, which influenced her interest in cross-cultural communications. In 2012, she graduated from The George Washington University with a B.A. in political science and a minor in history. While studying political science, she was primarily interested in the study of culture policy. During her time at The George Washington University, Adriana also had the opportunity to do a semester abroad in Paris. While abroad, she traveled to many cities across Europe such as Venice, Berlin, Madrid, Prague, Budapest and Zurich. These travel experiences further opened her eyes to the important role visual culture and cross-cultural communication play in shaping and developing contemporary society. She interned in the communications department at Brookings Institute and spent the last year working for Art Basel Miami Beach. Adriana&rsquo;s goal as an incoming MCC MA student is to learn about new and effective ways of using old and new media technologies, specifically in the area of visual culture, to help bridge cultural differences, create cross-cultural awareness, and encourage creative expression and innovation.           Giles, Matthew Neil   Matt Giles graduated Summa Cum Laude from Brigham Young University - Hawaii with a Bachelor's in Communications. His research focuses on the way that groups adopt and reimagine cultural identities in post-modern settings. His work has taken him to various research sites around the Pacific including Fiji, Hawaii, and Solomon Islands and his continued work in transformative conflict resolution focuses on narrative identity formation and individual interpretation and application of broad social norms.    Though much of his research focuses on the Pacific, Matt's interest in the role of cultural presentation in peacebuilding yields interesting opportunities in contemporary American religious congregations as well as the Middle East. He is involved in religiously-based efforts to create dialogue between gay rights activists and the Mormon Church through the \"\"Mormons Building Bridges Project\"\" and advocates for human rights issues within that group. His interests include new media in cultural revival efforts, transformative conflict resolution and public relations campaign analysis.          Hodder, Heather   Heather Hodder graduated in January 2011 from The School of Media and Public Affairs at The George Washington University with a B.A. cum laude in Political Communication. She has interned at The New York Times, The Brookings Institute and for three semesters at The U.S. Department of State (Bureau of International Information Programs and Bureau of Public Affairs), all of which have enhanced her interest in government and new media. She has also worked as a reporter, videographer, and editor for The Patch (AOL) for many northern New Jersey towns and Georgetown, Washington, D.C.    At NYU, her research has focused on the intersection of politics and popular culture. Her projects have ranged from examining the counterculture advertisements in underground newspapers of the 1960s, to the politics of censoring theater and literature in US schools, to the campaigning strategies of the \"politician as entertainer\" on daytime and late night talk shows. Heather also has a strong interest in international affairs and the new tools governmental organizations use to connect with their citizens online.    Heather is a recipient of SMPA's Larry King Award and a Google Scholarship to attend and be part of the Online News Association's (ONA) Student Newsroom in 2010. She is a member of ONA, Phi Sigma Sigma, and the Golden Key International Honour Society.    Heather has also been a member of SAG/AFTRA since 1999. She has acted on television, film, and off-broadway productions. Additionally Heather is a singer and has performed at Lincoln Center and at The Kennedy Center for Performing Arts. She has played the flute in both the NYU Concert Band and the GWU Wind Ensemble, performing with the latter for First Lady Michelle Obama at the 2010 GWU graduation on the National Mall.          Kuo, Rachel Sue-Tung   Rachel is a first-year student focusing on Visual Culture and Cultural Studies. She is interested in researching how social justice issues can become more relevant to the general public by using mainstream entertainment, mass media, pop culture, and social media as vehicles for transformation and as part of an activist toolkit. She is also investigating media representations and narratives of race, gender, and sexuality. Sometimes, she is not the most fun to watch television or movies with.    Currently, she also works full-time as the Communications Coordinator for the NYC Department of Cultural Affairs' creative reuse program Materials for the Arts. In her \"free time,\" she volunteers with ALIST Magazine as the Managing Digital Editor and also with Brown Girls Burlesque, an all womyn of color performance group. Prior to moving in New York, she worked as the Communications Specialist and Social Justice Educator at the University of Wisconsin-Madison's Multicultural Student Center for two years.    Randomly, she has driven the Oscar Mayer Wienermobile across the country for one year right after graduation. Her internship experiences include the Ad Council, NBC Universal, Ogilvy PR in Dubai, and Mercy Corps in Bishkek, Kyrgyzstan. She graduated from the University of Missouri's School of Journalism in 2010, with a journalism degree emphasizing strategic communications and minors in art and classical humanities.    Twitter: @rachelkuo          Lin, Shuying   Born and raised in Shanghai, Shuying Lin is interested in global affairs and comparative studies as well as cultural and literary critiques. She also wishes to explore how policies are to shape the evolving social norms and diverging cultures. In 2013 she graduated with honors from East China Normal University (ECNU) with a BA in Translation and Interpretation. At ECNU She assisted in a national research program on American Visual Culture in the perspective of linguistics. She also directed a play producing the best actor and supporting actor at drama festival. She was a deputy group leader of Public Relations Department at ECNU and responsible for photographing, interviewing, manuscript writing and campus news production. She earned a law degree from East China University of Political Science and Law. In 2012 she took a law program in Oxford. There she studied global and international macroeconomics, theory of international business law and IP rights, topics of WTO &amp; ASEAN as well as European business law. Prior to this, she interned at Shanghai Judicial Expertise Center. Shuying worked as an intern journalist at Global Times, China Daily and Thomson Reuters, where she was engaged in news gathering and reporting and attended media round tables. She had contributed to some major stories. Her reporting interests are global politics, social activism and nation-to-nation relation, in particular from the prism of cultural differences.She is also a freelance English-Chinese interpreter and is going to write for Oriental Morning Post, a media outlet based in Shanghai.          Memmolo, Jennifer   Jennifer Memmolo graduated from the Phillip Merrill College of Journalism at the University of Maryland in Spring 2010 with a focus on Broadcast Studies and American Studies. She spent her senior year working on an extensive analysis of post-9/11 elections in the Middle East with the International Center for Media and the Public Agenda. After graduating, she continued her work with ICMPA as a researcher on a study analyzing global media bias during coverage of Park51 (&ldquo;The Ground Zero Mosque&rdquo;) in 2011. The study was published in conjunction with the The United Nations Alliance of Civilizations and the Gabinete de Comunicaci&oacute;n y Educaci&oacute;n at the Universitat Autonoma de Barcelona and focused on the disproportionate impact breaking news coverage can have on audience comprehension.    Jen&rsquo;s current research interests include the relationship between emotional development and construction of children&rsquo;s media, media literacy education, and the examination of framing and bias within the journalism industry (she casts a bountiful net). At NYU, Jen plans to focus on Visual Culture &amp; Cultural Studies and Persuasion &amp; Politics.    Jennifer currently works for a major television network as a senior research analyst. Her non-academic research interests include Bruce Springsteen and feminism and celebrity culture. When she&rsquo;s not working, in class, or re-watching &ldquo;Friday Night Lights&rdquo;, she&rsquo;s being funny: Jen is an improviser who trained extensively at the Upright Citizens&rsquo; Brigade and currently hosts the bi-weekly podcast Radio HRLD , an improvised comedy show she co-created under the Blasto! Podcast Network.          Sanford, Alex   Alex's childhood was spent in several rural and small town communities across the western United States. She attended the University of Kansas as a third generation Jayhawk, after her father and grandfather before her, graduating with dual majors in Geography, with a focus in the psychology of place and cultural mapping, and Humanities &amp; Western Civilization. After graduation she boarded a Greyhound bus and headed west, spending the next 8 years in urban settings. This variety of formative societal experiences led to a lifelong fascination with the ways in which societies develop and maintain communal identities, and the influence spacial structure has on such development.    Since graduation, Alex has worked primarily in operational management; helping to build a university housing operation for a mid-size urban campus from the ground up, then transitioning to project management and operational consulting with an international software company specializing in university housing, conference, and conduct software. While at NYU her particular research interests are focused in exploring the roles of storytelling in cultural and personal identity formation, and how that role has changed, been celebrated and maligned, lost, disguised, and revitalized across time and cultures, and the patterns and impacts of these cycles.    The rest of the time she's either writing, dancing, or questing for the ultimate salsa recipe.          Sarka, Soumi   Soumi is a first-year MA student in Media, Culture, and Communication. She completed her MA in English Literature from Jadavpur University, India, in 2013, but has since worked a number of professions in the arts. She also attended a prestigious summer school at the University of Edinburgh for Modernist Literature and Creative Writing. She has been working as a freelance writer and artist since 2008, and took up photography professionally in 2012, and has had the chance to work and learn under the tutelage of a number of successful professionals in the field.    At NYU, Soumi plans on focusing on Visual Culture and Cultural Studies, thereby drawing on her knowledge and experience in the arts and applying it to academia. She has, for long, been an avid consumer and practitioner of new media and pop culture, and is interested in observing the changing nature of visual media. Through her studies, she wants to examine the use of augmented reality and mixed media in contemporary visual media practices.    When not lost in a fight over Ferrari&rsquo;s F1 Championship hopes with a hater, or thrusting her camera in the face of the unassuming bystander, Soumi is usually found catching up with the latest in fantasy fiction, doodling on attractive surfaces, or playing RPGs.          Shinert, Alexandra Rose   Alexandra Shinert is a first year student in the MCC Master&rsquo;s program, where she will be focusing on Visual Culture and Cultural Studies. She is from Wyoming, Pennsylvania and graduated from King&rsquo;s College (Wilkes-Barre, PA) in 2012 with a B.A. summa cum laude in Mass Communications and minors in History and International Studies. Prior to her studies at NYU, Alexandra studied abroad in Italy, Turkey, and France where she had the opportunity to first view media and culture in a literal global context. Broadly, her research interests include film, television, travel, media consumption, American lifestyle &amp; culture, and popular culture.    At NYU, Alexandra&rsquo;s research will explore the different types of narratives media texts, primarily film and television, provide to audiences about a certain person, place, and culture. She is interested in investigating what kinds of narratives are being sent to audiences and how they resonate with individuals. She looks to compare the media&rsquo;s depictions with their real world counterparts to discover how &ldquo;realistic&rdquo; representations may be. At large, she is concerned with media consumption and understanding an individual's relationship with media, as well as society's.    In the past, Alexandra has researched the consumption of various TV shows, including Jersey Shore, Keeping Up With the Kardashians, The Real World, and Sex and the City. In addition, she has spent time researching travel narratives to understand the way films and guidebooks shape the experiences their audiences have in a given place.          Sokolski, Melissa   Melissa attended Indiana University where she studied journalism, theatre, and literature, graduating with a BA in English and German in 2011. She worked as an actor-interpreter and gallery facilitator at the Children&rsquo;s Museum of Indianapolis for two years, exploring different communication methods for children of various ages and their families. Her research interests include medium studies and medium-to-medium adaptation, children&rsquo;s media, and the graphic novel.          Stewart, Traci   Born and raised in Allentown, PA, attended Duke University as a Division 1 field hockey athlete until 2005, and graduated December 2007 with degrees in Psychology and English and a certificate in Film/Video/Digital Studies. Traci has since pursued independent documentary filmmaking, curating a solo photography exhibit, freelance photojournalism, and performing with Lehigh University&rsquo;s community dance program. Employed as a Mental Health Technician for the Kidspeace Residential program, Traci decided to pursue graduate school in hopes to achieve greater success for social health. While she doesn&rsquo;t see herself continuing in the mental health field as a direct care provider, she however wants to be a direct influence on society and feels most comfortable doing so through human-media interaction. In the summer of 2008, Traci went backpacking on her own through 12 European countries, 22 cities, guided solely by her Sony HDR-HC1 video camera and 35mm Minolta in order to document her interactions. While abroad, Traci participated for non-credit in a five-week program at the Academy Dell&rsquo;Arte in Tuscany, Italy collaborating with students from filmmaking, acting and dancing backgrounds.    Traci wants to research cultural structures and organize media events that will stimulate self-reflection and social awareness.           Suh, Brittany   Brittany was born in Wisconsin and spent some school years in Minnesota but mostly grew up in Korea. She graduated from Handong University with a B.A. in Communication and Korean law. Her experience as a &lsquo;Korean&rsquo; in the United States and an &lsquo;American&rsquo; in Korea brought up many questions of race, nationality, ideology, culture, and the media that actively affects all these. She chose NYU's MCC program to research on cultural studies and media representation, with special focus on gender, race, ideology and globalization. Brittany hopes to develop her research by exploring (1) discourse on issues of gender and race; (2) ideological conflict inherent in this discourse; (3) its relationship with globalization and multi-nationalism; and (4) how it is represented in the media. This research will help understand the discourse of gender and race issues, led and fueled by the media under circumstances of globalization and multi-nationalism. Further, Brittany's long-term goal is to apply studies in communication and media to analyzing the reunification process in Korea.          Taylor, Mary   I like long walks on the beach and reading Bordieau.          Turner White, Margaret   Margaret Turner White, a lifelong New Yorker, graduated from Princeton University with an A.B. summa cum laude in English. Her undergraduate research focused on theatre and performance studies and culminated in a prize-winning senior thesis, &ldquo;What Should I Try to Be?: Performance of the Self on the American Musical Stage.&rdquo; Her professional experience includes work with such theatrical organizations as the York Theatre Company, the Rodgers and Hammerstein Organization, Stewart F. Lane Productions, McCarter Theater Center, and the New York Musical Theater Festival. She is currently a contributing blogger for the Green Room at NewMusicalTheatre.com.    In pursuing her M.A. in Media, Culture, and Communication, Margaret looks forward to expanding her studies of American entertainment culture beyond the theatre. She is interested in exploring how culture and cultural consumption, particularly via television and online social media, are evolving in the digital age.           Watson, John   Originally from Ontario, John Watson graduated from McGill University in Montreal in 2012 with a BA in cultural studies and communications.    After graduating, John spent two years teaching English in Spain and travelling. His main academic interest is in the ways certain groups of people, such as the disabled, are factored into the growing and changing telecommunications market, and how developers, across platforms, are reconsidering the subject as fully able-bodied or able-minded. This interest stems from John's previous research project titled \"Game-Able? Accounting for Disability in Video Game Theory and Rethinking Game Accessibility,\" in which he addresses the lack of attention to the possibility of disability in existing game theory, and the efforts of gaming communities with disabilities to redesign interfaces to meet their needs.    Other research interests include visual culture, contemporary cinema, spectatorship, the film &amp; television industry, and history of technology.          Ye, Xuan   Graduated from MCC in spring 2013, Xuan Ye is intrigued by the phenomenon of sonic cultures, cumulating a thesis on Chinese music subcultures after 2000. Probing into the overlapping of diverse music scenes in terms of the hyphenated genres and the experimental developed in China, she studies the ambiguity and hybridity of Chinese music subcultures under the context of dramatic social vicissitudes in the post-socialist era.    As an avid player in the cultural industry for three years, Xuan has taken various roles in communications and event management, involving with international 4A advertising agencies, Shanghai EXPO, Ai Weiwei Never Sorry, Art Asia Fair, Asia Society, and etc. Since came to NYC in 2011, she has curated more than 30 cultural events at an art space located in Williamsburg. Now she is working on a monthly music/performance showcase titled Da-Yin, which is devoted to a multi-cultural notion of experimental music. Born in China in the year of 1989, Xuan is also a multi-instrumentalist, singer &amp; songwriter, and new media artist. In 2010, she obtained a dual-bachelor degree in E-commerce and Finance.                    This site, and all its contents, are Copyright &copy;    by New York University. All rights reserved.   NYU Steinhardt - Media, Culture, and Communication - 239 Greene Street, 8th Floor, New York,  NY 10003"}, {"content": "Master of Arts in Visual Culture: Costume Studies - NYU Steinhardt                                                         Skip to content         NYU Steinhardt School of Culture, Education, and Human Development           apply now     request info     contact                                      Department of Art and Art Professions            NYU Art Facebook    NYU Art Twitter            Master of Arts in Visual Culture: Costume Studies                 MFA     MA          Art Education      Art Therapy      Costume Studies      Visual Arts Administration             Undergraduate          BFA Studio Art      Minors             About          Exhibitions      Events        Facilities      Faculty      Staff      Student Resources      Internships      Summer                              Costume Studies    the programs faculty    enrollment    curriculum    how to apply    facilities                     Upcoming Symposium            Register Now                          Master of Arts in Visual Culture: Costume Studies       The field of costume studies is one of the most exciting areas of current visual arts research. Since 1979, the MA program in Visual Culture: Costume Studies has focused on the history of costume and textiles in its broadest aesthetic and cultural context. It was the first curriculum in the United States to educate specialists in this field.    MA in Visual Culture: Costume Studies The program offers courses that emphasize the relation of costume studies to material culture and the fine and decorative arts. The 42-point curriculum includes core courses as well as electives in exhibition and museum topics, art theory and criticism, and the decorative arts. Faculty in the program associated with museums and galleries in New York teach courses in costume and textile history, decorative arts, and conservation. Students benefit from collections of costumes, accessories, and related objects at leading institutions, including the Costume Institute at the Metropolitan Museum of Art; Cooper-Hewitt National Design Museum; Museum of the City of New York, and the New-York Historical Society. The internship component of the program enables students to gain firsthand work experience and make valuable professional contacts.    Career Opportunities There are many options available for those who graduate with an MA in this rapidly expanding field, such as:       Museum management and research positions    Auction house and gallery specialist    Archiving, Curatorial, Cataloguing and collection management    Historic preservation    Teaching    Publishing    Writing and Journals    Film and Theatre       Mission Statement Through research, object study, and internships, students in the Costume Studies program will gain knowledge in the history and theory of dress and textiles in its broadest aesthetic and cultural context.    New Dual Degree Opportunity: MA Costume Studies/MS Library Science    In addition to an MA in Visual Culture: Costume Studies, students can earn a master of science in Library and Information Science. In partnership with Long Island University's Palmer School of Library and Information Science, this dual-degree program combines the rigorous study of costume studies with professional qualification to give graduates a competitive edge in the evolving fields of information science, digital humanities, curatorial studies, and data archiving.    Learn more about the 61-point dual-degree program in Costume Studies and Library Science .                                                                           This site, and all its contents, are Copyright &copy;        by New York University. All rights reserved.     NYU Steinhardt - Department of Art and Arts Professions - 34 Stuyvesant Street -  New York, NY 10003"}]},
{"detail": [{"content": "Visual Culture and Cultural Studies - Graduate Level Courses - NYU Steinhardt                                            Skip to content        NYU Steinhardt School of Culture, Education, and Human Development           apply now     request info     contact                                     Department of Media, Culture, and Communication           Faculty          Full-Time Faculty      Adjunct Faculty      Publications      Research      Editorial Boards      Visiting Scholars              Undergraduate          BS in MCC            Overview     Degree Requirements     Liberal Arts Core     Fields of Study     Restricted Electives     Course Descriptions            BS in MCC/GPH         Overview     Degree Requirements     Liberal Arts Core     Fields of Study     Restricted Electives     GPH Course Descriptions     MCC Course Descriptions           Advising &amp; Registration    Minors    Transfers      Prospective Students         Admissions     Frequently Asked Questions           Honors Program    Comm Club         Master's       Master of Arts    Dual Degree Program      Curriculum         Areas of Study     Course Offerings     Current Course Details     Sample Course Schedules           Current Students         Forms and Procedures      Thesis Abstracts             MA Profiles    Prospective Students         Admissions     Frequently Asked Questions     Chat with Advisor               Doctoral       Doctor of Philosophy    Curriculum         Required Coursework     Course Offerings     Current Course Details           Current Students         Forms and Procedures     Exams     Dissertation Abstracts             PhD Profiles    Prospective Students         Admissions     Principles and Procedures     Funding and Grants     Frequently Asked Questions                Internships         For Students               Program Highlights      Internship Credit      Internship Forms              For Employers           Information for Employers          NYU Career Development                    News and Events         News and Upcoming Events     Annual Events     Department Listserv        Study Abroad         MCC Abroad     Global Media Scholars        Steinhardt Abroad     NYU Abroad           Alumni         MCC Alumni     Steinhardt Alumni     NYU Alumni           Resources         Technical Support     Funding            Find Funding       Faculty Funding       Student Funding              Research     Professional Development     Digital Archives            PDF Archives       Ad Archive       Dead Media Archive               Doctoral Wiki     Teaching Handbook           About         Message from the Chair     Staff     Contact     Request Information     Bulletin     Apply for Admission                MCC Facebook   MCC Twitter   MCC Vimeo   MCC Youtube   MCC Flickr   MCC LinkedIn          Graduate Level Courses                       Browse by       Doctoral courses only    Doctoral core courses    Courses offered abroad    Research courses    All Graduate courses        Browse by MA Area of Study  Global and Transcultural Communication Visual Culture and Cultural Studies Interaction and Social Processes Persuasion and Politics Technology and Society              Visual Culture and Cultural Studies        Courses examine the role of cultural production and visual practice in the fashioning of urbanism, consumer desire, spatial experience, gender/sexual identities, race and ethnicity, trans-cultural and historical image flows, the aesthetics of everyday life and the performance of political power.                     MCC-GE 2005 - Psychic Life of Media   \"Our writing tools are also working on our thoughts,\" Nietzsche supposedly declared &agrave; propos his typewriter. This claim has been used by Friedrich Kittler and others to argue for a version of media studies based on \"media-technological determinism.\" This course will consider how various Freudian and post-Freudian psychoanalytic concepts might be used to critique this position, or at least provide it with greater nuance . Readings vary from semester to semester. Sample Syllabus          MCC-GE 2010 - Censorship in American Culture   This course examines censorship in American culture, from the late 19th century to the present and surveys areas where debates about censorship have been urgently contested, from discussions about birth control, to literature, film, theatre, art galleries and history museums, to sidewalks and lecture halls, to the internet. Students will explore the historical contexts in which important cultural and legal struggles over censorship took place and how this history affects contemporary debates about the arts, sexuality, national security, technology, privacy, and government involvement in the marketplace of ideas and images.    sample syllabus           MCC-GE 2025 - Race and Media   The racial and ethnic diversity of the United States from Europeans' first encounter with Native Americans, through colonialism and American slavery, Reconstruction, Jim Crow, the Civil Rights era and beyond has made the issue of race one of the United States' principal sites of conflict and conversation. For many years, scholarship on race and media has focused on a myriad of theories and issues surrounding representation, concerned with the presence or lack of people of color in media of all kinds, and the stereotypical ways they are portrayed when they are present. But this is only one part of the story. While this course highlights many of these issues, it focuses on the ways that media can and have shaped public discourse about race and racism both within and beyond the confines of the United States. The course considers a variety of media television sitcoms and drama, television and print news, film, popular music, the internet and others for the purpose of investigating how media have and continue to variably influence the publics racial agenda, and the general content, tone and tenor of racial conversation in the public sphere.    sample syllabus           MCC-GE 2027 - Media and the Environment   This course will introduce you to the varied ways in which human and natural environments have been shaped by media representations and technologies, extending from newspapers, photography, and popular literature, to film, television, and video games. The course integrates the study of environmental media from diverse disciplinary perspectives, including eco-cinema, eco-criticism, environmental communication, and environmental studies. It surveys research from media studies that explores how environments are represented in visual media; from eco-critical texts that detail the specificities of poetic, literary, and artistic approaches to the environment; and work in environmental communication that documents the role of the mass media, including the Internet, broadcast television, and news programs, in the dissemination of environmental messages. The course will also interrogate the diverging functions of environmental media in different historical periods and social contexts, beginning with the rise of landscape photography, scientific representations of nature, and &ldquo;fictional&rdquo; wildlife films; extending through the development of canonical environmental media works in the 1960s; and ending with the role of contemporary interactive and &ldquo;recycling&rdquo; based aesthetics. sample syllabus          MCC-GE 2030 - Architecture as Media   This class reads architecture and the built environment through the lenses of media, communication, and culture. The course takes seriously the proposition that spaces communicate meaningfully and that learning to read spatial productions leads to better understanding how material and technological designs are in sustained conversation with the social, over time. Through analyses of a range of spaces &ndash; from Gothic Cathedrals to suburban shopping malls to homes, factories, skyscrapers and digital cities &ndash; students will acquire a vocabulary for relating representations and practices, symbols and structures, and for identifying the ideological and aesthetic positions that produce settings for everyday life.    sample syllabus           MCC-GE 2100 - Seminar in Media Criticism   Analysis of the media environment from a variety of critical perspectives. Emphasis on writing as well as reading media criticism.    sample syllabus           MCC-GE 2112 - Politics of the Gaze   The mediation and technological development of vision and its dominance over the human sensorium is integral to the emergence of the modern, including experiences of urbanism, consumer desire, gender/sexual identities, race and ethnicity, trans-cultural image systems, aesthetic production, and the making of power and political truth claims. This seminar will focus on introducing participants to the core theories and analytic methods of visual culture, and the socio-political history of the human sensorium in a variety of disciplines, including ethnography, social history, urban studies, cinema studies, social geography, material culture studies, and media studies.    sample syllabus           MCC-GE 2125 - Evolution of Technology    Traces the development of technology from historical, current, &amp; future-oriented perspectives. Attention given to intended &amp; unintended consequences of technological events.    sample syllabus           MCC-GE 2134 - Media Archaeology   Over the last decade or so, scholars in several disciplines have embarked on a series of media-archaeological excavations, sifting through the layers of early and obsolete practices and technologies of communication. The archaeological metaphor evokes both the desire to recover material traces of the past and the imperative tosituate those traces in their social, cultural, and political contexts - while always watching our steps. This eminar will examine some of the most important contributions to the field of media archaeology and, most importantly, provide an ongoing research studio in which participants undertake archaeological projects of their own.    sample syllabus           MCC-GE 2135 - Media, Memory, and History     This seminar will focus on introducing participants to the basic theory and core methods of visual culture studies in a variety of disciplines, including ethnography, social history, urban studies, cinema studies, social geography, art history and media studies.    sample syllabus           MCC-GE 2136 - War and Media Theory   Communication studies traditionally focus on how war is propagandized by mass media. In contrast, this seminar proposes that war is an encompassing mode of political communication in which media is militarized and violence is mediatized. We will examine how modern warfare has generated new visual cultures and new media networks. This seminar proposes that the visual technology of war and the technologies of event dissemination are linked problems in the political history of representation. The triangulation of person, place and time as the basis of perceiving history can only be accounted for by a history of mediated perception-a history increasingly characterized by military technologies and military visual culture, and their fashioning of the modern sensorium. The seminar will examine the thesis that the 'informationatization' of contemporary consciousness can only be understood through a media theory of war.    sample syllabus           MCC-GE 2137 - Memory, Architecture and Design: Comparative Perspectiveson New York and Buenos Aires   This course compares the debates &amp; contestations over architecture&rsquo;srelationship to memory, trauma, nationalism, &amp; memorialization thathave taken place in Argentina, over the memory of its &ldquo;dirty war&rdquo; from1976-1983, and in the United States over the last three decades. Itsituates this comparative perspective within the scholarship ofarchitecture &amp; design, memory studies, &amp; visual culture.    sample syllabus          MCC-GE 2138 - Politics of Digital Media       This  seminar will examine the myriad ways in which digital media shape our political  and cultural institutions, processes, and perceptions. From the silver-haired  architect of Wikileaks to the networked activists who helped bring down a slew  of Arab regimes, digital media are facilitating previously unimaginable  contests for visibility and power, ushering in a shift from spectatorship to  participation. But they are neither uncomplicated nor monolithic: A host of  forces, from government legislation to market considerations, are vying to  fashion the emerging technologies into weapons used to oppress opponents and  stifle dissent. To paint this rapidly evolving landscape, we will look at broad  political theories as well as particular policies, will hear from leading  theorists and activists in the field, and will strive to emerge with both a  philosophical and practical understanding of the movements currently at work  and the technological platform on which they rely and against which they  sometimes feud.    sample syllabus           MCC-GE 2143 - Cultural Analysis of Design   This class introduces design as an intersection of practice, philosophy, aesthetics, politics, and material culture. In the course of bringing students into the contemporary conversation that organizes design discourse increasingly in terms of interaction, this class prepares students to conduct original project work on the history, culture, and aesthetics of contemporary material and visual culture at the scale of computers, media, architecture, and product.    sample syllabus          MCC-GE 2146 - The Sitcom    This course examines the history and politics of television's most enduring genre, the situation comedy. The sitcom occupies a particularly important place in U.S. cultural hierarchies. Both lauded as an innovative, quintessentially televisual form and denigrated as the epitome of mass media's formulaic cultural dross, the genre is a discursive locus in which U.S. preoccupations with class, race, gender, and other forms of difference are negotiated.    sample syllabus           MCC-GE 2147 - Reality and Documentary TV   This course will survey  the historical development and shifting definitions of documentary and reality  television. We will explore the ways in which television has understood and  utilized non-fiction formats at particular historical moments; trace the  formations and deployment of realist aesthetics; explore the ethical  obligations/problematics of these forms and their practitioners; examine the  implications and meanings of documentary/reality hybrids; and consider the reception  of and cultural meanings derived from particular documentary and reality texts  and subgenres. sample syllabus           MCC-GE 2149 - A Cultural History of Television   A survey of the cultural and industrial history of American television; focus on how technological innovation, regulatory bodies, advertisers, network heads, creative producers, audiences have interacted with economic, social, and political forces to shape television over time. Examines the methodological practices and concerns involved in the writing of media histories and specifically the history of broadcasting. sample syllabus           MCC-GE 2150 - The Origins of Modern Media    sample syllabus Examination of the sociopolitical, technological, aesthetic, &amp; institutional development of media from 1880-1950. Emphasis is placed on telegraphy, telephony, sound-recording, &amp; amplification devices, radio (both point-to-point &amp; broadcast) &amp; film. Students are introduced to a variety of historiographical techniques &amp; are encouraged to reflect upon the relationship between origins of the mass media &amp; current technological institutional, sociopolitical &amp; aesthetic dynamics of media.          MCC-GE 2155 - Activist Art and Creative Activism   The course will focus on the tactical, strategic, and organizational uses of artistic aesthetic taken up by the activist for the purpose of social change. The course will rely on both a survey of the existing theory and scholarship on &ldquo;artistic activism,&rdquo; as well as close analyses of contemporary practices on a local, national and global scale. Special attention will be paid to issues of creativity and efficacy, addressing questions concerning the value of this hybrid practice as both an aesthetic and political activity.    Sample Syllabus          MCC-GE 2157 - The Communications Revolution and Culture in America    An examination of the nature of the communications revolution in the 20th century &amp; its impact on American cultural life &amp; institutions. First semester focuses on the political economy of media from a critical perspective; second semester focuses on current developments in the communications industry &amp; their impact on the U.S. &amp;global culture, from an industry perspective. Either half may be taken independently.          MCC-GE 2166 - The Global City and Media Ethnography: Practice-led Transcultural Media Research   The course focuses on the theories and methods of media/sensory ethnography, visual culture, media archeology, through the linked topics of transcultural and trans-local processes, diaspora identities, the post colonial and human rights. The curriculum is aimed at graduate students from diverse disciplines who want to explore creative media practice as a research methodology. This course provides students with theoretical and practical grounding in multi-sited action research in trans-cultural and transnational settings. Through social historical and trans-cultural ethnographic perspectives practice-led pedagogy promotes a self- reflexive contextual and critical understanding of the use of media for the conduct and dissemination of research and the creation of social knowledge through participatory cultural production. Practice-Led Media Research is the theory, social history pedagogy and circulation of social science and humanities research through the production of film, video, internet, visual arts and other screen/audio based media. Practice-led research overcomes divisions between social theory and action-research, and between creative practice and evidence-based research. An important focus is the use of visual media to convey ideas and distinctive understandings about the world. There is a strong emphasis on comprehending visual phenomena in cross-cultural perspective and on the multifarious roles played by media in processes of identity and cultural formation in the world today.    sample syllabus          MCC-GE 2167 - Transnational Media Flows   This class will study the global landscape of media flows, particularly television and film, and its specific configurations at regional and national levels. Rooted in the idea of media as cultural industries we will identify the supranational regional players from some of the most important geo-linguistic markets around the world, where the tensions of global/transnational media and cultural audience's dynamics at local levels become more evident. We will examine the implications of these industrial/cultural dynamics from both theories that denounce the homogenizing cultural effect produce by global media, as well as approaches that underscore the rising of counter-flow trends based on audiences' preferences. sample syllabus           MCC-GE 2169 - Globalization, Memory, and Visual Culture   This course examines the intersections of global visual culture and cultural memory, with a particular focus on the tensions that arise between the largely national tendencies of cultural memory and the global circulation of cultural meaning. We will focus on the ways that the nation, colonialism, and globalization have been enacted through visual culture and cultural memory with a particular focus on France, in comparison to other national contexts.    The course provides an overview of contemporary theoretical engagements with cultural memory, visual culture, and consumerism, looking at the role played by discourses of memory in changing concepts of nation, colonialism-postcolonialism, and globalization. The course will begin by examining how cultural memory and memorialization have been deployed in the context of the nation, looking in particular at how national memory has been constructed in France. We will look at how the concept of national memory becomes contested, and the institutions through which the memory of France and the French Empire have been constructed. We will thus consider the tensions between the emerging identities of transnationalism and globalization and the traditional frameworks of national memory. How cultural memory is enacted through visual culture will be a key theme of the course, looking at memorials, museums, artistic projects, design, and architecture as central to how cultural memory is shaped. We will situate these projects in relation to the memory industry and global consumer economy, through which cultural memory is packaged, branded, and consumed. These intersections&mdash;memory, visual culture, consumerism, nationalism, colonialism, and globalization&mdash;will frame our inquiries.    This course will be an intensive three-week course in Paris, organized in collaboration with the American University of Paris. We will have a number of field trips and site visits, including the Musee Carnavalet, the Quai Branley museum of French colonialism, the Cite de l&rsquo;Immigration, and a day trip to Normandy and the World War II museum in Caen.    Note: This couse will be offered in Paris in Summer 2014. Department approval needed. More information is available here .    sample syllabus           MCC-GE 2171 - Screening History: The Construction of American History in Hollywood   This course explores how popular Hollywood films construct versions of the historical past, and can be utilized as historical documents themselves. The films reach mass audiences, they entertain, they mythologize, they produce compelling narratives about the past, they simplify complex problems, and they have been influential in creating audiences&rsquo; historical understanding. Hollywood films are significant and complex cultural texts, and this course will study them as artifacts of a powerful communications entertainment industry whose visions of the past and arguments regarding social, political, economic order throughout the 20 th century and into the 21 st centuries warrants our close examination.    Sample Syllabus          MCC-GE 2173 - Research for Communication Professionals   The course has two parts. One is providing the student with an understanding of media research as used to measure usage and behavior and to commodify audiences for sale to support content. Exposure to the measurement tools such as ratings, time spent, reach, engagement, WOM, CTR, by such firms as Google, ComScore, Nielsen, Arbitron, and others, will be part of this. Two is how research is done on the media to understand people's attitudes, opinions and behavior. This will consist of exposure to a variety of different studies on different aspects of the media as well as exposure to different methodologies and techniques. It will also consist of the student participating in a simulated media research project on how to conduct a research study. Both these parts of the class will be taught in the context of the digital media environment that is causing a revolution in measurement, re-shaping platforms and the economics of the business. Digital media is upsetting the media business as not only can it measure people's individual behavior but creates research data that can predict behavior as well as tell people what they want to consume. sample syllabus          MCC-GE 2191 - Print Media and Modernity   This seminar will explore the evolution of print technology and culture since Gutenberg's first experiments with movable type. Our objective will be to arrive at an understanding of how print media have formed and transformed essential features of the culture of capitalism. Themes will include the rise of the bourgeois individual, public/private spheres, production of difference, erotics of reading, urban space and spectacle, high/low culture, bureaucracy. Although the emphasis will be on the history of the book, the course will also examine newspapers, paper money, identity documents, and other printed matter. sample syllabus          MCC-GE 2200 - Media Events and Spectacle   An inquiry into those forces in our technological society, especially those of the mass media that significantly influence our beliefs, attitudes &amp; actions. sample syllabus          MCC-GE 2201 - Mediating the Bio-political Body   This seminar seeks to build media theory within the material histories, philosophy and political culture of embodiment/disembodiment. The body is situated as the interface of our era's most contentious political terrains including human rights violations, epidermal stigma, gendered gazes, targeting gazes, and confinement in refugee, detention, torture and concentration camps. For Foucault the formation of the political subject is isomorphic to the formation of the body as a communicative, mediating and mediated site. The body has become the screen, the archive and the stylus for political inscription and encryption. For Foucault, Agamben and Esposito the political is concerned with producing forms of life as biopower-- the governing of life and death through subject forming and deforming body-media from surveillance to violence. Previously Hegel, Kojeve, Lacan and Fanon theorized political domination as the spectral occupation and remediation of one body by another. Derrida described the current war on terror as the shift from communitas to immunitas, to auto-co-immunity in which the body-politic sacrifices its actuality to protect itself as virtuality. In the above theories the body unfolds as the place where our current historical actuality originates and culminates in a politics of somatic virtuality. We will examine the body as a political semiotechnique, as material support for political ideology and spectacle and as enabled/disabled by techno-political prosthetics and as the means of political virtualization. We will track several orienting genealogies of the body that roughly run from Hegel and Kojeve to Lacan and Fanon; from Spinoza, Nietzsche and Heidegger, to Deleuze, Foucault, Agamben, Esposito and Derrida; from Merleau-Ponty to Lefort and Ranciere. Among the themes to be explored are: exposability and disposability of the body; torture, embodied witnessing and truth; postcolonial typographies of the body; second bodies, subversive mimesis and political virtuality; political animality and monstrosity; communicable and excommunicated bodies; political violence as auto-immunization. sample syllabus          MCC-GE 2202 - Public Sphere Formation   The unprecedented visibility both of everyday life, and of the mediatization that makes this visibility possible, shift and transform society and the conditions of knowledge about it. We will approach these issues as questions pertaining to public sphere formation. We will begin with two distinct but related arguments about the public-private opposition, namely Habermas's influential formulation drawing on Kant, and Hannah Arendt's, that draws on ancient Greek philosophy. In this course we will consider the problems attending any attempt to construct a theoretical genealogy for the terms \"public\" and \"private,\" and examine as well specific cultural-political mobilizations, and techno-institutional elaborations of these terms, and some of the implications arising from these definitions, mobilizations and instantiations.    sample syllabus           MCC-GE 2206 - Dis/ability Studies: Media, Philosophy, and Visual Culture   Introduction to the concepts used in the new interdisciplinary field of disability studies. This seminar will be a joint exploration of the necessarily connected experience and representation of dis/ability, embodiment and the \"normal\" in modern Western culture. It centers on questions of dis/ability in the three fields at three critical interfaces, namely the formation of Western rationality in the seventeenth century;the generalization and medicalization of the concept of the \"normal\" in the nineteenth century; and the emergence of dis/ability as a new form of identity in the past forty years. sample syllabus           MCC-GE 2210 - Globalization and Gender   This course will examine how definitions of gender and sexuality are reproduced, negotiated and deployed in the context of globalization and transnational flows. We will examine key texts drawn from feminist/global cultural studies on the topics of citizenship, global labor flows, migration, militarization, neoliberalism and the construction of the gendered global subject. Through a reading of theoretical texts, ethnographic case studies and analysis of media representation, we will engage with questions of feminist epistemology and method research.    sample syllabus           MCC-GE 2211- Decolonization and its Aftermath   The advent of 20th century decolonization challenged the way in which world history had been conceived for four centuries, as centered upon the tiny landmass of Western Europe, rather than say, as plural and polycentric. The former view made it difficult to understand how the majority of the world's population mattered to history at all. With the onset of decolonization after the end of World War I, the world began to be seen, first through the lens of the nation, and secondly, as an extensive set of interconnections, where seemingly remote events could have major effects across countries. This course will combine a survey of select decolonization movements with analyses of the transformations from anticolonial nationalism through postcolonial developmentalism to the contemporary new world order. The course will consider decolonization in two senses: as the historical achievement of independence in former colonies, and, as a communicational concept illuminating socio-political change. sample syllabus 1    sample syllabus 2          MCC-GE 2220 - Communication and the Culture Industries     An examination of the ways the entertainment industries exercise their communicative power. Provides a wide-ranging overview of theoretical &amp; empirical research on the industrial manufacture of popular culture, focusing on sociologies of production &amp; on the ongoing processes of digitization and globalization.    sample syllabus           MCC-GE 2251 - Communication Environments: Macroanalysis   Inquiries into \"the business behind the box\": the economic &amp; decision-making structure of broadcast television.    sample syllabus          MCC-GE 2284 - Religion and Media    Bertrand Russell long ago declared that religion belonged to the infancy of human history, in a statement that expressed the secular self-understanding of an enlightened European of his time. By comparison, at least from the time of Alexis de Tocqueville, it has been clear that in a country like the United States, religious affiliation has not diminished with the advance of historical time. If anything the movement has been in a contrary direction, with religion having increased in social and political influence, with effects that reverberate across the globe today. The disparity between Continental and American perceptions reflects a failure to understand the place of religion in modern society, and to relate changes in religious practice to historical change. It is not simply in traditional, backward or disadvantaged societies that religion thrives, but in the very heart of modern society, so to speak. The legislative approach to sequester religion and keep it in its place, widely practiced, rarely has the desired results. Religion turns out to be mediated in new ways, to sacralize new forms of connection, to mark out new relations between the sacred and the profane.    Note: This couse may be offered in Paris. Consult your academic advisor for further information.    sample syllabus           MCC-GE 2286 - Young People & Media Cultures   In this course students explore the debates and issues raised by various media environments as these relate to young people's growth and experiences. Students investigate how young people actually use, value, and find meaning in multiple media in different social contexts, and discuss the social, cultural, and political implications of these situations. Finally, students propose how to deal with the issues raised by the readings and discussions. sample syllabus          MCC-GE 2287 - Global Youth Media   This graduate level course explores the contextual purposes, practices, and outcomes of youth media projects that use a variety ofcommunication and media technologies in different locations around theworld. Students will examine research into why and how youth createand distribute multiple media in different locales, and investigate inwhat ways these activities support the development of young people&rsquo;scapacities for 21st century skills of digital communication, criticalliteracy, civic engagement, media appreciation, and personalexpression.    sample syllabus          MCC-GE 2310 - Sound Studies   This course examines central themes in the emerging field of 'Sound Studies'. We explore a range of histories, archeologies and ethnographies of sound and listening, as it intersects with topics in media studies, science and technology studies, political economy and musicology. How has our experience of sound changed as we move from the piano to the personal computer, from the phonoautograph to the mp3? How have political, commercial, and cultural forces shaped what we are able to listen to, and how we listen to it? Finally, how have performers, physiologists, acousticians, engineers and philosophers worked to understand this radical transformation of the senses?  Students should be able to describe and analyze technologies of sound production and reproduction over the last two centuries. They should also be able to describe, contrast and analyze (1) disciplinary, (2) metaphysical, (3) ideological, and (4) musical approaches to sound and listening over the last two centuries. Finally, students should be able to critically assess the way various communicative media have shaped how sound is made, used and heard in our times.    sample syllabus          MCC-GE 2344 - The Social Life of Paper    What is the cultural work performed by or with the technology of paper? How can a history of paper supplement and enrich recent histories of printing technology and printed artifacts like \"the book\"? What would it mean to imagine a paperless future? Organized around discussions of readings in common, this course considers the history, production, circulation and use of paper in the social production of knowledge, the shared imagination of value, and the mutual relations of consumers and commodities.    sample syllabus          MCC-GE 2351 - Global Food Cultures    An interdisciplinary and intercultural examination of human communication through food. The course explores the social, economic, political, and cultural ramifications of the technology, production, acquisition, preservation, packaging, distribution, promotion, representation, selling, presentation, and consumption of food, as well as the disposal of food-related wastes. Students will have a unique opportunity to explore various local, regional, and transnational cuisines and food rituals in Hong Kong as the manifestation of changing social norms, economic realities, and cultural beliefs in an increasingly global and multicultural city.    Note: This couse is offered in Hong Kong. Consult your academic advisor for further information.       Sample syllabus          MCC-GE 2381 - Topics in Globalization: Global Consumer Culture   Consumer culture by its nature is intensely local and inevitably global. Its locality is tied up with the intimacy of food, clothing, and shelter, and the elasticity of the relationship between bodies and things, yet its meanings and messages are globally circulated and produced. Consumption is a flash point for social and political debates about the relationship between needs and desires. This course explores critical approaches to the globalization of consumer culture by exploring the ways in which bodies and things shape each other through long histories (colonial, postcolonial, global) of production, distribution, and fashion. Students will study the social world of global consumers as an analytic entry point into the complex networks of cultural practice which mediate the perennial tension between habituation and novelty in the shaping of consumer experience in the context of globalization.    sample syllabus           MCC-GE 2402 - Topics in Visual Culture and Cultural Studies: The Political History of Visual Display and Representation   This course is a political analysis of the modern history of visual display and exhibition, tracing it from the Russian avant-garde to issues of spectacle, the ideological function of the museum, and public art. The critique of institutions such as museums is an area of inquiry in visual culture. This course analyzes concepts of the public, the avant garde, spectacle, the function of exhibitions in totalitarian political regimes, the concept of exhibition as resistance, and the relationship of urban economies and visual display. sample syllabus          MCC-GE 2403 - Topics in Visual Culture and Cultural Studies: Visuality and Globalization   Visual culture studies visuality as a key component of globalization. By visuality, we mean the visualization of history, composed of images, ideas and the imagination. This class introduces present-day visualized globalization in historical context and offers students ways to research visual culture in the intersections between globalizations past and present. In the first half of the class, lectures and discussion trace the concept of visuality from its emergence in the 19th century to its uses in imperial regimes and the neo-visuality of the present. We consider how visuality imagines history as war, visible only to the Hero, or Great Man, and consider alternatives proposed by abolitionists, indigenous people, and the labor movement. The second half of the class will be a series of visual media-based workshops from painting and photography to film and digital media, discussing strategies and approaches to research as well as offering students the opportunity to use primary and archival materials. Students will develop a project proposal that might be developed into a thesis, article or mixed-media project. sample syllabus          MCC-GE 2405 - Topics in Visual Culture and Cultural Studies: Communism and the Cold War   In the era of the permanent memorial, it is noticeable that Communism and the Cold War are being increasingly marginalized in accounts of present-day crises. This class offers a counterpoint by examining the legacies of these experiences in visual and cultural studies. It suggests a different history of the present than is usually told, with particular regard to visuality in film, art and performance. Each participant will undertake a research project using materials in the Tamiment Library (and elsewhere if needed) and will present the results in a mini-conference at the end of the semester.    sample syllabus           MCC-GE 2406 - Special Topics in Visual Culture and Cultural Studies: Semiotics of Media, Art and Performance   This seminar will explore semiotics and performance theory by comparing the modes ofperformance used in media (including television, film, radio, advertising, theater, music andvisual art) with social performance in general. Readings will draw from classic and contemporary work in semiotics, performance theory and linguistic anthropology, analyzing media and art forms from around the world. Students willengage with the theoretical concepts and analytical models encountered in class by applying them to a media form, performance or piece of art of their own choosing. Sample Topics List          MCC-GE 2420 - Visual Culture Methods   In the  wake of the Arab Spring and the Occupy movements worldwide, especially Occupy  Wall St here in New York, how can we study the interface of visualized media  and politics? This course provides a participatory introduction to the methods  of critical visuality studies from a wide range of perspectives. The class will  develop and explore horizontal means of occupying visual culture.    Sample syllabus          MCC-GE 2836 - Culture and Media in Urban China   This graduate workshop combines an interdisciplinary seminar on methods in China studies and a &ldquo;writing group&rdquo; format for graduate students developing original research on historical and contemporary formations of Chinese media and material culture: historical documents, art, photography, films, television shows, legal cases, novels, magazines, blogs and microblogs, material objects, ritual events, etc. We will read from outstanding books in China studies, including sociology, history, art history, anthropology, and media studies. Our discussion of these readings will focus on comparing methodological and analytical approaches to a range of text/objects, and contrasting forms of argument that focus on: 1) &ldquo;cosmology&rdquo; (cultures, conceptual schemes, languages, ideologies); 2) &ldquo;politics&rdquo;(conflict, difference, distinction); and 3) &ldquo;structure&rdquo; (networks and systems, kinship, clientalism, bureaucracy). Over the course of the semester students will develop analyses of their own text/objects, and use these analyses to develop journal articles, MA theses, or dissertation chapters.    sample syllabus                    This site, and all its contents, are Copyright &copy;    by New York University. All rights reserved.   NYU Steinhardt - Media, Culture, and Communication - 239 Greene Street, 8th Floor, New York,  NY 10003"}, {"content": "Visual Culture and Cultural Studies - Master&#039;s Program - Media Studies - NYU Steinhardt                                            Skip to content        NYU Steinhardt School of Culture, Education, and Human Development           apply now     request info     contact                                     Department of Media, Culture, and Communication           Faculty          Full-Time Faculty      Adjunct Faculty      Publications      Research      Editorial Boards      Visiting Scholars              Undergraduate          BS in MCC            Overview     Degree Requirements     Liberal Arts Core     Fields of Study     Restricted Electives     Course Descriptions            BS in MCC/GPH         Overview     Degree Requirements     Liberal Arts Core     Fields of Study     Restricted Electives     GPH Course Descriptions     MCC Course Descriptions           Advising &amp; Registration    Minors    Transfers      Prospective Students         Admissions     Frequently Asked Questions           Honors Program    Comm Club         Master's       Master of Arts    Dual Degree Program      Curriculum         Areas of Study     Course Offerings     Current Course Details     Sample Course Schedules           Current Students         Forms and Procedures      Thesis Abstracts             MA Profiles    Prospective Students         Admissions     Frequently Asked Questions     Chat with Advisor               Doctoral       Doctor of Philosophy    Curriculum         Required Coursework     Course Offerings     Current Course Details           Current Students         Forms and Procedures     Exams     Dissertation Abstracts             PhD Profiles    Prospective Students         Admissions     Principles and Procedures     Funding and Grants     Frequently Asked Questions                Internships         For Students               Program Highlights      Internship Credit      Internship Forms              For Employers           Information for Employers          NYU Career Development                    News and Events         News and Upcoming Events     Annual Events     Department Listserv        Study Abroad         MCC Abroad     Global Media Scholars        Steinhardt Abroad     NYU Abroad           Alumni         MCC Alumni     Steinhardt Alumni     NYU Alumni           Resources         Technical Support     Funding            Find Funding       Faculty Funding       Student Funding              Research     Professional Development     Digital Archives            PDF Archives       Ad Archive       Dead Media Archive               Doctoral Wiki     Teaching Handbook           About         Message from the Chair     Staff     Contact     Request Information     Bulletin     Apply for Admission                MCC Facebook   MCC Twitter   MCC Vimeo   MCC Youtube   MCC Flickr   MCC LinkedIn          Master's Program - Media Studies                       Browse by MA Area of Study       Global and Transcultural Communication    Visual Culture and Cultural Studies    Interaction and Social Processes    Persuasion and Politics    Technology and Society                 Visual Culture and Cultural Studies        Please click on a name to view a student's profile.                     Adekola, Lara   Lara Adekola is a first year Master&rsquo;s student in the Media, Culture, and Communications program at NYU. She is originally from Minneapolis, MN and graduated from Macalester College in 2010 with a B.A. cum laude in American Studies and minor in Media Studies.    While attending Macalester, she conducted independent research as a Mellon Mays Undergraduate Fellow and explored the visual representations of black women within hip &ndash;hop culture. She supplemented this research through her experience as a New Media intern for Asylum Records. Lara also studied abroad in Brazil at the Universidade Federal da Bahia and had the opportunity to investigate the country&rsquo;s racial identity politics through a global media perspective.    After graduating from Macalester she moved to New York City, and worked in the media, fashion, and beauty industries. She has maintained her passion for writing and media through blogging as a contributing writer for sites such as AOL Music. At NYU, Lara hopes to further explore the intersections of race, gender, and class in the media, primarily in television, magazines, and advertisements. More specifically, she would like to interrogate how women of color support one another and define their own ideas of beauty in spaces such as blogs, online forums, and vlogs. At large she is concerned with popular culture, global media consumption, representation, and the utilization of Internet social media as sites for resistance and agency.          Elgarresta, Adriana   Adriana was born in Caracas, Venezuela but grew up in Miami, Florida. At a young age, she was exposed to various different cultures, which influenced her interest in cross-cultural communications. In 2012, she graduated from The George Washington University with a B.A. in political science and a minor in history. While studying political science, she was primarily interested in the study of culture policy. During her time at The George Washington University, Adriana also had the opportunity to do a semester abroad in Paris. While abroad, she traveled to many cities across Europe such as Venice, Berlin, Madrid, Prague, Budapest and Zurich. These travel experiences further opened her eyes to the important role visual culture and cross-cultural communication play in shaping and developing contemporary society. She interned in the communications department at Brookings Institute and spent the last year working for Art Basel Miami Beach. Adriana&rsquo;s goal as an incoming MCC MA student is to learn about new and effective ways of using old and new media technologies, specifically in the area of visual culture, to help bridge cultural differences, create cross-cultural awareness, and encourage creative expression and innovation.           Giles, Matthew Neil   Matt Giles graduated Summa Cum Laude from Brigham Young University - Hawaii with a Bachelor's in Communications. His research focuses on the way that groups adopt and reimagine cultural identities in post-modern settings. His work has taken him to various research sites around the Pacific including Fiji, Hawaii, and Solomon Islands and his continued work in transformative conflict resolution focuses on narrative identity formation and individual interpretation and application of broad social norms.    Though much of his research focuses on the Pacific, Matt's interest in the role of cultural presentation in peacebuilding yields interesting opportunities in contemporary American religious congregations as well as the Middle East. He is involved in religiously-based efforts to create dialogue between gay rights activists and the Mormon Church through the \"\"Mormons Building Bridges Project\"\" and advocates for human rights issues within that group. His interests include new media in cultural revival efforts, transformative conflict resolution and public relations campaign analysis.          Hodder, Heather   Heather Hodder graduated in January 2011 from The School of Media and Public Affairs at The George Washington University with a B.A. cum laude in Political Communication. She has interned at The New York Times, The Brookings Institute and for three semesters at The U.S. Department of State (Bureau of International Information Programs and Bureau of Public Affairs), all of which have enhanced her interest in government and new media. She has also worked as a reporter, videographer, and editor for The Patch (AOL) for many northern New Jersey towns and Georgetown, Washington, D.C.    At NYU, her research has focused on the intersection of politics and popular culture. Her projects have ranged from examining the counterculture advertisements in underground newspapers of the 1960s, to the politics of censoring theater and literature in US schools, to the campaigning strategies of the \"politician as entertainer\" on daytime and late night talk shows. Heather also has a strong interest in international affairs and the new tools governmental organizations use to connect with their citizens online.    Heather is a recipient of SMPA's Larry King Award and a Google Scholarship to attend and be part of the Online News Association's (ONA) Student Newsroom in 2010. She is a member of ONA, Phi Sigma Sigma, and the Golden Key International Honour Society.    Heather has also been a member of SAG/AFTRA since 1999. She has acted on television, film, and off-broadway productions. Additionally Heather is a singer and has performed at Lincoln Center and at The Kennedy Center for Performing Arts. She has played the flute in both the NYU Concert Band and the GWU Wind Ensemble, performing with the latter for First Lady Michelle Obama at the 2010 GWU graduation on the National Mall.          Kuo, Rachel Sue-Tung   Rachel is a first-year student focusing on Visual Culture and Cultural Studies. She is interested in researching how social justice issues can become more relevant to the general public by using mainstream entertainment, mass media, pop culture, and social media as vehicles for transformation and as part of an activist toolkit. She is also investigating media representations and narratives of race, gender, and sexuality. Sometimes, she is not the most fun to watch television or movies with.    Currently, she also works full-time as the Communications Coordinator for the NYC Department of Cultural Affairs' creative reuse program Materials for the Arts. In her \"free time,\" she volunteers with ALIST Magazine as the Managing Digital Editor and also with Brown Girls Burlesque, an all womyn of color performance group. Prior to moving in New York, she worked as the Communications Specialist and Social Justice Educator at the University of Wisconsin-Madison's Multicultural Student Center for two years.    Randomly, she has driven the Oscar Mayer Wienermobile across the country for one year right after graduation. Her internship experiences include the Ad Council, NBC Universal, Ogilvy PR in Dubai, and Mercy Corps in Bishkek, Kyrgyzstan. She graduated from the University of Missouri's School of Journalism in 2010, with a journalism degree emphasizing strategic communications and minors in art and classical humanities.    Twitter: @rachelkuo          Lin, Shuying   Born and raised in Shanghai, Shuying Lin is interested in global affairs and comparative studies as well as cultural and literary critiques. She also wishes to explore how policies are to shape the evolving social norms and diverging cultures. In 2013 she graduated with honors from East China Normal University (ECNU) with a BA in Translation and Interpretation. At ECNU She assisted in a national research program on American Visual Culture in the perspective of linguistics. She also directed a play producing the best actor and supporting actor at drama festival. She was a deputy group leader of Public Relations Department at ECNU and responsible for photographing, interviewing, manuscript writing and campus news production. She earned a law degree from East China University of Political Science and Law. In 2012 she took a law program in Oxford. There she studied global and international macroeconomics, theory of international business law and IP rights, topics of WTO &amp; ASEAN as well as European business law. Prior to this, she interned at Shanghai Judicial Expertise Center. Shuying worked as an intern journalist at Global Times, China Daily and Thomson Reuters, where she was engaged in news gathering and reporting and attended media round tables. She had contributed to some major stories. Her reporting interests are global politics, social activism and nation-to-nation relation, in particular from the prism of cultural differences.She is also a freelance English-Chinese interpreter and is going to write for Oriental Morning Post, a media outlet based in Shanghai.          Memmolo, Jennifer   Jennifer Memmolo graduated from the Phillip Merrill College of Journalism at the University of Maryland in Spring 2010 with a focus on Broadcast Studies and American Studies. She spent her senior year working on an extensive analysis of post-9/11 elections in the Middle East with the International Center for Media and the Public Agenda. After graduating, she continued her work with ICMPA as a researcher on a study analyzing global media bias during coverage of Park51 (&ldquo;The Ground Zero Mosque&rdquo;) in 2011. The study was published in conjunction with the The United Nations Alliance of Civilizations and the Gabinete de Comunicaci&oacute;n y Educaci&oacute;n at the Universitat Autonoma de Barcelona and focused on the disproportionate impact breaking news coverage can have on audience comprehension.    Jen&rsquo;s current research interests include the relationship between emotional development and construction of children&rsquo;s media, media literacy education, and the examination of framing and bias within the journalism industry (she casts a bountiful net). At NYU, Jen plans to focus on Visual Culture &amp; Cultural Studies and Persuasion &amp; Politics.    Jennifer currently works for a major television network as a senior research analyst. Her non-academic research interests include Bruce Springsteen and feminism and celebrity culture. When she&rsquo;s not working, in class, or re-watching &ldquo;Friday Night Lights&rdquo;, she&rsquo;s being funny: Jen is an improviser who trained extensively at the Upright Citizens&rsquo; Brigade and currently hosts the bi-weekly podcast Radio HRLD , an improvised comedy show she co-created under the Blasto! Podcast Network.          Sanford, Alex   Alex's childhood was spent in several rural and small town communities across the western United States. She attended the University of Kansas as a third generation Jayhawk, after her father and grandfather before her, graduating with dual majors in Geography, with a focus in the psychology of place and cultural mapping, and Humanities &amp; Western Civilization. After graduation she boarded a Greyhound bus and headed west, spending the next 8 years in urban settings. This variety of formative societal experiences led to a lifelong fascination with the ways in which societies develop and maintain communal identities, and the influence spacial structure has on such development.    Since graduation, Alex has worked primarily in operational management; helping to build a university housing operation for a mid-size urban campus from the ground up, then transitioning to project management and operational consulting with an international software company specializing in university housing, conference, and conduct software. While at NYU her particular research interests are focused in exploring the roles of storytelling in cultural and personal identity formation, and how that role has changed, been celebrated and maligned, lost, disguised, and revitalized across time and cultures, and the patterns and impacts of these cycles.    The rest of the time she's either writing, dancing, or questing for the ultimate salsa recipe.          Sarka, Soumi   Soumi is a first-year MA student in Media, Culture, and Communication. She completed her MA in English Literature from Jadavpur University, India, in 2013, but has since worked a number of professions in the arts. She also attended a prestigious summer school at the University of Edinburgh for Modernist Literature and Creative Writing. She has been working as a freelance writer and artist since 2008, and took up photography professionally in 2012, and has had the chance to work and learn under the tutelage of a number of successful professionals in the field.    At NYU, Soumi plans on focusing on Visual Culture and Cultural Studies, thereby drawing on her knowledge and experience in the arts and applying it to academia. She has, for long, been an avid consumer and practitioner of new media and pop culture, and is interested in observing the changing nature of visual media. Through her studies, she wants to examine the use of augmented reality and mixed media in contemporary visual media practices.    When not lost in a fight over Ferrari&rsquo;s F1 Championship hopes with a hater, or thrusting her camera in the face of the unassuming bystander, Soumi is usually found catching up with the latest in fantasy fiction, doodling on attractive surfaces, or playing RPGs.          Shinert, Alexandra Rose   Alexandra Shinert is a first year student in the MCC Master&rsquo;s program, where she will be focusing on Visual Culture and Cultural Studies. She is from Wyoming, Pennsylvania and graduated from King&rsquo;s College (Wilkes-Barre, PA) in 2012 with a B.A. summa cum laude in Mass Communications and minors in History and International Studies. Prior to her studies at NYU, Alexandra studied abroad in Italy, Turkey, and France where she had the opportunity to first view media and culture in a literal global context. Broadly, her research interests include film, television, travel, media consumption, American lifestyle &amp; culture, and popular culture.    At NYU, Alexandra&rsquo;s research will explore the different types of narratives media texts, primarily film and television, provide to audiences about a certain person, place, and culture. She is interested in investigating what kinds of narratives are being sent to audiences and how they resonate with individuals. She looks to compare the media&rsquo;s depictions with their real world counterparts to discover how &ldquo;realistic&rdquo; representations may be. At large, she is concerned with media consumption and understanding an individual's relationship with media, as well as society's.    In the past, Alexandra has researched the consumption of various TV shows, including Jersey Shore, Keeping Up With the Kardashians, The Real World, and Sex and the City. In addition, she has spent time researching travel narratives to understand the way films and guidebooks shape the experiences their audiences have in a given place.          Sokolski, Melissa   Melissa attended Indiana University where she studied journalism, theatre, and literature, graduating with a BA in English and German in 2011. She worked as an actor-interpreter and gallery facilitator at the Children&rsquo;s Museum of Indianapolis for two years, exploring different communication methods for children of various ages and their families. Her research interests include medium studies and medium-to-medium adaptation, children&rsquo;s media, and the graphic novel.          Stewart, Traci   Born and raised in Allentown, PA, attended Duke University as a Division 1 field hockey athlete until 2005, and graduated December 2007 with degrees in Psychology and English and a certificate in Film/Video/Digital Studies. Traci has since pursued independent documentary filmmaking, curating a solo photography exhibit, freelance photojournalism, and performing with Lehigh University&rsquo;s community dance program. Employed as a Mental Health Technician for the Kidspeace Residential program, Traci decided to pursue graduate school in hopes to achieve greater success for social health. While she doesn&rsquo;t see herself continuing in the mental health field as a direct care provider, she however wants to be a direct influence on society and feels most comfortable doing so through human-media interaction. In the summer of 2008, Traci went backpacking on her own through 12 European countries, 22 cities, guided solely by her Sony HDR-HC1 video camera and 35mm Minolta in order to document her interactions. While abroad, Traci participated for non-credit in a five-week program at the Academy Dell&rsquo;Arte in Tuscany, Italy collaborating with students from filmmaking, acting and dancing backgrounds.    Traci wants to research cultural structures and organize media events that will stimulate self-reflection and social awareness.           Suh, Brittany   Brittany was born in Wisconsin and spent some school years in Minnesota but mostly grew up in Korea. She graduated from Handong University with a B.A. in Communication and Korean law. Her experience as a &lsquo;Korean&rsquo; in the United States and an &lsquo;American&rsquo; in Korea brought up many questions of race, nationality, ideology, culture, and the media that actively affects all these. She chose NYU's MCC program to research on cultural studies and media representation, with special focus on gender, race, ideology and globalization. Brittany hopes to develop her research by exploring (1) discourse on issues of gender and race; (2) ideological conflict inherent in this discourse; (3) its relationship with globalization and multi-nationalism; and (4) how it is represented in the media. This research will help understand the discourse of gender and race issues, led and fueled by the media under circumstances of globalization and multi-nationalism. Further, Brittany's long-term goal is to apply studies in communication and media to analyzing the reunification process in Korea.          Taylor, Mary   I like long walks on the beach and reading Bordieau.          Turner White, Margaret   Margaret Turner White, a lifelong New Yorker, graduated from Princeton University with an A.B. summa cum laude in English. Her undergraduate research focused on theatre and performance studies and culminated in a prize-winning senior thesis, &ldquo;What Should I Try to Be?: Performance of the Self on the American Musical Stage.&rdquo; Her professional experience includes work with such theatrical organizations as the York Theatre Company, the Rodgers and Hammerstein Organization, Stewart F. Lane Productions, McCarter Theater Center, and the New York Musical Theater Festival. She is currently a contributing blogger for the Green Room at NewMusicalTheatre.com.    In pursuing her M.A. in Media, Culture, and Communication, Margaret looks forward to expanding her studies of American entertainment culture beyond the theatre. She is interested in exploring how culture and cultural consumption, particularly via television and online social media, are evolving in the digital age.           Watson, John   Originally from Ontario, John Watson graduated from McGill University in Montreal in 2012 with a BA in cultural studies and communications.    After graduating, John spent two years teaching English in Spain and travelling. His main academic interest is in the ways certain groups of people, such as the disabled, are factored into the growing and changing telecommunications market, and how developers, across platforms, are reconsidering the subject as fully able-bodied or able-minded. This interest stems from John's previous research project titled \"Game-Able? Accounting for Disability in Video Game Theory and Rethinking Game Accessibility,\" in which he addresses the lack of attention to the possibility of disability in existing game theory, and the efforts of gaming communities with disabilities to redesign interfaces to meet their needs.    Other research interests include visual culture, contemporary cinema, spectatorship, the film &amp; television industry, and history of technology.          Ye, Xuan   Graduated from MCC in spring 2013, Xuan Ye is intrigued by the phenomenon of sonic cultures, cumulating a thesis on Chinese music subcultures after 2000. Probing into the overlapping of diverse music scenes in terms of the hyphenated genres and the experimental developed in China, she studies the ambiguity and hybridity of Chinese music subcultures under the context of dramatic social vicissitudes in the post-socialist era.    As an avid player in the cultural industry for three years, Xuan has taken various roles in communications and event management, involving with international 4A advertising agencies, Shanghai EXPO, Ai Weiwei Never Sorry, Art Asia Fair, Asia Society, and etc. Since came to NYC in 2011, she has curated more than 30 cultural events at an art space located in Williamsburg. Now she is working on a monthly music/performance showcase titled Da-Yin, which is devoted to a multi-cultural notion of experimental music. Born in China in the year of 1989, Xuan is also a multi-instrumentalist, singer &amp; songwriter, and new media artist. In 2010, she obtained a dual-bachelor degree in E-commerce and Finance.                    This site, and all its contents, are Copyright &copy;    by New York University. All rights reserved.   NYU Steinhardt - Media, Culture, and Communication - 239 Greene Street, 8th Floor, New York,  NY 10003"}, {"content": "Master of Arts in Visual Culture: Costume Studies - NYU Steinhardt                                                         Skip to content         NYU Steinhardt School of Culture, Education, and Human Development           apply now     request info     contact                                      Department of Art and Art Professions            NYU Art Facebook    NYU Art Twitter            Master of Arts in Visual Culture: Costume Studies                 MFA     MA          Art Education      Art Therapy      Costume Studies      Visual Arts Administration             Undergraduate          BFA Studio Art      Minors             About          Exhibitions      Events        Facilities      Faculty      Staff      Student Resources      Internships      Summer                              Costume Studies    the programs faculty    enrollment    curriculum    how to apply    facilities                     Upcoming Symposium            Register Now                          Master of Arts in Visual Culture: Costume Studies       The field of costume studies is one of the most exciting areas of current visual arts research. Since 1979, the MA program in Visual Culture: Costume Studies has focused on the history of costume and textiles in its broadest aesthetic and cultural context. It was the first curriculum in the United States to educate specialists in this field.    MA in Visual Culture: Costume Studies The program offers courses that emphasize the relation of costume studies to material culture and the fine and decorative arts. The 42-point curriculum includes core courses as well as electives in exhibition and museum topics, art theory and criticism, and the decorative arts. Faculty in the program associated with museums and galleries in New York teach courses in costume and textile history, decorative arts, and conservation. Students benefit from collections of costumes, accessories, and related objects at leading institutions, including the Costume Institute at the Metropolitan Museum of Art; Cooper-Hewitt National Design Museum; Museum of the City of New York, and the New-York Historical Society. The internship component of the program enables students to gain firsthand work experience and make valuable professional contacts.    Career Opportunities There are many options available for those who graduate with an MA in this rapidly expanding field, such as:       Museum management and research positions    Auction house and gallery specialist    Archiving, Curatorial, Cataloguing and collection management    Historic preservation    Teaching    Publishing    Writing and Journals    Film and Theatre       Mission Statement Through research, object study, and internships, students in the Costume Studies program will gain knowledge in the history and theory of dress and textiles in its broadest aesthetic and cultural context.    New Dual Degree Opportunity: MA Costume Studies/MS Library Science    In addition to an MA in Visual Culture: Costume Studies, students can earn a master of science in Library and Information Science. In partnership with Long Island University's Palmer School of Library and Information Science, this dual-degree program combines the rigorous study of costume studies with professional qualification to give graduates a competitive edge in the evolving fields of information science, digital humanities, curatorial studies, and data archiving.    Learn more about the 61-point dual-degree program in Costume Studies and Library Science .                                                                           This site, and all its contents, are Copyright &copy;        by New York University. All rights reserved.     NYU Steinhardt - Department of Art and Arts Professions - 34 Stuyvesant Street -  New York, NY 10003"}]}]