[{"detail": [{"content": "Community Development and Economic Justice Clinic | NYU School of Law                          Skip to main content                                     &rsaquo;               Quicklinks       Areas of Study   Calendar   Career Services   Colloquia   Courses   Departments   Directories   Docket   Housing   Library   News and Press   NYU Home   Student Links   Technology                                              JD Admissions   Faculty &amp; Scholarship   Global Opportunities   LLM/JSD Admissions   Academics &amp; Courses   Law &amp; Business   Executive Education   Current Students   Public Service   About NYU Law   Alumni &amp; Giving   Centers &amp; Institutes                               Home &rsaquo; Academics &rsaquo; Clinics &rsaquo; One-Semester Clinics &rsaquo; Community Development and Economic Justice Clinic                  Clinics                 Community Development and Economic Justice Clinic                 One-Semester Clinics       Bankruptcy Appellate Clinic   Brennan Center Public Policy Advocacy Clinic   Business Law Transactions Clinic   Children&#039;s Rights Clinic   Civil Litigation - Employment Law Clinic   Community Development and Economic Justice Clinic   Comparative Criminal Justice Clinic   Criminal Appellate Defender Clinic   District Attorney of New York Externship   Education Advocacy Clinic   Education Sector Policy and Consulting Clinic   Environmental Law Clinic   Equal Justice and Defender Clinic   EU Regulatory Policy Clinic (Paris)   Federal Judicial Practice Externship   Global Justice Clinic - for LLMs   Government Civil Litigation Externship - EDNY   Government Civil Litigation Externship - SDNY   Immigrant Defense Clinic   International Environmental Law Clinic   International Organizations Clinic   International Transactions Clinic - for LLMs   Legal Ethics Bureau at NYU Law   Legislative and Regulatory Process Clinic   LGBTQ Rights Clinic   Litigation, Organizing and Systemic Change Clinic   Mediation Clinic   Mediation Clinic - Advanced   New York Civil Liberties Clinic   Policy Advocacy in Latin America (Buenos Aires)   Prosecution Externship - EDNY   Prosecution Externship - SDNY   Racial Equity Strategies Clinic   Racial Justice Clinic   Regulatory Policy Clinic   Reproductive Justice Clinic   Technology Law and Policy                 Clinics Packet   Download the 2015-2016 Clinics Packet                               LW.10172 / LW.11977  Professor Amy Tai  Professor Nasoan C. Sheftel-Gomes  Open to 3L and 2L students  Maximum of 8 students   Spring semester  5 credits*  No prerequisites or co-requisites.         Course Description   The focus of this clinic clinic is the provision of civil legal services to grassroots community organizing groups that engage in a variety of community development, economic justice and social justice efforts. Students in the clinic will learn about “movement lawyering” and the benefits and challenges of lawyering in partnership and collaboration with the communities they work in. Students will learn more about the different roles that lawyers can that lawyers can play in supporting campaigns led by communities to advance social change. Working with groups that are organizing low-income communities in New York City, students perform their fieldwork with attorneys from the Community Development Project (CDP) of the Urban Justice Center, and provide legal services to CDP’s clients throughout New York City focusing on workers’ rights, affordable housing, consumer protection, and capacity building for community based organizations. As part of the fieldwork, students will work on litigation cases as well as research projects that help support and strengthen grassroots organizations’ organizing and advocacy efforts. Students may also work on transactional cases for CDP’s capacity building practice in which they offer legal advice and assistance to grassroots organizations in a variety of areas, such as incorporating an organization, drafting corporate governance documents, applying for tax exempt status, forming of worker cooperatives, or negotiating land use and community benefit agreements.   Fieldwork   The fieldwork for this clinic will be primarily or entirely conducted with CDP. Clinic students will have the opportunity to be involved in a litigation or transactional case as well as a legal research matter that supports the ongoing work of CDP and the organizations it supports. The majority of the fieldwork will consist of litigation cases and related matters, such as drafting a demand letter on behalf of workers to obtain the unpaid wages owed by their employer.     The litigation matter will be in the areas of workers’ rights, affordable housing, and consumer justice. CDP uses litigation as a way to support grassroots organizing efforts in New York City. Litigation is developed in partnership with the organizations and usually arises out of issues facing their communities. The workers’ rights cases typically involve minimum wage and overtime violations, workplace discrimination, and retaliatory discharge. Plaintiffs in these cases could be workers in the restaurant, construction, nail salon, garment, food distribution, and domestic industries. The tenants’ rights cases involve representing tenant associations organized by community-based organizations in litigation to combat landlord abandonment, to seek repairs to bring buildings into compliance with the housing code, and to combat harassment and retaliation by landlords.   The consumer justice cases are varied, but often involve defending a client against an action by a creditor in court and representing clients on matters such as identity theft and unlawful debt collection abuse. Students’ litigation work will likely entail joining an existing team of lawyers working on an ongoing case, and will provide an opportunity to work directly with clients, strategize with co-counsel, research legal issues that arise, draft documents, and prepare for and observe depositions and court proceedings.     In transactional matters, students will have the opportunity to counsel and work directly with organizational clients, in addition to experience drafting documents for a grassroots organization on non-profit incorporation, corporate governance, tax exempt status, formation of worker cooperatives, or land use and community benefit agreements.       Students will work out of CDP’s offices and are expected to spend at least ten hours a week at CDP’s offices. Direct interaction with the grassroots organizations’ staff and members will be an integral component of the fieldwork.   The Seminar   The seminar will meet weekly on Tuesday from 4:20 – 6:10 p.m. at CDP’s office located at 123 William Street, 16th Floor. (The main office of the Urban Justice Center is located at 40 Rector Street).   Classes will be participatory in nature, and students will be expected to discuss assigned readings and give presentations, discuss their fieldwork, prepare for and engage in simulations intended to sharpen practical lawyering skills, and write reflections throughout the semester.   The seminar will integrate substantive areas of law, including workers’ rights, tenants’ rights, consumer justice, and capacity building for organizations through the readings, class discussion, and simulations on the following topics: lawyers as resource allies for social change; law and organizing; ethical issues in group representation and movement lawyering; client interviewing and cultural competencies; case theory and client narrative; legal support to workers centers and tenant associations; legislative advocacy; written &amp; oral advocacy; representing community-based organizations; and discovery disputes and depositions, including protecting clients in litigation from harassing discovery.     About the Community Development Project at the Urban Justice Center   The Community Development Project (CDP) at the Urban Justice Center strengthens the impact of grassroots organizations in New York City’s low-income and other excluded communities. We partner with community organizations to win legal cases, publish community-driven research reports, assist with the formation of new organizations and cooperatives, and provide technical and transactional assistance in support of their work towards social justice.   CDP adheres to a theory of change where short-term and individual successes help build the capacity and power of our community partners, who in turn can have longer-term impact on policies, laws and systems that affect their communities. We leverage short-term successes such as winning cases and publishing reports to build the capacity of our partner organizations, increase public awareness of the issues they are organizing around, and help achieve victories for their organizing campaigns.   This enables our community partners to create systemic change through law and policy reform, increase political power in low-income and excluded communities, and change abusive and exploitative practices affecting their communities. CDP works with many organizations throughout New York City, such as the Chinese Staff and Workers Association, Mirabal Sisters, Fifth Avenue Committee, Chhaya CDC, Communities for Safe Apartments (CASA), Mothers on the Move (MOM), CAAAV, the National Mobilization Against Sweatshops (NMASS), the Restaurant Opportunities Center of New York (ROC-NY), Domestic Workers United (DWU), New Immigrant Community Empowerment (NICE), and numerous tenants’ associations. More information about CDP’s work can be found at www.cdp.urbanjustice.org .     Application Procedure   Students interested in applying for the clinic should submit the standard application, resume, and transcript online through CAMS. Selection of students is not based on interviews. However, Professors Tai and Sheftel-Gomes (who are both currently co-teaching the clinic) will meet with applicants in groups in order to provide a more complete description of the clinic and to answer questions. If you would like to attend a group meeting, please sign up for a time in CAMS after you submit your application.   Student Contacts   Students who wish to know more about the Community Development and Economic Justice Clinic may speak with the following students who are in the clinic this semester and the students who were in the clinic in the Spring 2015 semester:         Spring 2015  Jakarri Hamlin  Laura Hecht-Felella  Julia Lake  Margaret Marron  Christopher James Murray  Pooja Shethji  Mark Stokely  Gabriel Turner   Spring 2014  Steven Couper  Sophie Gebreselassie  Diane Johnston  Nnenne Okorafor  Brence Pernell  Steven Sasmor  Molly Wolfe         Students should also feel free to contact the professors, who are both attorneys with the Community Development Project of the Urban Justice Center, about the clinic. Professor Amy Tai can be reached at (646) 459-3026 or by email . Professor Nasoan Sheftel-Gomes can be reached at (646) 459-3013 or by email .     * 5 credits include 3 clinical credits and 2 academic seminar credits.                                                  Facebook   Twitter   YouTube   Instagram   Visitor Information   Directories   Offices and Departments   Site Map   NYU School of Law                   Prospective Info   Admissions (JD) Admissions (LLM/JSD) Areas of Study Degrees Offered Faculty Profiles Campus Map  Academics   Academic Sitemap Course Descriptions Class Schedules NYU Classes Clinics Academic Calendars  Departments   Academic Services Career Services Financial Aid Graduate Affairs (LLM) Hospitality and Events Housing Human Resources Library Operations and Facilities Records and Registration Student Affairs  Tools and Resources   About the Law School Campus Map Directories Law School News Journals Picture Book                      © 2015 New York University School of Law. 40 Washington Sq. South, New York, NY 10012. Tel. (212) 998-6100"}]},
{"detail": [{"content": "Community Development and Economic Justice Clinic | NYU School of Law                          Skip to main content                                     &rsaquo;               Quicklinks       Areas of Study   Calendar   Career Services   Colloquia   Courses   Departments   Directories   Docket   Housing   Library   News and Press   NYU Home   Student Links   Technology                                              JD Admissions   Faculty &amp; Scholarship   Global Opportunities   LLM/JSD Admissions   Academics &amp; Courses   Law &amp; Business   Executive Education   Current Students   Public Service   About NYU Law   Alumni &amp; Giving   Centers &amp; Institutes                               Home &rsaquo; Academics &rsaquo; Clinics &rsaquo; One-Semester Clinics &rsaquo; Community Development and Economic Justice Clinic                  Clinics                 Community Development and Economic Justice Clinic                 One-Semester Clinics       Bankruptcy Appellate Clinic   Brennan Center Public Policy Advocacy Clinic   Business Law Transactions Clinic   Children&#039;s Rights Clinic   Civil Litigation - Employment Law Clinic   Community Development and Economic Justice Clinic   Comparative Criminal Justice Clinic   Criminal Appellate Defender Clinic   District Attorney of New York Externship   Education Advocacy Clinic   Education Sector Policy and Consulting Clinic   Environmental Law Clinic   Equal Justice and Defender Clinic   EU Regulatory Policy Clinic (Paris)   Federal Judicial Practice Externship   Global Justice Clinic - for LLMs   Government Civil Litigation Externship - EDNY   Government Civil Litigation Externship - SDNY   Immigrant Defense Clinic   International Environmental Law Clinic   International Organizations Clinic   International Transactions Clinic - for LLMs   Legal Ethics Bureau at NYU Law   Legislative and Regulatory Process Clinic   LGBTQ Rights Clinic   Litigation, Organizing and Systemic Change Clinic   Mediation Clinic   Mediation Clinic - Advanced   New York Civil Liberties Clinic   Policy Advocacy in Latin America (Buenos Aires)   Prosecution Externship - EDNY   Prosecution Externship - SDNY   Racial Equity Strategies Clinic   Racial Justice Clinic   Regulatory Policy Clinic   Reproductive Justice Clinic   Technology Law and Policy                 Clinics Packet   Download the 2015-2016 Clinics Packet                               LW.10172 / LW.11977  Professor Amy Tai  Professor Nasoan C. Sheftel-Gomes  Open to 3L and 2L students  Maximum of 8 students   Spring semester  5 credits*  No prerequisites or co-requisites.         Course Description   The focus of this clinic clinic is the provision of civil legal services to grassroots community organizing groups that engage in a variety of community development, economic justice and social justice efforts. Students in the clinic will learn about “movement lawyering” and the benefits and challenges of lawyering in partnership and collaboration with the communities they work in. Students will learn more about the different roles that lawyers can that lawyers can play in supporting campaigns led by communities to advance social change. Working with groups that are organizing low-income communities in New York City, students perform their fieldwork with attorneys from the Community Development Project (CDP) of the Urban Justice Center, and provide legal services to CDP’s clients throughout New York City focusing on workers’ rights, affordable housing, consumer protection, and capacity building for community based organizations. As part of the fieldwork, students will work on litigation cases as well as research projects that help support and strengthen grassroots organizations’ organizing and advocacy efforts. Students may also work on transactional cases for CDP’s capacity building practice in which they offer legal advice and assistance to grassroots organizations in a variety of areas, such as incorporating an organization, drafting corporate governance documents, applying for tax exempt status, forming of worker cooperatives, or negotiating land use and community benefit agreements.   Fieldwork   The fieldwork for this clinic will be primarily or entirely conducted with CDP. Clinic students will have the opportunity to be involved in a litigation or transactional case as well as a legal research matter that supports the ongoing work of CDP and the organizations it supports. The majority of the fieldwork will consist of litigation cases and related matters, such as drafting a demand letter on behalf of workers to obtain the unpaid wages owed by their employer.     The litigation matter will be in the areas of workers’ rights, affordable housing, and consumer justice. CDP uses litigation as a way to support grassroots organizing efforts in New York City. Litigation is developed in partnership with the organizations and usually arises out of issues facing their communities. The workers’ rights cases typically involve minimum wage and overtime violations, workplace discrimination, and retaliatory discharge. Plaintiffs in these cases could be workers in the restaurant, construction, nail salon, garment, food distribution, and domestic industries. The tenants’ rights cases involve representing tenant associations organized by community-based organizations in litigation to combat landlord abandonment, to seek repairs to bring buildings into compliance with the housing code, and to combat harassment and retaliation by landlords.   The consumer justice cases are varied, but often involve defending a client against an action by a creditor in court and representing clients on matters such as identity theft and unlawful debt collection abuse. Students’ litigation work will likely entail joining an existing team of lawyers working on an ongoing case, and will provide an opportunity to work directly with clients, strategize with co-counsel, research legal issues that arise, draft documents, and prepare for and observe depositions and court proceedings.     In transactional matters, students will have the opportunity to counsel and work directly with organizational clients, in addition to experience drafting documents for a grassroots organization on non-profit incorporation, corporate governance, tax exempt status, formation of worker cooperatives, or land use and community benefit agreements.       Students will work out of CDP’s offices and are expected to spend at least ten hours a week at CDP’s offices. Direct interaction with the grassroots organizations’ staff and members will be an integral component of the fieldwork.   The Seminar   The seminar will meet weekly on Tuesday from 4:20 – 6:10 p.m. at CDP’s office located at 123 William Street, 16th Floor. (The main office of the Urban Justice Center is located at 40 Rector Street).   Classes will be participatory in nature, and students will be expected to discuss assigned readings and give presentations, discuss their fieldwork, prepare for and engage in simulations intended to sharpen practical lawyering skills, and write reflections throughout the semester.   The seminar will integrate substantive areas of law, including workers’ rights, tenants’ rights, consumer justice, and capacity building for organizations through the readings, class discussion, and simulations on the following topics: lawyers as resource allies for social change; law and organizing; ethical issues in group representation and movement lawyering; client interviewing and cultural competencies; case theory and client narrative; legal support to workers centers and tenant associations; legislative advocacy; written &amp; oral advocacy; representing community-based organizations; and discovery disputes and depositions, including protecting clients in litigation from harassing discovery.     About the Community Development Project at the Urban Justice Center   The Community Development Project (CDP) at the Urban Justice Center strengthens the impact of grassroots organizations in New York City’s low-income and other excluded communities. We partner with community organizations to win legal cases, publish community-driven research reports, assist with the formation of new organizations and cooperatives, and provide technical and transactional assistance in support of their work towards social justice.   CDP adheres to a theory of change where short-term and individual successes help build the capacity and power of our community partners, who in turn can have longer-term impact on policies, laws and systems that affect their communities. We leverage short-term successes such as winning cases and publishing reports to build the capacity of our partner organizations, increase public awareness of the issues they are organizing around, and help achieve victories for their organizing campaigns.   This enables our community partners to create systemic change through law and policy reform, increase political power in low-income and excluded communities, and change abusive and exploitative practices affecting their communities. CDP works with many organizations throughout New York City, such as the Chinese Staff and Workers Association, Mirabal Sisters, Fifth Avenue Committee, Chhaya CDC, Communities for Safe Apartments (CASA), Mothers on the Move (MOM), CAAAV, the National Mobilization Against Sweatshops (NMASS), the Restaurant Opportunities Center of New York (ROC-NY), Domestic Workers United (DWU), New Immigrant Community Empowerment (NICE), and numerous tenants’ associations. More information about CDP’s work can be found at www.cdp.urbanjustice.org .     Application Procedure   Students interested in applying for the clinic should submit the standard application, resume, and transcript online through CAMS. Selection of students is not based on interviews. However, Professors Tai and Sheftel-Gomes (who are both currently co-teaching the clinic) will meet with applicants in groups in order to provide a more complete description of the clinic and to answer questions. If you would like to attend a group meeting, please sign up for a time in CAMS after you submit your application.   Student Contacts   Students who wish to know more about the Community Development and Economic Justice Clinic may speak with the following students who are in the clinic this semester and the students who were in the clinic in the Spring 2015 semester:         Spring 2015  Jakarri Hamlin  Laura Hecht-Felella  Julia Lake  Margaret Marron  Christopher James Murray  Pooja Shethji  Mark Stokely  Gabriel Turner   Spring 2014  Steven Couper  Sophie Gebreselassie  Diane Johnston  Nnenne Okorafor  Brence Pernell  Steven Sasmor  Molly Wolfe         Students should also feel free to contact the professors, who are both attorneys with the Community Development Project of the Urban Justice Center, about the clinic. Professor Amy Tai can be reached at (646) 459-3026 or by email . Professor Nasoan Sheftel-Gomes can be reached at (646) 459-3013 or by email .     * 5 credits include 3 clinical credits and 2 academic seminar credits.                                                  Facebook   Twitter   YouTube   Instagram   Visitor Information   Directories   Offices and Departments   Site Map   NYU School of Law                   Prospective Info   Admissions (JD) Admissions (LLM/JSD) Areas of Study Degrees Offered Faculty Profiles Campus Map  Academics   Academic Sitemap Course Descriptions Class Schedules NYU Classes Clinics Academic Calendars  Departments   Academic Services Career Services Financial Aid Graduate Affairs (LLM) Hospitality and Events Housing Human Resources Library Operations and Facilities Records and Registration Student Affairs  Tools and Resources   About the Law School Campus Map Directories Law School News Journals Picture Book                      © 2015 New York University School of Law. 40 Washington Sq. South, New York, NY 10012. Tel. (212) 998-6100"}, {"content": "Law Students for Economic Justice | NYU School of Law                          Skip to main content                                     &rsaquo;               Quicklinks       Areas of Study   Calendar   Career Services   Colloquia   Courses   Departments   Directories   Docket   Housing   Library   News and Press   NYU Home   Student Links   Technology                                              JD Admissions   Faculty &amp; Scholarship   Global Opportunities   LLM/JSD Admissions   Academics &amp; Courses   Law &amp; Business   Executive Education   Current Students   Public Service   About NYU Law   Alumni &amp; Giving   Centers &amp; Institutes                               Home &rsaquo; Student Organizations &rsaquo; Law Students for Economic Justice             Law Students for Economic Justice                 Law Students for Economic Justice       Contact Us   Documents   Former Website of Practice (with mini-history of Practice and SNARL)                            Law Students for Economic Justice (LawSEJ) provides a community and voice for progressive and radical law students and focuses on organizing within the NYU School of Law environment. Primarily we:     Engage law students in direct service work, policy research, and advocacy to help low- and moderate-income people escape from the oppressive force of debt.   Organize NYU law students to participate in activities of grassroots organizations fighting for economic and social justice; and   Organize events for law students to learn about economic and social justice issues and careers.     Activities:   Direct Services   Partner with CLARO (Civil Legal Advice and Resource Office) , which provides limited legal advice and referrals to unrepresented debtor-defendants in New York City Civil Courts. With CLARO, students conduct legal intakes for clients with pending consumer debt cases in the Bronx and Manhattan Civil Courts, and assist lawyers in preparing court documents and referring clients to other services.     Policy Research &amp; Community Organizing   Collaborate with the New Economy Project and StrikeDebt to engage in policy research and community organizing to promote fairer public policy on debt issues.     Panel Discussions On Campus   Host panel discussions at NYU Law School to inform students about pressing debt-related issues in New York City and nationwide. Forthcoming panel topics include the ongoing financial repercussions following Hurricane Sandy in low-income communities.     Skills &amp; Competency Trainings   Sponsor student trainings on Cross-Cultural lawyering and advocacy, to prepare students for careers in community organizations, direct services and government offices.                                                    Facebook   Twitter   YouTube   Instagram   Visitor Information   Directories   Offices and Departments   Site Map   NYU School of Law                   Prospective Info   Admissions (JD) Admissions (LLM/JSD) Areas of Study Degrees Offered Faculty Profiles Campus Map  Academics   Academic Sitemap Course Descriptions Class Schedules NYU Classes Clinics Academic Calendars  Departments   Academic Services Career Services Financial Aid Graduate Affairs (LLM) Hospitality and Events Housing Human Resources Library Operations and Facilities Records and Registration Student Affairs  Tools and Resources   About the Law School Campus Map Directories Law School News Journals Picture Book                      © 2015 New York University School of Law. 40 Washington Sq. South, New York, NY 10012. Tel. (212) 998-6100"}]},
{"detail": [{"content": "Community Development and Economic Justice Clinic | NYU School of Law                          Skip to main content                                     &rsaquo;               Quicklinks       Areas of Study   Calendar   Career Services   Colloquia   Courses   Departments   Directories   Docket   Housing   Library   News and Press   NYU Home   Student Links   Technology                                              JD Admissions   Faculty &amp; Scholarship   Global Opportunities   LLM/JSD Admissions   Academics &amp; Courses   Law &amp; Business   Executive Education   Current Students   Public Service   About NYU Law   Alumni &amp; Giving   Centers &amp; Institutes                               Home &rsaquo; Academics &rsaquo; Clinics &rsaquo; One-Semester Clinics &rsaquo; Community Development and Economic Justice Clinic                  Clinics                 Community Development and Economic Justice Clinic                 One-Semester Clinics       Bankruptcy Appellate Clinic   Brennan Center Public Policy Advocacy Clinic   Business Law Transactions Clinic   Children&#039;s Rights Clinic   Civil Litigation - Employment Law Clinic   Community Development and Economic Justice Clinic   Comparative Criminal Justice Clinic   Criminal Appellate Defender Clinic   District Attorney of New York Externship   Education Advocacy Clinic   Education Sector Policy and Consulting Clinic   Environmental Law Clinic   Equal Justice and Defender Clinic   EU Regulatory Policy Clinic (Paris)   Federal Judicial Practice Externship   Global Justice Clinic - for LLMs   Government Civil Litigation Externship - EDNY   Government Civil Litigation Externship - SDNY   Immigrant Defense Clinic   International Environmental Law Clinic   International Organizations Clinic   International Transactions Clinic - for LLMs   Legal Ethics Bureau at NYU Law   Legislative and Regulatory Process Clinic   LGBTQ Rights Clinic   Litigation, Organizing and Systemic Change Clinic   Mediation Clinic   Mediation Clinic - Advanced   New York Civil Liberties Clinic   Policy Advocacy in Latin America (Buenos Aires)   Prosecution Externship - EDNY   Prosecution Externship - SDNY   Racial Equity Strategies Clinic   Racial Justice Clinic   Regulatory Policy Clinic   Reproductive Justice Clinic   Technology Law and Policy                 Clinics Packet   Download the 2015-2016 Clinics Packet                               LW.10172 / LW.11977  Professor Amy Tai  Professor Nasoan C. Sheftel-Gomes  Open to 3L and 2L students  Maximum of 8 students   Spring semester  5 credits*  No prerequisites or co-requisites.         Course Description   The focus of this clinic clinic is the provision of civil legal services to grassroots community organizing groups that engage in a variety of community development, economic justice and social justice efforts. Students in the clinic will learn about “movement lawyering” and the benefits and challenges of lawyering in partnership and collaboration with the communities they work in. Students will learn more about the different roles that lawyers can that lawyers can play in supporting campaigns led by communities to advance social change. Working with groups that are organizing low-income communities in New York City, students perform their fieldwork with attorneys from the Community Development Project (CDP) of the Urban Justice Center, and provide legal services to CDP’s clients throughout New York City focusing on workers’ rights, affordable housing, consumer protection, and capacity building for community based organizations. As part of the fieldwork, students will work on litigation cases as well as research projects that help support and strengthen grassroots organizations’ organizing and advocacy efforts. Students may also work on transactional cases for CDP’s capacity building practice in which they offer legal advice and assistance to grassroots organizations in a variety of areas, such as incorporating an organization, drafting corporate governance documents, applying for tax exempt status, forming of worker cooperatives, or negotiating land use and community benefit agreements.   Fieldwork   The fieldwork for this clinic will be primarily or entirely conducted with CDP. Clinic students will have the opportunity to be involved in a litigation or transactional case as well as a legal research matter that supports the ongoing work of CDP and the organizations it supports. The majority of the fieldwork will consist of litigation cases and related matters, such as drafting a demand letter on behalf of workers to obtain the unpaid wages owed by their employer.     The litigation matter will be in the areas of workers’ rights, affordable housing, and consumer justice. CDP uses litigation as a way to support grassroots organizing efforts in New York City. Litigation is developed in partnership with the organizations and usually arises out of issues facing their communities. The workers’ rights cases typically involve minimum wage and overtime violations, workplace discrimination, and retaliatory discharge. Plaintiffs in these cases could be workers in the restaurant, construction, nail salon, garment, food distribution, and domestic industries. The tenants’ rights cases involve representing tenant associations organized by community-based organizations in litigation to combat landlord abandonment, to seek repairs to bring buildings into compliance with the housing code, and to combat harassment and retaliation by landlords.   The consumer justice cases are varied, but often involve defending a client against an action by a creditor in court and representing clients on matters such as identity theft and unlawful debt collection abuse. Students’ litigation work will likely entail joining an existing team of lawyers working on an ongoing case, and will provide an opportunity to work directly with clients, strategize with co-counsel, research legal issues that arise, draft documents, and prepare for and observe depositions and court proceedings.     In transactional matters, students will have the opportunity to counsel and work directly with organizational clients, in addition to experience drafting documents for a grassroots organization on non-profit incorporation, corporate governance, tax exempt status, formation of worker cooperatives, or land use and community benefit agreements.       Students will work out of CDP’s offices and are expected to spend at least ten hours a week at CDP’s offices. Direct interaction with the grassroots organizations’ staff and members will be an integral component of the fieldwork.   The Seminar   The seminar will meet weekly on Tuesday from 4:20 – 6:10 p.m. at CDP’s office located at 123 William Street, 16th Floor. (The main office of the Urban Justice Center is located at 40 Rector Street).   Classes will be participatory in nature, and students will be expected to discuss assigned readings and give presentations, discuss their fieldwork, prepare for and engage in simulations intended to sharpen practical lawyering skills, and write reflections throughout the semester.   The seminar will integrate substantive areas of law, including workers’ rights, tenants’ rights, consumer justice, and capacity building for organizations through the readings, class discussion, and simulations on the following topics: lawyers as resource allies for social change; law and organizing; ethical issues in group representation and movement lawyering; client interviewing and cultural competencies; case theory and client narrative; legal support to workers centers and tenant associations; legislative advocacy; written &amp; oral advocacy; representing community-based organizations; and discovery disputes and depositions, including protecting clients in litigation from harassing discovery.     About the Community Development Project at the Urban Justice Center   The Community Development Project (CDP) at the Urban Justice Center strengthens the impact of grassroots organizations in New York City’s low-income and other excluded communities. We partner with community organizations to win legal cases, publish community-driven research reports, assist with the formation of new organizations and cooperatives, and provide technical and transactional assistance in support of their work towards social justice.   CDP adheres to a theory of change where short-term and individual successes help build the capacity and power of our community partners, who in turn can have longer-term impact on policies, laws and systems that affect their communities. We leverage short-term successes such as winning cases and publishing reports to build the capacity of our partner organizations, increase public awareness of the issues they are organizing around, and help achieve victories for their organizing campaigns.   This enables our community partners to create systemic change through law and policy reform, increase political power in low-income and excluded communities, and change abusive and exploitative practices affecting their communities. CDP works with many organizations throughout New York City, such as the Chinese Staff and Workers Association, Mirabal Sisters, Fifth Avenue Committee, Chhaya CDC, Communities for Safe Apartments (CASA), Mothers on the Move (MOM), CAAAV, the National Mobilization Against Sweatshops (NMASS), the Restaurant Opportunities Center of New York (ROC-NY), Domestic Workers United (DWU), New Immigrant Community Empowerment (NICE), and numerous tenants’ associations. More information about CDP’s work can be found at www.cdp.urbanjustice.org .     Application Procedure   Students interested in applying for the clinic should submit the standard application, resume, and transcript online through CAMS. Selection of students is not based on interviews. However, Professors Tai and Sheftel-Gomes (who are both currently co-teaching the clinic) will meet with applicants in groups in order to provide a more complete description of the clinic and to answer questions. If you would like to attend a group meeting, please sign up for a time in CAMS after you submit your application.   Student Contacts   Students who wish to know more about the Community Development and Economic Justice Clinic may speak with the following students who are in the clinic this semester and the students who were in the clinic in the Spring 2015 semester:         Spring 2015  Jakarri Hamlin  Laura Hecht-Felella  Julia Lake  Margaret Marron  Christopher James Murray  Pooja Shethji  Mark Stokely  Gabriel Turner   Spring 2014  Steven Couper  Sophie Gebreselassie  Diane Johnston  Nnenne Okorafor  Brence Pernell  Steven Sasmor  Molly Wolfe         Students should also feel free to contact the professors, who are both attorneys with the Community Development Project of the Urban Justice Center, about the clinic. Professor Amy Tai can be reached at (646) 459-3026 or by email . Professor Nasoan Sheftel-Gomes can be reached at (646) 459-3013 or by email .     * 5 credits include 3 clinical credits and 2 academic seminar credits.                                                  Facebook   Twitter   YouTube   Instagram   Visitor Information   Directories   Offices and Departments   Site Map   NYU School of Law                   Prospective Info   Admissions (JD) Admissions (LLM/JSD) Areas of Study Degrees Offered Faculty Profiles Campus Map  Academics   Academic Sitemap Course Descriptions Class Schedules NYU Classes Clinics Academic Calendars  Departments   Academic Services Career Services Financial Aid Graduate Affairs (LLM) Hospitality and Events Housing Human Resources Library Operations and Facilities Records and Registration Student Affairs  Tools and Resources   About the Law School Campus Map Directories Law School News Journals Picture Book                      © 2015 New York University School of Law. 40 Washington Sq. South, New York, NY 10012. Tel. (212) 998-6100"}, {"content": "Law Students for Economic Justice | NYU School of Law                          Skip to main content                                     &rsaquo;               Quicklinks       Areas of Study   Calendar   Career Services   Colloquia   Courses   Departments   Directories   Docket   Housing   Library   News and Press   NYU Home   Student Links   Technology                                              JD Admissions   Faculty &amp; Scholarship   Global Opportunities   LLM/JSD Admissions   Academics &amp; Courses   Law &amp; Business   Executive Education   Current Students   Public Service   About NYU Law   Alumni &amp; Giving   Centers &amp; Institutes                               Home &rsaquo; Student Organizations &rsaquo; Law Students for Economic Justice             Law Students for Economic Justice                 Law Students for Economic Justice       Contact Us   Documents   Former Website of Practice (with mini-history of Practice and SNARL)                            Law Students for Economic Justice (LawSEJ) provides a community and voice for progressive and radical law students and focuses on organizing within the NYU School of Law environment. Primarily we:     Engage law students in direct service work, policy research, and advocacy to help low- and moderate-income people escape from the oppressive force of debt.   Organize NYU law students to participate in activities of grassroots organizations fighting for economic and social justice; and   Organize events for law students to learn about economic and social justice issues and careers.     Activities:   Direct Services   Partner with CLARO (Civil Legal Advice and Resource Office) , which provides limited legal advice and referrals to unrepresented debtor-defendants in New York City Civil Courts. With CLARO, students conduct legal intakes for clients with pending consumer debt cases in the Bronx and Manhattan Civil Courts, and assist lawyers in preparing court documents and referring clients to other services.     Policy Research &amp; Community Organizing   Collaborate with the New Economy Project and StrikeDebt to engage in policy research and community organizing to promote fairer public policy on debt issues.     Panel Discussions On Campus   Host panel discussions at NYU Law School to inform students about pressing debt-related issues in New York City and nationwide. Forthcoming panel topics include the ongoing financial repercussions following Hurricane Sandy in low-income communities.     Skills &amp; Competency Trainings   Sponsor student trainings on Cross-Cultural lawyering and advocacy, to prepare students for careers in community organizations, direct services and government offices.                                                    Facebook   Twitter   YouTube   Instagram   Visitor Information   Directories   Offices and Departments   Site Map   NYU School of Law                   Prospective Info   Admissions (JD) Admissions (LLM/JSD) Areas of Study Degrees Offered Faculty Profiles Campus Map  Academics   Academic Sitemap Course Descriptions Class Schedules NYU Classes Clinics Academic Calendars  Departments   Academic Services Career Services Financial Aid Graduate Affairs (LLM) Hospitality and Events Housing Human Resources Library Operations and Facilities Records and Registration Student Affairs  Tools and Resources   About the Law School Campus Map Directories Law School News Journals Picture Book                      © 2015 New York University School of Law. 40 Washington Sq. South, New York, NY 10012. Tel. (212) 998-6100"}, {"content": "Education and Social Policy - NYU Steinhardt                                          Skip to content        NYU Steinhardt School of Culture, Education, and    Human Development           apply now     request info     contact                                     Department of Humanities and Social Sciences in the Professions              About           Programs         Applied Statistics     Education and Jewish Studies     Education and Social Policy     Education Studies     History of Education     Interdepartmental Research Studies     International Education     Philosophy of Education     Sociology of Education     Minor in Global and Urban Education Studies               People         Faculty     Staff     Students     Alumni               Admissions           Research          Center for the Promotion of Research Involving Innovative Statistical Methodology      Commission on Gender, Race and Social Justice      Institute for Education and Social Policy      Multinational Institute of American Studies      Faculty Research Interests               FAQ           News           Events                      Education and Social Policy                     Program Information           Curriculum     FAQ for Current Students     General Information     Sample Course Schedules     Careers              People             Faculty     Staff     Current Student Profiles     Alumni Profiles             Courses                                Fall 2015 Courses    Spring 2015 Courses     Summer 2015 Courses                   Prospective Students           Admissions     Financial Aid      Fellows Program     Open House     FAQ             New Students           First Steps     Getting Started     New Student Events     International Students               Current Programs & Events                     Resources            Internships & Jobs      Funding Resources     Graduate Student Handbook     Curriculum Planning Check Lists                  Alumni              Featured Video                  Professor Leanna Stiefel outlines the MA Program in Education and Social Policy at NYU Steinhardt            Permalink |          Email |     Share on: Facebook |       Twitter                                            Program Overview: M.A. in Education and Social Policy with Dr. Leanna Stiefel                           Global Programs                       Program News       Are you interested in education policy? Sign up for the EDSP informational session on November 4th, and speak with a faculty member and current student about why the EDSP program could be right for you!    Education and Social Policy Faculty Members Publish \"Not Just for Poor Kids: The Impact of Universal Free School Breakfast on Meal Participation and Student Outcomes\"    Education and Social Policy Faculty Member, Sean Corcoran, Publishes Paper on School Choices and Placements of Low-Achieving Students       Program Description    The M.A. program in Education and Social Policy addresses the growing demand for professionals who can use up-to-date methods, data, and research results to formulate, implement, and evaluate education policies, ranging from the national No Child Left Behind Act to local or state policies such as New York City's Children First initiative. As the national and international concern with the quality of education grows, local, state and federal education agencies, think tanks, and nonprofit organizations are seeking individuals with the skills and knowledge to help craft education reforms that improve the effectiveness and fairness of educational outcomes.    Based in the social science disciplines of economics and sociology , the program teaches you to use statistics, large datasets, and research designs to analyze education policies for grades K-12 and higher education.     The curriculum is designed to assure that you master appropriate analytical methods as well as develop knowledge of issues in a specific education policy area, such as higher education, race and class, international education, or K-12 education issues. No previous knowledge of education policy or statistics is required.    The degree is distinguished from other master&rsquo;s degrees in education policy by its strong emphasis on using quantitative methods to ascertain causal effects of programs and policies. You begin your studies with a first course in statistics and progress through more rigorous analytical courses, including regression and econometrics. The sequence of methods courses culminates in a final directed group research project in which groups produce a professional study of an educational intervention or policy of their choosing.    Throughout the course of study, you gain experience:       in working with large longitudinal education databases    with using economic and sociological principles to analyze K-16 education, and    with principles of management, planning, and policy making in the public and nonprofit sectors, which draw on the expertise of faculty in NYU&rsquo;s Robert F. Wagner Graduate School of Public Service .       The curriculum places a strong emphasis on understanding the context, purpose, unintended effects, and finally the actual impact of alternative education policies and programs. You will use elective choices, which you&rsquo;ll choose in consultation with your adviser, to gain knowledge of policy issues.    Students gain experience through the required Capstone course, as well, where they work in teams to design and perform a research study. Projects are designed and written for a particular &ldquo;clientele&rdquo; in the policy community. Throughout the tenure of their capstone project, students are expected to consult with faculty who have relevant expertise in appropriate fields of research specialization. See right for an example of a capstone poster.    Graduates are prepared to work in a wide variety of organizations that have a role in policymaking and implementation in the education area, including local, state and federal education departments, foundations, think tanks, and consulting, grant-giving and public-relations departments in selected private organizations. Students in the Education and Social Policy program learn about education policy in New York City--one of the best urban laboratories in the nation. Through this experience, alumni of the Education and Social Policy program are prepared to work in education policy throughout the country, and even in major cities in other nations like China and Japan.    View and download our PDF Brochure to learn more about the Education and Social Policy Program.     Mission Statement    The M.A. program in Education and Social Policy prepares graduates to become professionals who use statistics, large datasets, and research designs to formulate and evaluate education policies in grades kindergarten through twelve and higher education.    The program provides an opportunity to specialize in specific areas of education policy, such as higher education, race and class, international education, or K-12 education issues.    Student Learning Objectives       Students will apply principles of economics and sociology to formulate and analyze K-12 and higher education policies.    Students will conduct descriptive and inferential statistical analyses using large longitudinal education databases to interpret and identify causal effects of programs and policies and to apply conclusions to make policy recommendations.    Students will understand the policies already implemented as well as needs for additional policies in their chosen areas. They will be able to participate in quantitative studies to further evaluate existing policies and to provide evidence on the possible effects of new policies.       Other Options to Study Education and Policy in Steinhardt    In addition to the M.A. Program in Education and Social Policy, the Steinhardt School offers students two other options to study education and policy and to prepare for a career in this field. We encourage you to explore these options further to find the program that best matches your personal interests and career goals.                                                            This site, and all its contents, are Copyright &copy;    by New York University. All rights reserved.   NYU Steinhardt - 246 Greene Street, Suite 300, New York, NY 10003"}]}]