[{"detail": [{"content": "Admissions Requirements and Standards | Graduate Admissions | NYU Polytechnic School of Engineering                                                                                                 NYU Abu Dhabi | NYU Shanghai         QuickLinks Bulletin   Directory   Employment and Career Development   Events Calendar   Human Resources / Careers   Information Technology Systems   Library   Make a Gift   NYU Classes   NYUAlbert (PS DATA)   NYUHome   Records and Registration   Services and Resources   Students   Alumni   Faculty   Staff                          Admissions  Undergraduate Admissions Graduate Admissions Online Learning Financial Aid Accepted Undergraduates Accepted Graduates  Academics  Majors and Programs Departments Honors Program BS/MS Program Study Abroad Online Learning Support + Services Graduate School  Records and Registration Class Schedule Course Textbooks School Calendar Code of Conduct Bulletin Women in Engineering  Research  Message from the Associate Provost Sponsored Research Centers + Institutes Labs + Groups CITE Game Innovation Lab Cross-Institution “Seed” Research Undergraduate Summer Research Bern Dibner Library Institutional Research Bioengineering IT + Media Urban Systems  Outreach  Incubators NYC Media Lab NYC Seed Enterprise Learning Center for K12 STEM Education Employment and Career Development PowerBridgeNY  Student Life  Athletics Student Affairs Public Safety Graduate Student Life and Services International Students + Scholars Residence Life and Housing Services Student Activities and Resource Center Students with Disabilities Student Resources Student Orientation  About  Hours and Directions Leadership and Administration Mission News and Publications Campus Transformation Middle States Self-Study NYU Merger Past, Present, Future Giving                                          Home / Admissions / Graduate Admissions                         Graduate Admissions                                                             Admissions Requirements and Standards                       Thank you for your interest in a graduate program at the NYU Polytechnic School of Engineering. Click below to jump to a specific section of this document:      General Requirements    Application Deadlines    Application Requirements    Mailing Address for Application Materials    Special Notes from the Office of Graduate Admissions    What Happens Next?     General Requirements   To be eligible for consideration, you must hold a Bachelor&#39;s Degree from an accredited institution, which includes a minimum of FOUR YEARS of full-time study. Attention will be given to the programs accredited by ABET ( www.abet.org ), programs approved by American Chemical Society (ACS: acs.org ), and programs accredited/approved by other various regional accrediting associations. Please be advised that admission to a field of study that is different from your Bachelor&#39;s degree may require completion of prerequisite courses.   The application for admission must be completed online and submitted electronically once you have answered all required questions. (A preview PDF version of the online application is available here .) You may access your online application and change your answers as many times as you like with your username and password from any computer with Internet access.   Once you have completed all sections of the application, validate and submit it. Please note that after submission, you will not be able to make changes to your application information. Please make copies of all submitted documents for your personal file, as as we are unable to return applications and supporting documents.   Application Deadlines                    Fall 2015                    Applicants for Full-Time Master&#39;s and Certificate degree programs      February 15, 2015*              Applicants for Part-Time Master&#39;s and Certificate degree programs      May 30, 2015              Applicants for Doctoral degree programs      December 15, 2014            Application Requirements      Application (online only)    Application Fee of $75 (payable by major credit card only)    Statement of Purpose / Personal Statement    R&eacute;sum&eacute; / Curriculum Vitae    Two Letters of Recommendation    One official transcript from each institution attended or attending (see specific requirements below)    GRE / GMAT (see specific requirements below)    English Language Proficiency Testing (see specific requirements below)    Financial Documentation (do not send before admission - see specific requirements below)     Mailing Address   (For all application documents - note that this is our document processing center in Massachusetts):   NYU Polytechnic School of Engineering   Graduate Admissions Processing Center   15 Dan Road, Suite 102   Canton, MA 02021   Online Application   The Office of Graduate Admissions requires all applicants to complete the online application and does not accept paper-based applications. If you have any issues with submitting an application via the online application system, please contact our office. The application must be completed and electronically submitted on or before the posted deadline for the term of entry.   Application Fee   The application fee is $75 and is payable in the online system by major credit card. If you are having problems submitting your payment via Credit Card, please contact the Office of Graduate Enrollment Management and Admissions .   Statement of Purpose / Personal Statement   A typewritten, double-spaced, well-organized, one- to two-page statement explaining why you wish to pursue graduate study in your particular program at our particular school. This is your opportunity to introduce yourself and to inform the department about your goals, interests, and career plans as they relate to your intended academic pursuits. Please make sure to include your name (as it appears on your application), program and date. This document will be uploaded to your online application and need not be mailed.   R&eacute;sum&eacute;   A copy of your most recent r&eacute;sum&eacute; or curriculum vitae must be uploaded to the online application and need not be mailed.       Official Transcripts   Official transcripts are required and must be received before a decision is released. To complete your application, official transcripts are required from all previously-attended post-secondary institutions, even if you were not a matriculated student and/or did not complete an academic program. Failure to submit all transcripts will delay the processing of your application, and failure to report all schools attended may result in admission recission.   Any transcript you upload to the online application will be considered unofficial; please contact your previously-attended institutions to arrange for official transcripts to be mailed directly to our processing center.   Note these specific transcript guidelines:      Transcripts from Indian institutions:          Official mark sheets or attested copies of mark sheets must be received by us in a sealed envelope from the institution.      If sending attested copies of your mark sheets, the attestation must be made by (and only by) the Controller of Examinations or Registrar and received by us in a sealed envelope from the institution.      Note that transcripts that are not in English are subject to the guidelines below (&ldquo;Transcripts not in English from any country&rdquo;).           Transcripts from Chinese institutions:          Transcripts sent from Project 211 institutions (institutions on this list ) must be received by us in a sealed envelope from the institution.      Transcripts from institutions that are not Project 211 institutions must be verified and sent to us directly by (and only by) the China Academic Degrees and Graduate Education Development Center (CDGDC) . Request that your institution send a transcript to CDGDC for verification and forwarding to NYU Engineering. Transcripts sent directly from non-Project 211 institutions will not be considered official.      Note that transcripts that are not in English are subject to the guidelines below (&ldquo;Transcripts not in English from any country&rdquo;) regardless of whether they have received CDGDC verification or not.           Transcripts not in English from any country:          For any transcript that is not issued in English by the institution, an English-language translation is required. (Dual-language transcripts issued by the institution are acceptable and do not require translation.)      All translations must be:             Complete and literal (word-for-word), replicating the original as precisely as possible with no attempts at interpretation or evaluation        Prepared in the same format as the original document        Typed on organization or school letterhead/stationery        Signed or stamped by an approved translator (see below)                 Official translations may be provided by one of the following:             The institution issuing the transcript        A consulate or embassy of the United States or of the institution&rsquo;s country        A professional, certified and/or accredited translation agency                 Translations will not be accepted from:             The applicant or members of his/her family        Individuals not affiliated with any of the organizations listed above.                      Transcripts in English from any other country:          Official transcripts must be received by us in a sealed envelope from the institution.           A note on credential evaluations:          We do accept official, course-by-course evaluations from NACES-member evaluation services (such as the World Education Service, also known as WES ) in lieu of transcripts. However, the Graduate Enrollment Management &amp; Admissions office conducts an independent evaluation of credentials that may differ from the service&rsquo;s evaluation on issues such as three-year degree equivalence.            Testing Information    Click here or read below to find out if your program requires the GRE or GMAT. Your official test scores must be on file before your application will be reviewed.      GRE scores are valid for 5 years. The GRE must be taken again if your GRE scores are older than 5 years.    Applicants who are applying for full-time enrollment must submit official GRE scores (the NYU Polytechnic School of Engineering ETS institution code is 2668 ). The MS in Integrated Digital Media is the only exception and does not require GRE scores for full-time applicants.    Applicants who are applying for part-time enrollment in the following programs must also submit official GRE scores for admission: Biomedical Engineering, Computer Engineering, Computer Science, Cybersecurity, Electrical Engineering, Financial Engineering, and Systems Engineering    GMAT scores may be substituted for the GRE only for applicants to the Management and Management of Technology programs. GMAT scores are valid for 5 years; the GMAT must be taken again if your GMAT scores are older than 5 years.    If the GRE is required for your application, an official GRE score report must be sent electronically to NYU Polytechnic School of Engineering via the ETS institution code 2668 ; a departmental code is not required. Visit the ETS website for more information about the exam.      English Language Proficiency Testing   All applicants to the NYU Polytechnic School of Engineering for graduate study must demonstrate excellent English language skills in reading, writing, speaking, and comprehension. Proficiency will be determined by the TOEFL (Test of English as a Foreign Language)* , IELTS (International English Language Testing System) , CAE (Cambridge English: Advanced) , or Pearson PTE Academic exams. The Office of Graduate Enrollment Management and Admissions reserves the right to request proof of English competency from any applicant. At least one of these exams is required for:      All International applicants (those who have or will request a visa)    Applicants (including US citizens and US Permanent Residents) whose first language is not English and/or who have not completed a bachelor&rsquo;s degree in the United States.     *The NYU Polytechnic School of Engineering TOEFL institution code is 2668 .   Applicants may request a waiver of English Language Proficiency Testing by submitting this form prior to the posted application deadline. The request will be reviewed only after transcripts have been received.   In certain cases, international graduate students may be required to take an ESL (English as a Second Language) placement exam and, if necessary, attend an intensive English program at NYU&rsquo;s American Language Institute (ALI) upon enrollment. Students may be required to attend this program while taking a reduced load of graduate academic courses. See here for more information on conditional admission for such students.   Letters of Recommendation   You are required to send two Letters of Recommendation. Recommendations should be provided by professors, employers, supervisors, or others who are able to comment on your academic achievements, research potential and your professional goals (no friends or relatives please). We ask that you register your recommenders or third-party recommendation service in our online application system. Once registered, your recommenders will be prompted to submit their letters electronically. This method allows you to efficiently monitor and follow up with your recommenders.   Financial Documentation   International students who will require a J-1 or F-1 visa to study at NYU will need to apply for a new I-20 or transfer by submitting financial documentation after admission . Do not submit financial documents (including bank statements and affidavits of support) with your application. Instructions for applying for a new I-20 or transfer will follow your letter of admission (if applicable).   Special Notes from the Office of Graduate Admissions      Please check the online system to confirm that you have successfully submitted your application.    Due to the volume of applications and related materials received, the Office of Graduate Admissions will only contact you if your application was successfully submitted and is deemed INCOMPLETE because of missing required materials. Otherwise you will hear from us when a decision has been rendered.    The following are acceptable document types for uploads to the online application system: PDF, JPEG, JPG, GIF, TIFF, PNG, Bitmap, DOC, DOCX, RTF and TXT.     What happens next?   Once your application has been submitted and all required documents have been received, it will be reviewed by the department to which you applied. When a decision is reached, you will be notified and will be able to access the decision online. If you are admitted, a paper notification will follow, and you will receive information about how to accept/decline your admission.                                   Graduate Admissions      The NYU Advantage   Master&#039;s Programs   Doctorate Programs   Certificate Programs   Admissions Requirements and Standards English Language Proficiency Testing Waiver     Admitted Students   For Veterans   Apply Now   Graduate Visiting Student Registration Form   Request Information   Transfer Policy                                    Engineering is NYU  Follow Us:  Facebook Twitter Vimeo YouTube        Undergraduate   Admissions   How to Apply   Apply Now   admissions@nyu.edu   Graduate   Admissions   Requirements   Apply Now   engineering.gradinfo@nyu.edu   Site Links   Press   Directory   Directions   Event Calendar   Careers/HR   Support    Email/Network help@poly.edu Website Report a Problem Login (Faculty + Staff)  NYU School of Engineering 6 MetroTech Center, Brooklyn, NY 11201 Tel: 718.260.3600 Fax: 718.260.3136 &copy; NYU School of Engineering"}, {"content": "Exam Options and Results                                                                                          The NYU School of Professional Studies Website    Faculty    Degrees    Professional Certificates    Upcoming Events        Search Courses     Credit Course     Non-Credit Course          Site    Noncredit Courses    Faculty                                                                       Foreign Languages, Translation, and Interpreting                                                                                                       About                                     Director's Message                       Faculty                       News                                                                                    Admissions                            Academics                                     Graduate Offering                       Noncredit Offerings                                                                                    Career                            Events                                     ATISA Conference                                                                                    Initiatives                                     Startalk Teacher Training                                                                                    Testing                                     Exam Options and Results                       The Testing Process                                                                                                                                              Exam Options and Results                                            Testing &rsaquo;                Exam Options and Results            The Testing Process                                                                                  The Exams        The NYU School of Professional Studies offers three different language-testing examinations to evaluate your knowledge of a language and to assign points equivalent to undergraduate credit at U.S. colleges. * Dictionaries and other reference materials may not be used. These tests do not require knowledge of technical terms or specialized vocabulary.         12-Point Exam     The NYU School of Professional Studies Foreign Language Proficiency Exam tests three skills—listening, reading, and writing— that are necessary for everyday communicative tasks. Students are required to answer questions after listening to a passage to demonstrate comprehension, to translate into English and into the test language, and to write a short essay in response to a selection of general topics. The format of some language tests may be somewhat different, requiring short answers, multiple-choice selections, or other responses. Students are given two hours to complete the entire 12-point exam.         16-Point Exam   The 16-point exam is comprised of the 12-point exam, as well as a 350-word essay on a more complex subject. In the essay, students are required to write about abstract ideas, support an argument, hypothesize, and write in longer paragraphs. Students are given three hours to complete the entire 16-point exam. Please note that a perfect 12-point score on the first part of the exam is required in order for the 4-point essay portion to be graded.         4-Point Exam   For students who elected to take the 12-point exam and later wish to be tested on the extended 350-word essay portion of the 16-point exam, we offer an additional 4-point exam. This exam is offered only to students who received a perfect score on the 12-point exam. Students are given one hour (60 minutes) to complete the 4-point exam.           Scheduling an Exam            * It is important to note that the actual amount of credit granted is at the discretion of the institution receiving the results. Students are strongly urged to discuss accreditation with the institution’s advisor prior to taking the exam. Exam results are valid for five years from the test date. Official letters will not be mailed to institutions for tests that are more than five years old.            Exam Results        An official letter stipulating the results of the examination will be mailed to the designated institution up to eight weeks after the test is taken. The student will receive an unofficial copy of the letter.   Allow two extra weeks during winter break. Though the official letter is sufficient for most institutions, should an official transcript be required, it can be obtained from the NYU Transcript Office .                                                                                                         QUICK LINKS                        About Us          Student Affairs          Visit Us          School-wide Policies          Contact Us                       ATTEND THE SCHOOL                        Graduate Admissions          Undergraduate Admissions          American Language Institute          Noncredit Registration                             ON THE WEB                         On Facebook          On Twitter          On Youtube          Browser Requirements                                                        NYU Homepage   &copy; New York University School of Professional Studies | Privacy Policy"}]},
{"detail": [{"content": "Admissions Requirements and Standards | Graduate Admissions | NYU Polytechnic School of Engineering                                                                                                 NYU Abu Dhabi | NYU Shanghai         QuickLinks Bulletin   Directory   Employment and Career Development   Events Calendar   Human Resources / Careers   Information Technology Systems   Library   Make a Gift   NYU Classes   NYUAlbert (PS DATA)   NYUHome   Records and Registration   Services and Resources   Students   Alumni   Faculty   Staff                          Admissions  Undergraduate Admissions Graduate Admissions Online Learning Financial Aid Accepted Undergraduates Accepted Graduates  Academics  Majors and Programs Departments Honors Program BS/MS Program Study Abroad Online Learning Support + Services Graduate School  Records and Registration Class Schedule Course Textbooks School Calendar Code of Conduct Bulletin Women in Engineering  Research  Message from the Associate Provost Sponsored Research Centers + Institutes Labs + Groups CITE Game Innovation Lab Cross-Institution “Seed” Research Undergraduate Summer Research Bern Dibner Library Institutional Research Bioengineering IT + Media Urban Systems  Outreach  Incubators NYC Media Lab NYC Seed Enterprise Learning Center for K12 STEM Education Employment and Career Development PowerBridgeNY  Student Life  Athletics Student Affairs Public Safety Graduate Student Life and Services International Students + Scholars Residence Life and Housing Services Student Activities and Resource Center Students with Disabilities Student Resources Student Orientation  About  Hours and Directions Leadership and Administration Mission News and Publications Campus Transformation Middle States Self-Study NYU Merger Past, Present, Future Giving                                          Home / Admissions / Graduate Admissions                         Graduate Admissions                                                             Admissions Requirements and Standards                       Thank you for your interest in a graduate program at the NYU Polytechnic School of Engineering. Click below to jump to a specific section of this document:      General Requirements    Application Deadlines    Application Requirements    Mailing Address for Application Materials    Special Notes from the Office of Graduate Admissions    What Happens Next?     General Requirements   To be eligible for consideration, you must hold a Bachelor&#39;s Degree from an accredited institution, which includes a minimum of FOUR YEARS of full-time study. Attention will be given to the programs accredited by ABET ( www.abet.org ), programs approved by American Chemical Society (ACS: acs.org ), and programs accredited/approved by other various regional accrediting associations. Please be advised that admission to a field of study that is different from your Bachelor&#39;s degree may require completion of prerequisite courses.   The application for admission must be completed online and submitted electronically once you have answered all required questions. (A preview PDF version of the online application is available here .) You may access your online application and change your answers as many times as you like with your username and password from any computer with Internet access.   Once you have completed all sections of the application, validate and submit it. Please note that after submission, you will not be able to make changes to your application information. Please make copies of all submitted documents for your personal file, as as we are unable to return applications and supporting documents.   Application Deadlines                    Fall 2015                    Applicants for Full-Time Master&#39;s and Certificate degree programs      February 15, 2015*              Applicants for Part-Time Master&#39;s and Certificate degree programs      May 30, 2015              Applicants for Doctoral degree programs      December 15, 2014            Application Requirements      Application (online only)    Application Fee of $75 (payable by major credit card only)    Statement of Purpose / Personal Statement    R&eacute;sum&eacute; / Curriculum Vitae    Two Letters of Recommendation    One official transcript from each institution attended or attending (see specific requirements below)    GRE / GMAT (see specific requirements below)    English Language Proficiency Testing (see specific requirements below)    Financial Documentation (do not send before admission - see specific requirements below)     Mailing Address   (For all application documents - note that this is our document processing center in Massachusetts):   NYU Polytechnic School of Engineering   Graduate Admissions Processing Center   15 Dan Road, Suite 102   Canton, MA 02021   Online Application   The Office of Graduate Admissions requires all applicants to complete the online application and does not accept paper-based applications. If you have any issues with submitting an application via the online application system, please contact our office. The application must be completed and electronically submitted on or before the posted deadline for the term of entry.   Application Fee   The application fee is $75 and is payable in the online system by major credit card. If you are having problems submitting your payment via Credit Card, please contact the Office of Graduate Enrollment Management and Admissions .   Statement of Purpose / Personal Statement   A typewritten, double-spaced, well-organized, one- to two-page statement explaining why you wish to pursue graduate study in your particular program at our particular school. This is your opportunity to introduce yourself and to inform the department about your goals, interests, and career plans as they relate to your intended academic pursuits. Please make sure to include your name (as it appears on your application), program and date. This document will be uploaded to your online application and need not be mailed.   R&eacute;sum&eacute;   A copy of your most recent r&eacute;sum&eacute; or curriculum vitae must be uploaded to the online application and need not be mailed.       Official Transcripts   Official transcripts are required and must be received before a decision is released. To complete your application, official transcripts are required from all previously-attended post-secondary institutions, even if you were not a matriculated student and/or did not complete an academic program. Failure to submit all transcripts will delay the processing of your application, and failure to report all schools attended may result in admission recission.   Any transcript you upload to the online application will be considered unofficial; please contact your previously-attended institutions to arrange for official transcripts to be mailed directly to our processing center.   Note these specific transcript guidelines:      Transcripts from Indian institutions:          Official mark sheets or attested copies of mark sheets must be received by us in a sealed envelope from the institution.      If sending attested copies of your mark sheets, the attestation must be made by (and only by) the Controller of Examinations or Registrar and received by us in a sealed envelope from the institution.      Note that transcripts that are not in English are subject to the guidelines below (&ldquo;Transcripts not in English from any country&rdquo;).           Transcripts from Chinese institutions:          Transcripts sent from Project 211 institutions (institutions on this list ) must be received by us in a sealed envelope from the institution.      Transcripts from institutions that are not Project 211 institutions must be verified and sent to us directly by (and only by) the China Academic Degrees and Graduate Education Development Center (CDGDC) . Request that your institution send a transcript to CDGDC for verification and forwarding to NYU Engineering. Transcripts sent directly from non-Project 211 institutions will not be considered official.      Note that transcripts that are not in English are subject to the guidelines below (&ldquo;Transcripts not in English from any country&rdquo;) regardless of whether they have received CDGDC verification or not.           Transcripts not in English from any country:          For any transcript that is not issued in English by the institution, an English-language translation is required. (Dual-language transcripts issued by the institution are acceptable and do not require translation.)      All translations must be:             Complete and literal (word-for-word), replicating the original as precisely as possible with no attempts at interpretation or evaluation        Prepared in the same format as the original document        Typed on organization or school letterhead/stationery        Signed or stamped by an approved translator (see below)                 Official translations may be provided by one of the following:             The institution issuing the transcript        A consulate or embassy of the United States or of the institution&rsquo;s country        A professional, certified and/or accredited translation agency                 Translations will not be accepted from:             The applicant or members of his/her family        Individuals not affiliated with any of the organizations listed above.                      Transcripts in English from any other country:          Official transcripts must be received by us in a sealed envelope from the institution.           A note on credential evaluations:          We do accept official, course-by-course evaluations from NACES-member evaluation services (such as the World Education Service, also known as WES ) in lieu of transcripts. However, the Graduate Enrollment Management &amp; Admissions office conducts an independent evaluation of credentials that may differ from the service&rsquo;s evaluation on issues such as three-year degree equivalence.            Testing Information    Click here or read below to find out if your program requires the GRE or GMAT. Your official test scores must be on file before your application will be reviewed.      GRE scores are valid for 5 years. The GRE must be taken again if your GRE scores are older than 5 years.    Applicants who are applying for full-time enrollment must submit official GRE scores (the NYU Polytechnic School of Engineering ETS institution code is 2668 ). The MS in Integrated Digital Media is the only exception and does not require GRE scores for full-time applicants.    Applicants who are applying for part-time enrollment in the following programs must also submit official GRE scores for admission: Biomedical Engineering, Computer Engineering, Computer Science, Cybersecurity, Electrical Engineering, Financial Engineering, and Systems Engineering    GMAT scores may be substituted for the GRE only for applicants to the Management and Management of Technology programs. GMAT scores are valid for 5 years; the GMAT must be taken again if your GMAT scores are older than 5 years.    If the GRE is required for your application, an official GRE score report must be sent electronically to NYU Polytechnic School of Engineering via the ETS institution code 2668 ; a departmental code is not required. Visit the ETS website for more information about the exam.      English Language Proficiency Testing   All applicants to the NYU Polytechnic School of Engineering for graduate study must demonstrate excellent English language skills in reading, writing, speaking, and comprehension. Proficiency will be determined by the TOEFL (Test of English as a Foreign Language)* , IELTS (International English Language Testing System) , CAE (Cambridge English: Advanced) , or Pearson PTE Academic exams. The Office of Graduate Enrollment Management and Admissions reserves the right to request proof of English competency from any applicant. At least one of these exams is required for:      All International applicants (those who have or will request a visa)    Applicants (including US citizens and US Permanent Residents) whose first language is not English and/or who have not completed a bachelor&rsquo;s degree in the United States.     *The NYU Polytechnic School of Engineering TOEFL institution code is 2668 .   Applicants may request a waiver of English Language Proficiency Testing by submitting this form prior to the posted application deadline. The request will be reviewed only after transcripts have been received.   In certain cases, international graduate students may be required to take an ESL (English as a Second Language) placement exam and, if necessary, attend an intensive English program at NYU&rsquo;s American Language Institute (ALI) upon enrollment. Students may be required to attend this program while taking a reduced load of graduate academic courses. See here for more information on conditional admission for such students.   Letters of Recommendation   You are required to send two Letters of Recommendation. Recommendations should be provided by professors, employers, supervisors, or others who are able to comment on your academic achievements, research potential and your professional goals (no friends or relatives please). We ask that you register your recommenders or third-party recommendation service in our online application system. Once registered, your recommenders will be prompted to submit their letters electronically. This method allows you to efficiently monitor and follow up with your recommenders.   Financial Documentation   International students who will require a J-1 or F-1 visa to study at NYU will need to apply for a new I-20 or transfer by submitting financial documentation after admission . Do not submit financial documents (including bank statements and affidavits of support) with your application. Instructions for applying for a new I-20 or transfer will follow your letter of admission (if applicable).   Special Notes from the Office of Graduate Admissions      Please check the online system to confirm that you have successfully submitted your application.    Due to the volume of applications and related materials received, the Office of Graduate Admissions will only contact you if your application was successfully submitted and is deemed INCOMPLETE because of missing required materials. Otherwise you will hear from us when a decision has been rendered.    The following are acceptable document types for uploads to the online application system: PDF, JPEG, JPG, GIF, TIFF, PNG, Bitmap, DOC, DOCX, RTF and TXT.     What happens next?   Once your application has been submitted and all required documents have been received, it will be reviewed by the department to which you applied. When a decision is reached, you will be notified and will be able to access the decision online. If you are admitted, a paper notification will follow, and you will receive information about how to accept/decline your admission.                                   Graduate Admissions      The NYU Advantage   Master&#039;s Programs   Doctorate Programs   Certificate Programs   Admissions Requirements and Standards English Language Proficiency Testing Waiver     Admitted Students   For Veterans   Apply Now   Graduate Visiting Student Registration Form   Request Information   Transfer Policy                                    Engineering is NYU  Follow Us:  Facebook Twitter Vimeo YouTube        Undergraduate   Admissions   How to Apply   Apply Now   admissions@nyu.edu   Graduate   Admissions   Requirements   Apply Now   engineering.gradinfo@nyu.edu   Site Links   Press   Directory   Directions   Event Calendar   Careers/HR   Support    Email/Network help@poly.edu Website Report a Problem Login (Faculty + Staff)  NYU School of Engineering 6 MetroTech Center, Brooklyn, NY 11201 Tel: 718.260.3600 Fax: 718.260.3136 &copy; NYU School of Engineering"}, {"content": "Exam Options and Results                                                                                          The NYU School of Professional Studies Website    Faculty    Degrees    Professional Certificates    Upcoming Events        Search Courses     Credit Course     Non-Credit Course          Site    Noncredit Courses    Faculty                                                                       Foreign Languages, Translation, and Interpreting                                                                                                       About                                     Director's Message                       Faculty                       News                                                                                    Admissions                            Academics                                     Graduate Offering                       Noncredit Offerings                                                                                    Career                            Events                                     ATISA Conference                                                                                    Initiatives                                     Startalk Teacher Training                                                                                    Testing                                     Exam Options and Results                       The Testing Process                                                                                                                                              Exam Options and Results                                            Testing &rsaquo;                Exam Options and Results            The Testing Process                                                                                  The Exams        The NYU School of Professional Studies offers three different language-testing examinations to evaluate your knowledge of a language and to assign points equivalent to undergraduate credit at U.S. colleges. * Dictionaries and other reference materials may not be used. These tests do not require knowledge of technical terms or specialized vocabulary.         12-Point Exam     The NYU School of Professional Studies Foreign Language Proficiency Exam tests three skills—listening, reading, and writing— that are necessary for everyday communicative tasks. Students are required to answer questions after listening to a passage to demonstrate comprehension, to translate into English and into the test language, and to write a short essay in response to a selection of general topics. The format of some language tests may be somewhat different, requiring short answers, multiple-choice selections, or other responses. Students are given two hours to complete the entire 12-point exam.         16-Point Exam   The 16-point exam is comprised of the 12-point exam, as well as a 350-word essay on a more complex subject. In the essay, students are required to write about abstract ideas, support an argument, hypothesize, and write in longer paragraphs. Students are given three hours to complete the entire 16-point exam. Please note that a perfect 12-point score on the first part of the exam is required in order for the 4-point essay portion to be graded.         4-Point Exam   For students who elected to take the 12-point exam and later wish to be tested on the extended 350-word essay portion of the 16-point exam, we offer an additional 4-point exam. This exam is offered only to students who received a perfect score on the 12-point exam. Students are given one hour (60 minutes) to complete the 4-point exam.           Scheduling an Exam            * It is important to note that the actual amount of credit granted is at the discretion of the institution receiving the results. Students are strongly urged to discuss accreditation with the institution’s advisor prior to taking the exam. Exam results are valid for five years from the test date. Official letters will not be mailed to institutions for tests that are more than five years old.            Exam Results        An official letter stipulating the results of the examination will be mailed to the designated institution up to eight weeks after the test is taken. The student will receive an unofficial copy of the letter.   Allow two extra weeks during winter break. Though the official letter is sufficient for most institutions, should an official transcript be required, it can be obtained from the NYU Transcript Office .                                                                                                         QUICK LINKS                        About Us          Student Affairs          Visit Us          School-wide Policies          Contact Us                       ATTEND THE SCHOOL                        Graduate Admissions          Undergraduate Admissions          American Language Institute          Noncredit Registration                             ON THE WEB                         On Facebook          On Twitter          On Youtube          Browser Requirements                                                        NYU Homepage   &copy; New York University School of Professional Studies | Privacy Policy"}]},
{"detail": [{"content": "Admissions Requirements and Standards | Graduate Admissions | NYU Polytechnic School of Engineering                                                                                                 NYU Abu Dhabi | NYU Shanghai         QuickLinks Bulletin   Directory   Employment and Career Development   Events Calendar   Human Resources / Careers   Information Technology Systems   Library   Make a Gift   NYU Classes   NYUAlbert (PS DATA)   NYUHome   Records and Registration   Services and Resources   Students   Alumni   Faculty   Staff                          Admissions  Undergraduate Admissions Graduate Admissions Online Learning Financial Aid Accepted Undergraduates Accepted Graduates  Academics  Majors and Programs Departments Honors Program BS/MS Program Study Abroad Online Learning Support + Services Graduate School  Records and Registration Class Schedule Course Textbooks School Calendar Code of Conduct Bulletin Women in Engineering  Research  Message from the Associate Provost Sponsored Research Centers + Institutes Labs + Groups CITE Game Innovation Lab Cross-Institution “Seed” Research Undergraduate Summer Research Bern Dibner Library Institutional Research Bioengineering IT + Media Urban Systems  Outreach  Incubators NYC Media Lab NYC Seed Enterprise Learning Center for K12 STEM Education Employment and Career Development PowerBridgeNY  Student Life  Athletics Student Affairs Public Safety Graduate Student Life and Services International Students + Scholars Residence Life and Housing Services Student Activities and Resource Center Students with Disabilities Student Resources Student Orientation  About  Hours and Directions Leadership and Administration Mission News and Publications Campus Transformation Middle States Self-Study NYU Merger Past, Present, Future Giving                                          Home / Admissions / Graduate Admissions                         Graduate Admissions                                                             Admissions Requirements and Standards                       Thank you for your interest in a graduate program at the NYU Polytechnic School of Engineering. Click below to jump to a specific section of this document:      General Requirements    Application Deadlines    Application Requirements    Mailing Address for Application Materials    Special Notes from the Office of Graduate Admissions    What Happens Next?     General Requirements   To be eligible for consideration, you must hold a Bachelor&#39;s Degree from an accredited institution, which includes a minimum of FOUR YEARS of full-time study. Attention will be given to the programs accredited by ABET ( www.abet.org ), programs approved by American Chemical Society (ACS: acs.org ), and programs accredited/approved by other various regional accrediting associations. Please be advised that admission to a field of study that is different from your Bachelor&#39;s degree may require completion of prerequisite courses.   The application for admission must be completed online and submitted electronically once you have answered all required questions. (A preview PDF version of the online application is available here .) You may access your online application and change your answers as many times as you like with your username and password from any computer with Internet access.   Once you have completed all sections of the application, validate and submit it. Please note that after submission, you will not be able to make changes to your application information. Please make copies of all submitted documents for your personal file, as as we are unable to return applications and supporting documents.   Application Deadlines                    Fall 2015                    Applicants for Full-Time Master&#39;s and Certificate degree programs      February 15, 2015*              Applicants for Part-Time Master&#39;s and Certificate degree programs      May 30, 2015              Applicants for Doctoral degree programs      December 15, 2014            Application Requirements      Application (online only)    Application Fee of $75 (payable by major credit card only)    Statement of Purpose / Personal Statement    R&eacute;sum&eacute; / Curriculum Vitae    Two Letters of Recommendation    One official transcript from each institution attended or attending (see specific requirements below)    GRE / GMAT (see specific requirements below)    English Language Proficiency Testing (see specific requirements below)    Financial Documentation (do not send before admission - see specific requirements below)     Mailing Address   (For all application documents - note that this is our document processing center in Massachusetts):   NYU Polytechnic School of Engineering   Graduate Admissions Processing Center   15 Dan Road, Suite 102   Canton, MA 02021   Online Application   The Office of Graduate Admissions requires all applicants to complete the online application and does not accept paper-based applications. If you have any issues with submitting an application via the online application system, please contact our office. The application must be completed and electronically submitted on or before the posted deadline for the term of entry.   Application Fee   The application fee is $75 and is payable in the online system by major credit card. If you are having problems submitting your payment via Credit Card, please contact the Office of Graduate Enrollment Management and Admissions .   Statement of Purpose / Personal Statement   A typewritten, double-spaced, well-organized, one- to two-page statement explaining why you wish to pursue graduate study in your particular program at our particular school. This is your opportunity to introduce yourself and to inform the department about your goals, interests, and career plans as they relate to your intended academic pursuits. Please make sure to include your name (as it appears on your application), program and date. This document will be uploaded to your online application and need not be mailed.   R&eacute;sum&eacute;   A copy of your most recent r&eacute;sum&eacute; or curriculum vitae must be uploaded to the online application and need not be mailed.       Official Transcripts   Official transcripts are required and must be received before a decision is released. To complete your application, official transcripts are required from all previously-attended post-secondary institutions, even if you were not a matriculated student and/or did not complete an academic program. Failure to submit all transcripts will delay the processing of your application, and failure to report all schools attended may result in admission recission.   Any transcript you upload to the online application will be considered unofficial; please contact your previously-attended institutions to arrange for official transcripts to be mailed directly to our processing center.   Note these specific transcript guidelines:      Transcripts from Indian institutions:          Official mark sheets or attested copies of mark sheets must be received by us in a sealed envelope from the institution.      If sending attested copies of your mark sheets, the attestation must be made by (and only by) the Controller of Examinations or Registrar and received by us in a sealed envelope from the institution.      Note that transcripts that are not in English are subject to the guidelines below (&ldquo;Transcripts not in English from any country&rdquo;).           Transcripts from Chinese institutions:          Transcripts sent from Project 211 institutions (institutions on this list ) must be received by us in a sealed envelope from the institution.      Transcripts from institutions that are not Project 211 institutions must be verified and sent to us directly by (and only by) the China Academic Degrees and Graduate Education Development Center (CDGDC) . Request that your institution send a transcript to CDGDC for verification and forwarding to NYU Engineering. Transcripts sent directly from non-Project 211 institutions will not be considered official.      Note that transcripts that are not in English are subject to the guidelines below (&ldquo;Transcripts not in English from any country&rdquo;) regardless of whether they have received CDGDC verification or not.           Transcripts not in English from any country:          For any transcript that is not issued in English by the institution, an English-language translation is required. (Dual-language transcripts issued by the institution are acceptable and do not require translation.)      All translations must be:             Complete and literal (word-for-word), replicating the original as precisely as possible with no attempts at interpretation or evaluation        Prepared in the same format as the original document        Typed on organization or school letterhead/stationery        Signed or stamped by an approved translator (see below)                 Official translations may be provided by one of the following:             The institution issuing the transcript        A consulate or embassy of the United States or of the institution&rsquo;s country        A professional, certified and/or accredited translation agency                 Translations will not be accepted from:             The applicant or members of his/her family        Individuals not affiliated with any of the organizations listed above.                      Transcripts in English from any other country:          Official transcripts must be received by us in a sealed envelope from the institution.           A note on credential evaluations:          We do accept official, course-by-course evaluations from NACES-member evaluation services (such as the World Education Service, also known as WES ) in lieu of transcripts. However, the Graduate Enrollment Management &amp; Admissions office conducts an independent evaluation of credentials that may differ from the service&rsquo;s evaluation on issues such as three-year degree equivalence.            Testing Information    Click here or read below to find out if your program requires the GRE or GMAT. Your official test scores must be on file before your application will be reviewed.      GRE scores are valid for 5 years. The GRE must be taken again if your GRE scores are older than 5 years.    Applicants who are applying for full-time enrollment must submit official GRE scores (the NYU Polytechnic School of Engineering ETS institution code is 2668 ). The MS in Integrated Digital Media is the only exception and does not require GRE scores for full-time applicants.    Applicants who are applying for part-time enrollment in the following programs must also submit official GRE scores for admission: Biomedical Engineering, Computer Engineering, Computer Science, Cybersecurity, Electrical Engineering, Financial Engineering, and Systems Engineering    GMAT scores may be substituted for the GRE only for applicants to the Management and Management of Technology programs. GMAT scores are valid for 5 years; the GMAT must be taken again if your GMAT scores are older than 5 years.    If the GRE is required for your application, an official GRE score report must be sent electronically to NYU Polytechnic School of Engineering via the ETS institution code 2668 ; a departmental code is not required. Visit the ETS website for more information about the exam.      English Language Proficiency Testing   All applicants to the NYU Polytechnic School of Engineering for graduate study must demonstrate excellent English language skills in reading, writing, speaking, and comprehension. Proficiency will be determined by the TOEFL (Test of English as a Foreign Language)* , IELTS (International English Language Testing System) , CAE (Cambridge English: Advanced) , or Pearson PTE Academic exams. The Office of Graduate Enrollment Management and Admissions reserves the right to request proof of English competency from any applicant. At least one of these exams is required for:      All International applicants (those who have or will request a visa)    Applicants (including US citizens and US Permanent Residents) whose first language is not English and/or who have not completed a bachelor&rsquo;s degree in the United States.     *The NYU Polytechnic School of Engineering TOEFL institution code is 2668 .   Applicants may request a waiver of English Language Proficiency Testing by submitting this form prior to the posted application deadline. The request will be reviewed only after transcripts have been received.   In certain cases, international graduate students may be required to take an ESL (English as a Second Language) placement exam and, if necessary, attend an intensive English program at NYU&rsquo;s American Language Institute (ALI) upon enrollment. Students may be required to attend this program while taking a reduced load of graduate academic courses. See here for more information on conditional admission for such students.   Letters of Recommendation   You are required to send two Letters of Recommendation. Recommendations should be provided by professors, employers, supervisors, or others who are able to comment on your academic achievements, research potential and your professional goals (no friends or relatives please). We ask that you register your recommenders or third-party recommendation service in our online application system. Once registered, your recommenders will be prompted to submit their letters electronically. This method allows you to efficiently monitor and follow up with your recommenders.   Financial Documentation   International students who will require a J-1 or F-1 visa to study at NYU will need to apply for a new I-20 or transfer by submitting financial documentation after admission . Do not submit financial documents (including bank statements and affidavits of support) with your application. Instructions for applying for a new I-20 or transfer will follow your letter of admission (if applicable).   Special Notes from the Office of Graduate Admissions      Please check the online system to confirm that you have successfully submitted your application.    Due to the volume of applications and related materials received, the Office of Graduate Admissions will only contact you if your application was successfully submitted and is deemed INCOMPLETE because of missing required materials. Otherwise you will hear from us when a decision has been rendered.    The following are acceptable document types for uploads to the online application system: PDF, JPEG, JPG, GIF, TIFF, PNG, Bitmap, DOC, DOCX, RTF and TXT.     What happens next?   Once your application has been submitted and all required documents have been received, it will be reviewed by the department to which you applied. When a decision is reached, you will be notified and will be able to access the decision online. If you are admitted, a paper notification will follow, and you will receive information about how to accept/decline your admission.                                   Graduate Admissions      The NYU Advantage   Master&#039;s Programs   Doctorate Programs   Certificate Programs   Admissions Requirements and Standards English Language Proficiency Testing Waiver     Admitted Students   For Veterans   Apply Now   Graduate Visiting Student Registration Form   Request Information   Transfer Policy                                    Engineering is NYU  Follow Us:  Facebook Twitter Vimeo YouTube        Undergraduate   Admissions   How to Apply   Apply Now   admissions@nyu.edu   Graduate   Admissions   Requirements   Apply Now   engineering.gradinfo@nyu.edu   Site Links   Press   Directory   Directions   Event Calendar   Careers/HR   Support    Email/Network help@poly.edu Website Report a Problem Login (Faculty + Staff)  NYU School of Engineering 6 MetroTech Center, Brooklyn, NY 11201 Tel: 718.260.3600 Fax: 718.260.3136 &copy; NYU School of Engineering"}, {"content": "Exam Options and Results                                                                                          The NYU School of Professional Studies Website    Faculty    Degrees    Professional Certificates    Upcoming Events        Search Courses     Credit Course     Non-Credit Course          Site    Noncredit Courses    Faculty                                                                       Foreign Languages, Translation, and Interpreting                                                                                                       About                                     Director's Message                       Faculty                       News                                                                                    Admissions                            Academics                                     Graduate Offering                       Noncredit Offerings                                                                                    Career                            Events                                     ATISA Conference                                                                                    Initiatives                                     Startalk Teacher Training                                                                                    Testing                                     Exam Options and Results                       The Testing Process                                                                                                                                              Exam Options and Results                                            Testing &rsaquo;                Exam Options and Results            The Testing Process                                                                                  The Exams        The NYU School of Professional Studies offers three different language-testing examinations to evaluate your knowledge of a language and to assign points equivalent to undergraduate credit at U.S. colleges. * Dictionaries and other reference materials may not be used. These tests do not require knowledge of technical terms or specialized vocabulary.         12-Point Exam     The NYU School of Professional Studies Foreign Language Proficiency Exam tests three skills—listening, reading, and writing— that are necessary for everyday communicative tasks. Students are required to answer questions after listening to a passage to demonstrate comprehension, to translate into English and into the test language, and to write a short essay in response to a selection of general topics. The format of some language tests may be somewhat different, requiring short answers, multiple-choice selections, or other responses. Students are given two hours to complete the entire 12-point exam.         16-Point Exam   The 16-point exam is comprised of the 12-point exam, as well as a 350-word essay on a more complex subject. In the essay, students are required to write about abstract ideas, support an argument, hypothesize, and write in longer paragraphs. Students are given three hours to complete the entire 16-point exam. Please note that a perfect 12-point score on the first part of the exam is required in order for the 4-point essay portion to be graded.         4-Point Exam   For students who elected to take the 12-point exam and later wish to be tested on the extended 350-word essay portion of the 16-point exam, we offer an additional 4-point exam. This exam is offered only to students who received a perfect score on the 12-point exam. Students are given one hour (60 minutes) to complete the 4-point exam.           Scheduling an Exam            * It is important to note that the actual amount of credit granted is at the discretion of the institution receiving the results. Students are strongly urged to discuss accreditation with the institution’s advisor prior to taking the exam. Exam results are valid for five years from the test date. Official letters will not be mailed to institutions for tests that are more than five years old.            Exam Results        An official letter stipulating the results of the examination will be mailed to the designated institution up to eight weeks after the test is taken. The student will receive an unofficial copy of the letter.   Allow two extra weeks during winter break. Though the official letter is sufficient for most institutions, should an official transcript be required, it can be obtained from the NYU Transcript Office .                                                                                                         QUICK LINKS                        About Us          Student Affairs          Visit Us          School-wide Policies          Contact Us                       ATTEND THE SCHOOL                        Graduate Admissions          Undergraduate Admissions          American Language Institute          Noncredit Registration                             ON THE WEB                         On Facebook          On Twitter          On Youtube          Browser Requirements                                                        NYU Homepage   &copy; New York University School of Professional Studies | Privacy Policy"}, {"content": "Admissions Criteria                                                                                          The NYU School of Professional Studies Website    Faculty    Degrees    Professional Certificates    Upcoming Events        Search Courses     Credit Course     Non-Credit Course          Site    Noncredit Courses    Faculty                                                                                                                                 About             History & Mission The School and NYC Message from the Dean Academic Accreditation Administration Newsroom The School Community Convocation Visual Identity and Editorial Guidelines School Events                   Admissions             Graduate Admissions Undergraduate Admissions Events You@NYU Apply                   Academics             Academic Departments Academic Policies and Procedures Academic Accreditation Degree Programs Graduate Programs Undergraduate Programs Online Offerings Diploma Program Admissions  High School Academy Noncredit Offerings Course Search Certificates Intensives New Courses Online Offerings Professional Advantage Programs Information Sessions  Online Offerings                   Noncredit                 Faculty             Office of Faculty Affairs Faculty Search                   Career             About For Students For Employers For Alumni For Faculty                   Conferences & Events                 Giving                 Alumni             Alumni Community Stay Connected Alumni Benefits and Services Alumni Award Programs and Events                                                     McGhee Admissions Criteria                                            Apply &rsaquo;                Admissions Criteria                 Nonmatriculant Students          Readmission to McGhee          Credit for Prior Learning                   Financing Your Education                 Tuition and Fees          Financial Aid Options                   International Students            Transfer Students            Veterans               About &rsaquo;           Academics &rsaquo;           FAQs &rsaquo;           Watch Videos &rsaquo;                            Ready to Proceed?           Apply Now        Request Information        Attend an Event                                                                        Meet the Admissions Team                                                       The Admissions staff is here to partner with you throughout the admissions process.          Learn More                           Apply Now          The NYU School of Professional Studies Office of Admissions carefully weighs each component of your application during the admissions review process. We use this approach to evaluate your ability to benefit from and contribute to the dynamic learning environment and the challenging curriculum that the Paul McGhee Division offers.   The following criteria will help you to better understand the admissions process and the types of information that are required to be submitted to the Office of Admissions in addition to your completed online application .   Personal Statement   The personal statement provides you with the opportunity to communicate your particular strengths and your level of intellectual capacity. It helps the Admissions Committee to gain a better understanding of you as a person and as a prospective student. It provides evidence of achievement that may not be reflected in other parts of your application and it presents the professional and life events that have influenced your academic trajectory, professional work, and/or your decision to return to school.         Résumé   Reviewing your résumé allows the Admissions Committee to better understand how the professional, personal, and volunteer experiences in which you have participated have shaped you as a person and as a prospective student. The accomplishments and responsibilities highlighted in your résumé also serve as an invaluable demonstration of your motivation, maturity, and focus.   Official Transcripts   If you have previously studied at the college level, we require an official transcript from each college or university that you have attended. The Office of Admissions can review your application if you provide unofficial copies of your transcripts. However, if you are admitted, you must submit all official documents within your first semester of study. A transcript is considered &quot;official&quot; only when received by the Office of Admissions in a sealed envelope. If you are admitted you may also be required to submit an official high school transcript.                  International Students   International applicants greatly enrich our community and are encouraged to apply. Additional criteria for international students include:   Evaluation of Foreign Educational Credentials   If requested by the Office of Admissions, each foreign transcript must also be evaluated for equivalency to the U.S. educational system for admission and transfer credit purposes. Evaluations are acceptable only from evaluation services recognized by the National Association of Credential Evaluation Services . Please request a course-by-course evaluation.           Test of English as a Foreign Language (TOEFL) Scores   TOEFL scores are required for applicants who did not complete their education in the United States or in a country where the only primary language is English.             Minimum scores are 100 on the Internet-based test, 250 on the computer-based test, or 600 on the paper-based test.   IELTS can be submitted in place of the TOEFL; the recommended minimum score is a 7.0.               English Language Assessment   In addition to taking the TOEFL and regardless of their TOEFL score, international applicants are required to participate in an English language assessment consisting of an online test and an interview administered by the NYU School of Professional Studies American Language Institute (ALI). Participation in this assessment will result in the determination of your English Proficiency Level (EPL), which will be reported to the Office of Admissions. International applicants must have submitted an application in order to register for the English language assessment; the fee to register for the assessment is $150.     Based upon your score on the ALI Placement Test, one of four possible outcomes will occur:     You will satisfy the NYU School of Professional Studies English Proficiency Level requirement and will qualify to register for full-time degree study.   You will be conditionally admitted and you will be permitted to enroll in part-time degree coursework as you complete the required ALI English language support courses.   You will be conditionally admitted and you will be required to take English language courses with ALI full-time (for up to one full year) until you are fluent enough to begin degree study.   You will not meet the minimum EPL or the School's other admissions criteria and you will be required to reapply at a later date.     Please review the ALI Online Test Procedures for information on how to register for the test.                Please Note : The NYU School of Professional Studies reserves the right to request a TOEFL, IELTS, or English language assessment conducted by ALI from a U.S. citizen or permanent resident if their primary language is not English.                    Need More Information?          Explore McGhee Programs      View FAQs      Ask a Question      Request Information            Ready To Proceed?                   Apply Now                                                                                                      QUICK LINKS                        About Us          Apply Now          Undergraduate Programs          Noncredit Offerings          Contact Us                       CAMPUS INFORMATION                        Libraries          Visit Us          Office of Financial Aid          NYU                             CONNECT WITH US                         On Facebook          On Twitter          On YouTube          Browser Requirements                                                        NYU Homepage    &copy; New York University School of Professional Studies | Privacy Policy"}]}][{"detail": [{"content": "Exam Options and Results                                                                                          The NYU School of Professional Studies Website    Faculty    Degrees    Professional Certificates    Upcoming Events        Search Courses     Credit Course     Non-Credit Course          Site    Noncredit Courses    Faculty                                                                       Foreign Languages, Translation, and Interpreting                                                                                                       About                                     Director's Message                       Faculty                       News                                                                                    Admissions                            Academics                                     Graduate Offering                       Noncredit Offerings                                                                                    Career                            Events                                     ATISA Conference                                                                                    Initiatives                                     Startalk Teacher Training                                                                                    Testing                                     Exam Options and Results                       The Testing Process                                                                                                                                              Exam Options and Results                                            Testing &rsaquo;                Exam Options and Results            The Testing Process                                                                                  The Exams        The NYU School of Professional Studies offers three different language-testing examinations to evaluate your knowledge of a language and to assign points equivalent to undergraduate credit at U.S. colleges. * Dictionaries and other reference materials may not be used. These tests do not require knowledge of technical terms or specialized vocabulary.         12-Point Exam     The NYU School of Professional Studies Foreign Language Proficiency Exam tests three skills—listening, reading, and writing— that are necessary for everyday communicative tasks. Students are required to answer questions after listening to a passage to demonstrate comprehension, to translate into English and into the test language, and to write a short essay in response to a selection of general topics. The format of some language tests may be somewhat different, requiring short answers, multiple-choice selections, or other responses. Students are given two hours to complete the entire 12-point exam.         16-Point Exam   The 16-point exam is comprised of the 12-point exam, as well as a 350-word essay on a more complex subject. In the essay, students are required to write about abstract ideas, support an argument, hypothesize, and write in longer paragraphs. Students are given three hours to complete the entire 16-point exam. Please note that a perfect 12-point score on the first part of the exam is required in order for the 4-point essay portion to be graded.         4-Point Exam   For students who elected to take the 12-point exam and later wish to be tested on the extended 350-word essay portion of the 16-point exam, we offer an additional 4-point exam. This exam is offered only to students who received a perfect score on the 12-point exam. Students are given one hour (60 minutes) to complete the 4-point exam.           Scheduling an Exam            * It is important to note that the actual amount of credit granted is at the discretion of the institution receiving the results. Students are strongly urged to discuss accreditation with the institution’s advisor prior to taking the exam. Exam results are valid for five years from the test date. Official letters will not be mailed to institutions for tests that are more than five years old.            Exam Results        An official letter stipulating the results of the examination will be mailed to the designated institution up to eight weeks after the test is taken. The student will receive an unofficial copy of the letter.   Allow two extra weeks during winter break. Though the official letter is sufficient for most institutions, should an official transcript be required, it can be obtained from the NYU Transcript Office .                                                                                                         QUICK LINKS                        About Us          Student Affairs          Visit Us          School-wide Policies          Contact Us                       ATTEND THE SCHOOL                        Graduate Admissions          Undergraduate Admissions          American Language Institute          Noncredit Registration                             ON THE WEB                         On Facebook          On Twitter          On Youtube          Browser Requirements                                                        NYU Homepage    &copy; New York University School of Professional Studies | Privacy Policy"}]},
{"detail": [{"content": "Exam Options and Results                                                                                          The NYU School of Professional Studies Website    Faculty    Degrees    Professional Certificates    Upcoming Events        Search Courses     Credit Course     Non-Credit Course          Site    Noncredit Courses    Faculty                                                                       Foreign Languages, Translation, and Interpreting                                                                                                       About                                     Director's Message                       Faculty                       News                                                                                    Admissions                            Academics                                     Graduate Offering                       Noncredit Offerings                                                                                    Career                            Events                                     ATISA Conference                                                                                    Initiatives                                     Startalk Teacher Training                                                                                    Testing                                     Exam Options and Results                       The Testing Process                                                                                                                                              Exam Options and Results                                            Testing &rsaquo;                Exam Options and Results            The Testing Process                                                                                  The Exams        The NYU School of Professional Studies offers three different language-testing examinations to evaluate your knowledge of a language and to assign points equivalent to undergraduate credit at U.S. colleges. * Dictionaries and other reference materials may not be used. These tests do not require knowledge of technical terms or specialized vocabulary.         12-Point Exam     The NYU School of Professional Studies Foreign Language Proficiency Exam tests three skills—listening, reading, and writing— that are necessary for everyday communicative tasks. Students are required to answer questions after listening to a passage to demonstrate comprehension, to translate into English and into the test language, and to write a short essay in response to a selection of general topics. The format of some language tests may be somewhat different, requiring short answers, multiple-choice selections, or other responses. Students are given two hours to complete the entire 12-point exam.         16-Point Exam   The 16-point exam is comprised of the 12-point exam, as well as a 350-word essay on a more complex subject. In the essay, students are required to write about abstract ideas, support an argument, hypothesize, and write in longer paragraphs. Students are given three hours to complete the entire 16-point exam. Please note that a perfect 12-point score on the first part of the exam is required in order for the 4-point essay portion to be graded.         4-Point Exam   For students who elected to take the 12-point exam and later wish to be tested on the extended 350-word essay portion of the 16-point exam, we offer an additional 4-point exam. This exam is offered only to students who received a perfect score on the 12-point exam. Students are given one hour (60 minutes) to complete the 4-point exam.           Scheduling an Exam            * It is important to note that the actual amount of credit granted is at the discretion of the institution receiving the results. Students are strongly urged to discuss accreditation with the institution’s advisor prior to taking the exam. Exam results are valid for five years from the test date. Official letters will not be mailed to institutions for tests that are more than five years old.            Exam Results        An official letter stipulating the results of the examination will be mailed to the designated institution up to eight weeks after the test is taken. The student will receive an unofficial copy of the letter.   Allow two extra weeks during winter break. Though the official letter is sufficient for most institutions, should an official transcript be required, it can be obtained from the NYU Transcript Office .                                                                                                         QUICK LINKS                        About Us          Student Affairs          Visit Us          School-wide Policies          Contact Us                       ATTEND THE SCHOOL                        Graduate Admissions          Undergraduate Admissions          American Language Institute          Noncredit Registration                             ON THE WEB                         On Facebook          On Twitter          On Youtube          Browser Requirements                                                        NYU Homepage    &copy; New York University School of Professional Studies | Privacy Policy"}, {"content": "Admissions Criteria                                                                                          The NYU School of Professional Studies Website    Faculty    Degrees    Professional Certificates    Upcoming Events        Search Courses     Credit Course     Non-Credit Course          Site    Noncredit Courses    Faculty                                                                                                                                 About             History & Mission The School and NYC Message from the Dean Academic Accreditation Administration Newsroom The School Community Convocation Visual Identity and Editorial Guidelines School Events                   Admissions             Graduate Admissions Undergraduate Admissions Events You@NYU Apply                   Academics             Academic Departments Academic Policies and Procedures Academic Accreditation Degree Programs Graduate Programs Undergraduate Programs Online Offerings Diploma Program Admissions  High School Academy Noncredit Offerings Course Search Certificates Intensives New Courses Online Offerings Professional Advantage Programs Information Sessions  Online Offerings                   Noncredit                 Faculty             Office of Faculty Affairs Faculty Search                   Career             About For Students For Employers For Alumni For Faculty                   Conferences & Events                 Giving                 Alumni             Alumni Community Stay Connected Alumni Benefits and Services Alumni Award Programs and Events                                                     McGhee Admissions Criteria                                            Apply &rsaquo;                Admissions Criteria                 Nonmatriculant Students          Readmission to McGhee          Credit for Prior Learning                   Financing Your Education                 Tuition and Fees          Financial Aid Options                   International Students            Transfer Students            Veterans               About &rsaquo;           Academics &rsaquo;           FAQs &rsaquo;           Watch Videos &rsaquo;                            Ready to Proceed?           Apply Now        Request Information        Attend an Event                                                                        Meet the Admissions Team                                                       The Admissions staff is here to partner with you throughout the admissions process.          Learn More                           Apply Now          The NYU School of Professional Studies Office of Admissions carefully weighs each component of your application during the admissions review process. We use this approach to evaluate your ability to benefit from and contribute to the dynamic learning environment and the challenging curriculum that the Paul McGhee Division offers.   The following criteria will help you to better understand the admissions process and the types of information that are required to be submitted to the Office of Admissions in addition to your completed online application .   Personal Statement   The personal statement provides you with the opportunity to communicate your particular strengths and your level of intellectual capacity. It helps the Admissions Committee to gain a better understanding of you as a person and as a prospective student. It provides evidence of achievement that may not be reflected in other parts of your application and it presents the professional and life events that have influenced your academic trajectory, professional work, and/or your decision to return to school.         Résumé   Reviewing your résumé allows the Admissions Committee to better understand how the professional, personal, and volunteer experiences in which you have participated have shaped you as a person and as a prospective student. The accomplishments and responsibilities highlighted in your résumé also serve as an invaluable demonstration of your motivation, maturity, and focus.   Official Transcripts   If you have previously studied at the college level, we require an official transcript from each college or university that you have attended. The Office of Admissions can review your application if you provide unofficial copies of your transcripts. However, if you are admitted, you must submit all official documents within your first semester of study. A transcript is considered &quot;official&quot; only when received by the Office of Admissions in a sealed envelope. If you are admitted you may also be required to submit an official high school transcript.                  International Students   International applicants greatly enrich our community and are encouraged to apply. Additional criteria for international students include:   Evaluation of Foreign Educational Credentials   If requested by the Office of Admissions, each foreign transcript must also be evaluated for equivalency to the U.S. educational system for admission and transfer credit purposes. Evaluations are acceptable only from evaluation services recognized by the National Association of Credential Evaluation Services . Please request a course-by-course evaluation.           Test of English as a Foreign Language (TOEFL) Scores   TOEFL scores are required for applicants who did not complete their education in the United States or in a country where the only primary language is English.             Minimum scores are 100 on the Internet-based test, 250 on the computer-based test, or 600 on the paper-based test.   IELTS can be submitted in place of the TOEFL; the recommended minimum score is a 7.0.               English Language Assessment   In addition to taking the TOEFL and regardless of their TOEFL score, international applicants are required to participate in an English language assessment consisting of an online test and an interview administered by the NYU School of Professional Studies American Language Institute (ALI). Participation in this assessment will result in the determination of your English Proficiency Level (EPL), which will be reported to the Office of Admissions. International applicants must have submitted an application in order to register for the English language assessment; the fee to register for the assessment is $150.     Based upon your score on the ALI Placement Test, one of four possible outcomes will occur:     You will satisfy the NYU School of Professional Studies English Proficiency Level requirement and will qualify to register for full-time degree study.   You will be conditionally admitted and you will be permitted to enroll in part-time degree coursework as you complete the required ALI English language support courses.   You will be conditionally admitted and you will be required to take English language courses with ALI full-time (for up to one full year) until you are fluent enough to begin degree study.   You will not meet the minimum EPL or the School's other admissions criteria and you will be required to reapply at a later date.     Please review the ALI Online Test Procedures for information on how to register for the test.                Please Note : The NYU School of Professional Studies reserves the right to request a TOEFL, IELTS, or English language assessment conducted by ALI from a U.S. citizen or permanent resident if their primary language is not English.                    Need More Information?          Explore McGhee Programs      View FAQs      Ask a Question      Request Information            Ready To Proceed?                   Apply Now                                                                                                      QUICK LINKS                        About Us          Apply Now          Undergraduate Programs          Noncredit Offerings          Contact Us                       CAMPUS INFORMATION                        Libraries          Visit Us          Office of Financial Aid          NYU                             CONNECT WITH US                         On Facebook          On Twitter          On YouTube          Browser Requirements                                                        NYU Homepage    &copy; New York University School of Professional Studies | Privacy Policy"}]},
{"detail": [{"content": "Exam Options and Results                                                                                          The NYU School of Professional Studies Website    Faculty    Degrees    Professional Certificates    Upcoming Events        Search Courses     Credit Course     Non-Credit Course          Site    Noncredit Courses    Faculty                                                                       Foreign Languages, Translation, and Interpreting                                                                                                       About                                     Director's Message                       Faculty                       News                                                                                    Admissions                            Academics                                     Graduate Offering                       Noncredit Offerings                                                                                    Career                            Events                                     ATISA Conference                                                                                    Initiatives                                     Startalk Teacher Training                                                                                    Testing                                     Exam Options and Results                       The Testing Process                                                                                                                                              Exam Options and Results                                            Testing &rsaquo;                Exam Options and Results            The Testing Process                                                                                  The Exams        The NYU School of Professional Studies offers three different language-testing examinations to evaluate your knowledge of a language and to assign points equivalent to undergraduate credit at U.S. colleges. * Dictionaries and other reference materials may not be used. These tests do not require knowledge of technical terms or specialized vocabulary.         12-Point Exam     The NYU School of Professional Studies Foreign Language Proficiency Exam tests three skills—listening, reading, and writing— that are necessary for everyday communicative tasks. Students are required to answer questions after listening to a passage to demonstrate comprehension, to translate into English and into the test language, and to write a short essay in response to a selection of general topics. The format of some language tests may be somewhat different, requiring short answers, multiple-choice selections, or other responses. Students are given two hours to complete the entire 12-point exam.         16-Point Exam   The 16-point exam is comprised of the 12-point exam, as well as a 350-word essay on a more complex subject. In the essay, students are required to write about abstract ideas, support an argument, hypothesize, and write in longer paragraphs. Students are given three hours to complete the entire 16-point exam. Please note that a perfect 12-point score on the first part of the exam is required in order for the 4-point essay portion to be graded.         4-Point Exam   For students who elected to take the 12-point exam and later wish to be tested on the extended 350-word essay portion of the 16-point exam, we offer an additional 4-point exam. This exam is offered only to students who received a perfect score on the 12-point exam. Students are given one hour (60 minutes) to complete the 4-point exam.           Scheduling an Exam            * It is important to note that the actual amount of credit granted is at the discretion of the institution receiving the results. Students are strongly urged to discuss accreditation with the institution’s advisor prior to taking the exam. Exam results are valid for five years from the test date. Official letters will not be mailed to institutions for tests that are more than five years old.            Exam Results        An official letter stipulating the results of the examination will be mailed to the designated institution up to eight weeks after the test is taken. The student will receive an unofficial copy of the letter.   Allow two extra weeks during winter break. Though the official letter is sufficient for most institutions, should an official transcript be required, it can be obtained from the NYU Transcript Office .                                                                                                         QUICK LINKS                        About Us          Student Affairs          Visit Us          School-wide Policies          Contact Us                       ATTEND THE SCHOOL                        Graduate Admissions          Undergraduate Admissions          American Language Institute          Noncredit Registration                             ON THE WEB                         On Facebook          On Twitter          On Youtube          Browser Requirements                                                        NYU Homepage    &copy; New York University School of Professional Studies | Privacy Policy"}, {"content": "Admissions Criteria                                                                                          The NYU School of Professional Studies Website    Faculty    Degrees    Professional Certificates    Upcoming Events        Search Courses     Credit Course     Non-Credit Course          Site    Noncredit Courses    Faculty                                                                                                                                 About             History & Mission The School and NYC Message from the Dean Academic Accreditation Administration Newsroom The School Community Convocation Visual Identity and Editorial Guidelines School Events                   Admissions             Graduate Admissions Undergraduate Admissions Events You@NYU Apply                   Academics             Academic Departments Academic Policies and Procedures Academic Accreditation Degree Programs Graduate Programs Undergraduate Programs Online Offerings Diploma Program Admissions  High School Academy Noncredit Offerings Course Search Certificates Intensives New Courses Online Offerings Professional Advantage Programs Information Sessions  Online Offerings                   Noncredit                 Faculty             Office of Faculty Affairs Faculty Search                   Career             About For Students For Employers For Alumni For Faculty                   Conferences & Events                 Giving                 Alumni             Alumni Community Stay Connected Alumni Benefits and Services Alumni Award Programs and Events                                                     McGhee Admissions Criteria                                            Apply &rsaquo;                Admissions Criteria                 Nonmatriculant Students          Readmission to McGhee          Credit for Prior Learning                   Financing Your Education                 Tuition and Fees          Financial Aid Options                   International Students            Transfer Students            Veterans               About &rsaquo;           Academics &rsaquo;           FAQs &rsaquo;           Watch Videos &rsaquo;                            Ready to Proceed?           Apply Now        Request Information        Attend an Event                                                                        Meet the Admissions Team                                                       The Admissions staff is here to partner with you throughout the admissions process.          Learn More                           Apply Now          The NYU School of Professional Studies Office of Admissions carefully weighs each component of your application during the admissions review process. We use this approach to evaluate your ability to benefit from and contribute to the dynamic learning environment and the challenging curriculum that the Paul McGhee Division offers.   The following criteria will help you to better understand the admissions process and the types of information that are required to be submitted to the Office of Admissions in addition to your completed online application .   Personal Statement   The personal statement provides you with the opportunity to communicate your particular strengths and your level of intellectual capacity. It helps the Admissions Committee to gain a better understanding of you as a person and as a prospective student. It provides evidence of achievement that may not be reflected in other parts of your application and it presents the professional and life events that have influenced your academic trajectory, professional work, and/or your decision to return to school.         Résumé   Reviewing your résumé allows the Admissions Committee to better understand how the professional, personal, and volunteer experiences in which you have participated have shaped you as a person and as a prospective student. The accomplishments and responsibilities highlighted in your résumé also serve as an invaluable demonstration of your motivation, maturity, and focus.   Official Transcripts   If you have previously studied at the college level, we require an official transcript from each college or university that you have attended. The Office of Admissions can review your application if you provide unofficial copies of your transcripts. However, if you are admitted, you must submit all official documents within your first semester of study. A transcript is considered &quot;official&quot; only when received by the Office of Admissions in a sealed envelope. If you are admitted you may also be required to submit an official high school transcript.                  International Students   International applicants greatly enrich our community and are encouraged to apply. Additional criteria for international students include:   Evaluation of Foreign Educational Credentials   If requested by the Office of Admissions, each foreign transcript must also be evaluated for equivalency to the U.S. educational system for admission and transfer credit purposes. Evaluations are acceptable only from evaluation services recognized by the National Association of Credential Evaluation Services . Please request a course-by-course evaluation.           Test of English as a Foreign Language (TOEFL) Scores   TOEFL scores are required for applicants who did not complete their education in the United States or in a country where the only primary language is English.             Minimum scores are 100 on the Internet-based test, 250 on the computer-based test, or 600 on the paper-based test.   IELTS can be submitted in place of the TOEFL; the recommended minimum score is a 7.0.               English Language Assessment   In addition to taking the TOEFL and regardless of their TOEFL score, international applicants are required to participate in an English language assessment consisting of an online test and an interview administered by the NYU School of Professional Studies American Language Institute (ALI). Participation in this assessment will result in the determination of your English Proficiency Level (EPL), which will be reported to the Office of Admissions. International applicants must have submitted an application in order to register for the English language assessment; the fee to register for the assessment is $150.     Based upon your score on the ALI Placement Test, one of four possible outcomes will occur:     You will satisfy the NYU School of Professional Studies English Proficiency Level requirement and will qualify to register for full-time degree study.   You will be conditionally admitted and you will be permitted to enroll in part-time degree coursework as you complete the required ALI English language support courses.   You will be conditionally admitted and you will be required to take English language courses with ALI full-time (for up to one full year) until you are fluent enough to begin degree study.   You will not meet the minimum EPL or the School's other admissions criteria and you will be required to reapply at a later date.     Please review the ALI Online Test Procedures for information on how to register for the test.                Please Note : The NYU School of Professional Studies reserves the right to request a TOEFL, IELTS, or English language assessment conducted by ALI from a U.S. citizen or permanent resident if their primary language is not English.                    Need More Information?          Explore McGhee Programs      View FAQs      Ask a Question      Request Information            Ready To Proceed?                   Apply Now                                                                                                      QUICK LINKS                        About Us          Apply Now          Undergraduate Programs          Noncredit Offerings          Contact Us                       CAMPUS INFORMATION                        Libraries          Visit Us          Office of Financial Aid          NYU                             CONNECT WITH US                         On Facebook          On Twitter          On YouTube          Browser Requirements                                                        NYU Homepage    &copy; New York University School of Professional Studies | Privacy Policy"}, {"content": "Applying                                                                                                               NYU.edu requires JavaScript be enabled in your browser in order to use important features of the site. JavaScript is either disabled or not supported by your browser. For instructions on how to enable JavaScript in your browser, click here .                       New York University    Skip to Content   Skip to Search   Skip to Navigation   Skip to Sub Navigation                                                        NYUHome Login                            Students           |   Faculty           |   Alumni           |   Employees           |   Community                                   Schools          Arts and Science      College of Arts and Science      College of Dentistry      College of Nursing      Courant Institute of Mathematical Sciences      Gallatin School of Individualized Study      Graduate School of Arts and Science      Institute of Fine Arts      Institute for the Study of the Ancient World      Leonard N. Stern School of Business      Liberal Studies Program      NYU Abu Dhabi      NYU Shanghai      Polytechnic School of Engineering      Robert F. Wagner Graduate School of Public Service      School of Professional Studies      School of Law      School of Medicine      Silver School of Social Work      Steinhardt School of Culture, Education, and Human Development      Tisch School of the Arts                QuickLinks          Academic Calendars      Administrative Units      Albert      Apply for Jobs      Athletics      Bookstores      Bursar      Campus Map      Career Development      Emergencies      Events      Giving to NYU      Housing      ITS      Libraries      News      NYU Apparel      Policies      Public Safety      Registrar      Student Health Center      Student Resources      Wellness Exchange                A-Z          A      B      C      D      E      F      G      H      I      J      K      L      M      N      O      P      Q      R      S      T      U      V      W      X      Y      Z                                                          New York University                          Search NYU                    Pages |    People                                       Main Navigation            About NYU       Admissions       Academics       University Life       Research       Global                                 Bread Crumbs          Global   /   Global Academic Centers   /   Undergraduate Semester or Academic Year Away                 Sub Navigation                                 Calendars                       Global Study Planner                       Applying                       Academic Resources                       Study Away Costs & Financial Aid                       Preparing to Live in a Different City                       Student Experiences                                                                   Applying        Applicants interested in studying away during the summer 2015, fall 2015, or academic year 2015-2016 terms are encouraged to apply now.                  Applicants to NYU academic year study away programs are generally registered as full-time students at an accredited US college or university. All applicants are encouraged to include two different choices of locations for study and every attempt will be made to match students with one of their top two locations. Students who participate in study away programs have completed their freshman year of study (two full semesters) and have reached the age of 18 prior to the beginning of the term away. Students admitted to the program have earned a GPA of at least 3.0 or higher. Students who have completed at least one year of college but are not presently enrolled in a college or university or have already graduated are also eligible to apply; however, priority is given to students currently matriculated.   Students with disabilities who are requesting accommodations at NYU Global academic centers must contact the Moses Center for Students with Disabilities to discuss reasonable accommodations. Students are encouraged to contact the Moses Center for Students with Disabilities prior to choosing a location and should register with the Moses Center as soon as they receive notification of their admission to enroll. Information for students with disabilities who are requesting accommodations at an NYU academic center can be found on the Moses Center website.                  Eligibility &amp; Requirements   All students interested in applying to study at an NYU Global Academic Center must complete the online application which includes an agreement to the NYU Study Away Standard . All applicants are encouraged to include two different choices of locations for study and every attempt will be made to match students with one of their top two locations.     Eligible student types include:                                                        NYU Students - students currently enrolled in an undergraduate program at NYU                               NYU students need to fill out the online application, which includes a personal statement. Students applying to NYU Paris may also be required to submit the Language Background Form available for download within the online application.   Admissions Requirements   An integrated review of a student’s academic background and University records is required to confirm admission to any NYU Global Academic Center. Initial acceptance to study away through NYU is granted conditionally until all of the following stipulations are met:   Academic Success &amp; Review of University Records   Please be aware that admission to any of the NYU Global study away sites is contingent upon the applicant’s continued academic success and a review of his or her University records. Should a student’s admission be revoked as a result of this review, New York University is not responsible for refunding any expenses incurred in preparation for the intended semester of study.   Students who apply to study away during their first semester in a new NYU school (internal transfers and LS transitioning students) should acknowledge the University policy that requires students to spend their first semester on campus in New York. Exceptions to that policy are granted on a case by case basis.   Discipline Statement   Given their unique nature, membership in a global campus community requires mutual respect, consideration, and concern for the well-being of others as well as a significant degree of personal integrity and maturity. Students whose prior behavior has been determined through the University student conduct process to have been disruptive to the University community and/or antithetical to these qualities may be precluded from participation in the study away experience. Accordingly, please be advised that information concerning student conduct actions is made available to the New York University Global Academic Centers and may be taken into consideration in the process of reviewing a student’s application to participate. Students who have been placed on University disciplinary probation or on deferred suspension from University housing are ineligible to participate in study away during the period of their probation and/or deferred status. Students who have been suspended, withdrawn, or dismissed from the University and those who have been dismissed or suspended from University housing are permanently ineligible to enroll at the Global Academic Centers.   University Leave Policy   Students who have been on leave from the University must return to the New York City campus and successfully complete one academic semester (fall or spring) of full-time course work before enrolling at a Global Academic Center.                                                                      Visiting Students - students currently registered full-time in an undergraduate degree program at an accredited US college or university who are not on academic or disciplinary probation, nor currently on leave of absence; or individuals not presently enrolled in college courses who have completed at least one year or 24 credits of college-level work at an accredited US institution including college graduates. ** Please note, Visiting Students are admitted on a space available basis and are not eligible to enroll at NYU Abu Dhabi.                               Non-NYU students should submit the online application and also submit official transcripts of all college-level work and other supplemental materials. A complete application consists of the following:     Application Form (online)     Personal Statement (included within the online application)   Academic Transcripts*   French Language Background Form**   Recommendation Form   Advisor Approval Form     *If your institution does not release official transcripts to students, then transcripts may be sent to the NYU Office of Global Programs at the address listed below.   **Required for applicants to NYU Paris who do not have adequate proof of language proficiency on their academic transcript(s) should also submit this form. The Language Background Form is available for download within the online application.                            Students interested in the Tisch Special Programs semester offerings in Havana, London, Prague, and Shanghai can learn more and apply online at http://specialprograms.tisch.nyu.edu/              Students wishing to apply for admission to begin a NYU undergraduate degree program either as a first year or transfer student should not use this application and should instead visit the Office of Undergraduate Admissions Web-site at admissions.nyu.edu                  Notification &amp; Acceptance              Applicants will be notified via e-mail on the notification date. Accepted students must confirm their intention to enroll by submitting a nonrefundable $500 reservation fee and are urged to do so immediately upon receiving admission notification; enrollment is not guaranteed until the reservation is received. Reservations will be accepted as long as space remains available. Please note that space in the program is limited. If the program reaches capacity before we receive your reservation, you will be placed on a waitlist.               A Note for All Students : Upon acceptance, you will be required to submit a confidential medical form. Visiting students must also submit a confidential immunization report signed by your physician.   Mail any required application materials to:   NYU Office of Global Programs  110 East 14th Street, Lower Level  New York, NY 10003   Application materials can also be emailed to global.admissions@nyu.edu                    Online Application   Note: If you encounter trouble when trying to submit your application, first save the application as it is and then clear your cache (read: go into your browser tools menu and select the clear history/clear browsing data/clear cache option). Then, close all of your browser windows, reopen the browser, and log back into your application. In almost all cases, this will allow you to submit your application. If you try this and continue to have trouble, please email us at global.admissions@nyu.edu and we will help you.   NYU Students - Please log into the Student Center through Albert to access the NYU Global Programs online application. Under the &quot;Student Center&quot; heading please click the link to the &quot;Application Center.&quot; This will take you to a new page where you will select the &quot;Create&quot; option next to the &quot;Global Programs Undergraduate Application&quot; definition.                      Albert Login »                    Visiting Students - Additional application materials must be submitted separately. A complete application includes the following:                       1) Application Form                 2) Personal Statement      (included within the online application)   3) Academic Transcripts *   4) French Language Background Form **   5) Recommendation Form   6) Advisor Approval Form   * If your institution does not release official transcripts to students, then transcripts may be sent to the NYU Office of Global Programs at the address listed below.   ** Required for applicants to NYU Paris who do not have proof of language proficiency on their academic transcript(s) should submit this form. If you've taken courses in the local language that appear on your transcript or have current AP, IB, or SAT II scores (from within the past twelve months), you do not need to submit this document.     Deadlines   You should submit your electronic application on or before the admissions deadlines posted below. You are welcome to apply for admission as early as you would like and we will keep your application on file until we begin reviewing applications for the term you have indicated.   Special note for students who wish to enroll at NYU Prague: (dated February 7, 2014) If you are a US citizen traveling on a US passport, you are highly encouraged to apply by the earliest application deadline (see bleow). Visa requirements set by the Czech government take up to 4 months to secure and process - applying as early as possible allows enough time to follow the required steps to obtain the visa.   If you are considering NYU Prague as an E.U. passport holder, you can disregard this message.   All other country passport holders: In order to receive notification of admission within sufficient time to apply for and receive your student visa, all non-U.S. citizens (including Green card holders)/non-E.U. citizens should apply by the earliest deadline to enroll at NYU Prague.                 Fall Semester / All Year Applicants  Apply by Notification on   Confirm before   February 15  March 4   March 15  March 15* April 1   April 12  After March 15* 2-4 weeks from date of submission as space remains available             Spring Semester Applicants  Apply by Notification on   Confirm before   September 15 October 1 October 15  October 15* November 1   November 15  After October 15* 2-4 weeks from date of submission as space remains available            *Students who submit an application during these review phases will be admitted only as space remains available.   To allow for sufficient time to prepare, all new applications must be received at a minimum of two weeks prior to the site arrival date.                                                          NYU Centers Abroad...           Abu Dhabi, United Arab Emirates Accra, Ghana Berlin, Germany Buenos Aires, Argentina Florence, Italy London, United Kingdom Madrid, Spain New York, United States of America Paris, France Prague, Czech Republic Shanghai, China Sydney, Australia Tel Aviv, Israel Washington, DC, United States of America                                                                                  Info Session                  Sign up for a weekly info session to learn more about how to access NYU's Global Network. Topics vary by date.            Info Session RSVP                                    Upcoming NY Events                                         go to calendar                                                                     Learn About Study Abroad Funding                                                                                         Info for External Advisers                                                                 Questions?        Contact Us                                                                                                                                          NYU Footer          Search      Directory      Campus Map      Events      Contact Us      Site Map      Copyright and Fair Use      Feedback         Unless otherwise noted, all content copyright New York University. All rights reserved. Designed by The Office of Web Communications"}]}]