[{"detail": [{"content": "NYU Launches Iranian Studies Initiative                                                                                                               NYU.edu requires JavaScript be enabled in your browser in order to use important features of the site. JavaScript is either disabled or not supported by your browser. For instructions on how to enable JavaScript in your browser, click here .                       New York University    Skip to Content   Skip to Search   Skip to Navigation   Skip to Sub Navigation                                                        NYUHome Login                            Students           |   Faculty           |   Alumni           |   Employees           |   Community                                   Schools          Arts and Science      College of Arts and Science      College of Dentistry      College of Nursing      Courant Institute of Mathematical Sciences      Gallatin School of Individualized Study      Graduate School of Arts and Science      Institute of Fine Arts      Institute for the Study of the Ancient World      Leonard N. Stern School of Business      Liberal Studies Program      NYU Abu Dhabi      NYU Shanghai      Polytechnic School of Engineering      Robert F. Wagner Graduate School of Public Service      School of Professional Studies      School of Law      School of Medicine      Silver School of Social Work      Steinhardt School of Culture, Education, and Human Development      Tisch School of the Arts                QuickLinks          Academic Calendars      Administrative Units      Albert      Apply for Jobs      Athletics      Bookstores      Bursar      Campus Map      Career Development      Emergencies      Events      Giving to NYU      Housing      ITS      Libraries      News      NYU Apparel      Policies      Public Safety      Registrar      Student Health Center      Student Resources      Wellness Exchange                A-Z          A      B      C      D      E      F      G      H      I      J      K      L      M      N      O      P      Q      R      S      T      U      V      W      X      Y      Z                                                          New York University                          Search NYU                    Pages |    People                                       Main Navigation            About NYU       Admissions       Academics       University Life       Research       Global                                 Bread Crumbs          About NYU   /   News, Publications, and Facts   /   NYU News   /   2010   /   September   /   30                                                         NYU Launches Iranian Studies Initiative                   September 30, 2010          55                                        New York University has established the Iranian Studies Initiative (ISI-NYU) to provide an intellectual and academic home for the study of a region whose influence stretches from the ancient period to today’s global stage.   “The academic study of Iran has a long and rich history, encompassing scholarly research on ancient and medieval history and literature, comparative civilizations, and the cultural encounters across time and geographies,” said Ali Mirsepassi, director of ISI and a professor at NYU’s Gallatin School of Individualized Study. “At the same time, contemporary Iran also offers fascinating theoretical opportunities for scholars of the social sciences, the humanities, and the arts examining social movements, modernity, democratization, and the blending of cultures.”   ISI will provide a scholarly home for existing NYU faculty members and graduate students to undertake the study of Iranian history, culture, and society and to engage in collaborative discussions. Recognizing the vibrant and important community of Iranian scholars, intellectuals, and artists in the New York City area, ISI will also organize a lecture series and other public events, from art exhibitions to film screenings.   In addition, ISI plans to create translations of works written in Persian that have not been available to an English-speaking audience. In translating and publishing Persian texts produced in a wide variety of disciplines, ISI will contribute to the formation of a multi-faceted image of Iran’s contemporary literary and scholarly production.    ISI is supported by NYU’s Gallatin School of Individualized Study and the Hagop Kevorkian Center for Near Eastern Studies, drawing from faculty in departments and centers across the university, including: Peter Chelkowski, Department of Middle Eastern and Islamic Studies; Farhad Kazemi, Wilf Family Department of Politics; Arang Keshavarzian, Department of Middle Eastern and Islamic Studies; Mehdi Khorrami, Department of Middle Eastern and Islamic Studies; and Shouleh Vatanabadi, Global Liberal Studies program.   Mirsepassi, whose Democracy in Iran: Islam and Social Change (NYU Press, 2010) analyzes the current reform movement and the struggle for democracy, left Iran in 1980 for the United States. Since his arrival in America, Mirsepassi has been involved in democratic and human rights movements in his native country and devoted much of his scholarship to the analysis of democracy. His Intellectual Discourse and the Politics of Modernization (Cambridge, 2000) is a study of the history of Iranian intellectuals and their attempt to reconcile the Iranian cultural context with contemporary western modernity.   For more about ISI, click here .                        This Press Release is in the following Topics:      The Global Network , Gallatin School of Individualized Study , Arts and Science , Research , Teaching and Learning           Type: Press Release            Press Contact:                James Devitt | (212) 998-6808                                            New York University has established the Iranian Studies Initiative (ISI-NYU) to provide an intellectual and academic home for the study of a region whose influence stretches from the ancient period to today&rsquo;s global stage.                       Search News                                       Keywords:                          Select a School             Arts and Science         College of Arts and Science         College of Dentistry         College of Nursing         Courant Institute of Mathematical Sciences         Division of Libraries         Gallatin School of Individualized Study         Graduate School of Arts and Science         Institute for the Study of the Ancient World         Institute of Fine Arts         Leonard N. Stern School of Business         Liberal Studies Program         NYU Abu Dhabi         NYU Shanghai         Polytechnic School of Engineering         Robert F. Wagner Graduate School of Public Service         School of Continuing and Professional Studies         School of Law         School of Medicine         Silver School of Social Work         Steinhardt School of Culture, Education, and Human Development         Tisch School of the Arts                            Select a Topic             All University         Athletics         Awards         Division of Libraries         Events and Traditions         Institute of Fine Arts         International Houses         Research         nyu alumni magazine                       View articles from:          Through:             Advanced Search                                       NYU In the News   NYU Received a Record Number of Applications   Capital New York reported NYU received a record 60,322 applications for the class of 2019, an increase of about 15 percent since last year.     NYU Students Help City Crack Down on Hookah Bars   Capital New York reported that NYU students helped New York City crack down on hookah bars that illegally include tobacco in their hookahs:     Rudin Center Study Says Mass Transit Helps Economic Mobility   The Wall Street Journal wrote about a report by Wagner’s Rudin Center that showed that mass transit could be more important than education in determining economic mobility.     Brennan Center Report Says Campaign Spending Has Jumped   Frontline did a piece about a report by the Brennan Center for Justice that said that campaign spending by outside groups has more than doubled in the last five years.     NYU’s Dorms Ranked Among the Best in the Nation   Hometalk.com ranked NYU’s student residences third in the country in its list of best college dorms.                                                  NYU Footer          Search      Directory      Campus Map      Events      Contact Us      Site Map      Copyright and Fair Use      Feedback         Unless otherwise noted, all content copyright New York University. All rights reserved. Designed by The Office of Web Communications"}]}]