[{"detail": [{"content": "Dutch Collegiate Church                   This building housed a congregation of the Dutch Reformed Church, a descendent of the original settlers' church in New York. As such, the Dutch Revival building links the European traditions of a Dutch congregation founded in New Amsterdam with the new spirit of  American metropolitanism.  The clear separation of functionally distinct building elements, along with the unique use of colors and materials attracts the attention of passersby. The church's stepped gables, thin brick walls, and colorful stone, terra-cotta and Dutch tile ornament consciously draw upon  Dutch traditions which were popular at the time. The most immediate source for the building is a 17th century meat market in Haarlem, The Netherlands.                    Dutch Collegiate Church          West End Avenue at 77th Street, Robert Gibson [1891-2]"}]},
{"detail": [{"content": "Dutch Collegiate Church                   This building housed a congregation of the Dutch Reformed Church, a descendent of the original settlers' church in New York. As such, the Dutch Revival building links the European traditions of a Dutch congregation founded in New Amsterdam with the new spirit of  American metropolitanism.  The clear separation of functionally distinct building elements, along with the unique use of colors and materials attracts the attention of passersby. The church's stepped gables, thin brick walls, and colorful stone, terra-cotta and Dutch tile ornament consciously draw upon  Dutch traditions which were popular at the time. The most immediate source for the building is a 17th century meat market in Haarlem, The Netherlands.                    Dutch Collegiate Church          West End Avenue at 77th Street, Robert Gibson [1891-2]"}, {"content": "Catherine Moore - Faculty Bio                                                                                                         Skip to content       NYU Steinhardt School of Culture, Education, and Human Development         apply now     request info     contact                                               Admissions                    Undergraduate      Admissions              How       to Apply       Visiting       NYU Steinhardt       Tuition and Fees       Financial       Aid       Housing       Transfer Students       Request       Information       Apply       Now                             Graduate      Admissions             How to       Apply       Info Sessions and Events       Tuition        Application Guide       Financial Aid       Housing       Request       Information       Apply Now                             Global      and Special Sessions             Summer       Winter        Study Abroad Programs                                   About Steinhardt                                  Who We Are       Messages from the Dean       Mission and Vision       School Stats       Administration                                       Videos       Social Media Directory       Steinhardt Blogs            Snapshots       Podcasts                                   Academics                   By Level of Study              Undergraduate       Minors       Master's       Doctoral       Certificate                            By Area of Study             Applied Psychology       Art       Education       Health       Media       Music                            Global      and Special Sessions             Global Programs            Summer at Washington Square       Winter at Washington Square                            More      Academics             Academic Departments       Bulletin       Teacher Certification       Courses Listings       Course Evaluations       Course       Search       Lectures and Podcasts                                    Faculty                    Meet      Our Faculty              Alphabetical list       of Faculty       Faculty by Department       Faculty by Expertise       Faculty Blogs       Videos of our Faculty            Faculty Research       News About Our Faculty                            Faculty      Affairs              Open Faculty Positions       Faculty Policies and Guidelines       Faculty Governance       Academic Affairs            Faculty Technology Services       Faculty       Awards       Grants and Funding       Update Your Faculty Bio                                   Students                  Undergraduate Students            Advisement       Registration       Orientation       Transfer Students       Student Honors           Undergraduate Student Government (USG)                            Master's Students            Master's Connection       Advisement       Registration       Orientation       Grants       Graduate Student Organization (GSO)                            Doctoral Students            About Doctoral Studies        Full-Time Funding       Policies       Forms       Events and Deadlines        Research and Grants       Dissertation Guidelines        Past Dissertations                            All Students            Who's Who in Student Affairs       Non-Matriculated Students       Course Schedules and Locations       Graduation and Commencement       Calendar of Events       Student Counseling       Academic Standards       Student Matters Blog       Download Forms and Publications                                 Alumni                    Stay      Connected             Steinhardt Alumni News       NYU Alumni Connect Newsletter       Upcoming NYU Alumni Events       Find an NYU Alumni Club       NYU Alumni Day       Update Your Contact Information       Submit a Class Note        Alumni Profiles       NYU Steinhardt on               NYU Steinhardt Facebook        NYU Steinhardt Twitter        NYU Steinhardt YouTube        NYU Steinhardt LinkedIn                                            Giving      to Steinhardt                The Steinhardt Annual Fund         Make an Online Donation         NYU Giving                             Alumni Resources             NYU Alumni Homepage       Alumni Card and Benefits Program       Wasserman Center for Career Development       Library Privileges                                    Research                    Faculty      Research              Current Research Projects       Faculty       Research Interests       Faculty       Publications       Faculty Research Grant       Opportunities                             Doctoral      Research             Policies       Methods Courses       Forms and Instructions        Events and       Deadlines       Funds       Proposal       and Dissertation                            More Research             Centers and Institutes       Commissions and Consortiums       External Funding Report                                    News and Events                    Recent      News                  An Evening of Conversation and Performance with Julia Wolfe &#8212; April 29th       At Weekend Hackathon, Experts from NYU and AT&amp;T Look for Solutions for People with Disabilities       Julia Wolfe Wins 2015 Pulitzer Prize for Music       Steinhardt Researchers Examine Primary Care in Dominica       Literacy App Improves School Readiness in At-Risk Preschoolers, Finds Study by Steinhardt Researchers                            More News             News from NYU Steinhardt       News About Our Faculty       Steinhardt At a Glance       Newsletters            Faculty Blogs       All Blogs                            Press Room             Press Releases       Faculty Experts       Steinhardt in the News       Expert Video Commentary       Press Contact                            Events             Calendar of Events       Events and Conferences                                   Media                               Videos       Blogs       Photo Essays       Podcasts              NYU Steinhardt Facebook        NYU Steinhardt Twitter        NYU Steinhardt YouTube        NYU Steinhardt LinkedIn        NYU Steinhardt RSS        NYU Steinhardt Instagram                                                   Faculty                                                         Catherine Moore    Clinical Associate Professor of Music Business              Phone: 212 998 5427    Email: catherine.moore@nyu.edu         Departments:         Music and Performing Arts Professions       Programs:          Music Business              Professor Moore's specialist fields include strategic music marketing, analysis of current trends in the entertainment industry, cultural trade politics, and 17th-century Italian music. Her keynote addresses, research, and publications address significant changes in the music industry on a global scale, and lectures at universities in Britain, The Netherlands, Australia, Italy, Canada and the United States reflect her international experience and inform her teaching. Examples of papers and publications is provided below and on the right. A graduate of Bishop's University, Canada (Honours B.A., English Literature) and the Conservatoire de musique in Montreal (Organ Performance), Catherine Moore completed a PhD in musicology at The University of Liverpool, England in 1991. Her doctoral thesis, which explores the life and music of the 17th-century Italian composer and violinist Michelangelo Rossi, was published as a book in 1993.   Catherine Moore is regularly interviewed on a range of topics: http://steinhardt.nyu.edu/news/2014/10/16/Music_Business_Professors_in_the_News has details of some of the most recent media quotes. Dr. Moore gave a keynote address in London in October 2012 (at the Royal Academy of Music) about ways that artists have to give their music a sense of \"eventfulness\" to stand out in the age of instant digital on-demand . Her case studies were Marianne Faithfull's songs in a 1975 film and 2012 Liverpool exhibition, and the music of the London 2012 Olympics Closing Ceremony. In November 2014, she spoke at a conference at University of Newcastle in the UK, presenting the paper \"Second Fiddle: Record Labels in the Time of Participatory Audiences, User-Generated Distribution, and Shared Authority\" .   Catherine Moore started in the music business in 1981 managing a retail store in Liverpool, England. Since then, she has been sales manager for Harmonia Mundi Records in London, international marketing manager for Nimbus Records at their Welsh headquarters, and a marketing director (jazz and classical music) for A&amp;M Records in New York. While in New York, she served on the local N.A.R.A.S. Board of Governors and on the Classical Screening Committee for the Grammy Awards. In 1990, she started her own marketing consultancy company, discussion c.m. , in Montreal, relocating to New York in 1992.   Dr. Moore has taught at NYU since 1995, was Director of the Music Business Graduate Program 2005-2013 as is now Director of the Music Business Program. She now teaches and advises undergraduate and graduate students, and was also Director of both the Undergraduate and Graduate Music Business Programs from 1997-2005. Professional affiliations: Music Entertainment Industry Educators Association, National Academy of Recording Arts and Sciences, American Musicological Society, Society for Seventeenth-Century Music, and the Association of Arts Administration Educators.   Catherine Moore has served on the Advisory Board of the Center for Contemporary Music at Danube University, Krems, Austria, where she was a member of the International Guest Faculty from 2005 to 2009.   Teaching initiatives include:   Multi-national comparative research study of music trends and music business trends -- this study is conducted in real time with students in study abroad sites. In Fall 2013 students are in Shanghai, Prague, and Argentina.   Developer of real-world and virtual-reality assignments to teach students how to be pro-active as A&amp;R talent scouts. Collaborations with independent and major music companies bring actual business problems into the classroom.   Author -- with a group of graduate students -- of a case study, Bridging the Music and Marketing Businesses Through the International Nightclub Scene . The study was used in graduate classes. It examines topics such as night club goers tolerance for in-club advertising, new methods of marketing such as in-club holograms, and how to measure the success of a business in which exclusive entry and small audiences are what fans value most.   Governance roles: Prof. Moore currently serves as a member of the NYU Steinhardt Global Advisory Committee, and on several other committees. From 2003-2006 she served as Steinhardt Senator representing the Department of Music and Performing Arts Professions, and chaired the Steinhardt Student Affairs Committee. In 2014 she was elected as an at-large Senator and now serves on the Steinhardt Senate.   Qualifications :   BA, Bishop's University (Canada); BMus, Conservatoire de musique de Montreal (Canada); PhD, University of Liverpool (UK)   Experience :   16 years in the record business -- first of all managing a record store in Liverpool, England -- in the UK, Canada, and the US; teaching at NYU since 1995; Program Director since 1997. Consulting for major and indie companies, as well as expert witness in a price-fixing case that set precedents for joint-venture rules. Innovation in classes by using projects based in new social networking/virtual reality tools and setting up collaboration with students in different parts of the world.   Why I Decided to Work in the Music Industry :   To be part of the mechanism that allows music to travel across the world and bring about cultural and economic change. There is not a culture in the world that does not have music. Sharing in the fun, yet seriously competitive, spirit of my colleagues at A&amp;M Records in New York. Seeing the profound difference that music made in the lives of the customers in the Liverpool record store. Learning from the retired police constable who had heard every major opera singer in Liverpool before they set off by ocean liner to sing at the Metropolitan Opera in New York.   What I Like Most About Teaching :   Being influential in giving students the knowledge and confidence to put ideas together in new ways. Knowing that students' work in assignments trains them to make decisions about tough topics in the music business: setting strategy in times of uncertainly, engaging the ambiguous business environment, and being fearless. The first time a student says, \"I don't agree with that viewpoint, and this is why\". Watching our alumni make a real difference in the business.   Class Tips for Students :   Don't be afraid to ask for help. Teachers are passionate about their subjects and want you to learn. Always introduce yourself to non-majors in your music business classes - not only is it polite, it's a smart networking move.   Career Tips for Students :   Remember that the music business is much, much bigger than record labels in Manhattan. Don't limit yourself: we are training you for jobs that don't exist yet. Take advantage of the resources of NYU and our alumni, who are spread all over the world in many music industry sectors. Whenever you hear someone from the music industry speak, write down their name and one of their comments you want to remember. There are few people who won't respond to a personal letter, even years later, that quotes something interesting they said.   Outside Interests :   Travel in the UK. Driving on the left side of the road. Montreal Expos fan -- yes, I know they moved to D.C., but I'm still a fan, and look forward to even more Expos in the Hall of Fame.   Favorite Music   As a music lover -- Bach, The Beatles, Joe Jackson, Marillion, Monteverdi, Michelangelo Rossi, Throwing Snow, U2. As a business person -- the big hits on the charts (and, yes, charts still do influence the public and generate a lot of revenue), and music that makes more money along the ever-changing supply chain. I'm always a fan of music our alumni make, produce, promote, and nurture.            Education        B.A. Hons Bishop's University (Canada) 1976, English literature, final thesis on James Joyce. B.Mus. Conservatoire de musique de Montréal (Canada) 1978, Organ performance, class of Bernard Lagacé. Ph.D. University of Liverpool (UK) 1991, Dissertation on 17th-Century Italian composer Michelangelo Rossi.         Links           Catherine Moore on LinkedIn   Cafherine Moore \"Just Wrong Clothing\" blog   Catherine Moore on Twitter              Grants and Awards        British Academy Studentship 2012 : NYU Steinhardt Teaching Excellance Award 2014 : Teacher of the Year for the NYU Department of Music and Performing Arts Professions          Research        Strategic music marketing Analysis of current trends in the entertainment industry Cultural trade politics 17th-century Italian music Professional education -- from high school to executive education Global business         Publications        \"A Picture is Worth 1000 CDs: Can the Music Industry Survive as a Stand-Alone Business?\", given at the NYU conference Music/Image in Film and Multimedia: Clich? or Emerging Language?, June 2001 (published in American Music, Spring 2004, 176-186) Works and Recordings: the Impact of Digitalisation and Commercialisation, The Musical Work: Reality or Invention?, ed. Michael Talbot (Liverpool: Liverpool University Press, 2000), 88-109. International Music Strategy, lecture/workshop for managers from Dutch music companies, given at the Haarlem Business School (The Netherlands), 2000. Priced to Move: How to Succeed in an Artistic Business, given at arts administration seminars at New York University and Bishop&#39;s University (Canada), 1999. Scholars in the Arena: Artistic Judgement and the Roar of the Crowd, Cinquant&#39;anni di produzioni e consumi della musica dell&#39;et? di Vivaldi: 1947-1997 (Florence: Olschki, 1998) Article on Michelangelo Rossi for The New Grove Dictionary of Music and Musicians, 2nd ed., (London and New York: Macmillan, 2000) American Record Guide  CD and concert reviews, six times a year in bi-monthly publication. ( link )          Presentations        Keynote Address at The Royal Academy of Music, London, UK October 16, 2012: \"Here and Now: Preserving Occasional Music in the Age of Digital On-Demand\" for the event called Music Business Day: Virtually Real. Canadian Music Week, Host and mentor, Toronto, March 2011, 2012, and 2013. \"How Music Companies Make Technology Decisions,\" Co-presenter and developer, two-part workshop, NYU, September 24 and October 29, 2010. Canadian Music Week 2009, Panelist at Canadian Music Week in Toronto: \"Digital Music Marketing: Techniques, tactics, tips and secrets to online success from the pros\". Canadian Music Week 2007 and 2008, Global Forum: Moderator of table discussions among top music industry executives on tough industry topics. Reports of discussions are at: http://www.caama.org/global_forum_report2008.html Can Music Quality Be Measured in Business Terms? Keynote address given in September 2005 at the opening of a new M.A. in music management degree program in Krems, Austria. International Music Marketing as Translation, Paper presented in June 2005 at the IASPM/Memorial University conference \"Post-Colonial Distances: The Study of Popular Music in Canada and Australia\" in Newfoundland, Canada. The paper uses translation theory (Umberto Eco, George Steiner and others) to suggest how the translator-marketer can utilize the marketing \"energy\" inherent within music to move that music to another place. The pop music industry's strength lies in the universality of its multiple meanings. Love lyrics, dance beats, and pop melodies travel the world with no need of translation. But less universal music -- including many genres and languages -- needs marketers who can dig deeply into the music's verbal and non-verbal languages and translate without betrayal.( view ) Cultural Variety as Music Business Strategy: Enriching the Repertoire or Pandering for Profit? Presented in July 2004 at the Symposium of the International Musicological Society Melbourne, Australia.( view ) International Musicological Congress, Professor Moore chaired a session at the International Musicological Congress (Leuven, Belgium) in August 2002 on case studies in music distribution -- the case studies were from Russia, Italy and The Netherlands.         Courses Taught        MPAMB-GE 2206 - Strategic Marketing in the Music Industry MPAMB-GE 2201 - Graduate A&amp;R Seminar MPAMB-GE 2103 - Environment of the Music Industry MPAMB-GE 2401 - Colloquy in Music Business MPAMB-GE 2001 - MUBG Professional Development Sequence MPAMB-GE 2207 - Global Music Management (NYU London in January intersession) MPAMB-GE 2301 - MUBG Internship (in USA and UK) MPAMB-GE 2202 - Promotion and Publicity (co-instructor) MPAMB-UE 1310 - Village Records &amp; Village Records Leadership Practicum MPAMB-UE 1320 - Internship MPAMB-UE 0210 - Music in the Media Business (in earlier semesters) MPAMB-UE 0100 - Production and A&amp;R in the Music Industry (in earlier semesters) WHAT MAKES A STAR? music business summer institute for high school students (2005 and 2006)          Boards        Music and the Moving Image , Editorial Board Member                          This site, and all its contents, are Copyright &copy;        by New York University. All rights reserved.    Steinhardt School of Culture, Education, and Human Development - 82 Washington Square East, New York, NY 10003"}]}]