[{"detail": [{"content": "Broadway                                                                                                               NYU.edu requires JavaScript be enabled in your browser in order to use important features of the site. JavaScript is either disabled or not supported by your browser. For instructions on how to enable JavaScript in your browser, click here .                       New York University    Skip to Content   Skip to Search   Skip to Navigation   Skip to Sub Navigation                                                        NYUHome Login                            Students           |   Faculty           |   Alumni           |   Employees           |   Community                                   Schools          Arts and Science      College of Arts and Science      College of Dentistry      College of Nursing      Courant Institute of Mathematical Sciences      Gallatin School of Individualized Study      Graduate School of Arts and Science      Institute of Fine Arts      Institute for the Study of the Ancient World      Leonard N. Stern School of Business      Liberal Studies Program      NYU Abu Dhabi      NYU Shanghai      Polytechnic School of Engineering      Robert F. Wagner Graduate School of Public Service      School of Professional Studies      School of Law      School of Medicine      Silver School of Social Work      Steinhardt School of Culture, Education, and Human Development      Tisch School of the Arts                QuickLinks          Academic Calendars      Administrative Units      Albert      Apply for Jobs      Athletics      Bookstores      Bursar      Campus Map      Career Development      Emergencies      Events      Giving to NYU      Housing      ITS      Libraries      News      NYU Apparel      Policies      Public Safety      Registrar      Student Health Center      Student Resources      Wellness Exchange                A-Z          A      B      C      D      E      F      G      H      I      J      K      L      M      N      O      P      Q      R      S      T      U      V      W      X      Y      Z                                                          New York University                          Search NYU                    Pages |    People                                       Main Navigation            About NYU       Admissions       Academics       University Life       Research       Global                                 Bread Crumbs          University Life   /   Resources and Services   /   NYU Box Office   /   Ticket Central   /   Discount Finder                 Sub Navigation                                 Broadway                       Off-Broadway                       Music, Opera and Dance                       Sports                                                                   Broadway Discounts      If Ticket Central is not offering a discount on the Broadway show you want to see, there are other resources avilable to help you.          Student Rush and SRO Policies   Student rush and standing room only (SRO) tickets are a great way so get a deep discount on Broadway show tickets on the day of the performance you wish to see!   To make tickets more affordable to students and other theatergoers on a budget, many Broadway shows have implemented rush and standing room only (SRO) policies. Anyone willing to get up and get to the box office early, spend some time in a line, or stand during the show, can get greatly discounted tickets to most shows on Broadway. For up-to-date information on broadway and off-broadway rush policies, visit www.playbill.com.          Rush/Lottery tickets: Rush tickets are usually for students only, so be prepared to flash your NYU ID! In most cases, scoring rush tickets means waiting on line at a specified time at the theatre's box office for an opportunity to purchase discount ticktets. Beware that usually the line for rush tickets can form much, much earlier than the time that the box office puts them on sale. In other cases, the box office conducts a lottery in order to determine who will have the opportunity to purchase tickets. You don't need to arrive early to the box office in such cases - you just need a little luck.              Standing Room Only tickets: Standing room patrons stand in numbered spaces that are the width of a regular seat. They are usually located at the back of the orchestra. SRO tickets are trickier to get because they are only available if the show is sold out. There’s no definite way to predict in advance whether a performance will sell out, without actually calling the box office a few hours before curtain time. Shows that sell out often include Wicked, The Book of Mormon, The Lion King, and Jersey Boys. Also, it is likely that any show will sell out very early in its run. Unless otherwise specified, one SRO ticket is sold per person.            Here are a few of the sites our staff use to check student rush and SRO policies at Broadway theatres:   » Playbill   » Broadway for Broke People   » Broadway Spotted              CollegeTix   New York University has joined CollegeTix at Telecharge.com!   NYU Ticket Central has partnered with Telecharge.com to give students exclusive access to specially priced Broadway and off-Broadway tickets! These discounted student tickets are available online and can be ordered in advance of the performance. No more waiting in long rush lines outside the box office!   These tickets are for NYU students only . Students are required to present one valid student ID per ticket at the theater's box office; tickets must be picked up at the theater's box office beginning a half hour before show time.   Important: NYU IDs that are not student IDs ( for example: Fac/Staff/Admin IDs, Alumni IDs, Family IDs, etc. ) will not be honored for this offer. Student tickets will not be released to anyone without NYU student ID. Anyone attempting to pick up student tickets without presenting one NYU student ID per ticket will be charged the regular price or the tickets will not be released.   For a complete list of currently participating shows, visit our Steals and Deals page.          How to order:     Log into your NYUHome Account ( http://home.nyu.edu)   Click on the “NYU Life” tab on the upper right-hand part of the page. The Ticket Central channel will appear somewhere on the “NYU Life” page. (Scroll down the page if you don’t see it at first.)   In the &quot;Ticket Central&quot; section, click on the link to CollegeTix . This will open a pop-up window that will let you browse the offers and purchase tickets.     Remember, each person you purchase a ticket for must have an NYU student ID!   If you have any questions about this offer, please call NYU Ticket Central at 212-998-4941.              TKTS Ticket Booths   Like student rush and standing room only policies , the TKTS™ ticket booths are a resource you can use to purchase discount tickets on the day of the performance you want to see. (There are some exceptions for weekend matinees.)   Established in 1973 for the betterment of theatres and theatregoers alike, TKTS sells unsold tickets on the day of performance for many Broadway shows for 25-50% off the box office price plus a $3.00 service charge per ticket.   For example, if the price of a ticket for an orchestra seat to Aladdin is normally $95.00, the price at the ticket booth might be 50% off - or $47.50 - plus a $3 service charge.   The main TKTS booth is located in Father Duffy Square, on West 47th Street between Broadway and 7th Avenue. The electronic signs in front display what shows are available for that day.        Times Square TKTS:         For same-day evening performances Monday, Wednesday - Saturday: 3pm - 8pm  Tuesday: 2pm - 8pm  Sundays: 3pm until one-half hour before the latest curtain time being sold.  For same-day matinee performances Wednesdays and Saturdays: 10am - 2pm  (Please note: no evening tickets are sold from 10am to 2 pm at Times Square)  Sundays: 11am - 3pm      Tip: Get there early! Lines can get long very quickly - especially during good weather and the holiday season!   Satellite locations: There are 2 additional TKTS locations, one in lower Manhattan at the South Street Seaport, and one in Downtown Brooklyn at Metrotech Center.        South Street Seaport TKTS:   Location: South Street Seaport at the corner of Front and John Streets (the rear of the Resnick/Prudential Building at 199 Water Street)         For same-day evening and next day matinee performances Monday - Saturday: 11am - 6pm  Sunday: CLOSED  Matinee tickets are only sold on the day before   the performance at TKTS Seaport      *You must buy matinee tickets the day before at the Seaport branch. For example, Wednesday matinees are sold Tuesdays.        Downtown Brooklyn TKTS:     Location: 1 Metrotech Center at the corner of Jay Street &amp; Myrtle Street Promenade         For same-day evening and next day matinee performances Tuesday - Saturday: 11am - 6pm  (Closed for lunch 3pm-3:30pm)    Matinee tickets are sold on the day before  the performance at TKTS Downtown Brooklyn.           **You must buy Wednesday and Saturday matinee tickets the day before at the Downtown Brooklyn branch. For example, Wednesday matinees are sold on Tuesdays. Sunday matinee performances and Saturday/Sunday evening performances are not available at this location.             Tip: As both TKTS booths draw from the same pool of tickets, consider using the downtown location which usually draws less if a crowd!         TKTS Time Square accepts cash, travelers checks and TKTS Gift Certificates. TKTS Seaport&amp;nbsp; and TKTS Downtown Brooklyn accept credit cards, cash, travelers checks or TKTS Gift Certificates.                For more information on TKTS including a list of recently offered shows and answers to some frequently asked questions, visit the TDF website at www.tdf.org.            Coupon Codes   If you either are unwilling to stand in long lines for tickets, or need more of a 'sure thing' - i.e. advance tickets - there are resources out there that can help.   NYU Ticket Central has partnered with TheaterMania to provide the NYU community with discounts to a wide range of Broadway and Off-Broadway events. Whether you're looking for Broadway's newest offerings, this year's TONY winners or long-running favorites, these discounts are sure to please. If you can't find the show you want to see, check back soon because this list is updated often! NYU ID is not required for purchase or redemption.     Get Coupon Codes!       The following websites also promote coupon codes that can be used to purchase discounted tickets online, over the phone, or at a theatre's box office:            broadwaybox.com   schooltix.com   nytix.com   theatermania.com - Discount Broadway Tickets **   playbill.com - Playbill Club **            ** Free membership to these particular sites is required for discount codes. On these sites you can choose to sign up for email newsletters, which often include new codes and special offers!         Tip: When using coupon codes, the best bargain is always at the theatre's box office. When purchasing tickets either online or over the phone, service charges usually apply.            For more tips and information, read theatremania.com's article : How Not to Buy Tickets: A Broadway box office agent lists 10 &quot;don'ts&quot; that we all should keep in mind when purchasing tickets at the theater.                                                                      Discount Movie Passes                  Never pay full price for a movie again! Always use a discount movie pass to save $5 or more on admission!            Read More                                          NYC Events        Discount Tickets!                   Each week Ticket Central offers a selection of tickets to Broadway and Off-Broadway shows and other NYC events            Read more                                         Theater Discounts                  Check out additional offers on popular Broadway and Off-Broadway shows!            Read More                                         Sign up for our Email List                  Find out about weekly specials and deals.            Read More                                          Going As a Group?                  Ticket Central can help you purchase group tickets to virtually any event in the NYC area!              Read More                                         Half-Price Tickets!                  Get out more! Attend live entertainment, like theater, comedy, sports, music, performing arts and much more with Goldstar discounts.            Read More                                         Submit an Offer                  Does your organization have a discount or deal for NYU students? Submit your discount ticket information online.              Read More                          Contact Us   General: boxoffice@nyu.edu   Ticket Central: ticket.central@nyu.edu   Group Services: group.tickets@nyu.edu   Steals &amp; Deals: steals.deals@nyu.edu   NYU Skirball Center: skirball.boxoffice@nyu.edu   Campus Events: ticket.services@nyu.edu     Phone: 212-998-4941   Fax: 212-995-4961   Box Office Location:     566 LaGuardia Place  At Washington Square  (Side Entrance of the NYU Kimmel Center)   Box Office Hours:   Tuesday – Saturday, noon–6:00pm  Closed on most University holidays and breaks.                                                      NYU Footer          Search      Directory      Campus Map      Events      Contact Us      Site Map      Copyright and Fair Use      Feedback         Unless otherwise noted, all content copyright New York University. All rights reserved. Designed by The Office of Web Communications"}]},
{"detail": [{"content": "Broadway                                                                                                               NYU.edu requires JavaScript be enabled in your browser in order to use important features of the site. JavaScript is either disabled or not supported by your browser. For instructions on how to enable JavaScript in your browser, click here .                       New York University    Skip to Content   Skip to Search   Skip to Navigation   Skip to Sub Navigation                                                        NYUHome Login                            Students           |   Faculty           |   Alumni           |   Employees           |   Community                                   Schools          Arts and Science      College of Arts and Science      College of Dentistry      College of Nursing      Courant Institute of Mathematical Sciences      Gallatin School of Individualized Study      Graduate School of Arts and Science      Institute of Fine Arts      Institute for the Study of the Ancient World      Leonard N. Stern School of Business      Liberal Studies Program      NYU Abu Dhabi      NYU Shanghai      Polytechnic School of Engineering      Robert F. Wagner Graduate School of Public Service      School of Professional Studies      School of Law      School of Medicine      Silver School of Social Work      Steinhardt School of Culture, Education, and Human Development      Tisch School of the Arts                QuickLinks          Academic Calendars      Administrative Units      Albert      Apply for Jobs      Athletics      Bookstores      Bursar      Campus Map      Career Development      Emergencies      Events      Giving to NYU      Housing      ITS      Libraries      News      NYU Apparel      Policies      Public Safety      Registrar      Student Health Center      Student Resources      Wellness Exchange                A-Z          A      B      C      D      E      F      G      H      I      J      K      L      M      N      O      P      Q      R      S      T      U      V      W      X      Y      Z                                                          New York University                          Search NYU                    Pages |    People                                       Main Navigation            About NYU       Admissions       Academics       University Life       Research       Global                                 Bread Crumbs          University Life   /   Resources and Services   /   NYU Box Office   /   Ticket Central   /   Discount Finder                 Sub Navigation                                 Broadway                       Off-Broadway                       Music, Opera and Dance                       Sports                                                                   Broadway Discounts      If Ticket Central is not offering a discount on the Broadway show you want to see, there are other resources avilable to help you.          Student Rush and SRO Policies   Student rush and standing room only (SRO) tickets are a great way so get a deep discount on Broadway show tickets on the day of the performance you wish to see!   To make tickets more affordable to students and other theatergoers on a budget, many Broadway shows have implemented rush and standing room only (SRO) policies. Anyone willing to get up and get to the box office early, spend some time in a line, or stand during the show, can get greatly discounted tickets to most shows on Broadway. For up-to-date information on broadway and off-broadway rush policies, visit www.playbill.com.          Rush/Lottery tickets: Rush tickets are usually for students only, so be prepared to flash your NYU ID! In most cases, scoring rush tickets means waiting on line at a specified time at the theatre's box office for an opportunity to purchase discount ticktets. Beware that usually the line for rush tickets can form much, much earlier than the time that the box office puts them on sale. In other cases, the box office conducts a lottery in order to determine who will have the opportunity to purchase tickets. You don't need to arrive early to the box office in such cases - you just need a little luck.              Standing Room Only tickets: Standing room patrons stand in numbered spaces that are the width of a regular seat. They are usually located at the back of the orchestra. SRO tickets are trickier to get because they are only available if the show is sold out. There’s no definite way to predict in advance whether a performance will sell out, without actually calling the box office a few hours before curtain time. Shows that sell out often include Wicked, The Book of Mormon, The Lion King, and Jersey Boys. Also, it is likely that any show will sell out very early in its run. Unless otherwise specified, one SRO ticket is sold per person.            Here are a few of the sites our staff use to check student rush and SRO policies at Broadway theatres:   » Playbill   » Broadway for Broke People   » Broadway Spotted              CollegeTix   New York University has joined CollegeTix at Telecharge.com!   NYU Ticket Central has partnered with Telecharge.com to give students exclusive access to specially priced Broadway and off-Broadway tickets! These discounted student tickets are available online and can be ordered in advance of the performance. No more waiting in long rush lines outside the box office!   These tickets are for NYU students only . Students are required to present one valid student ID per ticket at the theater's box office; tickets must be picked up at the theater's box office beginning a half hour before show time.   Important: NYU IDs that are not student IDs ( for example: Fac/Staff/Admin IDs, Alumni IDs, Family IDs, etc. ) will not be honored for this offer. Student tickets will not be released to anyone without NYU student ID. Anyone attempting to pick up student tickets without presenting one NYU student ID per ticket will be charged the regular price or the tickets will not be released.   For a complete list of currently participating shows, visit our Steals and Deals page.          How to order:     Log into your NYUHome Account ( http://home.nyu.edu)   Click on the “NYU Life” tab on the upper right-hand part of the page. The Ticket Central channel will appear somewhere on the “NYU Life” page. (Scroll down the page if you don’t see it at first.)   In the &quot;Ticket Central&quot; section, click on the link to CollegeTix . This will open a pop-up window that will let you browse the offers and purchase tickets.     Remember, each person you purchase a ticket for must have an NYU student ID!   If you have any questions about this offer, please call NYU Ticket Central at 212-998-4941.              TKTS Ticket Booths   Like student rush and standing room only policies , the TKTS™ ticket booths are a resource you can use to purchase discount tickets on the day of the performance you want to see. (There are some exceptions for weekend matinees.)   Established in 1973 for the betterment of theatres and theatregoers alike, TKTS sells unsold tickets on the day of performance for many Broadway shows for 25-50% off the box office price plus a $3.00 service charge per ticket.   For example, if the price of a ticket for an orchestra seat to Aladdin is normally $95.00, the price at the ticket booth might be 50% off - or $47.50 - plus a $3 service charge.   The main TKTS booth is located in Father Duffy Square, on West 47th Street between Broadway and 7th Avenue. The electronic signs in front display what shows are available for that day.        Times Square TKTS:         For same-day evening performances Monday, Wednesday - Saturday: 3pm - 8pm  Tuesday: 2pm - 8pm  Sundays: 3pm until one-half hour before the latest curtain time being sold.  For same-day matinee performances Wednesdays and Saturdays: 10am - 2pm  (Please note: no evening tickets are sold from 10am to 2 pm at Times Square)  Sundays: 11am - 3pm      Tip: Get there early! Lines can get long very quickly - especially during good weather and the holiday season!   Satellite locations: There are 2 additional TKTS locations, one in lower Manhattan at the South Street Seaport, and one in Downtown Brooklyn at Metrotech Center.        South Street Seaport TKTS:   Location: South Street Seaport at the corner of Front and John Streets (the rear of the Resnick/Prudential Building at 199 Water Street)         For same-day evening and next day matinee performances Monday - Saturday: 11am - 6pm  Sunday: CLOSED  Matinee tickets are only sold on the day before   the performance at TKTS Seaport      *You must buy matinee tickets the day before at the Seaport branch. For example, Wednesday matinees are sold Tuesdays.        Downtown Brooklyn TKTS:     Location: 1 Metrotech Center at the corner of Jay Street &amp; Myrtle Street Promenade         For same-day evening and next day matinee performances Tuesday - Saturday: 11am - 6pm  (Closed for lunch 3pm-3:30pm)    Matinee tickets are sold on the day before  the performance at TKTS Downtown Brooklyn.           **You must buy Wednesday and Saturday matinee tickets the day before at the Downtown Brooklyn branch. For example, Wednesday matinees are sold on Tuesdays. Sunday matinee performances and Saturday/Sunday evening performances are not available at this location.             Tip: As both TKTS booths draw from the same pool of tickets, consider using the downtown location which usually draws less if a crowd!         TKTS Time Square accepts cash, travelers checks and TKTS Gift Certificates. TKTS Seaport&amp;nbsp; and TKTS Downtown Brooklyn accept credit cards, cash, travelers checks or TKTS Gift Certificates.                For more information on TKTS including a list of recently offered shows and answers to some frequently asked questions, visit the TDF website at www.tdf.org.            Coupon Codes   If you either are unwilling to stand in long lines for tickets, or need more of a 'sure thing' - i.e. advance tickets - there are resources out there that can help.   NYU Ticket Central has partnered with TheaterMania to provide the NYU community with discounts to a wide range of Broadway and Off-Broadway events. Whether you're looking for Broadway's newest offerings, this year's TONY winners or long-running favorites, these discounts are sure to please. If you can't find the show you want to see, check back soon because this list is updated often! NYU ID is not required for purchase or redemption.     Get Coupon Codes!       The following websites also promote coupon codes that can be used to purchase discounted tickets online, over the phone, or at a theatre's box office:            broadwaybox.com   schooltix.com   nytix.com   theatermania.com - Discount Broadway Tickets **   playbill.com - Playbill Club **            ** Free membership to these particular sites is required for discount codes. On these sites you can choose to sign up for email newsletters, which often include new codes and special offers!         Tip: When using coupon codes, the best bargain is always at the theatre's box office. When purchasing tickets either online or over the phone, service charges usually apply.            For more tips and information, read theatremania.com's article : How Not to Buy Tickets: A Broadway box office agent lists 10 &quot;don'ts&quot; that we all should keep in mind when purchasing tickets at the theater.                                                                      Discount Movie Passes                  Never pay full price for a movie again! Always use a discount movie pass to save $5 or more on admission!            Read More                                          NYC Events        Discount Tickets!                   Each week Ticket Central offers a selection of tickets to Broadway and Off-Broadway shows and other NYC events            Read more                                         Theater Discounts                  Check out additional offers on popular Broadway and Off-Broadway shows!            Read More                                         Sign up for our Email List                  Find out about weekly specials and deals.            Read More                                          Going As a Group?                  Ticket Central can help you purchase group tickets to virtually any event in the NYC area!              Read More                                         Half-Price Tickets!                  Get out more! Attend live entertainment, like theater, comedy, sports, music, performing arts and much more with Goldstar discounts.            Read More                                         Submit an Offer                  Does your organization have a discount or deal for NYU students? Submit your discount ticket information online.              Read More                          Contact Us   General: boxoffice@nyu.edu   Ticket Central: ticket.central@nyu.edu   Group Services: group.tickets@nyu.edu   Steals &amp; Deals: steals.deals@nyu.edu   NYU Skirball Center: skirball.boxoffice@nyu.edu   Campus Events: ticket.services@nyu.edu     Phone: 212-998-4941   Fax: 212-995-4961   Box Office Location:     566 LaGuardia Place  At Washington Square  (Side Entrance of the NYU Kimmel Center)   Box Office Hours:   Tuesday – Saturday, noon–6:00pm  Closed on most University holidays and breaks.                                                      NYU Footer          Search      Directory      Campus Map      Events      Contact Us      Site Map      Copyright and Fair Use      Feedback         Unless otherwise noted, all content copyright New York University. All rights reserved. Designed by The Office of Web Communications"}, {"content": "Ticket Central                                                                                                               NYU.edu requires JavaScript be enabled in your browser in order to use important features of the site. JavaScript is either disabled or not supported by your browser. For instructions on how to enable JavaScript in your browser, click here .                       New York University    Skip to Content   Skip to Search   Skip to Navigation   Skip to Sub Navigation                                                        NYUHome Login                            Students           |   Faculty           |   Alumni           |   Employees           |   Community                                   Schools          Arts and Science      College of Arts and Science      College of Dentistry      College of Nursing      Courant Institute of Mathematical Sciences      Gallatin School of Individualized Study      Graduate School of Arts and Science      Institute of Fine Arts      Institute for the Study of the Ancient World      Leonard N. Stern School of Business      Liberal Studies Program      NYU Abu Dhabi      NYU Shanghai      Polytechnic School of Engineering      Robert F. Wagner Graduate School of Public Service      School of Professional Studies      School of Law      School of Medicine      Silver School of Social Work      Steinhardt School of Culture, Education, and Human Development      Tisch School of the Arts                QuickLinks          Academic Calendars      Administrative Units      Albert      Apply for Jobs      Athletics      Bookstores      Bursar      Campus Map      Career Development      Emergencies      Events      Giving to NYU      Housing      ITS      Libraries      News      NYU Apparel      Policies      Public Safety      Registrar      Student Health Center      Student Resources      Wellness Exchange                A-Z          A      B      C      D      E      F      G      H      I      J      K      L      M      N      O      P      Q      R      S      T      U      V      W      X      Y      Z                                                          New York University                          Search NYU                    Pages |    People                                       Main Navigation            About NYU       Admissions       Academics       University Life       Research       Global                                 Bread Crumbs          University Life   /   Resources and Services   /   NYU Box Office   /   Ticket Central                 Sub Navigation                                 NYC Events                       Movie Passes                       Group Tickets                       Discount Finder                       Promote an Event                       Ticket Central FAQs                                                                   Ticket Central          Your Ticket To NYC   Ticket Central is your destination to access tickets to the movies, Broadway and Off-Broadway shows, sporting events, musical concerts and more, all at a reduced price.                                    NYC Events...                                                                   Each week, Ticket Central offers discounted tickets to Broadway and Off-Broadway shows, sports games, and other NYC events. View the full list            ...and much more!                  Never pay full price for a movie again! Save up to $5 per ticket by using Ticket Central's movie passes. Read More                    Ticket Central can help you purchase group tickets to virtually any event in the NYC area! Read More                    Check out our Discount Finder for insider deals, discounts and tips for scoring tickets on the cheap for events in the NYC area Read More                    Reach over 32,000 NYU students, staff, faculty and alumni via email and social media Read More                                           For the most up-to-date deals, discounts and freebies, follow us on Facebook and Twitter !             NYU Card Information   Your valid NYUCard or Alumni ID is required for all transactions and services at NYU Ticket Central.   Only NYUCard holders with full university privileges (dark purple ID color) and Alumni with valid Alumni ID may purchase tickets to theatre, performing arts, sports and other special events, or claim free tickets to shows or movies on the first day of sale or distribution.   Please note that certain offers and deals are only available with an active NYU Home account.   Learn more about NYUCard »                           Mailing List   With so much going on at NYU Ticket Central, the best way to keep informed of our specials, discounts, bargains and give-aways is to join our email listserv!     How to join:   You can enter your email address here and you will be added to the listserv automatically.                                                Email:           Please check your spelling and hit submit only once!                          Submit                          Contact Us   Box Office Location:  566 LaGuardia Place  (Side entrance of the Kimmel Center)   Phone: 212.998.4941  Fax: 212.995.4961  Email: boxoffice@nyu.edu   Fall/Spring Hours:   Tuesday – Saturday,  noon–6:00pm   Closed on University holidays and breaks                                            NYU Footer          Search      Directory      Campus Map      Events      Contact Us      Site Map      Copyright and Fair Use      Feedback         Unless otherwise noted, all content copyright New York University. All rights reserved. Designed by The Office of Web Communications"}, {"content": "NYU &gt;  University Registrar &gt; Registration &gt; Building Code Key                                                                             Skip to Navigation | Skip to Content                                            Home | Student Services Centers | About Us | Contact Us                                    Quick Links         Academic Calendars      Administrative Units         Apply for Jobs        Athletics           Bookstores       Bursar      Campus Map      Career Development      Emergencies        Event Calendar      Giving to NYU           Housing      ITS      Libraries      News        NYU Apparel      Policies      Public Safety      Registrar      Student Health Center      Student Resources        Wellness Exchange               Schools         Arts and Science      College of Arts and Science      College of Dentistry        College of Nursing      Courant Institute of Mathematical Sciences          Gallatin School of Individualized Study      Graduate School of Arts and Science      Institute of Fine Arts      Institute for the Study of the Ancient World            Leonard N. Stern School of Business        Liberal Studies Program      NYU Abu Dhabi      NYU Shanghai      Polytechnic School of Engineering      Robert F. Wagner Graduate School of Public Service          School of Continuing and Professional Studies      School of Law        School of Medicine      Silver School of Social Work      Steinhardt School of Culture, Education, and Human Development      Tisch School of the Arts                                             Search      go                                                New York University              New York University              University Registrar                                                     Calendars                             Course Search                              Registration                                       Preparing to Register                    Emergency Contact Requirement                    Cross-School Registration                 Registration Process After De-enrollment                 Minor Application                 Final Exam Schedules                 Withdrawal Schedules                 Building Code Key                 Course Evaluations                 Study Abroad/Away Programs                 Visiting Students                                                                           Academic Records                             Graduation                             Veterans Benefits                             University Policies &amp; FERPA                          Forms &amp; Procedures                          Training Guides                         Home          |         Registration             |          Building Code Key                                    Building Code Key             On Campus Building Locations     Off Campus Area and Building Locations     NYU Campus maps are available at NYU's Campus Information page.           On Campus    # Numbers | A to E | F to O | P to Z         # Numbers     108B 108 Broadway     10AP 10 Astor Place     10WP 10 Washington Place     110F 110 Fifth Avenue     110W 110 West 3rd Street Residence     113U 113 University Place     11ST 41 East 11th Street, 7th Floor     12WV 12 Waverly Place     130M 130 MacDougal Street     133M 130 MacDougal Street     137M 130 MacDougal Street     14AWM 14A Washington Mews     142M 142 Mulberry Street     145F 145 Fourth Avenue     14UP 14 University Place     14WA 14 Wall Street, Polytechnic     15MTC 15 MetroTech Center, Polytechnic     15ST 345 East 15th Street     1633 1633 Broadway     194M 194 Mercer Street     199L 199 Lafayette Street     19UP 19 University Place     19W4 19 West 4th Street     19WS 19 Washington Square North     1E78 The Institue Of Fine Arts, 1 East 78th Street     1WP 1 Washington Place     1WSN 1 Washington Square North     20CS 20 Cooper Square     214M 214 Mercer Street     230S 230 Sullivan Street Residence     239T 239 Thompson Street     240G 240 Greene Street     240M 240 Mercer Street     245S 245 Sullivan Street     246G 246 Greene Street     25W4 25 West 4th Street     25WV 25 Waverly Place     269M 269 Mercer Street     285M 285 Mercer Street     295L 295 Lafayette Street     29WW 29 Washington Square East     2AVE 111 Second Avenue     2BWY 2 Broadway, Polytechnic     2MTC 2 MetroTech Center     2ST 2nd Street Residence Hall     2UP 2 University Place     2WSN 2 Washington Square North     3-5W 3-5 Washington Place     333A 33 Third Avenue     342E 342 East 26th Street, Room 200A     345E 345 East 24th Street     3-5W 3-5 Washington Place     380S 380 Second Avenue, 4th Floor     383L 383 Lafayette Street     3AVN Third Avenue North Dormitory     3WSN 3 Washington Square North     411L 411 Lafayette Street     412W 412 West 42nd Street, Playwright Theatre     420W 420 West 42nd Street     423E Veterans Administration Hospital, 423 East 23rd Street     440L 440 Lafayette Street     44CP 44 Central Park West     48CS 48 Cooper Square     4E14 4 E. 14th St     4WP 4 Washington Place     4WSN 4 Washington Square North     50WS 50 Washington Square South     51WS 51 Washington Square South     53WS 53 Washington Square South     55BS 55 Broad Street, Polytechnic     55BW 55 Broadway, Polytechnic     5WP 5 Washington Place     5WSN 5 Washington Square North     622B 622 Broadway     665B 665 Broadway     686B 686 Broadway     6WP 6 Washington Place     715B 715 Broadway     719B 719 Broadway     721B 721 Broadway     725B 725 Broadway     726B 726 Broadway     730B 730 Broadway     75VA 75 Varick Street (At Canal Street)     770B 770 Broadway     7E12 7 East 12th Street, Fairchild Building     7ST 7th Street Residence Hall     80WS 80 Washington Square East Gallery     838B 838 Broadway     85W3 85 West Third Street     890B 890 Broadway      A - E      ADCC Abu Dhabi Country Club     ADMA Abu Dhabi Marina     AHCT Allied Health Center     ALMS Al Muna School     ALUM Alumni Hall     AMAR American Arbitration Association     ARC Academic Resource Center / 18 Washington Place     BARN Barney Building     BCHS Baruch College High School     BDFS 6 Bedford Square, London     BERK Berkley School     BOBS Bobst Library     BOST 24 Bond Street     BRBK Birkbeck College, London     BRIT British Institute - Florence     BRNF Bronfman Center     BROM Broome Street Residence Hall     BRTN Brittany Hall     BRWN Brown Building     BSCI Basic Science Building, 433 First Avenue     BSTT Bassett Building, Polytechnic Long Island     BUTR Butterick Building     BXPH Bronx Psychiatric Hospital     CANT Cantor Film Center     CARD Cardozo Law     CARL Carlyle Court Residence Hall     CASA 24 West 12th Street, Casa Italiana     CENT Centro Linguistico - Florence     CHAN Chan House     CIWW Courant Institute / Warren Weaver Hall     COLE Coles Sports and Recreation Center     COLU Columbia University     COOP Cooper Union     CORL Coral Tower Residence Hall     CSAE Center for Science and Engineering, Abu Dhabi     CVEN Civil Engineering Building, Polytechnic     CUNY CUNY - City University of New York     DAGA DAgostino Hall     DALT Dalton School     DBN Dibner Building, Polytechnic     DEUT Deutsches Haus     DIBN Dibner Building, Polytechnic     DOMN Dominican College     DOWL Dowling College     DTCN Downtown Campus - North, Abu Dhabi     DTCS Downtown Campus - South, Abu Dhabi     DTST Downtown Campus - Sama Tower, Abu Dhabi     DUKE Duke House     E 15 115 East 15th Street     E 34 317 East 34th Street     E 7 38-40 East 7th Street     EAST East Building     EDUC Education Building     ERIN Ireland House      F - O      FHBG Fuchsberg Hall, 249 Sullivan Street     FORD Fordham University     FOUN Founders Hall     FRND Friends Seminary     FURH J. Furman Hall     GCASL Global Center for Academic &amp; Spiritual Life / 238 Thompson Street     GEOG Geography Building, Shanghai     GIBB Katherine Gibbs     GODD Paulette Goddard Hall     GRAM Gramercy Green Residence Hall     GWCH Greenwich Hotel     GYMN Gymnasium, Polytechnic Long Island     HADY Hayden Hall     HEBU Hebrew Union College     HJTD Hospital for Joint Diseases     ICPH International Center for Photography     IFST Institute of French Studies     IRMD Institute of Rehabilitation Medicine     ISAW Institute for the Study of the Ancient World     JABS Jacobs Academic Building, Polytechnic     JCBS Jacobs Building, Polytechnic     KAPL Kaplan Education Center, 16 Cooper Square     KEVO Kevorkian Center     KIMB Kimball Hall     KIMM Helen and Martin Kimmel University Center     KING Kings College, London     KJCC King Juan Carlos Center     KMEC Henry Kaufman Management Education Center     LENX Lenox Hill Hospital, 77th Street & Park Avenue     LFAY 80 Lafayette Street Residence Hall     LINC Lincoln Center     LIOM Lab Institute of Merchandising     LITE Lighthouse, 111 East 59th Street     LNZA Lanza     LSTC 339-341 LaGuardia Place Co-Op, Student Technology Center     LYCM Lyceum - Florence     MANV Manhattanville     MAVA Manhattan Village Academy, 43 West 22nd Street     MECH Mechanics Institute     MEDS NYU Medical Center     MEYR Meyer Hall     MIDC NYU Midtown Center     MNBD Main Building, Polytechnic Long Island     MTMU Metropolitan Museum of Art     NOF Nursing Off-Campus Clinical Site Click here for more details     NTCT Norman Thomas High School     NYBG New York Botanical Garden     OFFC Off-Campus     OIOC 63 Downing Street     ONAS 58 West 10th Street     ONLI On-Line        P - Z      PALL The Palladium Residence Hall     PANX Pless Annex     PHYS Physics Building, Shanghai     PLSS Pless Building     POST C.W. Post     PREV Preventative Medicine Building     PRSS Press Building     PUBL Public Health     PUER Puerto Rico     RGSH Rogers Hall, Polytechnic     RUBN Rubin Hall     RUSK Rusk Institute, East 34th Street & First Avenue     SAGC Saadiyat Golf Club     SAHS Satellite AcademyHigh School     SALW Sarah Lawrence College     SASS Sasseti     SFOR Sterling Forest     SHDS Schwartz Hall of Dental Science     SHIM Shimkin Hall     SILV Silver Center for Arts & Science     SLHB Schwartz Lecture Hall Building     SNHS Senior House Residence Hall     SHUL Senate House, University of London, London     SOAA Tisch School of the Arts Asia / Singapore     SOAS School of Oriental and African Studies, London     SOJS SOJ Studio     STAQ St. Thomas Aquinas College     STAT Staten Island     STRC Stern College     STUY Stuyvesant Town     SUNY Suny College of Optometry     SYAC 157-161 Gloucester St, Sydney, Australia     TBA To Be Arranged     TRB Translational Research Building, 227 East 30th Street     THOM Thompson Center, 238 Thompson Street     TISC Tisch Hall     TRIN 100 Trinity Place     UHAL University Hall, 110 E. 14 St.     ULIV Ulivi     UTSL Building 4, Harris St & Thomas St, Sydney, Australia     VAND Vanderbilt Hall     VERN 58 West 10th Street     VIAC Viacom Center     VIVO Vivo Institute     VNAT Villa Natalia     W13S West 13th Street Residence Hall     W 36 19 West 36th Street     W 42 416 West 42nd Street     W 56 130 West 56th Street     WAGN Wagner College     WAVE Waverly Building     WEIN Weinstein Residence Hall     WEIS Weissman Building     WISE Wise Community Center     WMEW Washington Mews     WMNB Westchester Main Building, Polytechnic Westchester     WOOL Woolworth Building     WSQV Washington Square Village         Off Campus Area and Building Locations          AD Abu Dhabi     AF South Africa     AM Amsterdam     AR Africa     AT Athens     AU Austria     BA Buenos Aires     BC Branch At Dominican     BD Budapest     BE Bermuda     BK Berkley School     BL Berlin     BR Britain     BS Brussels     BU Bulgaria     BZ Brazil     CA Cantor Film Center     CB Cuba     CE Chile     CH China     CL Cardoza Law     CN Canada     CR Costa Rica     CS Cooper Square, 48 Cooper Square     CT Cape Town     CU Cooper Union, 51 Astor Place     CW C.W. Post     CY City Hall     DA Dalton School, 108 East 89th Street     DB Dublin     DC Dental Center, 421 First Avenue     DW Dowling     EN England     FA Inst. Of Fine Arts, 1 East 78th Street     FC 15th Street Center, 345 East 15th Street     FL Florence     FR France     FS Friends Seminar, 222 East 16th Street     GE Genoa     GH Ghana     GR Greece     HC Hebrew Union College, 1 West 4th Street     HI Hawaii     HT Hong Kong & Taiwan     IS Israel     IT Italy     JD Hospital for Joint Diseases     KG Katherine Gibbs     LH Lighthouse, 111 East 59th Street     LM Lab Inst of Merchandising     LO London     LP La Pietra     MC NYU Medical Center, 550 First Avenue     MH Manhattanville     MI Mechanics Institute     MM Metropolitan Museum of Art     MS Mount Sinai Medical Center     MT Midtown Center, 11 West 42nd Street     MV Manhattan Village Academy, 43 West 22nd Street     MX Mexico     NE Netherlands     NI Nice     NT Norman Thomas, 111 East 33rd Street     OC Off-Campus     OR Orlando     PE Peru     PG Prague     PI Pisa     PO Cracow     PR Puerto Rico     PS Paris     PT Pretoria     PU Stern Graduate at Purchase     RU Russia     SA Study Abroad     SB Salzburg     SC Stern College, 245 Lexington Avenue     SF Sterling Forest     SG Singapore     SH Shanghai     SI Staten Island     SL Sarah Lawrence     SN Senegal     SP Spain     SQ St. Thomas Aquinas College     ST Stevens Institute of Technology     SU Suny College of Optometry, 33 West 42nd Street     SV Slovakia     SW Sweden     SZ Switzerland     TA Tel Aviv     TC SCPS Test Center, 50 Cooper Square, Room 300     TU Tuscany     UG Uganda     VE Venice     VI Viacom Center     VK 75 Varick Street (At Canal St.)     VN Vietnam     WA Wagner College     WC Wise Community Center, 123 East 55th Street     WS Washington Square     WW Woolworth Building, 15 Barclay Street        Last updated: April 29th, 2015                              Unless otherwise noted, all content copyright New York University. All rights reserved. Designed by The Office of the Registrar and the Office of Web Communications     Copyright Communication | Important Notice | Feedback"}]},
{"detail": [{"content": "Broadway                                                                                                               NYU.edu requires JavaScript be enabled in your browser in order to use important features of the site. JavaScript is either disabled or not supported by your browser. For instructions on how to enable JavaScript in your browser, click here .                       New York University    Skip to Content   Skip to Search   Skip to Navigation   Skip to Sub Navigation                                                        NYUHome Login                            Students           |   Faculty           |   Alumni           |   Employees           |   Community                                   Schools          Arts and Science      College of Arts and Science      College of Dentistry      College of Nursing      Courant Institute of Mathematical Sciences      Gallatin School of Individualized Study      Graduate School of Arts and Science      Institute of Fine Arts      Institute for the Study of the Ancient World      Leonard N. Stern School of Business      Liberal Studies Program      NYU Abu Dhabi      NYU Shanghai      Polytechnic School of Engineering      Robert F. Wagner Graduate School of Public Service      School of Professional Studies      School of Law      School of Medicine      Silver School of Social Work      Steinhardt School of Culture, Education, and Human Development      Tisch School of the Arts                QuickLinks          Academic Calendars      Administrative Units      Albert      Apply for Jobs      Athletics      Bookstores      Bursar      Campus Map      Career Development      Emergencies      Events      Giving to NYU      Housing      ITS      Libraries      News      NYU Apparel      Policies      Public Safety      Registrar      Student Health Center      Student Resources      Wellness Exchange                A-Z          A      B      C      D      E      F      G      H      I      J      K      L      M      N      O      P      Q      R      S      T      U      V      W      X      Y      Z                                                          New York University                          Search NYU                    Pages |    People                                       Main Navigation            About NYU       Admissions       Academics       University Life       Research       Global                                 Bread Crumbs          University Life   /   Resources and Services   /   NYU Box Office   /   Ticket Central   /   Discount Finder                 Sub Navigation                                 Broadway                       Off-Broadway                       Music, Opera and Dance                       Sports                                                                   Broadway Discounts      If Ticket Central is not offering a discount on the Broadway show you want to see, there are other resources avilable to help you.          Student Rush and SRO Policies   Student rush and standing room only (SRO) tickets are a great way so get a deep discount on Broadway show tickets on the day of the performance you wish to see!   To make tickets more affordable to students and other theatergoers on a budget, many Broadway shows have implemented rush and standing room only (SRO) policies. Anyone willing to get up and get to the box office early, spend some time in a line, or stand during the show, can get greatly discounted tickets to most shows on Broadway. For up-to-date information on broadway and off-broadway rush policies, visit www.playbill.com.          Rush/Lottery tickets: Rush tickets are usually for students only, so be prepared to flash your NYU ID! In most cases, scoring rush tickets means waiting on line at a specified time at the theatre's box office for an opportunity to purchase discount ticktets. Beware that usually the line for rush tickets can form much, much earlier than the time that the box office puts them on sale. In other cases, the box office conducts a lottery in order to determine who will have the opportunity to purchase tickets. You don't need to arrive early to the box office in such cases - you just need a little luck.              Standing Room Only tickets: Standing room patrons stand in numbered spaces that are the width of a regular seat. They are usually located at the back of the orchestra. SRO tickets are trickier to get because they are only available if the show is sold out. There’s no definite way to predict in advance whether a performance will sell out, without actually calling the box office a few hours before curtain time. Shows that sell out often include Wicked, The Book of Mormon, The Lion King, and Jersey Boys. Also, it is likely that any show will sell out very early in its run. Unless otherwise specified, one SRO ticket is sold per person.            Here are a few of the sites our staff use to check student rush and SRO policies at Broadway theatres:   » Playbill   » Broadway for Broke People   » Broadway Spotted              CollegeTix   New York University has joined CollegeTix at Telecharge.com!   NYU Ticket Central has partnered with Telecharge.com to give students exclusive access to specially priced Broadway and off-Broadway tickets! These discounted student tickets are available online and can be ordered in advance of the performance. No more waiting in long rush lines outside the box office!   These tickets are for NYU students only . Students are required to present one valid student ID per ticket at the theater's box office; tickets must be picked up at the theater's box office beginning a half hour before show time.   Important: NYU IDs that are not student IDs ( for example: Fac/Staff/Admin IDs, Alumni IDs, Family IDs, etc. ) will not be honored for this offer. Student tickets will not be released to anyone without NYU student ID. Anyone attempting to pick up student tickets without presenting one NYU student ID per ticket will be charged the regular price or the tickets will not be released.   For a complete list of currently participating shows, visit our Steals and Deals page.          How to order:     Log into your NYUHome Account ( http://home.nyu.edu)   Click on the “NYU Life” tab on the upper right-hand part of the page. The Ticket Central channel will appear somewhere on the “NYU Life” page. (Scroll down the page if you don’t see it at first.)   In the &quot;Ticket Central&quot; section, click on the link to CollegeTix . This will open a pop-up window that will let you browse the offers and purchase tickets.     Remember, each person you purchase a ticket for must have an NYU student ID!   If you have any questions about this offer, please call NYU Ticket Central at 212-998-4941.              TKTS Ticket Booths   Like student rush and standing room only policies , the TKTS™ ticket booths are a resource you can use to purchase discount tickets on the day of the performance you want to see. (There are some exceptions for weekend matinees.)   Established in 1973 for the betterment of theatres and theatregoers alike, TKTS sells unsold tickets on the day of performance for many Broadway shows for 25-50% off the box office price plus a $3.00 service charge per ticket.   For example, if the price of a ticket for an orchestra seat to Aladdin is normally $95.00, the price at the ticket booth might be 50% off - or $47.50 - plus a $3 service charge.   The main TKTS booth is located in Father Duffy Square, on West 47th Street between Broadway and 7th Avenue. The electronic signs in front display what shows are available for that day.        Times Square TKTS:         For same-day evening performances Monday, Wednesday - Saturday: 3pm - 8pm  Tuesday: 2pm - 8pm  Sundays: 3pm until one-half hour before the latest curtain time being sold.  For same-day matinee performances Wednesdays and Saturdays: 10am - 2pm  (Please note: no evening tickets are sold from 10am to 2 pm at Times Square)  Sundays: 11am - 3pm      Tip: Get there early! Lines can get long very quickly - especially during good weather and the holiday season!   Satellite locations: There are 2 additional TKTS locations, one in lower Manhattan at the South Street Seaport, and one in Downtown Brooklyn at Metrotech Center.        South Street Seaport TKTS:   Location: South Street Seaport at the corner of Front and John Streets (the rear of the Resnick/Prudential Building at 199 Water Street)         For same-day evening and next day matinee performances Monday - Saturday: 11am - 6pm  Sunday: CLOSED  Matinee tickets are only sold on the day before   the performance at TKTS Seaport      *You must buy matinee tickets the day before at the Seaport branch. For example, Wednesday matinees are sold Tuesdays.        Downtown Brooklyn TKTS:     Location: 1 Metrotech Center at the corner of Jay Street &amp; Myrtle Street Promenade         For same-day evening and next day matinee performances Tuesday - Saturday: 11am - 6pm  (Closed for lunch 3pm-3:30pm)    Matinee tickets are sold on the day before  the performance at TKTS Downtown Brooklyn.           **You must buy Wednesday and Saturday matinee tickets the day before at the Downtown Brooklyn branch. For example, Wednesday matinees are sold on Tuesdays. Sunday matinee performances and Saturday/Sunday evening performances are not available at this location.             Tip: As both TKTS booths draw from the same pool of tickets, consider using the downtown location which usually draws less if a crowd!         TKTS Time Square accepts cash, travelers checks and TKTS Gift Certificates. TKTS Seaport&amp;nbsp; and TKTS Downtown Brooklyn accept credit cards, cash, travelers checks or TKTS Gift Certificates.                For more information on TKTS including a list of recently offered shows and answers to some frequently asked questions, visit the TDF website at www.tdf.org.            Coupon Codes   If you either are unwilling to stand in long lines for tickets, or need more of a 'sure thing' - i.e. advance tickets - there are resources out there that can help.   NYU Ticket Central has partnered with TheaterMania to provide the NYU community with discounts to a wide range of Broadway and Off-Broadway events. Whether you're looking for Broadway's newest offerings, this year's TONY winners or long-running favorites, these discounts are sure to please. If you can't find the show you want to see, check back soon because this list is updated often! NYU ID is not required for purchase or redemption.     Get Coupon Codes!       The following websites also promote coupon codes that can be used to purchase discounted tickets online, over the phone, or at a theatre's box office:            broadwaybox.com   schooltix.com   nytix.com   theatermania.com - Discount Broadway Tickets **   playbill.com - Playbill Club **            ** Free membership to these particular sites is required for discount codes. On these sites you can choose to sign up for email newsletters, which often include new codes and special offers!         Tip: When using coupon codes, the best bargain is always at the theatre's box office. When purchasing tickets either online or over the phone, service charges usually apply.            For more tips and information, read theatremania.com's article : How Not to Buy Tickets: A Broadway box office agent lists 10 &quot;don'ts&quot; that we all should keep in mind when purchasing tickets at the theater.                                                                      Discount Movie Passes                  Never pay full price for a movie again! Always use a discount movie pass to save $5 or more on admission!            Read More                                          NYC Events        Discount Tickets!                   Each week Ticket Central offers a selection of tickets to Broadway and Off-Broadway shows and other NYC events            Read more                                         Theater Discounts                  Check out additional offers on popular Broadway and Off-Broadway shows!            Read More                                         Sign up for our Email List                  Find out about weekly specials and deals.            Read More                                          Going As a Group?                  Ticket Central can help you purchase group tickets to virtually any event in the NYC area!              Read More                                         Half-Price Tickets!                  Get out more! Attend live entertainment, like theater, comedy, sports, music, performing arts and much more with Goldstar discounts.            Read More                                         Submit an Offer                  Does your organization have a discount or deal for NYU students? Submit your discount ticket information online.              Read More                          Contact Us   General: boxoffice@nyu.edu   Ticket Central: ticket.central@nyu.edu   Group Services: group.tickets@nyu.edu   Steals &amp; Deals: steals.deals@nyu.edu   NYU Skirball Center: skirball.boxoffice@nyu.edu   Campus Events: ticket.services@nyu.edu     Phone: 212-998-4941   Fax: 212-995-4961   Box Office Location:     566 LaGuardia Place  At Washington Square  (Side Entrance of the NYU Kimmel Center)   Box Office Hours:   Tuesday – Saturday, noon–6:00pm  Closed on most University holidays and breaks.                                                      NYU Footer          Search      Directory      Campus Map      Events      Contact Us      Site Map      Copyright and Fair Use      Feedback         Unless otherwise noted, all content copyright New York University. All rights reserved. Designed by The Office of Web Communications"}, {"content": "Ticket Central                                                                                                               NYU.edu requires JavaScript be enabled in your browser in order to use important features of the site. JavaScript is either disabled or not supported by your browser. For instructions on how to enable JavaScript in your browser, click here .                       New York University    Skip to Content   Skip to Search   Skip to Navigation   Skip to Sub Navigation                                                        NYUHome Login                            Students           |   Faculty           |   Alumni           |   Employees           |   Community                                   Schools          Arts and Science      College of Arts and Science      College of Dentistry      College of Nursing      Courant Institute of Mathematical Sciences      Gallatin School of Individualized Study      Graduate School of Arts and Science      Institute of Fine Arts      Institute for the Study of the Ancient World      Leonard N. Stern School of Business      Liberal Studies Program      NYU Abu Dhabi      NYU Shanghai      Polytechnic School of Engineering      Robert F. Wagner Graduate School of Public Service      School of Professional Studies      School of Law      School of Medicine      Silver School of Social Work      Steinhardt School of Culture, Education, and Human Development      Tisch School of the Arts                QuickLinks          Academic Calendars      Administrative Units      Albert      Apply for Jobs      Athletics      Bookstores      Bursar      Campus Map      Career Development      Emergencies      Events      Giving to NYU      Housing      ITS      Libraries      News      NYU Apparel      Policies      Public Safety      Registrar      Student Health Center      Student Resources      Wellness Exchange                A-Z          A      B      C      D      E      F      G      H      I      J      K      L      M      N      O      P      Q      R      S      T      U      V      W      X      Y      Z                                                          New York University                          Search NYU                    Pages |    People                                       Main Navigation            About NYU       Admissions       Academics       University Life       Research       Global                                 Bread Crumbs          University Life   /   Resources and Services   /   NYU Box Office   /   Ticket Central                 Sub Navigation                                 NYC Events                       Movie Passes                       Group Tickets                       Discount Finder                       Promote an Event                       Ticket Central FAQs                                                                   Ticket Central          Your Ticket To NYC   Ticket Central is your destination to access tickets to the movies, Broadway and Off-Broadway shows, sporting events, musical concerts and more, all at a reduced price.                                    NYC Events...                                                                   Each week, Ticket Central offers discounted tickets to Broadway and Off-Broadway shows, sports games, and other NYC events. View the full list            ...and much more!                  Never pay full price for a movie again! Save up to $5 per ticket by using Ticket Central's movie passes. Read More                    Ticket Central can help you purchase group tickets to virtually any event in the NYC area! Read More                    Check out our Discount Finder for insider deals, discounts and tips for scoring tickets on the cheap for events in the NYC area Read More                    Reach over 32,000 NYU students, staff, faculty and alumni via email and social media Read More                                           For the most up-to-date deals, discounts and freebies, follow us on Facebook and Twitter !             NYU Card Information   Your valid NYUCard or Alumni ID is required for all transactions and services at NYU Ticket Central.   Only NYUCard holders with full university privileges (dark purple ID color) and Alumni with valid Alumni ID may purchase tickets to theatre, performing arts, sports and other special events, or claim free tickets to shows or movies on the first day of sale or distribution.   Please note that certain offers and deals are only available with an active NYU Home account.   Learn more about NYUCard »                           Mailing List   With so much going on at NYU Ticket Central, the best way to keep informed of our specials, discounts, bargains and give-aways is to join our email listserv!     How to join:   You can enter your email address here and you will be added to the listserv automatically.                                                Email:           Please check your spelling and hit submit only once!                          Submit                          Contact Us   Box Office Location:  566 LaGuardia Place  (Side entrance of the Kimmel Center)   Phone: 212.998.4941  Fax: 212.995.4961  Email: boxoffice@nyu.edu   Fall/Spring Hours:   Tuesday – Saturday,  noon–6:00pm   Closed on University holidays and breaks                                            NYU Footer          Search      Directory      Campus Map      Events      Contact Us      Site Map      Copyright and Fair Use      Feedback         Unless otherwise noted, all content copyright New York University. All rights reserved. Designed by The Office of Web Communications"}, {"content": "NYU &gt;  University Registrar &gt; Registration &gt; Building Code Key                                                                             Skip to Navigation | Skip to Content                                            Home | Student Services Centers | About Us | Contact Us                                    Quick Links         Academic Calendars      Administrative Units         Apply for Jobs        Athletics           Bookstores       Bursar      Campus Map      Career Development      Emergencies        Event Calendar      Giving to NYU           Housing      ITS      Libraries      News        NYU Apparel      Policies      Public Safety      Registrar      Student Health Center      Student Resources        Wellness Exchange               Schools         Arts and Science      College of Arts and Science      College of Dentistry        College of Nursing      Courant Institute of Mathematical Sciences          Gallatin School of Individualized Study      Graduate School of Arts and Science      Institute of Fine Arts      Institute for the Study of the Ancient World            Leonard N. Stern School of Business        Liberal Studies Program      NYU Abu Dhabi      NYU Shanghai      Polytechnic School of Engineering      Robert F. Wagner Graduate School of Public Service          School of Continuing and Professional Studies      School of Law        School of Medicine      Silver School of Social Work      Steinhardt School of Culture, Education, and Human Development      Tisch School of the Arts                                             Search      go                                                New York University              New York University              University Registrar                                                     Calendars                             Course Search                              Registration                                       Preparing to Register                    Emergency Contact Requirement                    Cross-School Registration                 Registration Process After De-enrollment                 Minor Application                 Final Exam Schedules                 Withdrawal Schedules                 Building Code Key                 Course Evaluations                 Study Abroad/Away Programs                 Visiting Students                                                                           Academic Records                             Graduation                             Veterans Benefits                             University Policies &amp; FERPA                          Forms &amp; Procedures                          Training Guides                         Home          |         Registration             |          Building Code Key                                    Building Code Key             On Campus Building Locations     Off Campus Area and Building Locations     NYU Campus maps are available at NYU's Campus Information page.           On Campus    # Numbers | A to E | F to O | P to Z         # Numbers     108B 108 Broadway     10AP 10 Astor Place     10WP 10 Washington Place     110F 110 Fifth Avenue     110W 110 West 3rd Street Residence     113U 113 University Place     11ST 41 East 11th Street, 7th Floor     12WV 12 Waverly Place     130M 130 MacDougal Street     133M 130 MacDougal Street     137M 130 MacDougal Street     14AWM 14A Washington Mews     142M 142 Mulberry Street     145F 145 Fourth Avenue     14UP 14 University Place     14WA 14 Wall Street, Polytechnic     15MTC 15 MetroTech Center, Polytechnic     15ST 345 East 15th Street     1633 1633 Broadway     194M 194 Mercer Street     199L 199 Lafayette Street     19UP 19 University Place     19W4 19 West 4th Street     19WS 19 Washington Square North     1E78 The Institue Of Fine Arts, 1 East 78th Street     1WP 1 Washington Place     1WSN 1 Washington Square North     20CS 20 Cooper Square     214M 214 Mercer Street     230S 230 Sullivan Street Residence     239T 239 Thompson Street     240G 240 Greene Street     240M 240 Mercer Street     245S 245 Sullivan Street     246G 246 Greene Street     25W4 25 West 4th Street     25WV 25 Waverly Place     269M 269 Mercer Street     285M 285 Mercer Street     295L 295 Lafayette Street     29WW 29 Washington Square East     2AVE 111 Second Avenue     2BWY 2 Broadway, Polytechnic     2MTC 2 MetroTech Center     2ST 2nd Street Residence Hall     2UP 2 University Place     2WSN 2 Washington Square North     3-5W 3-5 Washington Place     333A 33 Third Avenue     342E 342 East 26th Street, Room 200A     345E 345 East 24th Street     3-5W 3-5 Washington Place     380S 380 Second Avenue, 4th Floor     383L 383 Lafayette Street     3AVN Third Avenue North Dormitory     3WSN 3 Washington Square North     411L 411 Lafayette Street     412W 412 West 42nd Street, Playwright Theatre     420W 420 West 42nd Street     423E Veterans Administration Hospital, 423 East 23rd Street     440L 440 Lafayette Street     44CP 44 Central Park West     48CS 48 Cooper Square     4E14 4 E. 14th St     4WP 4 Washington Place     4WSN 4 Washington Square North     50WS 50 Washington Square South     51WS 51 Washington Square South     53WS 53 Washington Square South     55BS 55 Broad Street, Polytechnic     55BW 55 Broadway, Polytechnic     5WP 5 Washington Place     5WSN 5 Washington Square North     622B 622 Broadway     665B 665 Broadway     686B 686 Broadway     6WP 6 Washington Place     715B 715 Broadway     719B 719 Broadway     721B 721 Broadway     725B 725 Broadway     726B 726 Broadway     730B 730 Broadway     75VA 75 Varick Street (At Canal Street)     770B 770 Broadway     7E12 7 East 12th Street, Fairchild Building     7ST 7th Street Residence Hall     80WS 80 Washington Square East Gallery     838B 838 Broadway     85W3 85 West Third Street     890B 890 Broadway      A - E      ADCC Abu Dhabi Country Club     ADMA Abu Dhabi Marina     AHCT Allied Health Center     ALMS Al Muna School     ALUM Alumni Hall     AMAR American Arbitration Association     ARC Academic Resource Center / 18 Washington Place     BARN Barney Building     BCHS Baruch College High School     BDFS 6 Bedford Square, London     BERK Berkley School     BOBS Bobst Library     BOST 24 Bond Street     BRBK Birkbeck College, London     BRIT British Institute - Florence     BRNF Bronfman Center     BROM Broome Street Residence Hall     BRTN Brittany Hall     BRWN Brown Building     BSCI Basic Science Building, 433 First Avenue     BSTT Bassett Building, Polytechnic Long Island     BUTR Butterick Building     BXPH Bronx Psychiatric Hospital     CANT Cantor Film Center     CARD Cardozo Law     CARL Carlyle Court Residence Hall     CASA 24 West 12th Street, Casa Italiana     CENT Centro Linguistico - Florence     CHAN Chan House     CIWW Courant Institute / Warren Weaver Hall     COLE Coles Sports and Recreation Center     COLU Columbia University     COOP Cooper Union     CORL Coral Tower Residence Hall     CSAE Center for Science and Engineering, Abu Dhabi     CVEN Civil Engineering Building, Polytechnic     CUNY CUNY - City University of New York     DAGA DAgostino Hall     DALT Dalton School     DBN Dibner Building, Polytechnic     DEUT Deutsches Haus     DIBN Dibner Building, Polytechnic     DOMN Dominican College     DOWL Dowling College     DTCN Downtown Campus - North, Abu Dhabi     DTCS Downtown Campus - South, Abu Dhabi     DTST Downtown Campus - Sama Tower, Abu Dhabi     DUKE Duke House     E 15 115 East 15th Street     E 34 317 East 34th Street     E 7 38-40 East 7th Street     EAST East Building     EDUC Education Building     ERIN Ireland House      F - O      FHBG Fuchsberg Hall, 249 Sullivan Street     FORD Fordham University     FOUN Founders Hall     FRND Friends Seminary     FURH J. Furman Hall     GCASL Global Center for Academic &amp; Spiritual Life / 238 Thompson Street     GEOG Geography Building, Shanghai     GIBB Katherine Gibbs     GODD Paulette Goddard Hall     GRAM Gramercy Green Residence Hall     GWCH Greenwich Hotel     GYMN Gymnasium, Polytechnic Long Island     HADY Hayden Hall     HEBU Hebrew Union College     HJTD Hospital for Joint Diseases     ICPH International Center for Photography     IFST Institute of French Studies     IRMD Institute of Rehabilitation Medicine     ISAW Institute for the Study of the Ancient World     JABS Jacobs Academic Building, Polytechnic     JCBS Jacobs Building, Polytechnic     KAPL Kaplan Education Center, 16 Cooper Square     KEVO Kevorkian Center     KIMB Kimball Hall     KIMM Helen and Martin Kimmel University Center     KING Kings College, London     KJCC King Juan Carlos Center     KMEC Henry Kaufman Management Education Center     LENX Lenox Hill Hospital, 77th Street & Park Avenue     LFAY 80 Lafayette Street Residence Hall     LINC Lincoln Center     LIOM Lab Institute of Merchandising     LITE Lighthouse, 111 East 59th Street     LNZA Lanza     LSTC 339-341 LaGuardia Place Co-Op, Student Technology Center     LYCM Lyceum - Florence     MANV Manhattanville     MAVA Manhattan Village Academy, 43 West 22nd Street     MECH Mechanics Institute     MEDS NYU Medical Center     MEYR Meyer Hall     MIDC NYU Midtown Center     MNBD Main Building, Polytechnic Long Island     MTMU Metropolitan Museum of Art     NOF Nursing Off-Campus Clinical Site Click here for more details     NTCT Norman Thomas High School     NYBG New York Botanical Garden     OFFC Off-Campus     OIOC 63 Downing Street     ONAS 58 West 10th Street     ONLI On-Line        P - Z      PALL The Palladium Residence Hall     PANX Pless Annex     PHYS Physics Building, Shanghai     PLSS Pless Building     POST C.W. Post     PREV Preventative Medicine Building     PRSS Press Building     PUBL Public Health     PUER Puerto Rico     RGSH Rogers Hall, Polytechnic     RUBN Rubin Hall     RUSK Rusk Institute, East 34th Street & First Avenue     SAGC Saadiyat Golf Club     SAHS Satellite AcademyHigh School     SALW Sarah Lawrence College     SASS Sasseti     SFOR Sterling Forest     SHDS Schwartz Hall of Dental Science     SHIM Shimkin Hall     SILV Silver Center for Arts & Science     SLHB Schwartz Lecture Hall Building     SNHS Senior House Residence Hall     SHUL Senate House, University of London, London     SOAA Tisch School of the Arts Asia / Singapore     SOAS School of Oriental and African Studies, London     SOJS SOJ Studio     STAQ St. Thomas Aquinas College     STAT Staten Island     STRC Stern College     STUY Stuyvesant Town     SUNY Suny College of Optometry     SYAC 157-161 Gloucester St, Sydney, Australia     TBA To Be Arranged     TRB Translational Research Building, 227 East 30th Street     THOM Thompson Center, 238 Thompson Street     TISC Tisch Hall     TRIN 100 Trinity Place     UHAL University Hall, 110 E. 14 St.     ULIV Ulivi     UTSL Building 4, Harris St & Thomas St, Sydney, Australia     VAND Vanderbilt Hall     VERN 58 West 10th Street     VIAC Viacom Center     VIVO Vivo Institute     VNAT Villa Natalia     W13S West 13th Street Residence Hall     W 36 19 West 36th Street     W 42 416 West 42nd Street     W 56 130 West 56th Street     WAGN Wagner College     WAVE Waverly Building     WEIN Weinstein Residence Hall     WEIS Weissman Building     WISE Wise Community Center     WMEW Washington Mews     WMNB Westchester Main Building, Polytechnic Westchester     WOOL Woolworth Building     WSQV Washington Square Village         Off Campus Area and Building Locations          AD Abu Dhabi     AF South Africa     AM Amsterdam     AR Africa     AT Athens     AU Austria     BA Buenos Aires     BC Branch At Dominican     BD Budapest     BE Bermuda     BK Berkley School     BL Berlin     BR Britain     BS Brussels     BU Bulgaria     BZ Brazil     CA Cantor Film Center     CB Cuba     CE Chile     CH China     CL Cardoza Law     CN Canada     CR Costa Rica     CS Cooper Square, 48 Cooper Square     CT Cape Town     CU Cooper Union, 51 Astor Place     CW C.W. Post     CY City Hall     DA Dalton School, 108 East 89th Street     DB Dublin     DC Dental Center, 421 First Avenue     DW Dowling     EN England     FA Inst. Of Fine Arts, 1 East 78th Street     FC 15th Street Center, 345 East 15th Street     FL Florence     FR France     FS Friends Seminar, 222 East 16th Street     GE Genoa     GH Ghana     GR Greece     HC Hebrew Union College, 1 West 4th Street     HI Hawaii     HT Hong Kong & Taiwan     IS Israel     IT Italy     JD Hospital for Joint Diseases     KG Katherine Gibbs     LH Lighthouse, 111 East 59th Street     LM Lab Inst of Merchandising     LO London     LP La Pietra     MC NYU Medical Center, 550 First Avenue     MH Manhattanville     MI Mechanics Institute     MM Metropolitan Museum of Art     MS Mount Sinai Medical Center     MT Midtown Center, 11 West 42nd Street     MV Manhattan Village Academy, 43 West 22nd Street     MX Mexico     NE Netherlands     NI Nice     NT Norman Thomas, 111 East 33rd Street     OC Off-Campus     OR Orlando     PE Peru     PG Prague     PI Pisa     PO Cracow     PR Puerto Rico     PS Paris     PT Pretoria     PU Stern Graduate at Purchase     RU Russia     SA Study Abroad     SB Salzburg     SC Stern College, 245 Lexington Avenue     SF Sterling Forest     SG Singapore     SH Shanghai     SI Staten Island     SL Sarah Lawrence     SN Senegal     SP Spain     SQ St. Thomas Aquinas College     ST Stevens Institute of Technology     SU Suny College of Optometry, 33 West 42nd Street     SV Slovakia     SW Sweden     SZ Switzerland     TA Tel Aviv     TC SCPS Test Center, 50 Cooper Square, Room 300     TU Tuscany     UG Uganda     VE Venice     VI Viacom Center     VK 75 Varick Street (At Canal St.)     VN Vietnam     WA Wagner College     WC Wise Community Center, 123 East 55th Street     WS Washington Square     WW Woolworth Building, 15 Barclay Street        Last updated: April 29th, 2015                              Unless otherwise noted, all content copyright New York University. All rights reserved. Designed by The Office of the Registrar and the Office of Web Communications     Copyright Communication | Important Notice | Feedback"}]}]