[{"detail": [{"content": "Adult Psychoanalytic Training Program                                                                                             NYU       Medical Center Home               NYU School of Medicine Home               Research Home               Administration               CONTACT               DIRECTORY                                                                                                                                                                                                                                            Home    Education &amp;     Training        Adult Psychoanalysis     Child and Adolescent Psychoanalysis     Adult Psychotherapy     Psychiatry     Residency Program     Fellowship     Prelude to Training     Applications     Seminars &amp; Lectures for the Public          Treatment & Referrals        For The Public & NYU     NYULMC Residents     Treatment Application     Application Payment     What is Psychoanalysis?         Child and Adolescent Psychoanalysis     Is Psychoanalysis only a Therapy?     The Psychoanalytic Tradition     Who Can Benefit from Psychoanalysis?     Who is a Psychoanalyst                  Events &amp; Open Houses                 Lectures &amp; Programs      Open Houses      Introduction to Psychoanalysis    &amp;     Psychotherapy           Institute    Community           Officers & Past Directors     Committee Chairs     & Members     Faculty     Candidates and Trainees     Graduates          About Us        Contact Info     Directions     Support IPE     Make a payment          Member    Log-in        Faculty     Candidates                                                                                                                                                                                                     -                                                                                                         Join Our Email List                                                 -      Contact Us                        Follow Us on Twitter                        -      NYULMC Dept. of      Psychiatry                    -      NYU Child Study Center               -      NYU Frederick L. Ehrman Medical Library                    -      PANY (Psychoanalytic Association of New York)                 -      Psychoanalytic Electronic Publishing (P-E-P)                        -      Psychoanalytic Electronic Publishing (P-E-P) via NYU Library                    -      APsaA                             IPE is located at:       One Park Avenue       Room #8-241       New York, NY 10016            Phone: 646-754-4870       Fax: 646-754-9540                                                                                                                                                                                                           E-mail Page                                                      Print Page                                                      Calendars                                                                                                                                                                  Adult      Psychoanalytic Training       For those who seek an understanding of emotional life, IPE is an education center that provides insights into core human dilemmas from childhood through adulthood.                 Philosophy       Admissions               Eligibility        Personal Suitability         Application Process        Download Application                    Academic       Associate Program       Candidate       Progression       Personal       Psychoanalysis       Didactic       Seminars       Course       of Study and Curriculum               Calendar of classes        Curriculum        Reading lists                    Supervised       Clinical Work              Graduation Requirements        Tuition,       Fees, Financial Aid        CME Disclosure                           Philosophy          This program is designed for clinicians with experience in psychotherapy who seek greater expertise in treating people whose psychological conflicts interfere with their ability to find satisfaction in working, loving and living.             While clinical work in psychoanalysis requires specific technical       skills, it also comprises an attitude of intellectual and emotional       openness toward the full range of human experience. This is based       in a spirit of scientific curiosity about the accumulated and emerging       body of psychoanalytic knowledge, and a deep, lasting commitment       to patient care.             The Institute emphasizes a modern conflict model       of psychoanalysis centered in the continuing revisions in theory and technique       since Freud's pioneering discoveries. The curriculum       includes the study of early and contemporary contributions       to the field, paying close attention to their application to varied       clinical problems. Candidates and faculty work together in a spirit       of open and critical inquiry to explore the development of this       complex field with its many unanswered questions.             We encourage a smooth and progressive       transition from candidate status to graduate-teacher. Most graduates become active faculty members. Senior candidates       and recent graduates interested in teaching may obtain experience in the       Institute's psychotherapy programs and in NYU School of Medicine's       instruction of medical students and residents. They then move on       to co-teach in the psychoanalytic curriculum with a more senior       faculty member. Mentored co-teaching, which has been a mainstay of the Institute since our founding in 1949, generates new and diverse psychoanalytic teaching perspectives.          Top of Page       Admissions       Eligibility      The Psychoanalytic Program is designed for experienced clinicians who are have achieved a terminal degree in their field: M.D. psychiatrists and psychiatry residents; Ph.D. and Psy.D. clinical psychologists; psychiatric nurse practitioners; and LCSW/DSW clinical social workers. IPE is authorized by New York State to offer clinical training under a &ldquo;Licensed Psychoanalyst&rdquo; (LP) program to individuals whose license does not permit psychoanalysis, including Mental Health Counselors and Marriage and Family Therapists. This eligibility may be extended to international MD psychiatrists and psychologists. All applicants, regardless of degree, must meet the experience requirements of the American Psychoanalytic Association, found at the Psychoanalytic Eligibity page. Click here for more information on eligibility.          Personal Suitability    Applicants are accepted on the basis of their education and experience, scientific interest in the field, psychological aptitude, and certain personality factors. These include personal integrity, maturity, and an abiding interest in the vicissitudes of human experience and psychological growth; a capacity for psychological understanding and sensitivity; the ability to listen and communicate empathically; the desire to make observations non-judgmentally in an inherently subjective field; and a tolerance for complexity, ambiguity and frustration. Psychoanalytic training helps the student (candidate) develop and integrate these characteristics.       Application Process       The application form is found here. It consists of biographical information, letters of recommendation (that we will request on your behalf), and transcripts of previous educational experience. A non-refundable fee of $100 must accompany the application. Completed applications are processed throughout the year, although they should be received by June 1 for admission for the following September. It is customary to meet individually with two or three faculty members in a series of interviews as part of the application process after the written application is received.       Applicants will be notified of the decision of the Admissions Committee       as soon as possible after the completion of the interview process.       At the time of matriculation, each candidate contracts not to conduct       psychoanalytic treatment or to represent himself/herself as a practitioner      of psychoanalysis until authorized by the Institute to do so.       Download an application             Top of Page       Nonclinical Training       Academic       Associate Program in Adult Psychoanalysis       While ours is primarily a clinical program, we offer a small number of training positions to professionals for whom a general understanding of psychoanalytic theory and principles would be useful to their primary field of work, such as attorneys and members of the clergy, and to researchers, scholars and educators. This creates a stimulating interchange of ideas between clinical psychoanalysts and scholars and professionals from other disciplines. Non-clinical education in psychoanalysis should be relevant to the applicant's own professional activities, and it is hoped that he or she, in turn, will be able to contribute to the field of psychoanalysis.             Nonclinical candidates participate in the same classes and other educational experiences as clinical candidates, with the exception of psychoanalytic case work. Personal analysis for non-clinical candidates is highly recommended.          Admission to the Academic Associate Program requires a completed application with personal and academic references, personal interviews with members of the Admissions Committee, and approval by the Education Committee. Tuition is the same as for clinical candidates. For further information about this program, contact the Institute office.                Top of Page          Candidate       Progression       Candidates usually begin the first year of classes in the September       following admission, although some candidates may attend a &quot;pre-class&quot;       year while beginning their      personal psychoanalysis and obtaining more clinical experience.             The course work is the most structured component of psychoanalytic training, but even progression through classes is approached on an individual basis. Meeting the demands of professional life, family life and psychoanalytic training can be difficult, and candidates can tailor their training to best accommodate such individual factors. Each candidate is assigned a Student Progression Committee (SPC) advisor for the duration of training. He/she meets with this person on an as-needed basis, at least 1-2 times a year. IPE does not give grades for course work or supervised clinical work. Course instructors and supervisors write assessments of candidates' performance, which are discussed by advisors with candidates and reviewed by the SPC. A candidate's learning process and personal needs are taken into account by the SPC in determining the pace of training.             Progression to each successive year of classes is determined by the SPC, as is the candidate's readiness to proceed with supervised clinical work. The first case is begun during the first year of classes, and having an active psychoanalytic case is a requirement for progression to the second year of classes. Candidates are required to have one case underway to be promoted to the third year of classes, and two cases underway to be promoted to the fourth year of classes. Candidates must submit written summaries of their clinical work to their supervisors on an annual basis.         After completing four years of classes, candidates are promoted to senior status, where supervised clinical work continues. Senior candidates who have had three cases well along in supervision may be approved to take on additional cases without ongoing supervision.    Top of Page          Personal       Psychoanalysis       Candidates begin a personal psychoanalysis as soon as possible after admission. This increases a candidate's sensitivity to the workings of unconscious forces and begins the process of diminishing personality factors which might impede a one's development as a psychoanalyst. Candidates who are not already in analysis consult with the Admissions Committee Chair for referral to a training analyst on the faculty       of the Institute . Under certain circumstances, applicants who       have already begun an analysis with a training analyst from another       training institute accredited by the American Psychoanalytic Association       may continue with that analyst while training at the       Institute.             A candidate's analysis is expected to continue for the majority of one training and supervised clinical work. Training analyses are conducted at a frequency of at least four times weekly. Treatment fees are arranged privately by the candidate and his/her training analyst. One's analysis is completely confidential and does not get reported to any committee. Candidates are requested to inform their SPC Advisors annually only whether they continue or have completed the analysis.             Top of Page        Didactic Seminars             The curriculum consists of four years of required classes, taught on Saturday mornings, 8:30 am to 1:00 pm, September through May. During the first year, and for the first trimester of the second year, there is also a class on Tuesday evenings, usually 8:30 p.m. to 10:00 p.m. Classes are held at 1 Park Avenue (at 33rd Street). After promotion to senior candidate status, candidates attend an ongoing continuous care seminar, and are encouraged to participate in elective seminars. Candidates may apply at any time to begin classes in the Division      of Child and Adolescent Psychoanalysis .       For an overview of the curriculum and descriptions       of the individual courses, click       here .       Top of Page       Supervised       Clinical Work       Immersion in psychoanalytic work is a central feature of the training experience. Candidates begin their first analytic case during their first year of classes. Supervised patients are seen four-to-five times per week. Patients may be developed from the candidate's private practice or from the Institute's Consultation and Treatment Service. Treatment is conducted privately, usually in the candidate's own office, with the understanding that it is being done under the auspices of the Institute. Fees are arranged privately between the candidate and the patient. The SPC assists candidates in obtaining a supervising analyst for each case. Candidates may change supervisors at any time with the approval of the SPC. Candidates work with a minimum of three supervised patients, at least one male and one female. Demonstration of the capacity to develop a psychoanalytic process is required for graduation.    Top of Page       Graduation       Requirements       Graduation from the Institute is based on a candidate's achievement       of analytic maturity and the capacity for independent analytic work.       This includes the successful completion of four years of classes       and the demonstration of analytic competence in supervised and unsupervised       clinical work, as evidenced by supervisors' written evaluations       and the candidate's own written case summaries. A       terminated case is not required, but demonstration of the candidate's       ability to work towards a satisfactory termination is essential.          Top of Page       Tuition,       Fees, Financial Aid       Psychoanalytic education can be a lengthy and expensive undertaking,       a significant sacrifice for candidates who may already be burdened       by debt from medical school or graduate studies. We are sensitive       to these considerations and we have kept tuition and other expenses       as low as possible.            Fees for a candidate's personal analysis are established in accordance      with the candidate's financial situation. Supervisory fees are arranged      between candidate and supervisor, taking into consideration the often      reduced fee of training cases.                Application Fee: $100 (applied       to first year tuition)        Annual Registration Fee:       In-class candidates -$750, Seniors - $1000        Annual Tuition (class years 1-4, Senior-level candidates pay no tuition):       $2150        Annual Subscription to PEP (Psychoanalytic Electronic Publishing Database) : $110             Payment plans are available through the Institute office.       Refunds: The annual tuition is subject to a refund, on a prorated       basis, to students withdrawing within four weeks after the start of       a trimester.                Financial Aid       There are several sources of student loans to help defray costs incurred       during training. The Psychoanalytic Association of New York (PANY),       the professional society affiliated with the Institute for Psychoanalytic Education,       provides no-interest loans to qualified candidates through its Student       Aid Committee. Another source of interest-free loans to eligible candidates       is the Liddle and Hymowitz Fund, administered by the American Psychoanalytic       Association.                   Top of Page       Continuing Medical Education Disclosure:      This activity has been planned and implemented in accordance with the Essential   Areas and policies of the Accreditation Council for Continuing Medical Education   through the joint sponsorship of the American Psychoanalytic Association and   the Institute for Psychoanalytic Education (IPE). The American Psychoanalytic Association is accredited by the ACCME to provide continuing medical education for physicians. The American Psychoanalytic Association designates this Live Activity for a   maximum of 1 credit per classroom hour of AMA PRA Category 1 Credit(s). Physicians should claim only the credit commensurate with the extent of their participation in the activity.  Important Disclosure Information For All Learners: None of the planners and presenters of this CME program have any relevant financial relationships to disclose.                                                                   NYU Langone Medical Center | NYU School of Medicine | Research at NYU | Administration | NYU Hospital        for Joint Diseases | Giving & Support &copy; NYU Langone Medical Center | For Trustees | Ethics | Disclaimer | Privacy Policy | Sitemap |                                 Contact Webmaster"}]},
{"detail": [{"content": "Adult Psychoanalytic Training Program                                                                                             NYU       Medical Center Home               NYU School of Medicine Home               Research Home               Administration               CONTACT               DIRECTORY                                                                                                                                                                                                                                            Home    Education &amp;     Training        Adult Psychoanalysis     Child and Adolescent Psychoanalysis     Adult Psychotherapy     Psychiatry     Residency Program     Fellowship     Prelude to Training     Applications     Seminars &amp; Lectures for the Public          Treatment & Referrals        For The Public & NYU     NYULMC Residents     Treatment Application     Application Payment     What is Psychoanalysis?         Child and Adolescent Psychoanalysis     Is Psychoanalysis only a Therapy?     The Psychoanalytic Tradition     Who Can Benefit from Psychoanalysis?     Who is a Psychoanalyst                  Events &amp; Open Houses                 Lectures &amp; Programs      Open Houses      Introduction to Psychoanalysis    &amp;     Psychotherapy           Institute    Community           Officers & Past Directors     Committee Chairs     & Members     Faculty     Candidates and Trainees     Graduates          About Us        Contact Info     Directions     Support IPE     Make a payment          Member    Log-in        Faculty     Candidates                                                                                                                                                                                                     -                                                                                                         Join Our Email List                                                 -      Contact Us                        Follow Us on Twitter                        -      NYULMC Dept. of      Psychiatry                    -      NYU Child Study Center               -      NYU Frederick L. Ehrman Medical Library                    -      PANY (Psychoanalytic Association of New York)                 -      Psychoanalytic Electronic Publishing (P-E-P)                        -      Psychoanalytic Electronic Publishing (P-E-P) via NYU Library                    -      APsaA                             IPE is located at:       One Park Avenue       Room #8-241       New York, NY 10016            Phone: 646-754-4870       Fax: 646-754-9540                                                                                                                                                                                                           E-mail Page                                                      Print Page                                                      Calendars                                                                                                                                                                  Adult      Psychoanalytic Training       For those who seek an understanding of emotional life, IPE is an education center that provides insights into core human dilemmas from childhood through adulthood.                 Philosophy       Admissions               Eligibility        Personal Suitability         Application Process        Download Application                    Academic       Associate Program       Candidate       Progression       Personal       Psychoanalysis       Didactic       Seminars       Course       of Study and Curriculum               Calendar of classes        Curriculum        Reading lists                    Supervised       Clinical Work              Graduation Requirements        Tuition,       Fees, Financial Aid        CME Disclosure                           Philosophy          This program is designed for clinicians with experience in psychotherapy who seek greater expertise in treating people whose psychological conflicts interfere with their ability to find satisfaction in working, loving and living.             While clinical work in psychoanalysis requires specific technical       skills, it also comprises an attitude of intellectual and emotional       openness toward the full range of human experience. This is based       in a spirit of scientific curiosity about the accumulated and emerging       body of psychoanalytic knowledge, and a deep, lasting commitment       to patient care.             The Institute emphasizes a modern conflict model       of psychoanalysis centered in the continuing revisions in theory and technique       since Freud's pioneering discoveries. The curriculum       includes the study of early and contemporary contributions       to the field, paying close attention to their application to varied       clinical problems. Candidates and faculty work together in a spirit       of open and critical inquiry to explore the development of this       complex field with its many unanswered questions.             We encourage a smooth and progressive       transition from candidate status to graduate-teacher. Most graduates become active faculty members. Senior candidates       and recent graduates interested in teaching may obtain experience in the       Institute's psychotherapy programs and in NYU School of Medicine's       instruction of medical students and residents. They then move on       to co-teach in the psychoanalytic curriculum with a more senior       faculty member. Mentored co-teaching, which has been a mainstay of the Institute since our founding in 1949, generates new and diverse psychoanalytic teaching perspectives.          Top of Page       Admissions       Eligibility      The Psychoanalytic Program is designed for experienced clinicians who are have achieved a terminal degree in their field: M.D. psychiatrists and psychiatry residents; Ph.D. and Psy.D. clinical psychologists; psychiatric nurse practitioners; and LCSW/DSW clinical social workers. IPE is authorized by New York State to offer clinical training under a &ldquo;Licensed Psychoanalyst&rdquo; (LP) program to individuals whose license does not permit psychoanalysis, including Mental Health Counselors and Marriage and Family Therapists. This eligibility may be extended to international MD psychiatrists and psychologists. All applicants, regardless of degree, must meet the experience requirements of the American Psychoanalytic Association, found at the Psychoanalytic Eligibity page. Click here for more information on eligibility.          Personal Suitability    Applicants are accepted on the basis of their education and experience, scientific interest in the field, psychological aptitude, and certain personality factors. These include personal integrity, maturity, and an abiding interest in the vicissitudes of human experience and psychological growth; a capacity for psychological understanding and sensitivity; the ability to listen and communicate empathically; the desire to make observations non-judgmentally in an inherently subjective field; and a tolerance for complexity, ambiguity and frustration. Psychoanalytic training helps the student (candidate) develop and integrate these characteristics.       Application Process       The application form is found here. It consists of biographical information, letters of recommendation (that we will request on your behalf), and transcripts of previous educational experience. A non-refundable fee of $100 must accompany the application. Completed applications are processed throughout the year, although they should be received by June 1 for admission for the following September. It is customary to meet individually with two or three faculty members in a series of interviews as part of the application process after the written application is received.       Applicants will be notified of the decision of the Admissions Committee       as soon as possible after the completion of the interview process.       At the time of matriculation, each candidate contracts not to conduct       psychoanalytic treatment or to represent himself/herself as a practitioner      of psychoanalysis until authorized by the Institute to do so.       Download an application             Top of Page       Nonclinical Training       Academic       Associate Program in Adult Psychoanalysis       While ours is primarily a clinical program, we offer a small number of training positions to professionals for whom a general understanding of psychoanalytic theory and principles would be useful to their primary field of work, such as attorneys and members of the clergy, and to researchers, scholars and educators. This creates a stimulating interchange of ideas between clinical psychoanalysts and scholars and professionals from other disciplines. Non-clinical education in psychoanalysis should be relevant to the applicant's own professional activities, and it is hoped that he or she, in turn, will be able to contribute to the field of psychoanalysis.             Nonclinical candidates participate in the same classes and other educational experiences as clinical candidates, with the exception of psychoanalytic case work. Personal analysis for non-clinical candidates is highly recommended.          Admission to the Academic Associate Program requires a completed application with personal and academic references, personal interviews with members of the Admissions Committee, and approval by the Education Committee. Tuition is the same as for clinical candidates. For further information about this program, contact the Institute office.                Top of Page          Candidate       Progression       Candidates usually begin the first year of classes in the September       following admission, although some candidates may attend a &quot;pre-class&quot;       year while beginning their      personal psychoanalysis and obtaining more clinical experience.             The course work is the most structured component of psychoanalytic training, but even progression through classes is approached on an individual basis. Meeting the demands of professional life, family life and psychoanalytic training can be difficult, and candidates can tailor their training to best accommodate such individual factors. Each candidate is assigned a Student Progression Committee (SPC) advisor for the duration of training. He/she meets with this person on an as-needed basis, at least 1-2 times a year. IPE does not give grades for course work or supervised clinical work. Course instructors and supervisors write assessments of candidates' performance, which are discussed by advisors with candidates and reviewed by the SPC. A candidate's learning process and personal needs are taken into account by the SPC in determining the pace of training.             Progression to each successive year of classes is determined by the SPC, as is the candidate's readiness to proceed with supervised clinical work. The first case is begun during the first year of classes, and having an active psychoanalytic case is a requirement for progression to the second year of classes. Candidates are required to have one case underway to be promoted to the third year of classes, and two cases underway to be promoted to the fourth year of classes. Candidates must submit written summaries of their clinical work to their supervisors on an annual basis.         After completing four years of classes, candidates are promoted to senior status, where supervised clinical work continues. Senior candidates who have had three cases well along in supervision may be approved to take on additional cases without ongoing supervision.    Top of Page          Personal       Psychoanalysis       Candidates begin a personal psychoanalysis as soon as possible after admission. This increases a candidate's sensitivity to the workings of unconscious forces and begins the process of diminishing personality factors which might impede a one's development as a psychoanalyst. Candidates who are not already in analysis consult with the Admissions Committee Chair for referral to a training analyst on the faculty       of the Institute . Under certain circumstances, applicants who       have already begun an analysis with a training analyst from another       training institute accredited by the American Psychoanalytic Association       may continue with that analyst while training at the       Institute.             A candidate's analysis is expected to continue for the majority of one training and supervised clinical work. Training analyses are conducted at a frequency of at least four times weekly. Treatment fees are arranged privately by the candidate and his/her training analyst. One's analysis is completely confidential and does not get reported to any committee. Candidates are requested to inform their SPC Advisors annually only whether they continue or have completed the analysis.             Top of Page        Didactic Seminars             The curriculum consists of four years of required classes, taught on Saturday mornings, 8:30 am to 1:00 pm, September through May. During the first year, and for the first trimester of the second year, there is also a class on Tuesday evenings, usually 8:30 p.m. to 10:00 p.m. Classes are held at 1 Park Avenue (at 33rd Street). After promotion to senior candidate status, candidates attend an ongoing continuous care seminar, and are encouraged to participate in elective seminars. Candidates may apply at any time to begin classes in the Division      of Child and Adolescent Psychoanalysis .       For an overview of the curriculum and descriptions       of the individual courses, click       here .       Top of Page       Supervised       Clinical Work       Immersion in psychoanalytic work is a central feature of the training experience. Candidates begin their first analytic case during their first year of classes. Supervised patients are seen four-to-five times per week. Patients may be developed from the candidate's private practice or from the Institute's Consultation and Treatment Service. Treatment is conducted privately, usually in the candidate's own office, with the understanding that it is being done under the auspices of the Institute. Fees are arranged privately between the candidate and the patient. The SPC assists candidates in obtaining a supervising analyst for each case. Candidates may change supervisors at any time with the approval of the SPC. Candidates work with a minimum of three supervised patients, at least one male and one female. Demonstration of the capacity to develop a psychoanalytic process is required for graduation.    Top of Page       Graduation       Requirements       Graduation from the Institute is based on a candidate's achievement       of analytic maturity and the capacity for independent analytic work.       This includes the successful completion of four years of classes       and the demonstration of analytic competence in supervised and unsupervised       clinical work, as evidenced by supervisors' written evaluations       and the candidate's own written case summaries. A       terminated case is not required, but demonstration of the candidate's       ability to work towards a satisfactory termination is essential.          Top of Page       Tuition,       Fees, Financial Aid       Psychoanalytic education can be a lengthy and expensive undertaking,       a significant sacrifice for candidates who may already be burdened       by debt from medical school or graduate studies. We are sensitive       to these considerations and we have kept tuition and other expenses       as low as possible.            Fees for a candidate's personal analysis are established in accordance      with the candidate's financial situation. Supervisory fees are arranged      between candidate and supervisor, taking into consideration the often      reduced fee of training cases.                Application Fee: $100 (applied       to first year tuition)        Annual Registration Fee:       In-class candidates -$750, Seniors - $1000        Annual Tuition (class years 1-4, Senior-level candidates pay no tuition):       $2150        Annual Subscription to PEP (Psychoanalytic Electronic Publishing Database) : $110             Payment plans are available through the Institute office.       Refunds: The annual tuition is subject to a refund, on a prorated       basis, to students withdrawing within four weeks after the start of       a trimester.                Financial Aid       There are several sources of student loans to help defray costs incurred       during training. The Psychoanalytic Association of New York (PANY),       the professional society affiliated with the Institute for Psychoanalytic Education,       provides no-interest loans to qualified candidates through its Student       Aid Committee. Another source of interest-free loans to eligible candidates       is the Liddle and Hymowitz Fund, administered by the American Psychoanalytic       Association.                   Top of Page       Continuing Medical Education Disclosure:      This activity has been planned and implemented in accordance with the Essential   Areas and policies of the Accreditation Council for Continuing Medical Education   through the joint sponsorship of the American Psychoanalytic Association and   the Institute for Psychoanalytic Education (IPE). The American Psychoanalytic Association is accredited by the ACCME to provide continuing medical education for physicians. The American Psychoanalytic Association designates this Live Activity for a   maximum of 1 credit per classroom hour of AMA PRA Category 1 Credit(s). Physicians should claim only the credit commensurate with the extent of their participation in the activity.  Important Disclosure Information For All Learners: None of the planners and presenters of this CME program have any relevant financial relationships to disclose.                                                                   NYU Langone Medical Center | NYU School of Medicine | Research at NYU | Administration | NYU Hospital        for Joint Diseases | Giving & Support &copy; NYU Langone Medical Center | For Trustees | Ethics | Disclaimer | Privacy Policy | Sitemap |                                 Contact Webmaster"}, {"content": "Pellegrini, Ann    |     Social &amp; Cultural Analysis    | New York University                                   Skip to page Content.     NEW YORK UNIVERSITY     ARTS AND SCIENCE     COLLEGE OF ARTS AND SCIENCE     GRADUATE SCHOOL OF ARTS AND SCIENCE                               Home       People       Undergraduate Program       Graduate Programs       News and Events       Resources       Employment Opportunities             Stay Connected           Facebook       Twitter                    Back to Home               Ann Pellegrini       Professor of Social and Cultural Analysis   , Performance Studies     ; Director, Center for the Study of Gender and Sexuality     Ph.D. 1994 (Cultural Studies), Harvard University; A.M. 1992 (Study of Religion), Harvard University; B.A. 1988 (Literae Humaniores), Oxford University; A.B. 1986 (Classics), Harvard-Radcliffe.       Office Address:   721 Broadway, Room 605   Email:     ap39@nyu.edu     Phone:   (212) 998-7795   Personal Homepage:     http://www.csgsnyu.org       Lab Homepage:     http://hemisphericinstitute.org/devotion/ States of Devotion, General Editor with Marcial Godoy-Anativia.         Areas of Research/Interest:   religion, sexuality, and U.S. public life • performance and law • psychoanalysis and culture • trauma studies • lgbtq studies • feminist studies • gender and performance • affect studies • critical theories of secularism • religion and biopolitics • Jewish cultural studies • childhood studies     External Affiliations:   Member, American Academy of Religion • Member, American Psychological Association Division 39 • Member, American Studies Association • Member, Modern Language Association • Member, Performance Studies International • Fellow, Psychology and the Other Institute • Candidate, Respecialization Program, Institute for Psychoanalytic Training and Research • Contributing Editor, Studies in Gender and Sexuality   Bio   The risk and anxiety of difference have preoccupied my research and writing from my first book Performance Anxieties: Staging Psychoanalysis, Staging Race (1997) to the solo book I am currently completing Excess & Enchantment: Queer Performance Between the Religious and the Secular (which will be published in the Sexual Cultures series at NYU Press). My book projects and articles traverse several disciplines and interdisciplines, but one through-line is an abiding interest in exploring how feelings are lived, experienced, and communicated between and across bodies—and with what risks and possibilities for self and others. Another is the value of the aesthetic for repairing democratic social life. These two lines of interest converge insofar as I am keenly interested in the kinds of practices that make and un-make worlds. In all my work, I proceed with feminist and queer angles of vision as a way to put pressure on normative schemas of embodiment and subjectivity and to illuminate the cross-currents of gender, race, sexuality, and religion as they shape and impress the embodied life of feeling. These crossing or contact points do not always feel good. Far from it. They can even be points of democratic—and psychic—conflict. Social conflicts over difference are a key concern in my co-authored book with Janet R. Jakobsen, Love the Sin: Sexual Regulation and the Limits of Religious Tolerance (2004). Love the Sin analyzes debates over religion and sexuality in the United States. We are particularly interested in how “religion” is invoked—even by the secular U.S. state—to manage and contain supposedly “threatening” social differences. Another joint project with Jakobsen, the edited volume Secularisms (2008), works explicitly to de-center U.S. conceptions of secularism. Both Love the Sin and Secularisms share a desire to disrupt the Enlightenment narrative that equates secularism with modernity, reason, freedom, peace, and progress. This narrative too often produces a forced choice between “conservative” religion and “progressive” secularism, a choice not unlike the one often forwarded by secular gender and sexuality studies: to wit, between “bad” religion and the “goods” of sexual liberation. In our work together, Jakobsen and I have consistently argued against such false choices, moving instead to consider how practices of sexual and religious freedom can be theorized in tandem with, rather than in constant opposition to, one another. My new solo book, Excess & Enchantment , examines how public performances of sexuality and religion converge across a diverse archive of visual and performance art, musical theatre, religious protest, and public displays of mourning. Throughout, I draw on the interdisciplinary methods and questions of gender and sexuality studies, performance studies, affect studies, and psychoanalysis. I have a long-standing interest in psychoanalysis as a critical method for understanding interactions between individuals and their social contexts, self and other, and the inner and outer lives of feeling. But psychoanalysis is not just a diverse body of theory irreducible to the proper name Freud; it is also a critical and creative practice in its own right. In fall 2014, I begin the Respecialization Program at the Institute for Psychoanalytic Training and Research in New York City.   Fellowships/Honors:   Finalist, Lambda Literary Award for Best LGBT Non-Fiction, for “You Can Tell Just By Looking” and 20 Other Myths About LGBT Life and People (2014) • Faculty Fellow, Charles Warren Center for Studies in American History, Harvard University (2012-13) • Constance Rourke Prize for best article published in American Quarterly , American Studies Association (2008) • Fulbright-Freud Visiting Scholar of Psychoanalysis, Austrian Fulbright Commission and Sigmund-Freud-Society (2007) • Arnold Grossman Award for Outstanding Faculty/Staff Service to the LGBT Community, NYU (2005) • First Annual BGLT Faculty Ally Award, Harvard University Bisexual, Gay, Lesbian, Transgender, and Supporters Association (1999) • National Endowment for the Humanities Summer Fellowship (1996).   Publications       “You Can Tell Just By Looking” and 20 Other Myths about LGBT Life and People . Co-author, with Michael Bronski and Michael Amico. Boston: Beacon Press, 2013.         Secularisms . Co-editor, with Janet R. Jakobsen. Durham, NC: Duke University Press, 2008.      Love The Sin: Sexual Regulation and the Limits of Religious Tolerance . Co-author, with Janet R. Jakobsen. Boston: Beacon Press, 2004.      Queer Theory and the Jewish Question . Co-editor, with Daniel Boyarin and Daniel Itzkovitz. New York: Columbia University Press, 2003.      Performance Anxieties: Staging Psychoanalysis, Staging Race . New York: Routledge, 1997.      Book Series       Sexual Cultures , New York University Press — General Editor with José Esteban Muñoz, Tavia Nyong’o, and Joshua Chambers-Letson.      Journal special issues       Public Sentiments , Special Issue of S & F Online 2:1 (Fall 2003). Guest Editor, with Ann Cvetkovich.       World Secularisms at the Millennium , Special Issue of Social Text 64 (Fall 2000). Co-Editor, with Janet R. Jakobsen.      Blog       States of Devotion , General Editor with Marcial Godoy-Anativia.         Updated on 09&#047;09&#047;2014               Contact Us | &copy; New York University , Arts and Science"}]},
{"detail": [{"content": "Adult Psychoanalytic Training Program                                                                                             NYU       Medical Center Home               NYU School of Medicine Home               Research Home               Administration               CONTACT               DIRECTORY                                                                                                                                                                                                                                            Home    Education &amp;     Training        Adult Psychoanalysis     Child and Adolescent Psychoanalysis     Adult Psychotherapy     Psychiatry     Residency Program     Fellowship     Prelude to Training     Applications     Seminars &amp; Lectures for the Public          Treatment & Referrals        For The Public & NYU     NYULMC Residents     Treatment Application     Application Payment     What is Psychoanalysis?         Child and Adolescent Psychoanalysis     Is Psychoanalysis only a Therapy?     The Psychoanalytic Tradition     Who Can Benefit from Psychoanalysis?     Who is a Psychoanalyst                  Events &amp; Open Houses                 Lectures &amp; Programs      Open Houses      Introduction to Psychoanalysis    &amp;     Psychotherapy           Institute    Community           Officers & Past Directors     Committee Chairs     & Members     Faculty     Candidates and Trainees     Graduates          About Us        Contact Info     Directions     Support IPE     Make a payment          Member    Log-in        Faculty     Candidates                                                                                                                                                                                                     -                                                                                                         Join Our Email List                                                 -      Contact Us                        Follow Us on Twitter                        -      NYULMC Dept. of      Psychiatry                    -      NYU Child Study Center               -      NYU Frederick L. Ehrman Medical Library                    -      PANY (Psychoanalytic Association of New York)                 -      Psychoanalytic Electronic Publishing (P-E-P)                        -      Psychoanalytic Electronic Publishing (P-E-P) via NYU Library                    -      APsaA                             IPE is located at:       One Park Avenue       Room #8-241       New York, NY 10016            Phone: 646-754-4870       Fax: 646-754-9540                                                                                                                                                                                                           E-mail Page                                                      Print Page                                                      Calendars                                                                                                                                                                  Adult      Psychoanalytic Training       For those who seek an understanding of emotional life, IPE is an education center that provides insights into core human dilemmas from childhood through adulthood.                 Philosophy       Admissions               Eligibility        Personal Suitability         Application Process        Download Application                    Academic       Associate Program       Candidate       Progression       Personal       Psychoanalysis       Didactic       Seminars       Course       of Study and Curriculum               Calendar of classes        Curriculum        Reading lists                    Supervised       Clinical Work              Graduation Requirements        Tuition,       Fees, Financial Aid        CME Disclosure                           Philosophy          This program is designed for clinicians with experience in psychotherapy who seek greater expertise in treating people whose psychological conflicts interfere with their ability to find satisfaction in working, loving and living.             While clinical work in psychoanalysis requires specific technical       skills, it also comprises an attitude of intellectual and emotional       openness toward the full range of human experience. This is based       in a spirit of scientific curiosity about the accumulated and emerging       body of psychoanalytic knowledge, and a deep, lasting commitment       to patient care.             The Institute emphasizes a modern conflict model       of psychoanalysis centered in the continuing revisions in theory and technique       since Freud's pioneering discoveries. The curriculum       includes the study of early and contemporary contributions       to the field, paying close attention to their application to varied       clinical problems. Candidates and faculty work together in a spirit       of open and critical inquiry to explore the development of this       complex field with its many unanswered questions.             We encourage a smooth and progressive       transition from candidate status to graduate-teacher. Most graduates become active faculty members. Senior candidates       and recent graduates interested in teaching may obtain experience in the       Institute's psychotherapy programs and in NYU School of Medicine's       instruction of medical students and residents. They then move on       to co-teach in the psychoanalytic curriculum with a more senior       faculty member. Mentored co-teaching, which has been a mainstay of the Institute since our founding in 1949, generates new and diverse psychoanalytic teaching perspectives.          Top of Page       Admissions       Eligibility      The Psychoanalytic Program is designed for experienced clinicians who are have achieved a terminal degree in their field: M.D. psychiatrists and psychiatry residents; Ph.D. and Psy.D. clinical psychologists; psychiatric nurse practitioners; and LCSW/DSW clinical social workers. IPE is authorized by New York State to offer clinical training under a &ldquo;Licensed Psychoanalyst&rdquo; (LP) program to individuals whose license does not permit psychoanalysis, including Mental Health Counselors and Marriage and Family Therapists. This eligibility may be extended to international MD psychiatrists and psychologists. All applicants, regardless of degree, must meet the experience requirements of the American Psychoanalytic Association, found at the Psychoanalytic Eligibity page. Click here for more information on eligibility.          Personal Suitability    Applicants are accepted on the basis of their education and experience, scientific interest in the field, psychological aptitude, and certain personality factors. These include personal integrity, maturity, and an abiding interest in the vicissitudes of human experience and psychological growth; a capacity for psychological understanding and sensitivity; the ability to listen and communicate empathically; the desire to make observations non-judgmentally in an inherently subjective field; and a tolerance for complexity, ambiguity and frustration. Psychoanalytic training helps the student (candidate) develop and integrate these characteristics.       Application Process       The application form is found here. It consists of biographical information, letters of recommendation (that we will request on your behalf), and transcripts of previous educational experience. A non-refundable fee of $100 must accompany the application. Completed applications are processed throughout the year, although they should be received by June 1 for admission for the following September. It is customary to meet individually with two or three faculty members in a series of interviews as part of the application process after the written application is received.       Applicants will be notified of the decision of the Admissions Committee       as soon as possible after the completion of the interview process.       At the time of matriculation, each candidate contracts not to conduct       psychoanalytic treatment or to represent himself/herself as a practitioner      of psychoanalysis until authorized by the Institute to do so.       Download an application             Top of Page       Nonclinical Training       Academic       Associate Program in Adult Psychoanalysis       While ours is primarily a clinical program, we offer a small number of training positions to professionals for whom a general understanding of psychoanalytic theory and principles would be useful to their primary field of work, such as attorneys and members of the clergy, and to researchers, scholars and educators. This creates a stimulating interchange of ideas between clinical psychoanalysts and scholars and professionals from other disciplines. Non-clinical education in psychoanalysis should be relevant to the applicant's own professional activities, and it is hoped that he or she, in turn, will be able to contribute to the field of psychoanalysis.             Nonclinical candidates participate in the same classes and other educational experiences as clinical candidates, with the exception of psychoanalytic case work. Personal analysis for non-clinical candidates is highly recommended.          Admission to the Academic Associate Program requires a completed application with personal and academic references, personal interviews with members of the Admissions Committee, and approval by the Education Committee. Tuition is the same as for clinical candidates. For further information about this program, contact the Institute office.                Top of Page          Candidate       Progression       Candidates usually begin the first year of classes in the September       following admission, although some candidates may attend a &quot;pre-class&quot;       year while beginning their      personal psychoanalysis and obtaining more clinical experience.             The course work is the most structured component of psychoanalytic training, but even progression through classes is approached on an individual basis. Meeting the demands of professional life, family life and psychoanalytic training can be difficult, and candidates can tailor their training to best accommodate such individual factors. Each candidate is assigned a Student Progression Committee (SPC) advisor for the duration of training. He/she meets with this person on an as-needed basis, at least 1-2 times a year. IPE does not give grades for course work or supervised clinical work. Course instructors and supervisors write assessments of candidates' performance, which are discussed by advisors with candidates and reviewed by the SPC. A candidate's learning process and personal needs are taken into account by the SPC in determining the pace of training.             Progression to each successive year of classes is determined by the SPC, as is the candidate's readiness to proceed with supervised clinical work. The first case is begun during the first year of classes, and having an active psychoanalytic case is a requirement for progression to the second year of classes. Candidates are required to have one case underway to be promoted to the third year of classes, and two cases underway to be promoted to the fourth year of classes. Candidates must submit written summaries of their clinical work to their supervisors on an annual basis.         After completing four years of classes, candidates are promoted to senior status, where supervised clinical work continues. Senior candidates who have had three cases well along in supervision may be approved to take on additional cases without ongoing supervision.    Top of Page          Personal       Psychoanalysis       Candidates begin a personal psychoanalysis as soon as possible after admission. This increases a candidate's sensitivity to the workings of unconscious forces and begins the process of diminishing personality factors which might impede a one's development as a psychoanalyst. Candidates who are not already in analysis consult with the Admissions Committee Chair for referral to a training analyst on the faculty       of the Institute . Under certain circumstances, applicants who       have already begun an analysis with a training analyst from another       training institute accredited by the American Psychoanalytic Association       may continue with that analyst while training at the       Institute.             A candidate's analysis is expected to continue for the majority of one training and supervised clinical work. Training analyses are conducted at a frequency of at least four times weekly. Treatment fees are arranged privately by the candidate and his/her training analyst. One's analysis is completely confidential and does not get reported to any committee. Candidates are requested to inform their SPC Advisors annually only whether they continue or have completed the analysis.             Top of Page        Didactic Seminars             The curriculum consists of four years of required classes, taught on Saturday mornings, 8:30 am to 1:00 pm, September through May. During the first year, and for the first trimester of the second year, there is also a class on Tuesday evenings, usually 8:30 p.m. to 10:00 p.m. Classes are held at 1 Park Avenue (at 33rd Street). After promotion to senior candidate status, candidates attend an ongoing continuous care seminar, and are encouraged to participate in elective seminars. Candidates may apply at any time to begin classes in the Division      of Child and Adolescent Psychoanalysis .       For an overview of the curriculum and descriptions       of the individual courses, click       here .       Top of Page       Supervised       Clinical Work       Immersion in psychoanalytic work is a central feature of the training experience. Candidates begin their first analytic case during their first year of classes. Supervised patients are seen four-to-five times per week. Patients may be developed from the candidate's private practice or from the Institute's Consultation and Treatment Service. Treatment is conducted privately, usually in the candidate's own office, with the understanding that it is being done under the auspices of the Institute. Fees are arranged privately between the candidate and the patient. The SPC assists candidates in obtaining a supervising analyst for each case. Candidates may change supervisors at any time with the approval of the SPC. Candidates work with a minimum of three supervised patients, at least one male and one female. Demonstration of the capacity to develop a psychoanalytic process is required for graduation.    Top of Page       Graduation       Requirements       Graduation from the Institute is based on a candidate's achievement       of analytic maturity and the capacity for independent analytic work.       This includes the successful completion of four years of classes       and the demonstration of analytic competence in supervised and unsupervised       clinical work, as evidenced by supervisors' written evaluations       and the candidate's own written case summaries. A       terminated case is not required, but demonstration of the candidate's       ability to work towards a satisfactory termination is essential.          Top of Page       Tuition,       Fees, Financial Aid       Psychoanalytic education can be a lengthy and expensive undertaking,       a significant sacrifice for candidates who may already be burdened       by debt from medical school or graduate studies. We are sensitive       to these considerations and we have kept tuition and other expenses       as low as possible.            Fees for a candidate's personal analysis are established in accordance      with the candidate's financial situation. Supervisory fees are arranged      between candidate and supervisor, taking into consideration the often      reduced fee of training cases.                Application Fee: $100 (applied       to first year tuition)        Annual Registration Fee:       In-class candidates -$750, Seniors - $1000        Annual Tuition (class years 1-4, Senior-level candidates pay no tuition):       $2150        Annual Subscription to PEP (Psychoanalytic Electronic Publishing Database) : $110             Payment plans are available through the Institute office.       Refunds: The annual tuition is subject to a refund, on a prorated       basis, to students withdrawing within four weeks after the start of       a trimester.                Financial Aid       There are several sources of student loans to help defray costs incurred       during training. The Psychoanalytic Association of New York (PANY),       the professional society affiliated with the Institute for Psychoanalytic Education,       provides no-interest loans to qualified candidates through its Student       Aid Committee. Another source of interest-free loans to eligible candidates       is the Liddle and Hymowitz Fund, administered by the American Psychoanalytic       Association.                   Top of Page       Continuing Medical Education Disclosure:      This activity has been planned and implemented in accordance with the Essential   Areas and policies of the Accreditation Council for Continuing Medical Education   through the joint sponsorship of the American Psychoanalytic Association and   the Institute for Psychoanalytic Education (IPE). The American Psychoanalytic Association is accredited by the ACCME to provide continuing medical education for physicians. The American Psychoanalytic Association designates this Live Activity for a   maximum of 1 credit per classroom hour of AMA PRA Category 1 Credit(s). Physicians should claim only the credit commensurate with the extent of their participation in the activity.  Important Disclosure Information For All Learners: None of the planners and presenters of this CME program have any relevant financial relationships to disclose.                                                                   NYU Langone Medical Center | NYU School of Medicine | Research at NYU | Administration | NYU Hospital        for Joint Diseases | Giving & Support &copy; NYU Langone Medical Center | For Trustees | Ethics | Disclaimer | Privacy Policy | Sitemap |                                 Contact Webmaster"}, {"content": "Pellegrini, Ann    |     Social &amp; Cultural Analysis    | New York University                                   Skip to page Content.     NEW YORK UNIVERSITY     ARTS AND SCIENCE     COLLEGE OF ARTS AND SCIENCE     GRADUATE SCHOOL OF ARTS AND SCIENCE                               Home       People       Undergraduate Program       Graduate Programs       News and Events       Resources       Employment Opportunities             Stay Connected           Facebook       Twitter                    Back to Home               Ann Pellegrini       Professor of Social and Cultural Analysis   , Performance Studies     ; Director, Center for the Study of Gender and Sexuality     Ph.D. 1994 (Cultural Studies), Harvard University; A.M. 1992 (Study of Religion), Harvard University; B.A. 1988 (Literae Humaniores), Oxford University; A.B. 1986 (Classics), Harvard-Radcliffe.       Office Address:   721 Broadway, Room 605   Email:     ap39@nyu.edu     Phone:   (212) 998-7795   Personal Homepage:     http://www.csgsnyu.org       Lab Homepage:     http://hemisphericinstitute.org/devotion/ States of Devotion, General Editor with Marcial Godoy-Anativia.         Areas of Research/Interest:   religion, sexuality, and U.S. public life • performance and law • psychoanalysis and culture • trauma studies • lgbtq studies • feminist studies • gender and performance • affect studies • critical theories of secularism • religion and biopolitics • Jewish cultural studies • childhood studies     External Affiliations:   Member, American Academy of Religion • Member, American Psychological Association Division 39 • Member, American Studies Association • Member, Modern Language Association • Member, Performance Studies International • Fellow, Psychology and the Other Institute • Candidate, Respecialization Program, Institute for Psychoanalytic Training and Research • Contributing Editor, Studies in Gender and Sexuality   Bio   The risk and anxiety of difference have preoccupied my research and writing from my first book Performance Anxieties: Staging Psychoanalysis, Staging Race (1997) to the solo book I am currently completing Excess & Enchantment: Queer Performance Between the Religious and the Secular (which will be published in the Sexual Cultures series at NYU Press). My book projects and articles traverse several disciplines and interdisciplines, but one through-line is an abiding interest in exploring how feelings are lived, experienced, and communicated between and across bodies—and with what risks and possibilities for self and others. Another is the value of the aesthetic for repairing democratic social life. These two lines of interest converge insofar as I am keenly interested in the kinds of practices that make and un-make worlds. In all my work, I proceed with feminist and queer angles of vision as a way to put pressure on normative schemas of embodiment and subjectivity and to illuminate the cross-currents of gender, race, sexuality, and religion as they shape and impress the embodied life of feeling. These crossing or contact points do not always feel good. Far from it. They can even be points of democratic—and psychic—conflict. Social conflicts over difference are a key concern in my co-authored book with Janet R. Jakobsen, Love the Sin: Sexual Regulation and the Limits of Religious Tolerance (2004). Love the Sin analyzes debates over religion and sexuality in the United States. We are particularly interested in how “religion” is invoked—even by the secular U.S. state—to manage and contain supposedly “threatening” social differences. Another joint project with Jakobsen, the edited volume Secularisms (2008), works explicitly to de-center U.S. conceptions of secularism. Both Love the Sin and Secularisms share a desire to disrupt the Enlightenment narrative that equates secularism with modernity, reason, freedom, peace, and progress. This narrative too often produces a forced choice between “conservative” religion and “progressive” secularism, a choice not unlike the one often forwarded by secular gender and sexuality studies: to wit, between “bad” religion and the “goods” of sexual liberation. In our work together, Jakobsen and I have consistently argued against such false choices, moving instead to consider how practices of sexual and religious freedom can be theorized in tandem with, rather than in constant opposition to, one another. My new solo book, Excess & Enchantment , examines how public performances of sexuality and religion converge across a diverse archive of visual and performance art, musical theatre, religious protest, and public displays of mourning. Throughout, I draw on the interdisciplinary methods and questions of gender and sexuality studies, performance studies, affect studies, and psychoanalysis. I have a long-standing interest in psychoanalysis as a critical method for understanding interactions between individuals and their social contexts, self and other, and the inner and outer lives of feeling. But psychoanalysis is not just a diverse body of theory irreducible to the proper name Freud; it is also a critical and creative practice in its own right. In fall 2014, I begin the Respecialization Program at the Institute for Psychoanalytic Training and Research in New York City.   Fellowships/Honors:   Finalist, Lambda Literary Award for Best LGBT Non-Fiction, for “You Can Tell Just By Looking” and 20 Other Myths About LGBT Life and People (2014) • Faculty Fellow, Charles Warren Center for Studies in American History, Harvard University (2012-13) • Constance Rourke Prize for best article published in American Quarterly , American Studies Association (2008) • Fulbright-Freud Visiting Scholar of Psychoanalysis, Austrian Fulbright Commission and Sigmund-Freud-Society (2007) • Arnold Grossman Award for Outstanding Faculty/Staff Service to the LGBT Community, NYU (2005) • First Annual BGLT Faculty Ally Award, Harvard University Bisexual, Gay, Lesbian, Transgender, and Supporters Association (1999) • National Endowment for the Humanities Summer Fellowship (1996).   Publications       “You Can Tell Just By Looking” and 20 Other Myths about LGBT Life and People . Co-author, with Michael Bronski and Michael Amico. Boston: Beacon Press, 2013.         Secularisms . Co-editor, with Janet R. Jakobsen. Durham, NC: Duke University Press, 2008.      Love The Sin: Sexual Regulation and the Limits of Religious Tolerance . Co-author, with Janet R. Jakobsen. Boston: Beacon Press, 2004.      Queer Theory and the Jewish Question . Co-editor, with Daniel Boyarin and Daniel Itzkovitz. New York: Columbia University Press, 2003.      Performance Anxieties: Staging Psychoanalysis, Staging Race . New York: Routledge, 1997.      Book Series       Sexual Cultures , New York University Press — General Editor with José Esteban Muñoz, Tavia Nyong’o, and Joshua Chambers-Letson.      Journal special issues       Public Sentiments , Special Issue of S & F Online 2:1 (Fall 2003). Guest Editor, with Ann Cvetkovich.       World Secularisms at the Millennium , Special Issue of Social Text 64 (Fall 2000). Co-Editor, with Janet R. Jakobsen.      Blog       States of Devotion , General Editor with Marcial Godoy-Anativia.         Updated on 09&#047;09&#047;2014               Contact Us | &copy; New York University , Arts and Science"}, {"content": "Performance Theory: Between Psychoanalysis and Affect: Tisch School of the Arts at NYU                           Skip to content          &lt; back        Performance Theory: Between Psychoanalysis and Affect  H42.1035 Lec 4 Credits Instructor(s): José Muñoz Albert #75547    Wednesdays 3:30pm – 6:15pm    721 Broadway, 6th Fl, Room 613    This course considers the potential displaceability of psychological theories for the purpose of thinking of social relations that surpass the discourse of the individual. How can psychology help us understand group dynamics and belonging? What is the potential utility of psychoanalysis for social theory? To this end we review a few early moments in Freud. We will then read theorists and clinicians associated with British school of psychoanalysis and object-relations psychology that included Klein, Winnicott, Bion, Balint, and Bollas. The second half of the class will focus on critical and performance theories that investigate collectivity and belonging through the category of affect.This list of authors will include , Sedgwick, Borch-Jacobsen, Brennan, Deleuze, Massumi, Spillers, Clough, Ngai, Viego, Puar and Love. Many of these books and articles will interrogate questions of race and sexuality as they pertain to the question of group belonging.     Performance Studies Past Course Offerings           Undergraduate Admissions Graduate Admissions Academic Services Student Life Financial Aid and Scholarships Career Development Counseling Services International Students Incoming Students Graduation Forms What is Special Programs? Study Abroad Summer High School Summer in New York City Courses for Non-Majors Programs for Visiting Students Open Arts Minors Blog Newsletters Videos Admin &amp; Faculty Alumni Contact Us  Tisch Events Calendar Admin &amp; Faculty Calendar NYU Academic Deadlines Calendar Many Ways to Give Why Support Tisch Dean's Council Corporate Giving Foundation Giving Individual Giving Tisch Gala Who We Are Institute of Performing Arts Graduate Acting Dance Design for Stage &amp; Film Drama Graduate Musical Theatre Writing Performance Studies Maurice Kanbar Institute of Film &amp; Television Undergraduate Film &amp; Television Graduate Film Cinema Studies Moving Image Archiving &amp; Preservation (MIAP) Rita &amp; Burton Goldberg Department of Dramatic Writing Emerging Media Group Photography &amp; Imaging Interactive Telecommunications (ITP) Clive Davis Institute of Recorded Music NYU Game Center Art &amp; Public Policy / Arts Politics Open Arts Tisch Special Programs Tisch Asia"}]}]