[{"detail": [{"content": "Arabic    | MEIS | NYU                                                                Back to  previous page                                Arabic Fall Courses       MEIS-UA 101 Elementary Arabic I MEIS-UA 103 Intermediate Arabic I MEIS-GA 1005 Advanced Arabic I  MEIS-GA 1112 Contemporary Media Arabic I       Spring Courses       MEIS-UA 102 Elementary Arabic II MEIS-UA 104 Intermediate Arabic II MEIS-GA 1006 Advanced Arabic II MEIS-GA 1113 Contemporary Media Arabic II              MEIS-UA 101 Elementary Arabic I This  course builds basic skills in Modern Standard Arabic, the language read  and understood by educated Arabs throughout the Middle East. No prior  experience in Arabic is necessary. The texts and audio-visual materials  used will introduce the student to various aspects of Arab and Islamic  culture.        Required Textbooks and Materials :       Brustad, Kristen, et al. \"Alif Baa: Introduction to Arabic Letters and Sounds,\"      Georgetown University Press. A significant portion of the drills in this book ought to be done online.  Brustad, Kristen, et al. \"Al-Kitaab fii Ta'allum al-'Arabiyya: A Textbook for      Beginning Arabic,\" Part One, Georgetown University Press. There are CD's and DVD's that accompany both textbooks above.         Course Requirements :       Attendance  at all Arabic language classes is mandatory. You are expected to come to class prepared  and to use Arabic in class to the full extent of your abilities.  Homework is assigned daily and must be submitted in a timely manner in  order to count towards your grade. All quizzes and exams must be taken  at their designated times. Quizzes will be given weekly at first, and  then bi-weekly.       The Grading System:   Grading Criteria Percentage  Attendance, Preparation, Class Participation and Homework 20%  Quizzes 20%  Midterm 20%  Final 40%   MEIS-UA 103 Intermediate Arabic I This  course is open for students who have successfully completed two semesters of Arabic  or who have had equivalent exposure to Modern Standard Arabic, the  language read and understood by educated Arabs throughout the Middle  East. Students will continue to develop their skills in reading,  writing, speaking and understanding MSA. Practice with an  Arabic-English dictionary based on the Arabic root system will enhance  the ability of students to read texts independently.       Required Textbooks and Materials :         Brustad, Kristen, et al. \"Al-Kitaab fii Ta'allum al-'Arabiyya: A  Textbook for Beginning Arabic,\" Part One, Georgetown University Press.  Brustad,  Kristen, et al. \"Al-Kitaab fii Ta'allum al-'Arabiyya: A Textbook for  Arabic,\" Part Two, Georgetown University Press.   There are CD's and DVD's that accompany both the textbooks above.  Wehr, Hans Cowan, J. Milton (ed.), \"A Dictionary of Modern Written Arabic,\" Spoken Languages Services, Ithaca NY.       Course Requirements:      Attendance  at all Arabic language classes is mandatory. You are expected to come to class prepared  and to use Arabic in class to the full extent of your abilities.  Homework is assigned daily and must be submitted in a timely manner in  order to count towards your grade. All quizzes and exams must be taken  at their designated times. Quizzes will be given bi-weekly.       The Grading System:                   Grading Criteria        Percentage                    Attendance, Preparation, Class Participation and Homework        20%                    Quizzes        20%                    Midterm        20%                    Final        40%                               MEIS-GA 1005 Advanced Arabic I All students have to have successfully completed at least two years of Arabic (4 semesters) or equivalent. Undergraduates must request permission from the department.       Required Textbooks and Materials:       Brustad, Kristen, et al. \"Al-Kitaab fii Ta'allum al-'Arabiyya: A Textbook for Arabic,\" Part Three, Georgetown University Press. There are CD’s and DVD's that accompany the textbook. Supplemental materials provided by the professor Wehr, Hans Cowan, J. Milton (ed.), \"A Dictionary of Modern Written Arabic,\" Spoken Languages Services, Ithaca NY.  Course Requirements: The class is conducted in Modern Standard Arabic. The focus is on all four language skills: speaking, listening, reading and writing. There is a written home-work assignment every week. Attendance at all Arabic language classes is mandatory. You are expected to come to class prepared and to use Arabic in class to the full extent of your abilities. All quizzes and exams must be taken at their designated times. The Grading System:   Grading Criteria Percentage  Attendance, Preparation, Class Participation and Homework 20%  Quizzes 20%  Midterm 20%  Final 40%         MEIS-GA 1112 Contemporary Media Arabic I      All students have to have successfully completed at least three years of Arabic (6 semesters) or equivalent. Undergraduates must request permission from the department. Readings:  There are no required textbooks for the course but there will be assigned readings of general nature for everyone from many sources including current articles from Arabic magazines, newspapers and journals. Additionally, each student according to his or her interest, specialty and/or area of study will read selected materials in that area for oral presentations in class.  Recommended Textbooks &amp; Materials:  Lahlali, El Mustapha (2008), Advanced Media Arabic (Paperback) Elgibali, Alaa and Korica, Nevenka (2008), Media Arabic: A Coursebook for Reading Arabic News. American University in Cairo Press (Paperback) Kendall, Elisabeth (2005), The Top 1,000 Words for Understanding Media Arabic. Georgetown University Press Pragnell, Fred (2005) The Palestine Chronicle (The same topic covered from 1880 until 1950 while the language underwent change) Wehr, Hans Cowan, J. Milton (ed.), \"A Dictionary of Modern Written Arabic,\" Spoken Languages Services, Ithaca NY.  Workload and Evaluation:  To enhance the newly-acquired vocabulary, expressions and structures, the same themes recur in reading, writing and class discussions (listening and speaking), thereby involving all language skills. There will be discussions of the assigned reading materials (1) and (2) above, viewing and listening to Arabic audio/visual materials, oral presentations and written assignments throughout the semester. Presentations, Attendance, Written Homework and Class Participation carry 20% of the total grade. There will be quizzes before and after the midterm exam. They carry 10% of the total grade. The Mid-Term carries 20% of the total grade. There will be a written Final Exam with the focus on Listening, Reading and Writing, to be preceded by a 15-20 minute Oral Presentation per student on the last day of class. These carry 50% of the total grade.             MEIS-UA 102 Elementary Arabic II      This  course is open for students who have completed one semester of Arabic  or who have had equivalent exposure to Modern Standard Arabic, the  language read and understood by educated Arabs throughout the Middle  East. The course builds basic reading, writing, listening and speaking  skills in MSA. The texts and audio-visual materials used will introduce  the student to various aspects of Arab and Islamic culture.       Required Textbooks and Materials :              Brustad, Kristen, et al. \"Al-Kitaab fii Ta'allum al-'Arabiyya: A  Textbook for Beginning Arabic,\" Part One, Georgetown University Press. There are CD's and DVD's that company this textbook.       Course Requirements :      Attendance  at all classes is mandatory. You are expected to come to class prepared  and to use Arabic in class to the full extent of your abilities.  Homework is assigned daily and must be submitted in a timely manner in  order to count towards your grade. All quizzes and exams must be taken  at their designated times. Quizzes will be given bi-weekly.       The Grading System :                   Grading Criteria        Percentage                    Attendance, Preparation, Class Participation and Homework        20%                    Quizzes        20%                    Midterm        20%                    Final        40%                               MEIS-UA 104 Intermediate Arabic II This  course is open for students who have completed three semesters of  Arabic or who have had equivalent exposure to Modern Standard Arabic,  the language read and understood by educated Arabs throughout the  Middle East. Students will continue to develop their skills in reading,  writing, speaking and understanding MSA. Practice with an  Arabic-English dictionary based on the Arabic root system will enhance  the ability of students to read texts independently.       Required Textbooks and Materials :              Brustad, Kristen, et al. \"Al-Kitaab fii Ta'allum al-'Arabiyya: A  Textbook for Arabic,\" Part Two, Georgetown University Press.   There are CD's and DVD's that accompany both this textbook.  Wehr, Hans Cowan, J. Milton (ed.), \"A Dictionary of Modern Written Arabic,\" Spoken Languages Services.       Course Requirements :      Attendance  at all classes is mandatory. You are expected to come to class prepared  and to use Arabic in class to the full extent of your abilities.  Homework is assigned daily and must be submitted in a timely manner in  order to count towards your grade. All quizzes and exams must be taken  at their designated times. Quizzes will be given bi-weekly.       The Grading System :                   Grading Criteria        Percentage                    Attendance, Preparation, Class Participation and Homework        20%                    Quizzes        20%                    Midterm        20%                    Final        40%                                 MEIS-GA 1006 Advanced Arabic II This class is a sequel to Advanced Arabic I (MEIS-GA 1005). All students have to have successfully completed at least two and a half years of Arabic (5 semesters) or equivalent. Undergraduates must request permission from the department.  Required Textbooks and Materials:       Brustad, Kristen, et al. \"Al-Kitaab fii Ta'allum al-'Arabiyya: A Textbook for Arabic,\" Part Three, Georgetown University Press. There are CD’s and DVD's that accompany the textbook. Supplemental materials provided by the professor Wehr, Hans Cowan, J. Milton (ed.), \"A Dictionary of Modern Written Arabic,\" Spoken Languages Services, Ithaca NY.  Course Requirements: The class is conducted in Modern Standard Arabic. The focus is on all four language skills: speaking, listening, reading and writing. There is a written home-work assignment every week. Attendance at all classes is mandatory. You are expected to come to class prepared and to use Arabic in class to the full extent of your abilities. All quizzes and exams must be taken at their designated times. The Grading System:   Grading Criteria Percentage  Attendance, Preparation, Class Participation and Homework 20%  Quizzes 20%  Midterm 20%  Final 40%   MEIS-GA 1113 Contemporary Media Arabic II      All students have to have successfully completed at least three years and a half of Arabic (7 semesters) or equivalent. Undergraduates must request permission from the department.       Readings:       There are no required textbooks for the course but there will be  assigned readings of general nature for everyone from many sources  including current articles from Arabic magazines, newspapers and  journals. Additionally, each student according to his or her interest,  specialty and/or area of study will read selected materials in that  area for oral presentations in class.    Recommended Textbooks &amp; Materials:       Lahlali, El Mustapha (2008), Advanced Media Arabic (Paperback) Elgibali, Alaa and Korica, Nevenka (2008), Media Arabic: A  Coursebook for Reading Arabic News. American University in Cairo Press  (Paperback) Kendall, Elisabeth (2005), The Top 1,000 Words for Understanding Media Arabic. Georgetown University Press Pragnell, Fred (2005) The Palestine Chronicle (The same topic covered from 1880 until 1950 while the language underwent change) Wehr, Hans Cowan, J. Milton (ed.), \"A Dictionary of Modern Written Arabic,\" Spoken Languages Services, Ithaca NY.    Workload and Evaluation:  Print media will be used in conjunction with electronic media, whereby live broadcasts from Arabic radio and satellite TV stations will be used. To enhance the newly-acquired vocabulary, expressions and structures, the same themes recur in reading, writing and class discussions (listening and speaking), thereby involving all language skills. There will be discussions of the assigned reading materials (1) and (2) above, viewing and listening to Arabic audio/visual materials, oral presentations and written assignments throughout the semester. Presentations, Attendance, Written Homework and Class Participation carry 20% of the total grade. There will be quizzes before and after the midterm exam. They carry 10% of the total grade. The Mid-Term carries 20% of the total grade. There will be a written Final Exam with the focus on Listening, Reading and Writing, to be preceded by a 15-20 minute Oral Presentation per student on the last day of class. These carry 50% of the total grade.                    Updated on 11&#047;19&#047;2013       Contact Us | &copy; New York University , Arts and Science"}]},
{"detail": [{"content": "Arabic    | MEIS | NYU                                                                Back to  previous page                                Arabic Fall Courses       MEIS-UA 101 Elementary Arabic I MEIS-UA 103 Intermediate Arabic I MEIS-GA 1005 Advanced Arabic I  MEIS-GA 1112 Contemporary Media Arabic I       Spring Courses       MEIS-UA 102 Elementary Arabic II MEIS-UA 104 Intermediate Arabic II MEIS-GA 1006 Advanced Arabic II MEIS-GA 1113 Contemporary Media Arabic II              MEIS-UA 101 Elementary Arabic I This  course builds basic skills in Modern Standard Arabic, the language read  and understood by educated Arabs throughout the Middle East. No prior  experience in Arabic is necessary. The texts and audio-visual materials  used will introduce the student to various aspects of Arab and Islamic  culture.        Required Textbooks and Materials :       Brustad, Kristen, et al. \"Alif Baa: Introduction to Arabic Letters and Sounds,\"      Georgetown University Press. A significant portion of the drills in this book ought to be done online.  Brustad, Kristen, et al. \"Al-Kitaab fii Ta'allum al-'Arabiyya: A Textbook for      Beginning Arabic,\" Part One, Georgetown University Press. There are CD's and DVD's that accompany both textbooks above.         Course Requirements :       Attendance  at all Arabic language classes is mandatory. You are expected to come to class prepared  and to use Arabic in class to the full extent of your abilities.  Homework is assigned daily and must be submitted in a timely manner in  order to count towards your grade. All quizzes and exams must be taken  at their designated times. Quizzes will be given weekly at first, and  then bi-weekly.       The Grading System:   Grading Criteria Percentage  Attendance, Preparation, Class Participation and Homework 20%  Quizzes 20%  Midterm 20%  Final 40%   MEIS-UA 103 Intermediate Arabic I This  course is open for students who have successfully completed two semesters of Arabic  or who have had equivalent exposure to Modern Standard Arabic, the  language read and understood by educated Arabs throughout the Middle  East. Students will continue to develop their skills in reading,  writing, speaking and understanding MSA. Practice with an  Arabic-English dictionary based on the Arabic root system will enhance  the ability of students to read texts independently.       Required Textbooks and Materials :         Brustad, Kristen, et al. \"Al-Kitaab fii Ta'allum al-'Arabiyya: A  Textbook for Beginning Arabic,\" Part One, Georgetown University Press.  Brustad,  Kristen, et al. \"Al-Kitaab fii Ta'allum al-'Arabiyya: A Textbook for  Arabic,\" Part Two, Georgetown University Press.   There are CD's and DVD's that accompany both the textbooks above.  Wehr, Hans Cowan, J. Milton (ed.), \"A Dictionary of Modern Written Arabic,\" Spoken Languages Services, Ithaca NY.       Course Requirements:      Attendance  at all Arabic language classes is mandatory. You are expected to come to class prepared  and to use Arabic in class to the full extent of your abilities.  Homework is assigned daily and must be submitted in a timely manner in  order to count towards your grade. All quizzes and exams must be taken  at their designated times. Quizzes will be given bi-weekly.       The Grading System:                   Grading Criteria        Percentage                    Attendance, Preparation, Class Participation and Homework        20%                    Quizzes        20%                    Midterm        20%                    Final        40%                               MEIS-GA 1005 Advanced Arabic I All students have to have successfully completed at least two years of Arabic (4 semesters) or equivalent. Undergraduates must request permission from the department.       Required Textbooks and Materials:       Brustad, Kristen, et al. \"Al-Kitaab fii Ta'allum al-'Arabiyya: A Textbook for Arabic,\" Part Three, Georgetown University Press. There are CD’s and DVD's that accompany the textbook. Supplemental materials provided by the professor Wehr, Hans Cowan, J. Milton (ed.), \"A Dictionary of Modern Written Arabic,\" Spoken Languages Services, Ithaca NY.  Course Requirements: The class is conducted in Modern Standard Arabic. The focus is on all four language skills: speaking, listening, reading and writing. There is a written home-work assignment every week. Attendance at all Arabic language classes is mandatory. You are expected to come to class prepared and to use Arabic in class to the full extent of your abilities. All quizzes and exams must be taken at their designated times. The Grading System:   Grading Criteria Percentage  Attendance, Preparation, Class Participation and Homework 20%  Quizzes 20%  Midterm 20%  Final 40%         MEIS-GA 1112 Contemporary Media Arabic I      All students have to have successfully completed at least three years of Arabic (6 semesters) or equivalent. Undergraduates must request permission from the department. Readings:  There are no required textbooks for the course but there will be assigned readings of general nature for everyone from many sources including current articles from Arabic magazines, newspapers and journals. Additionally, each student according to his or her interest, specialty and/or area of study will read selected materials in that area for oral presentations in class.  Recommended Textbooks &amp; Materials:  Lahlali, El Mustapha (2008), Advanced Media Arabic (Paperback) Elgibali, Alaa and Korica, Nevenka (2008), Media Arabic: A Coursebook for Reading Arabic News. American University in Cairo Press (Paperback) Kendall, Elisabeth (2005), The Top 1,000 Words for Understanding Media Arabic. Georgetown University Press Pragnell, Fred (2005) The Palestine Chronicle (The same topic covered from 1880 until 1950 while the language underwent change) Wehr, Hans Cowan, J. Milton (ed.), \"A Dictionary of Modern Written Arabic,\" Spoken Languages Services, Ithaca NY.  Workload and Evaluation:  To enhance the newly-acquired vocabulary, expressions and structures, the same themes recur in reading, writing and class discussions (listening and speaking), thereby involving all language skills. There will be discussions of the assigned reading materials (1) and (2) above, viewing and listening to Arabic audio/visual materials, oral presentations and written assignments throughout the semester. Presentations, Attendance, Written Homework and Class Participation carry 20% of the total grade. There will be quizzes before and after the midterm exam. They carry 10% of the total grade. The Mid-Term carries 20% of the total grade. There will be a written Final Exam with the focus on Listening, Reading and Writing, to be preceded by a 15-20 minute Oral Presentation per student on the last day of class. These carry 50% of the total grade.             MEIS-UA 102 Elementary Arabic II      This  course is open for students who have completed one semester of Arabic  or who have had equivalent exposure to Modern Standard Arabic, the  language read and understood by educated Arabs throughout the Middle  East. The course builds basic reading, writing, listening and speaking  skills in MSA. The texts and audio-visual materials used will introduce  the student to various aspects of Arab and Islamic culture.       Required Textbooks and Materials :              Brustad, Kristen, et al. \"Al-Kitaab fii Ta'allum al-'Arabiyya: A  Textbook for Beginning Arabic,\" Part One, Georgetown University Press. There are CD's and DVD's that company this textbook.       Course Requirements :      Attendance  at all classes is mandatory. You are expected to come to class prepared  and to use Arabic in class to the full extent of your abilities.  Homework is assigned daily and must be submitted in a timely manner in  order to count towards your grade. All quizzes and exams must be taken  at their designated times. Quizzes will be given bi-weekly.       The Grading System :                   Grading Criteria        Percentage                    Attendance, Preparation, Class Participation and Homework        20%                    Quizzes        20%                    Midterm        20%                    Final        40%                               MEIS-UA 104 Intermediate Arabic II This  course is open for students who have completed three semesters of  Arabic or who have had equivalent exposure to Modern Standard Arabic,  the language read and understood by educated Arabs throughout the  Middle East. Students will continue to develop their skills in reading,  writing, speaking and understanding MSA. Practice with an  Arabic-English dictionary based on the Arabic root system will enhance  the ability of students to read texts independently.       Required Textbooks and Materials :              Brustad, Kristen, et al. \"Al-Kitaab fii Ta'allum al-'Arabiyya: A  Textbook for Arabic,\" Part Two, Georgetown University Press.   There are CD's and DVD's that accompany both this textbook.  Wehr, Hans Cowan, J. Milton (ed.), \"A Dictionary of Modern Written Arabic,\" Spoken Languages Services.       Course Requirements :      Attendance  at all classes is mandatory. You are expected to come to class prepared  and to use Arabic in class to the full extent of your abilities.  Homework is assigned daily and must be submitted in a timely manner in  order to count towards your grade. All quizzes and exams must be taken  at their designated times. Quizzes will be given bi-weekly.       The Grading System :                   Grading Criteria        Percentage                    Attendance, Preparation, Class Participation and Homework        20%                    Quizzes        20%                    Midterm        20%                    Final        40%                                 MEIS-GA 1006 Advanced Arabic II This class is a sequel to Advanced Arabic I (MEIS-GA 1005). All students have to have successfully completed at least two and a half years of Arabic (5 semesters) or equivalent. Undergraduates must request permission from the department.  Required Textbooks and Materials:       Brustad, Kristen, et al. \"Al-Kitaab fii Ta'allum al-'Arabiyya: A Textbook for Arabic,\" Part Three, Georgetown University Press. There are CD’s and DVD's that accompany the textbook. Supplemental materials provided by the professor Wehr, Hans Cowan, J. Milton (ed.), \"A Dictionary of Modern Written Arabic,\" Spoken Languages Services, Ithaca NY.  Course Requirements: The class is conducted in Modern Standard Arabic. The focus is on all four language skills: speaking, listening, reading and writing. There is a written home-work assignment every week. Attendance at all classes is mandatory. You are expected to come to class prepared and to use Arabic in class to the full extent of your abilities. All quizzes and exams must be taken at their designated times. The Grading System:   Grading Criteria Percentage  Attendance, Preparation, Class Participation and Homework 20%  Quizzes 20%  Midterm 20%  Final 40%   MEIS-GA 1113 Contemporary Media Arabic II      All students have to have successfully completed at least three years and a half of Arabic (7 semesters) or equivalent. Undergraduates must request permission from the department.       Readings:       There are no required textbooks for the course but there will be  assigned readings of general nature for everyone from many sources  including current articles from Arabic magazines, newspapers and  journals. Additionally, each student according to his or her interest,  specialty and/or area of study will read selected materials in that  area for oral presentations in class.    Recommended Textbooks &amp; Materials:       Lahlali, El Mustapha (2008), Advanced Media Arabic (Paperback) Elgibali, Alaa and Korica, Nevenka (2008), Media Arabic: A  Coursebook for Reading Arabic News. American University in Cairo Press  (Paperback) Kendall, Elisabeth (2005), The Top 1,000 Words for Understanding Media Arabic. Georgetown University Press Pragnell, Fred (2005) The Palestine Chronicle (The same topic covered from 1880 until 1950 while the language underwent change) Wehr, Hans Cowan, J. Milton (ed.), \"A Dictionary of Modern Written Arabic,\" Spoken Languages Services, Ithaca NY.    Workload and Evaluation:  Print media will be used in conjunction with electronic media, whereby live broadcasts from Arabic radio and satellite TV stations will be used. To enhance the newly-acquired vocabulary, expressions and structures, the same themes recur in reading, writing and class discussions (listening and speaking), thereby involving all language skills. There will be discussions of the assigned reading materials (1) and (2) above, viewing and listening to Arabic audio/visual materials, oral presentations and written assignments throughout the semester. Presentations, Attendance, Written Homework and Class Participation carry 20% of the total grade. There will be quizzes before and after the midterm exam. They carry 10% of the total grade. The Mid-Term carries 20% of the total grade. There will be a written Final Exam with the focus on Listening, Reading and Writing, to be preceded by a 15-20 minute Oral Presentation per student on the last day of class. These carry 50% of the total grade.                    Updated on 11&#047;19&#047;2013       Contact Us | &copy; New York University , Arts and Science"}, {"content": "Bulletin Course Descriptions    | MEIS | NYU                                                                Back to  previous page                                Course Descriptions (GSAS Bulletin) Required Course    Problems and Methods in Middle Eastern and Islamic Studies    MEIS-GA 1687 Required of all incoming M.A. and Ph.D. students. 4 points. 2013-14, 2014-15. Ancient Egyptian Language and Civilization    Introduction to Ancient Egyptian I, II    MEIS-GA 1359, 1360 Goelet. 4 points per term. 2013-14, 2014-15. Introduction to hieroglyphics; readings in ancient Egyptian texts.    Advanced Ancient Egyptian I, II    MEIS-GA 1390, 1391 Prerequisite: MEIS-GA 1360 or the equivalent. Goelet. 4 points per term. 2013-14, 2014-15. Advanced readings in ancient Egyptian texts.    Arabic Language and Literature    Contemporary Literary and Media Arabic I, II    MEIS-GA 1005, 1006 Prerequisite: Advanced Arabic or the equivalent. Ferhadi. 4 points per term. 2013-14, 2014-15.    Advanced Arabic I, II    MEIS-GA 1112, 1113 Prerequisite: Intermediate Arabic or the equivalent. Ferhadi. 4 points per term. 2011-2012, 2014-15    Medieval Arabic Literature: Prose    MEIS-GA 1114 Kennedy. 4 points. 2011-2012, 2014-15. Readings in selected authors from the 8th century to the 12th century.    Medieval Arabic Literature: Poetry    MEIS-GA 1115 Kennedy. 4 points. 2014-15. Readings in selected poets from the 8th century to the 12th century.    Medieval Arabic Literature: Qur'an and Tafsir    MEIS-GA 1116 Kennedy. 4 points. 2012-2013. Readings from the Qur'an and Tafsir.    Recognition and Anagnorisis in Arabic, Islamic, and European Narrative    MEIS-GA 1124 Kennedy. 4 points. Investigates narrative epistemology (the themes and dynamic of knowledge, ignorance, and discovery) in Islamic and European narrative from the ancient world to the modern novel.    Arabic Texts    MEIS-GA 1127 Staff. 4 points. 2013-14.    Introduction to the Qu'ran    MEIS-GA 1609 Katz. 4 points. 2014-15.    Seminar in Medieval Arabic Literature    MEIS-GA 3192 Staff. 4 points. 2013-14, 2014-15. Selected topics in medieval Arabic literature.    Seminar in Modern Arabic Literature    MEIS-GA 3193 Khoury. 4 points. 2013-14, 2014-15. Persian Language and Literature    Persian Historical and Biographical Texts    MEIS-GA 1412 Prerequisite: Intermediate Persian or the equivalent. 4 points. 2013-14, 2014-15.    Advanced Persian: Contemporary Literature    MEIS-GA 1415 Prerequisite: Intermediate Persian or the equivalent. 4 points. 2013-14, 2014-15.    Persian Literary Prose    MEIS-GA 1416 Prerequisite: Intermediate Persian or the equivalent. 4 points. 2013-14, 2014-15.    Turkish Language and Literature    Turkish Literary Texts: Ottoman Historical Texts    MEIS-GA 1512, 1513 Prerequisite: Intermediate Turkish or the equivalent. Erol. 4 points per term. 2013-14, 2014-15    Turkish Literary Texts: Modern Turkish Literature    MEIS-GA 1514, 1515 Prerequisite: Intermediate Turkish or the equivalent. Erol. 4 points per term. 2013-14, 2014-15.    Other Languages and Literature    Advanced Urdu I, II    MEIS-GA 1107, 1108 Naqvi. 4 points per term. 2013-14, 2014-15.    Middle Eastern History    History of the Middle East, 1200-1800    MEIS-GA 1641 Peirce. 4 points. 2013-14, 2014-15. Survey of the history of the Middle East from 1200 to 1800.    History of the Middle East, 1750-Present    MEIS-GA 1642 Fahmy, Lockman. 4 points. 2013-14, 2014-15. Survey of the history of the Middle East from 1750 to the present.    Topics in Medieval Islamic History    MEIS-GA 1646 Staff. 4 points. 2013-14, 2014-15. Topics in medieval Middle Eastern social, cultural, economic, and political history.    Classical Islamic Literature of Ethics and Advice    MEIS-GA 1708 Rowson. 4 points. 2013-14, 2014-15.    Modern Iran (1800 to the Present)    MEIS-GA 1661 Chelkowski. 4 points. 2013-14. History of Iran in the 19th and 20th centuries, focusing on the internal and external forces that have helped shape modern Iranian history in its political, economic, social, cultural, and religious dimensions.    Egypt in Modern Times    MEIS-GA 1664 Lockman. 4 points. 2014-15. Modern Egyptian history from the end of the Ottoman-Mamluk period to the present, largely through an exploration of the scholarly literature and of various paradigms that have been used to interpret that history.    Seminar in the History of the Modern Middle East I    MEIS-GA 1653 Lockman. 4 points. 2013-14, 2014-15. Topics in the history of the modern Middle East.    Introduction to Islamic Philosophy and Theology    MEIS-GA 2720 Rowson. 4 points. 2014-15.    Middle Eastern and Islamic Cultures, Societies, and Economies    Cities of the Middle East    MEIS-GA 1626 Gilsenan. 4 points. 2014-15. Issues of modernity in Middle Eastern cities and regions. Topics may include approaches to the transformation of cities in the Middle East; colonial and postcolonial urban spaces; architecture, politics, and social identities; discourses of the city; tradition and modernity; and everyday life, work, and gender issues.    Representing the Middle East: Issues in the Politics of Culture    MEIS-GA 1616 Shohat. 4 points. 2013-14, 2014-15.    Anthropology for Middle Eastern Studies    MEIS-GA 1636 Gilsenan. 4 points. 2014-15. Assessment of the contribution of anthropological research to the study of Middle Eastern history, politics, literature, and civilization.    Imaging Palestine/Israel: Issues in the Politics of Representation    MEIS-GA 1735 Shohat. 4 points. 2013-14, 2014-15.    Shi'i Islam    MEIS-GA 1750 and G93.1618 Chelkowski. 4 points. 2014-15. Survey of the origins, development, forms, and significance of Shi'i Islam.    Islamic Legal Theories    MEIS-GA 1851 Katz. 4 points. 2013-14, 2014-15.    Islamic Law and Society    MEIS-GA 1852 Staff. 4 points. 2013-14, 2014-15. Introduction to Islamic law in theory and as social practice.    Women and Islamic Law    MEIS-GA 1854 Katz. 4 points. 2013-14, 2014-15. Islamic law and its treatment of women in theory and practice.    Modern Bodies    MEIS-GA 2789 Fahmy. 4 points. 2014-15.                   Updated on 09&#047;12&#047;2013       Contact Us | &copy; New York University , Arts and Science"}]}]