[{"detail": [{"content": "Events &amp; Series    | Department of History | New York University                                  NEW YORK UNIVERSITY     ARTS AND SCIENCE     COLLEGE OF ARTS AND SCIENCE     GRADUATE SCHOOL OF ARTS AND SCIENCE             Department of History     Arts &amp; Science                       Home                Welcome Message              People              Undergraduate Program              Graduate Programs              NYU Abu Dhabi              Editing Projects              Newsletter              Calendar            Events &amp; Series            Friends of History              Employment              Faculty Only                     Home &gt; Events & Series     Events &amp; Series   The NYU Department of History offers many recurring series and events throughout the academic year. To advertise for an upcoming event, or to join our 'Information and Opportunities' List-serve, please feel free to contact paulina.trunzo@nyu.edu . For a complete list of this months events, click here .  Africa~Diaspora Forum                                     The Africa~Diaspora Forum is a monthly meeting of faculty,  graduate students, undergraduates, and the New York community during the fall  and spring semesters. It aims to foster discussion of the most recent  developments in the fields of African and African Diaspora history. Each  session features a leading scholar who shares his or her latest work, which is  then followed by a productive conversation. Please email program assistant  Alison Okuda ( ako231@nyu.edu ) for more  information about upcoming events, which are held on Wednesdays in KJCC at NYU. Atlantic Workshop  The Atlantic Workshop,   established in 1997, is a forum for the exchange of ideas among scholars   of the humanities and social sciences with interests in the history of   the Atlantic world. The workshop sponsors regular sessions during the   academic year to discuss works in progress by both junior and senior   researchers. Papers are circulated in advance, and all sessions are   open to both members of the Atlantic World History Program of the NYU   History Department and the wider scholarly community. British History Seminar More than fifty years ago, the organization that is now the North   American Conference on British Studies (NACBS) was founded at NYU.   Today New York City is home to a thriving seminar in British history,   meeting three times every semester to discuss works-in-progress by local     and visiting scholars. More than half-a-dozen local institutions are   represented, including Barnard, Columbia, Lehman College, NYU,   SUNY-Purchase, and William Paterson, and in the past few years the   seminar has hosted scholars from, among other places, Berkeley,   Cambridge, Duke,   Harvard, King's College London, Northwestern, Washington, and Stanford.    For further information, contact Guy Ortolano . Center for the United States and the Cold War  New   York University’s Center for the United States and the Cold War is a   community of scholars, students, activists, and concerned citizens   working on projects relating to the Cold War. The Center awards travel   grants, dissertation, and post-doctoral fellowships for projects using   the Tamiment Library’s collections. It sponsors a seminar for scholarly   work in progress, and organizes occasional conferences, lectures, book   talks, and film screenings. Elihu Rose Lecture Series in Modern Military History The Elihu Rose Lecture Series In Modern Military History has events throughout the year on various topics relating to modern conflict. The events are always open to the public. For more information, please contact Valerie Deacon . Environmental History Working Group The Environmental History Working Group is a twice-a-semester, works in progress seminar on environmental   history. The papers are pre-circulated. If you'd like to attend, and are not on the distribution list, please contact Karl Appuhn for the paper. European Dissertation Workshop  The European Dissertation Workshop provides a venue for doctoral students and faculty to share   portions of their work in progress, and provides support to doctoral   students who are on the job market. This is a workshop for European history faculty and grad students and is not an open event. For more information, please contact Molly Nolan . First World War Centenary Events The NYU Department of History is collaborating and hosting a number of events related to the First World War Centenary. Please visit here for more information.  Friday Seminar Series *This Series is on hiatus until Spring 2015. The NYU Department of History hosts a recurring seminar that is meant as a common platform for faculty and students to share works in progress. Every other Friday during the academic year from 4pm to 6pm, please join us for wine and refreshments in the King Juan Carlos building. Please contact Meghna Chaudhuri or Matt Shutzer for more information.      Global Institute for Advanced Study (GIAS) The   Global Institute for Advanced Study is a new initiative at NYU that   represents a significant investment by New York University in research   and scholarship. The main purposes of the GIAS are to facilitate   collaborative research on an international scale and to enable sustained   attention to significant research programs that require work over   several years. Graduate Teaching Collaborative The Graduate Teaching Collaborative is a graduate-student  operated forum founded in 2013 and designed to provide training and resources  for past, current, and future graduate teachers in the History Department. We  meet monthly to share and workshop teaching experiences, and each meeting focuses  on a specific theme of interest to graduate teachers. In addition to our  regular meetings, we also provide online resources, bring in outside speakers,  and are in the process of creating the department’s first history graduate  teaching handbook. We encourage all graduate students who share a commitment to  teaching to participate, regardless of how much or how little teaching  experience they already have. Please email NYU.GTC@gmail.com   for more information or with any questions. Hellenic Studies Series This series provides a forum for scholars studying Hellenic topics, from   Antiquity to the present day. It also adopts a transnational   perspective, comparing the Hellenic with other historical examples and   setting it within larger cultural or political contexts. The series   convenes regularly with a lecture or mini colloquium every month. The   general theme of the series for 2013-2014 is “Transitions”. For more   information, contact the series organizers Kostis Smyrlis ( ks113@nyu.edu ) and Kostis Kornetis ( kk597@nyu.edu ).  History of Women and Gender Program The History of Women and Gender program hosts a variety of events and seminars throughout the year pertaining to the history of women, gender, and sexuality. HOWAG provides a support network for NYU faculty and doctoral students interested in women, gender, and sexuality, as well as a forum for visiting speakers and NYU's larger intellectual community to share works in progress and discuss developments within the field. Events welcome the public: please contact Linda Gordon or Hollian Wint with any questions of suggestions. Intellectual History Workshop The intellectual history workshop hosts weekly events on matters of intellectual and conceptual history, alternating between featuring visiting speakers and discussions of current developments in intellectual history. Contact: Stefanos Geroulanos sg127@nyu.edu or Jeremy Lin jeremy.lin@nyu.edu .  Jordan Center for the Advanced Study of Russia at New York University The Jordan Center undertakes to make Russia intrinsic to all aspects of scholarly investigation: from history to visual culture, literature to economics, anthropology to politics. For a information on upcoming conferences, symposiums, and the Jordan Center Colloquium Series, please visit jordanrussiacenter.org . or email the center directly at jordan.russia.center@nyu.edu . New York City Latin American History Workshop  The NYCAHW is a working group devoted to new research and new perspectives on the history of Latin America and the Caribbean from the colonial era until the twenty-first century. Founded in 1999 by faculty at New York University and Columbia, it has grown to include faculty and graduate students from SUNY-Stony Brook, CUNY, the New School, as well as from other universities in the metropolitan area. Colleagues from outside the immediate area are frequently invited in to present work as well. The meetings follow a workshop format – a paper normally reflecting work in progress is circulated in advance through an extensive email list. Meetings are held once a month during the fall and spring semesters. The faculty actively involved in coordinating the workshop are: Amy Chazkel (CUNY); Federico Finchelstein (New School); Paul Gootenberg (SUNY-Stony Brook); Pablo Piccato and Caterina Pizzigoni (Columbia); and Sinclair Thomson (NYU). Ottoman Studies  Lecture Series      The Ottoman Studies Lecture series is now in its ninth year.  It features Invited speakers on a roughly once-a-month basis. While most  lectures focus on some aspect of the Ottoman period (13 th - 20 th   centuries), some explore neighboring domains and histories or trans-national  issues. The series attempts to bring to campus both senior and junior scholars.  All events take place in the Kevorkian Center Library. For more information  please contact Leslie Peirce (lp50@nyu.edu)  or Alex Boodrookas ( acb53@nyu.edu ). Post-1945 Collaborative With support from the Humanities Initiative   and the Department of History, this working group examines problems,   approaches, and new departures to writing about the period since WWII.   Between Fall 2014 and Spring 2016, each semester is organized a   different theme, and includes discussion of a recent monograph,   workshops by faculty and graduate students, and visiting speakers. The theme for Fall 2014 was \"Slow Violence,\" and the theme for Spring 2015 is \"Neoliberalism\" For further information, contact any of   the organizers: Andrew Needham, Guy Ortolano, Kim Phillips-Fein, George   Solt.              Contact Us | &copy; New York University , Arts and Science"}]},
{"detail": [{"content": "Events &amp; Series    | Department of History | New York University                                  NEW YORK UNIVERSITY     ARTS AND SCIENCE     COLLEGE OF ARTS AND SCIENCE     GRADUATE SCHOOL OF ARTS AND SCIENCE             Department of History     Arts &amp; Science                       Home                Welcome Message              People              Undergraduate Program              Graduate Programs              NYU Abu Dhabi              Editing Projects              Newsletter              Calendar            Events &amp; Series            Friends of History              Employment              Faculty Only                     Home &gt; Events & Series     Events &amp; Series   The NYU Department of History offers many recurring series and events throughout the academic year. To advertise for an upcoming event, or to join our 'Information and Opportunities' List-serve, please feel free to contact paulina.trunzo@nyu.edu . For a complete list of this months events, click here .  Africa~Diaspora Forum                                     The Africa~Diaspora Forum is a monthly meeting of faculty,  graduate students, undergraduates, and the New York community during the fall  and spring semesters. It aims to foster discussion of the most recent  developments in the fields of African and African Diaspora history. Each  session features a leading scholar who shares his or her latest work, which is  then followed by a productive conversation. Please email program assistant  Alison Okuda ( ako231@nyu.edu ) for more  information about upcoming events, which are held on Wednesdays in KJCC at NYU. Atlantic Workshop  The Atlantic Workshop,   established in 1997, is a forum for the exchange of ideas among scholars   of the humanities and social sciences with interests in the history of   the Atlantic world. The workshop sponsors regular sessions during the   academic year to discuss works in progress by both junior and senior   researchers. Papers are circulated in advance, and all sessions are   open to both members of the Atlantic World History Program of the NYU   History Department and the wider scholarly community. British History Seminar More than fifty years ago, the organization that is now the North   American Conference on British Studies (NACBS) was founded at NYU.   Today New York City is home to a thriving seminar in British history,   meeting three times every semester to discuss works-in-progress by local     and visiting scholars. More than half-a-dozen local institutions are   represented, including Barnard, Columbia, Lehman College, NYU,   SUNY-Purchase, and William Paterson, and in the past few years the   seminar has hosted scholars from, among other places, Berkeley,   Cambridge, Duke,   Harvard, King's College London, Northwestern, Washington, and Stanford.    For further information, contact Guy Ortolano . Center for the United States and the Cold War  New   York University’s Center for the United States and the Cold War is a   community of scholars, students, activists, and concerned citizens   working on projects relating to the Cold War. The Center awards travel   grants, dissertation, and post-doctoral fellowships for projects using   the Tamiment Library’s collections. It sponsors a seminar for scholarly   work in progress, and organizes occasional conferences, lectures, book   talks, and film screenings. Elihu Rose Lecture Series in Modern Military History The Elihu Rose Lecture Series In Modern Military History has events throughout the year on various topics relating to modern conflict. The events are always open to the public. For more information, please contact Valerie Deacon . Environmental History Working Group The Environmental History Working Group is a twice-a-semester, works in progress seminar on environmental   history. The papers are pre-circulated. If you'd like to attend, and are not on the distribution list, please contact Karl Appuhn for the paper. European Dissertation Workshop  The European Dissertation Workshop provides a venue for doctoral students and faculty to share   portions of their work in progress, and provides support to doctoral   students who are on the job market. This is a workshop for European history faculty and grad students and is not an open event. For more information, please contact Molly Nolan . First World War Centenary Events The NYU Department of History is collaborating and hosting a number of events related to the First World War Centenary. Please visit here for more information.  Friday Seminar Series *This Series is on hiatus until Spring 2015. The NYU Department of History hosts a recurring seminar that is meant as a common platform for faculty and students to share works in progress. Every other Friday during the academic year from 4pm to 6pm, please join us for wine and refreshments in the King Juan Carlos building. Please contact Meghna Chaudhuri or Matt Shutzer for more information.      Global Institute for Advanced Study (GIAS) The   Global Institute for Advanced Study is a new initiative at NYU that   represents a significant investment by New York University in research   and scholarship. The main purposes of the GIAS are to facilitate   collaborative research on an international scale and to enable sustained   attention to significant research programs that require work over   several years. Graduate Teaching Collaborative The Graduate Teaching Collaborative is a graduate-student  operated forum founded in 2013 and designed to provide training and resources  for past, current, and future graduate teachers in the History Department. We  meet monthly to share and workshop teaching experiences, and each meeting focuses  on a specific theme of interest to graduate teachers. In addition to our  regular meetings, we also provide online resources, bring in outside speakers,  and are in the process of creating the department’s first history graduate  teaching handbook. We encourage all graduate students who share a commitment to  teaching to participate, regardless of how much or how little teaching  experience they already have. Please email NYU.GTC@gmail.com   for more information or with any questions. Hellenic Studies Series This series provides a forum for scholars studying Hellenic topics, from   Antiquity to the present day. It also adopts a transnational   perspective, comparing the Hellenic with other historical examples and   setting it within larger cultural or political contexts. The series   convenes regularly with a lecture or mini colloquium every month. The   general theme of the series for 2013-2014 is “Transitions”. For more   information, contact the series organizers Kostis Smyrlis ( ks113@nyu.edu ) and Kostis Kornetis ( kk597@nyu.edu ).  History of Women and Gender Program The History of Women and Gender program hosts a variety of events and seminars throughout the year pertaining to the history of women, gender, and sexuality. HOWAG provides a support network for NYU faculty and doctoral students interested in women, gender, and sexuality, as well as a forum for visiting speakers and NYU's larger intellectual community to share works in progress and discuss developments within the field. Events welcome the public: please contact Linda Gordon or Hollian Wint with any questions of suggestions. Intellectual History Workshop The intellectual history workshop hosts weekly events on matters of intellectual and conceptual history, alternating between featuring visiting speakers and discussions of current developments in intellectual history. Contact: Stefanos Geroulanos sg127@nyu.edu or Jeremy Lin jeremy.lin@nyu.edu .  Jordan Center for the Advanced Study of Russia at New York University The Jordan Center undertakes to make Russia intrinsic to all aspects of scholarly investigation: from history to visual culture, literature to economics, anthropology to politics. For a information on upcoming conferences, symposiums, and the Jordan Center Colloquium Series, please visit jordanrussiacenter.org . or email the center directly at jordan.russia.center@nyu.edu . New York City Latin American History Workshop  The NYCAHW is a working group devoted to new research and new perspectives on the history of Latin America and the Caribbean from the colonial era until the twenty-first century. Founded in 1999 by faculty at New York University and Columbia, it has grown to include faculty and graduate students from SUNY-Stony Brook, CUNY, the New School, as well as from other universities in the metropolitan area. Colleagues from outside the immediate area are frequently invited in to present work as well. The meetings follow a workshop format – a paper normally reflecting work in progress is circulated in advance through an extensive email list. Meetings are held once a month during the fall and spring semesters. The faculty actively involved in coordinating the workshop are: Amy Chazkel (CUNY); Federico Finchelstein (New School); Paul Gootenberg (SUNY-Stony Brook); Pablo Piccato and Caterina Pizzigoni (Columbia); and Sinclair Thomson (NYU). Ottoman Studies  Lecture Series      The Ottoman Studies Lecture series is now in its ninth year.  It features Invited speakers on a roughly once-a-month basis. While most  lectures focus on some aspect of the Ottoman period (13 th - 20 th   centuries), some explore neighboring domains and histories or trans-national  issues. The series attempts to bring to campus both senior and junior scholars.  All events take place in the Kevorkian Center Library. For more information  please contact Leslie Peirce (lp50@nyu.edu)  or Alex Boodrookas ( acb53@nyu.edu ). Post-1945 Collaborative With support from the Humanities Initiative   and the Department of History, this working group examines problems,   approaches, and new departures to writing about the period since WWII.   Between Fall 2014 and Spring 2016, each semester is organized a   different theme, and includes discussion of a recent monograph,   workshops by faculty and graduate students, and visiting speakers. The theme for Fall 2014 was \"Slow Violence,\" and the theme for Spring 2015 is \"Neoliberalism\" For further information, contact any of   the organizers: Andrew Needham, Guy Ortolano, Kim Phillips-Fein, George   Solt.              Contact Us | &copy; New York University , Arts and Science"}, {"content": "Fall 2014 Undergraduate Courses    | Department of Comparative Literature | NYU       NYU > Comparative Literature > Fall 2014 | Undergraduate Courses                        New York University       Arts and Science       College of Arts and Science       Graduate School of Arts and Science           Comparative Literature     &amp;nbsp;                          Back to  previous page              &amp;nbsp;       &amp;nbsp;     Fall 2014 | Undergraduate Courses       Courses Originating in the Comparative Literature Department Please refer to Albert for room assignments.             Course Name    Credits    Course Number    Professor    Day    Time       Classical Literature and Philosophy: Ancient Presence in the 19th and 20th Centuries    4.0    COLIT-UA 160    Bianchi    Wednesday    3:30-6:10       Intro to African Lit: African Literature and Culture    4.0    COLIT-UA 844 Diawara    Thursday 3:30-6:10       Junior Theory Seminar: Reading South by South    4.0    COLIT-UA 200    Dopico    Thursday    12:30-3:15  Topics: Lyric Subjectivity and Transculturation  4.0    COLIT-UA 132.002    Duffy    Tuesday    3:30-6:10       Topics in 18th Century Literature: Enlightenment Evil    4.0    COLIT-UA 175    Gadberry    Mon/Wed    9:30-10:45         Topics in 20th Century Literature: Cosmopolitanism and Urban Spaces    4.0    COLIT-UA 190.002 MEIS-UA 190.001    Halim    Wednesday    12:30-3:15    Topics in 20th Century Literature: Violence and Technology  4.0 COLIT-UA 190.001 Kaffen Mon/Wed 11:00-12:15       Topics: Fascism/Violence/Memory: The Case of the Spanish Civil War    4.0    COLIT-UA 132    Matos-Martin    Thursday    9:30-12:15  Topics in 19th Century History: Century Literary History: Arthur Rimbaud (Students must know some French.)  4.0 COLIT-UA 180 FREN-UA 868.002 Ross Tuesday 11:00-1:00       Senior Seminar in Comparative Literature: Honors Thesis    4.0    COLIT-UA 400    Vatulescu    Monday    12:30-3:15       Independent Study: Internship (permission of DUGS required)    2.0    COLIT-UA 998          Independent Study (permission of DUGS required)  4.0 COLIT-UA 997         Classical Literature and Philosophy: Ancient Presence in the 19th and 20th Centuries Bianchi Since the end of the 18th century, Greek philosophy and literature has enjoyed a fascinating resurgence in Western philosophy. In this class our aim is to read a range of difficult texts from both antiquity and modernity slowly and carefully, examining closely a series of important philosophical conjunctions. By examining these scenes of reception, both the ancient text and the modern shed light upon one another –why do certain ancient texts come to illustrate and illuminate modern philosophy, and how do modern concerns come to re-animate the ancient texts? The conjunctions will include Sophocles’ Antigone and Hegel; Presocratic philosophy and Nietzsche; Sophocles’ Oedipus Tyrannos and Freud; Plato’s Phaedrus and Derrida; Plato’s Republic and Irigaray; Antigone and Judith Butler. This class recommended for students with some experience with theory and continental philosophy who wish to deepen their understanding of these difficult thinkers. Topics: Lyric Subjectivity and Transculturation Duffy This course will explore the development of lyric poetry from the troubadours to the European metaphysicals, exploring imitation, competition, and anxiety as driving forces of lyric production within a transcultural framework. Primary Texts will include works by Arnaut Daniel, Dante, Petrarch, Pietro Aretino, Garcilaso de la Vega, Luís Vas de Camões, Joachim du Bellay, Pierre de Ronsard, Jan Van der Noot, Sir Philip Sidney, Edmund Spenser, John Donne, Jean de Sponde, Francisco de Quevedo, Fernando Herrera, Giambattista Marino, George Herbert, and Richard Crashaw. Critical works will include those by Thomas Greene, Leonard Forster, Teodolinda Barolini, Roland Greene, Terence Cave, Maria Rosa Menocal, Ignacio Navarette, Mario Praz, Gilles Deleuze, Heather DuBrow, and others.  Topics in 18th Century Literature: Enlightenment Evil Gadberry This semester, we will investigate a series of attempts to justify the existence of evil in the world – and in us. As we read poems, novels, letters, and works of philosophy of the long eighteenth century, we will study the complaints hurled at an incomprehensibly unjust universe in a moment known for its confidence in the powers of the understanding. Our inquiry will take us from texts that try to justify a system that makes us rotten from the very beginning, to works that suggest we live in the best of possible worlds, to scathing satires of these defenses, and – most scandalously of all – to outright celebrations of wickedness. We will look at the impersonal evil of natural calamities (in the writings that emerged around the devastating Lisbon earthquake of 1755) to the carefully wrought cruelties of sadism (in the Marquis deSade’s Justine, for instance). As we do so, we’ll think about how Enlightenment reason grapples with problems that seem to resist reason, how Enlightenment optimism stands up to critique, and how some instrumentalize (and even eroticize!) reason in pursuit of amoral pleasures. Required works will include the following primary works, many of which will be available in a coursepack: Kant, “On the Miscarriage of All Philosophical Trials in Theodicy”; Kleist, “The Earthquake in Chile”; Laclos, Dangerous Liaisons; Leibniz, Theodicy (selections); John Milton, Paradise Lost (selections); Pope, “An Essay on Man”; Rousseau, letter to Voltaire defending Pope and Leibniz and selections from the Confessions and Social Contract; Sade, Justine; Voltaire, Candide and “Poem on the Lisbon Disaster.” The coursepack will also include secondary readings by Bakunin, Foucault, Lacan, and others.    Topics in 20th Century Literature: Cosmopolitanism and Urban Spaces Halim The notion of cosmopolitanism has been associated, traditionally, with the city, the cosmopolite being conceived of as a privileged urbanite. Although much has changed in the way we have come to think of cosmopolitanism in recent years, we still need to ask: to what extent is everyone potentially a cosmopolite nowadays? Are there good and bad candidates for that status, and if so, what are the criteria, and who gets to decide? Are all the world’s cities global cities? And what of “village” in “global village”? If we bear in mind that a substantial portion of the world’s population still lives in relatively deprived semi-rural areas, how would that alter our understanding of this new cosmopolitanism, or propose other forms? In what way does the city-bred cosmopolite’s thirst for pastoral images and idyllic vistas impact peasants and the countryside? What, if any, are the tactics to which rural migrants in big urban centers resort to rework old patterns of belonging and forge new attachments? In this course, we will attend to these and other questions of cosmopolitanism and globalization in rural and urban spaces through theory, literary texts and films from the Middle East, Europe and the USA.    Topics in 20th Century Literature: Violence and Technology Kaffen Frequently characterized as an aberration within modernity, pervasive violence in its various forms (war, terror, crime, culture) has proven disastrously resistant to the ideals of the enlightenment, throwing them into question if not crisis. More, its relationship to technology in particular remains among the most fraught legacies of modernity. Indeed, the intersections of technology and violence have engendered the most profound critical debates and contentious cultural and artistic works of the twentieth century. In the interest of grappling with the ever increasing complexity of this relationship, we will read a broad array of critical writings on violence and technology, as they intersect with questions of politics, security, and sovereignty. At the same time, we will pay attention to the cultural and artistic expressions that critically engage with these issues from literature, music, architecture, painting, photography, cinema, video games, and assorted new media. Readings will include Eyal Weizman, George Bataille, Paul Virilio, Sasaki Ataru, TJ Clark, Walter Benjamin, Adriana Caverero, Hannah Arendt, Carl von Clausewitz, Ariella Azoulay, Jean Genet, Michel Foucault, Carl Schmitt, George Didi- Huberman, W.G. Sebald, Ernst Junger.  Topics: Fascism/Violence/Memory: The Case of the Spanish Civil War Matos-Martin The Spanish Civil War (1936-1939) is the defining event in Spanish modern history as well as widely acknowledged as a precursor to World War II. As the earliest example of battleground against fascism, those three years fascinated and attracted individuals from across the world, including George Orwell and Ernest Hemingway, and have continued to be the object of numerous books and other cultural products. Not so well known and studied, however, is the long-lasted and violent fascist regime established once the democratic Spanish Republic was eventually defeated. The purpose of the course is to examine the war and the fascist dictatorship that followed and perpetuated the logic of war, with a special focus on fictional and cultural representations. Literary texts, films, and documentaries will be analyzed in comparison with other artistic and cultural forms of expression (photography, painting), and accompanied by readings in history and theory. Topics to be discussed include political and ideological dynamics of war and fascism (comparing the Spanish case with other fascist regimes such as the Nazis through such theoretical lenses as biopolitics, for example), representations of violence, memory and history, and justice.  Topics in 19th Century History: Century Literary History: Arthur Rimbaud Ross A seminar devoted to the poetry, cultural, and political context of Arthur Rimbaud.   Students must have some reading knowledge of French (there will surely be differing   levels of familiarity with French in the group) and a good French dictionary. Discussion conducted in English.  Senior Seminar in Comparative Literature: Honors Thesis Vatulescu This seminar, limited to senior Comparative Literature majors engaged in writing a senior honors thesis, is designed to be a writing workshop. Students will articulate and research a thesis topic, identify an appropriate critical approach and methodology, and write at least one chapter of their thesis. Periodical writing installments give the students the opportunity to receive feed-back from their peers and instructor as well as to learn to critique others' work-in-progress. Permission of the DUGS is required to enroll in the course. Students must also have a 3.65 or better GPA, both overall and in the major.                  Back to Top                     Contact us | &copy; New York University , Arts and Science"}]},
{"detail": [{"content": "Events &amp; Series    | Department of History | New York University                                  NEW YORK UNIVERSITY     ARTS AND SCIENCE     COLLEGE OF ARTS AND SCIENCE     GRADUATE SCHOOL OF ARTS AND SCIENCE             Department of History     Arts &amp; Science                       Home                Welcome Message              People              Undergraduate Program              Graduate Programs              NYU Abu Dhabi              Editing Projects              Newsletter              Calendar            Events &amp; Series            Friends of History              Employment              Faculty Only                     Home &gt; Events & Series     Events &amp; Series   The NYU Department of History offers many recurring series and events throughout the academic year. To advertise for an upcoming event, or to join our 'Information and Opportunities' List-serve, please feel free to contact paulina.trunzo@nyu.edu . For a complete list of this months events, click here .  Africa~Diaspora Forum                                     The Africa~Diaspora Forum is a monthly meeting of faculty,  graduate students, undergraduates, and the New York community during the fall  and spring semesters. It aims to foster discussion of the most recent  developments in the fields of African and African Diaspora history. Each  session features a leading scholar who shares his or her latest work, which is  then followed by a productive conversation. Please email program assistant  Alison Okuda ( ako231@nyu.edu ) for more  information about upcoming events, which are held on Wednesdays in KJCC at NYU. Atlantic Workshop  The Atlantic Workshop,   established in 1997, is a forum for the exchange of ideas among scholars   of the humanities and social sciences with interests in the history of   the Atlantic world. The workshop sponsors regular sessions during the   academic year to discuss works in progress by both junior and senior   researchers. Papers are circulated in advance, and all sessions are   open to both members of the Atlantic World History Program of the NYU   History Department and the wider scholarly community. British History Seminar More than fifty years ago, the organization that is now the North   American Conference on British Studies (NACBS) was founded at NYU.   Today New York City is home to a thriving seminar in British history,   meeting three times every semester to discuss works-in-progress by local     and visiting scholars. More than half-a-dozen local institutions are   represented, including Barnard, Columbia, Lehman College, NYU,   SUNY-Purchase, and William Paterson, and in the past few years the   seminar has hosted scholars from, among other places, Berkeley,   Cambridge, Duke,   Harvard, King's College London, Northwestern, Washington, and Stanford.    For further information, contact Guy Ortolano . Center for the United States and the Cold War  New   York University’s Center for the United States and the Cold War is a   community of scholars, students, activists, and concerned citizens   working on projects relating to the Cold War. The Center awards travel   grants, dissertation, and post-doctoral fellowships for projects using   the Tamiment Library’s collections. It sponsors a seminar for scholarly   work in progress, and organizes occasional conferences, lectures, book   talks, and film screenings. Elihu Rose Lecture Series in Modern Military History The Elihu Rose Lecture Series In Modern Military History has events throughout the year on various topics relating to modern conflict. The events are always open to the public. For more information, please contact Valerie Deacon . Environmental History Working Group The Environmental History Working Group is a twice-a-semester, works in progress seminar on environmental   history. The papers are pre-circulated. If you'd like to attend, and are not on the distribution list, please contact Karl Appuhn for the paper. European Dissertation Workshop  The European Dissertation Workshop provides a venue for doctoral students and faculty to share   portions of their work in progress, and provides support to doctoral   students who are on the job market. This is a workshop for European history faculty and grad students and is not an open event. For more information, please contact Molly Nolan . First World War Centenary Events The NYU Department of History is collaborating and hosting a number of events related to the First World War Centenary. Please visit here for more information.  Friday Seminar Series *This Series is on hiatus until Spring 2015. The NYU Department of History hosts a recurring seminar that is meant as a common platform for faculty and students to share works in progress. Every other Friday during the academic year from 4pm to 6pm, please join us for wine and refreshments in the King Juan Carlos building. Please contact Meghna Chaudhuri or Matt Shutzer for more information.      Global Institute for Advanced Study (GIAS) The   Global Institute for Advanced Study is a new initiative at NYU that   represents a significant investment by New York University in research   and scholarship. The main purposes of the GIAS are to facilitate   collaborative research on an international scale and to enable sustained   attention to significant research programs that require work over   several years. Graduate Teaching Collaborative The Graduate Teaching Collaborative is a graduate-student  operated forum founded in 2013 and designed to provide training and resources  for past, current, and future graduate teachers in the History Department. We  meet monthly to share and workshop teaching experiences, and each meeting focuses  on a specific theme of interest to graduate teachers. In addition to our  regular meetings, we also provide online resources, bring in outside speakers,  and are in the process of creating the department’s first history graduate  teaching handbook. We encourage all graduate students who share a commitment to  teaching to participate, regardless of how much or how little teaching  experience they already have. Please email NYU.GTC@gmail.com   for more information or with any questions. Hellenic Studies Series This series provides a forum for scholars studying Hellenic topics, from   Antiquity to the present day. It also adopts a transnational   perspective, comparing the Hellenic with other historical examples and   setting it within larger cultural or political contexts. The series   convenes regularly with a lecture or mini colloquium every month. The   general theme of the series for 2013-2014 is “Transitions”. For more   information, contact the series organizers Kostis Smyrlis ( ks113@nyu.edu ) and Kostis Kornetis ( kk597@nyu.edu ).  History of Women and Gender Program The History of Women and Gender program hosts a variety of events and seminars throughout the year pertaining to the history of women, gender, and sexuality. HOWAG provides a support network for NYU faculty and doctoral students interested in women, gender, and sexuality, as well as a forum for visiting speakers and NYU's larger intellectual community to share works in progress and discuss developments within the field. Events welcome the public: please contact Linda Gordon or Hollian Wint with any questions of suggestions. Intellectual History Workshop The intellectual history workshop hosts weekly events on matters of intellectual and conceptual history, alternating between featuring visiting speakers and discussions of current developments in intellectual history. Contact: Stefanos Geroulanos sg127@nyu.edu or Jeremy Lin jeremy.lin@nyu.edu .  Jordan Center for the Advanced Study of Russia at New York University The Jordan Center undertakes to make Russia intrinsic to all aspects of scholarly investigation: from history to visual culture, literature to economics, anthropology to politics. For a information on upcoming conferences, symposiums, and the Jordan Center Colloquium Series, please visit jordanrussiacenter.org . or email the center directly at jordan.russia.center@nyu.edu . New York City Latin American History Workshop  The NYCAHW is a working group devoted to new research and new perspectives on the history of Latin America and the Caribbean from the colonial era until the twenty-first century. Founded in 1999 by faculty at New York University and Columbia, it has grown to include faculty and graduate students from SUNY-Stony Brook, CUNY, the New School, as well as from other universities in the metropolitan area. Colleagues from outside the immediate area are frequently invited in to present work as well. The meetings follow a workshop format – a paper normally reflecting work in progress is circulated in advance through an extensive email list. Meetings are held once a month during the fall and spring semesters. The faculty actively involved in coordinating the workshop are: Amy Chazkel (CUNY); Federico Finchelstein (New School); Paul Gootenberg (SUNY-Stony Brook); Pablo Piccato and Caterina Pizzigoni (Columbia); and Sinclair Thomson (NYU). Ottoman Studies  Lecture Series      The Ottoman Studies Lecture series is now in its ninth year.  It features Invited speakers on a roughly once-a-month basis. While most  lectures focus on some aspect of the Ottoman period (13 th - 20 th   centuries), some explore neighboring domains and histories or trans-national  issues. The series attempts to bring to campus both senior and junior scholars.  All events take place in the Kevorkian Center Library. For more information  please contact Leslie Peirce (lp50@nyu.edu)  or Alex Boodrookas ( acb53@nyu.edu ). Post-1945 Collaborative With support from the Humanities Initiative   and the Department of History, this working group examines problems,   approaches, and new departures to writing about the period since WWII.   Between Fall 2014 and Spring 2016, each semester is organized a   different theme, and includes discussion of a recent monograph,   workshops by faculty and graduate students, and visiting speakers. The theme for Fall 2014 was \"Slow Violence,\" and the theme for Spring 2015 is \"Neoliberalism\" For further information, contact any of   the organizers: Andrew Needham, Guy Ortolano, Kim Phillips-Fein, George   Solt.              Contact Us | &copy; New York University , Arts and Science"}, {"content": "Fall 2014 Undergraduate Courses    | Department of Comparative Literature | NYU       NYU > Comparative Literature > Fall 2014 | Undergraduate Courses                        New York University       Arts and Science       College of Arts and Science       Graduate School of Arts and Science           Comparative Literature     &amp;nbsp;                          Back to  previous page              &amp;nbsp;       &amp;nbsp;     Fall 2014 | Undergraduate Courses       Courses Originating in the Comparative Literature Department Please refer to Albert for room assignments.             Course Name    Credits    Course Number    Professor    Day    Time       Classical Literature and Philosophy: Ancient Presence in the 19th and 20th Centuries    4.0    COLIT-UA 160    Bianchi    Wednesday    3:30-6:10       Intro to African Lit: African Literature and Culture    4.0    COLIT-UA 844 Diawara    Thursday 3:30-6:10       Junior Theory Seminar: Reading South by South    4.0    COLIT-UA 200    Dopico    Thursday    12:30-3:15  Topics: Lyric Subjectivity and Transculturation  4.0    COLIT-UA 132.002    Duffy    Tuesday    3:30-6:10       Topics in 18th Century Literature: Enlightenment Evil    4.0    COLIT-UA 175    Gadberry    Mon/Wed    9:30-10:45         Topics in 20th Century Literature: Cosmopolitanism and Urban Spaces    4.0    COLIT-UA 190.002 MEIS-UA 190.001    Halim    Wednesday    12:30-3:15    Topics in 20th Century Literature: Violence and Technology  4.0 COLIT-UA 190.001 Kaffen Mon/Wed 11:00-12:15       Topics: Fascism/Violence/Memory: The Case of the Spanish Civil War    4.0    COLIT-UA 132    Matos-Martin    Thursday    9:30-12:15  Topics in 19th Century History: Century Literary History: Arthur Rimbaud (Students must know some French.)  4.0 COLIT-UA 180 FREN-UA 868.002 Ross Tuesday 11:00-1:00       Senior Seminar in Comparative Literature: Honors Thesis    4.0    COLIT-UA 400    Vatulescu    Monday    12:30-3:15       Independent Study: Internship (permission of DUGS required)    2.0    COLIT-UA 998          Independent Study (permission of DUGS required)  4.0 COLIT-UA 997         Classical Literature and Philosophy: Ancient Presence in the 19th and 20th Centuries Bianchi Since the end of the 18th century, Greek philosophy and literature has enjoyed a fascinating resurgence in Western philosophy. In this class our aim is to read a range of difficult texts from both antiquity and modernity slowly and carefully, examining closely a series of important philosophical conjunctions. By examining these scenes of reception, both the ancient text and the modern shed light upon one another –why do certain ancient texts come to illustrate and illuminate modern philosophy, and how do modern concerns come to re-animate the ancient texts? The conjunctions will include Sophocles’ Antigone and Hegel; Presocratic philosophy and Nietzsche; Sophocles’ Oedipus Tyrannos and Freud; Plato’s Phaedrus and Derrida; Plato’s Republic and Irigaray; Antigone and Judith Butler. This class recommended for students with some experience with theory and continental philosophy who wish to deepen their understanding of these difficult thinkers. Topics: Lyric Subjectivity and Transculturation Duffy This course will explore the development of lyric poetry from the troubadours to the European metaphysicals, exploring imitation, competition, and anxiety as driving forces of lyric production within a transcultural framework. Primary Texts will include works by Arnaut Daniel, Dante, Petrarch, Pietro Aretino, Garcilaso de la Vega, Luís Vas de Camões, Joachim du Bellay, Pierre de Ronsard, Jan Van der Noot, Sir Philip Sidney, Edmund Spenser, John Donne, Jean de Sponde, Francisco de Quevedo, Fernando Herrera, Giambattista Marino, George Herbert, and Richard Crashaw. Critical works will include those by Thomas Greene, Leonard Forster, Teodolinda Barolini, Roland Greene, Terence Cave, Maria Rosa Menocal, Ignacio Navarette, Mario Praz, Gilles Deleuze, Heather DuBrow, and others.  Topics in 18th Century Literature: Enlightenment Evil Gadberry This semester, we will investigate a series of attempts to justify the existence of evil in the world – and in us. As we read poems, novels, letters, and works of philosophy of the long eighteenth century, we will study the complaints hurled at an incomprehensibly unjust universe in a moment known for its confidence in the powers of the understanding. Our inquiry will take us from texts that try to justify a system that makes us rotten from the very beginning, to works that suggest we live in the best of possible worlds, to scathing satires of these defenses, and – most scandalously of all – to outright celebrations of wickedness. We will look at the impersonal evil of natural calamities (in the writings that emerged around the devastating Lisbon earthquake of 1755) to the carefully wrought cruelties of sadism (in the Marquis deSade’s Justine, for instance). As we do so, we’ll think about how Enlightenment reason grapples with problems that seem to resist reason, how Enlightenment optimism stands up to critique, and how some instrumentalize (and even eroticize!) reason in pursuit of amoral pleasures. Required works will include the following primary works, many of which will be available in a coursepack: Kant, “On the Miscarriage of All Philosophical Trials in Theodicy”; Kleist, “The Earthquake in Chile”; Laclos, Dangerous Liaisons; Leibniz, Theodicy (selections); John Milton, Paradise Lost (selections); Pope, “An Essay on Man”; Rousseau, letter to Voltaire defending Pope and Leibniz and selections from the Confessions and Social Contract; Sade, Justine; Voltaire, Candide and “Poem on the Lisbon Disaster.” The coursepack will also include secondary readings by Bakunin, Foucault, Lacan, and others.    Topics in 20th Century Literature: Cosmopolitanism and Urban Spaces Halim The notion of cosmopolitanism has been associated, traditionally, with the city, the cosmopolite being conceived of as a privileged urbanite. Although much has changed in the way we have come to think of cosmopolitanism in recent years, we still need to ask: to what extent is everyone potentially a cosmopolite nowadays? Are there good and bad candidates for that status, and if so, what are the criteria, and who gets to decide? Are all the world’s cities global cities? And what of “village” in “global village”? If we bear in mind that a substantial portion of the world’s population still lives in relatively deprived semi-rural areas, how would that alter our understanding of this new cosmopolitanism, or propose other forms? In what way does the city-bred cosmopolite’s thirst for pastoral images and idyllic vistas impact peasants and the countryside? What, if any, are the tactics to which rural migrants in big urban centers resort to rework old patterns of belonging and forge new attachments? In this course, we will attend to these and other questions of cosmopolitanism and globalization in rural and urban spaces through theory, literary texts and films from the Middle East, Europe and the USA.    Topics in 20th Century Literature: Violence and Technology Kaffen Frequently characterized as an aberration within modernity, pervasive violence in its various forms (war, terror, crime, culture) has proven disastrously resistant to the ideals of the enlightenment, throwing them into question if not crisis. More, its relationship to technology in particular remains among the most fraught legacies of modernity. Indeed, the intersections of technology and violence have engendered the most profound critical debates and contentious cultural and artistic works of the twentieth century. In the interest of grappling with the ever increasing complexity of this relationship, we will read a broad array of critical writings on violence and technology, as they intersect with questions of politics, security, and sovereignty. At the same time, we will pay attention to the cultural and artistic expressions that critically engage with these issues from literature, music, architecture, painting, photography, cinema, video games, and assorted new media. Readings will include Eyal Weizman, George Bataille, Paul Virilio, Sasaki Ataru, TJ Clark, Walter Benjamin, Adriana Caverero, Hannah Arendt, Carl von Clausewitz, Ariella Azoulay, Jean Genet, Michel Foucault, Carl Schmitt, George Didi- Huberman, W.G. Sebald, Ernst Junger.  Topics: Fascism/Violence/Memory: The Case of the Spanish Civil War Matos-Martin The Spanish Civil War (1936-1939) is the defining event in Spanish modern history as well as widely acknowledged as a precursor to World War II. As the earliest example of battleground against fascism, those three years fascinated and attracted individuals from across the world, including George Orwell and Ernest Hemingway, and have continued to be the object of numerous books and other cultural products. Not so well known and studied, however, is the long-lasted and violent fascist regime established once the democratic Spanish Republic was eventually defeated. The purpose of the course is to examine the war and the fascist dictatorship that followed and perpetuated the logic of war, with a special focus on fictional and cultural representations. Literary texts, films, and documentaries will be analyzed in comparison with other artistic and cultural forms of expression (photography, painting), and accompanied by readings in history and theory. Topics to be discussed include political and ideological dynamics of war and fascism (comparing the Spanish case with other fascist regimes such as the Nazis through such theoretical lenses as biopolitics, for example), representations of violence, memory and history, and justice.  Topics in 19th Century History: Century Literary History: Arthur Rimbaud Ross A seminar devoted to the poetry, cultural, and political context of Arthur Rimbaud.   Students must have some reading knowledge of French (there will surely be differing   levels of familiarity with French in the group) and a good French dictionary. Discussion conducted in English.  Senior Seminar in Comparative Literature: Honors Thesis Vatulescu This seminar, limited to senior Comparative Literature majors engaged in writing a senior honors thesis, is designed to be a writing workshop. Students will articulate and research a thesis topic, identify an appropriate critical approach and methodology, and write at least one chapter of their thesis. Periodical writing installments give the students the opportunity to receive feed-back from their peers and instructor as well as to learn to critique others' work-in-progress. Permission of the DUGS is required to enroll in the course. Students must also have a 3.65 or better GPA, both overall and in the major.                  Back to Top                     Contact us | &copy; New York University , Arts and Science"}, {"content": "Spring 2013 Course Schedule    | Department of History | New York University                                  NEW YORK UNIVERSITY     ARTS AND SCIENCE     COLLEGE OF ARTS AND SCIENCE     GRADUATE SCHOOL OF ARTS AND SCIENCE             Department of History     Arts &amp; Science                      Back to Home       Spring 2013 Course Schedule                                                                                    Students from departments outside of History must receive approval from the instructor prior to enrolling in a History course. Please contact Chelsea Rhodes (history.dept@nyu.edu) to request permission codes to enroll in graduate history courses. Please forward an email from the instructor granting permission for you to enroll to Chelsea along with your request for an permission code.  To view course descriptions, please scroll to the bottom of this page. For additional information about a specific course, please contact the professor directly.     Indicates courses sponsored by other departments                                       SCHEDULE IS SUBJECT TO CHANGE                         STUDENTS: PLEASE CHECK ALBERT FOR THE MOST ACCURATE COURSE SCHEDULING INFORMATION                        Course Number       Call #       Title       Type       Day &amp; Time       Instructor       Crosslisted #       Building &amp; Room                         HIST-GA.1126       19271       Rulers and Ruled in Imperial Rome and Byzantium       SEM       Thurs 9:30-12:15       Smyrlis              KJCC 602                        HIST-GA.1196       14667       European Fascisms in Comparative Perspective       CLQ       Thurs 10:00-12:00       Gross       EURO-GA.3907, DRAP-GA.2672       285 Mercer, 7th Floor                        HIST-GA.1200       16871       Literature of the Field: Readings in Modern Latin American History       CLQ       Tues 2:00-4:45       Weinstein              KJCC 404                        HIST-GA.1417       18239       History of Modern Ireland II       SEM       Tues 6:10-8:40       Lee       IRISH-GA.1417       IFS                        HIST-GA.1552       16874       Renaissance Italy       CLQ       Wed 11:00-1:45       Appuhn       ITAL-GA.1552       Casa Italiana, Room 306                        HIST-GA.1563       16876       Black Internationalisms       SEM       Tues 4:55-7:35       Gomez       DRAP-GA.1563, AFRS-GA.1563       KJCC 607                        HIST-GA.1610       1986       Literature of the Field: 19th Century US History       CLQ       Tues 2:00-4:45       Montoya &amp; Needham              KJCC 701                        HIST-GA.1620       1580       Twentieth Century France       CLQ       Wed 9:30 - 12:15       Chapman       IFST-GA.1620       IFS                        HIST-GA.1731       19155       Asian Film History: Issues and Methods       SEM       Tues 12:30-4:30       Zhang       CINE-CT.3244       721 Broadway, Room 670                        HIST-GA.1757       1987       Approaches to Public History       CLQ       Wed 4:55-7:35       Noonan       MSMS-GA.1757, DRAP-GA.1757       KJCC 607                        HIST-GA.1784       16878       African History       SEM       Wed 2:00-4:45       Cooper              KJCC 602                        HIST-GA.1985       16879       Italy in World War II       SEM       Tues 3:30-6:10       Ben-Ghiat       ITAL-GA.1985       Casa Italiana                        HIST-GA.2001       14658       Literature of the Field: Atlantic History        CLQ       Mon 2:00-4:45       Benton              KJCC 607                        HIST-GA.2002       1581       The Atlantic Economy in the Early Modern World       CLQ       Tues 2:00-4:45       Truxes       IRISH-GA.2001, DRAP-GA.2001       KJCC 602                        HIST-GA.2011       1582       Internship Seminar       SEM       Mon 4:55-7:35       Wosh              KJCC 607                        HIST-GA.2016       16881       Institutional Archives &amp; Electronic Records       CLQ       Thurs 4:55-7:35       Weimer              KJCC 607                        HIST-GA.2034       1584       Research Seminar       SEM       Tues 4:55-7:35       Wosh              KJCC 602                        HIST-GA.2162       18951       History of Eastern Europe       CLQ       Tues 1:30-4:15       Wolff       EURO-GA.3901       285 Mercer, 7th Floor                        HIST-GA.2163       17678       Economy and State in Europe: Debates in Historical Political Economy       CLQ       Wed 9:30-12:15       Shovlin       EURO-GA.3002       KJCC 404                        HIST-GA.2294       16882       Writing Gender Histories       SEM       Wed 4:55-7:35       Mitchell              KJCC 109                        HIST-GA.2555       16883       African Slavery and the Atlantic Slave Trade       CLQ       Thurs 2:00-4:45       Hull       AFRS-GA.2555, DRAP-GA.2051       KJCC 111                        HIST-GA.2561       19319        Theorizing Race and Slavery              Mon 4:55-7:35       Morgan              20CS 4-SEM                        HIST-GA.2606       18779       Human Rights and Humanitarian Interventions              Wed 2:00-4:45       Nolan &amp; Young       DRAP-GA.2616       KJCC 717                        HIST-GA.2707       17650       Social History in Questions: Practices, Proposals and Debates, 1900-2013       SEM       Mon &amp; Wed 2:00-4:45       Revel       IFST-GA.1500       IFS                        HIST-GA.2790       17679       Comparative Social Movements       SEM       Thurs 2:00-4:45       Gordon       SCA, Sociology, DRAP-GA.2780       KJCC 717                        HIST-GA.2800       17652       Historical Consciousness in Latin America       SEM       Wed 9:30-12:15       Thomson       SPAN-GA.3034       KJCC 607                        HIST-GA.2901       17680       Golieb Research Colloquium       CLQ       Wed 2:00-3:50       Nelson/Reid       LAW-LW.12050.001       Vanderbilt Hall 313                        HIST-GA.3013       1589       Research in Archives and Public History       SEM       N/A       Wosh              N/A                        HIST-GA.3020.001       1590       Readings in History (P/F)       CLQ       N/A       Staff              N/A                        HIST-GA.3021.001       1591       Research in History       SEM       N/A       Staff              N/A                        HIST-GA.3021.002       1592       Research in History       SEM       N/A       Staff              N/A                        HIST-GA.3021.003       1593       Research in History       SEM       N/A       Staff              N/A                        HIST-GA.3022.001       1594       Readings in History       CLQ       N/A       Staff              N/A                        HIST-GA.3022.002       1595       Readings in History       CLQ       N/A       Staff              N/A                        HIST-GA.3022.003       1596       Readings in History       CLQ       N/A       Staff              N/A                        HIST-GA.3115       17681       Core Readings in Medieval Jewish History       SEM       Tues 11:00-1:45       Kozodoy       HBRJD-GA.2465       KJCC BSMT                        HIST-GA.3213       16884       Eastern Europe Workshop       SEM       Wed 12:30-2:00       Wolff       EURO-GA.        285 Mercer, 7th Floor                        HIST-GA.3330       18775       Historic Sites, Cultural Landscapes and the Politics of Preservation              Mon 1:00-4:00       Cain       MSMS-GA.2223       240 Greene Street, Rm 410                        HIST-GA.3613       2108       Approaches to Historical Research and Writing II       SEM       Wed 4:55-7:35       Appuhn              KJCC 701                        HIST-GA.3803       2164       Atlantic History Workshop       CLQ       Tues 11-1:45       Eustace              KJCC 607                        HIST-GA.3902       18079       A Modern Mediterranean Region: Myth or Reality              Thurs 3:30-5:30       Kornetis       EURO-GA.2670       285 Mercer, 7th Floor                                                                        ~    SPRING 2013 COURSE DESCRIPTIONS             HIST-GA.1001 History of Eastern Europe    This course offers a graduate survey of the topic of Eastern Europe, exploring the themes of nationalism, empire, war, and communism, while also exploring the meaning of “Eastern Europe” as an historical concept. The chronological extent of the course reaches from the late eighteenth century to the late twentieth century. In general, the course will not discuss the history of the Russian empire or the Soviet Union, though some issues will inevitably be relevant to Eastern Europe. The course will consider the entire region of Eastern Europe, but issues from Polish, Czech, and South Slavic history will be particularly prominent.               HIST-GA.1126 Rulers and Ruled in Imperial Rome and Byzantium     With an astonishingly long life span, extending from Antiquity to the end of the Middle Ages in the Byzantine East, the Roman Empire left a legacy of political and legal organization that has shaped the modern world. This seminar explores, on the one hand, the representation and exercise of imperial power and, on the other, the way the emperor’s subjects perceived their position within the system and experienced authority, official or not. We will investigate imperial legitimacy building, political discourse, consensus and opposition, negotiation and concessions to the powerful, local government and justice, corruption, oppression and patronage, as well as the social groupings and networks that afforded some leverage to the less powerful.               HIST-GA.1196 European Fascisms in Comparative Perspective     Fascism, so one recent history has argued, posed the greatest challenge to liberal democracy during the 20th century. Fascism offered new answers to the problems arising from mass politics, industrialization, technology, and imperialism, and in doing so it sought to remake society, the continent of Europe, and the world. Our goal will be to develop a critical understanding of fascism as a product of the problems arising from modernity, and to understand how and why much of Europe took a violent path that ended in world war and genocide.          This course will study the development of fascism in interwar Europe in a comparative perspective, looking at it as an ideology, as a series of social movements, and eventually as a set of regimes that governed people’s lives. The primary focus will lie on National Socialist Germany and Fascist Italy, but several weeks will be devoted both to Eastern European movements and the Spanish Civil War. Beginning with the intellectual origins of fascism in 19th century bourgeois Europe and World War I, we will move on to examine why fascist movements seized power in certain states but not others. We will then study how fascist regimes, once in power, cultivated popular support and legitimacy; how they developed their own systems of economics, aesthetics, science, and race; how these regimes shaped the everyday lives of their subjects; and how they radicalized with the onset of war. We will conclude by trying to understand how these illiberal regimes can best be interpreted—totalitarian, fascist, racist, or as unique phenomena— and how they have been remembered. By the end of this course you will produce a substantial final paper.               HIST-GA.1200 Literature of the Field: Modern Latin America     Surveys major literature and historiographical issues in the modern Latin American field.               HIST-GA.1417 History of Modern Ireland II     This two-part survey course seeks to analyze modern Irish history before and after the Act of Union of 1800. The first semester seeks to understand the conditions of possibility for the Union itself: conquest and colonization, resistance and rebellion; the formation of the Protestant Ascendancy and the imperial context of the British state; the discursive development of Irish nationalism; the demographic and societal shifts occasioned by economic development, agricultural change, and emigration; and the Irish contexts of the Enlightenment and the Atlantic revolutions. The second semester examines the impact of the Union and the stages of its dissolution on Irish life, considering the role of Ireland in the British empire; the nature of civil society in Ireland, and the cultural and political dimensions of nationalism and unionism before and after independence; the role of the Irish diaspora on developments in Ireland; and the particular nature of the Irish experience of urbanization, modernization, and globalization.            HIST-GA.1552 Renaissance Italy    The principal goal of the course is to provide students with a working knowledge of the historiography of Renaissance Italy. The course is organized around some of the major themes and conceptual problems in the literature, including the social structure and political systems of Italian City-States; the Papacy and its role in Italian politics and culture; the intellectual and social role of the humanists; art and art patronage. Since complete coverage would be impossible, the course strives to provide a mix of classic texts and more recent scholarship in an effort to familiarize the students with the methods, objectives, and research techniques employed by historians of the Italian Renaissance. In so doing, the course will prepare students to apply these methods and insights to their own work.            HIST-GA.1563 Black Internationalisms     Black Internationalisms is an exploration of those examples and moments in modern/post-modern history in which manifested important transnational cooperative ventures between and among African-descended populations and/or representatives of those populations. The idea is to examine conditions conducive to and reasons for collaboration, together with forces and factors militating against it, with a view toward engaging with its intellectual and cultural productivity. Such investigation provides enormous insights into the complexity of diaspora, and how it has been variously interpreted and re-imagined over time and across cultures.            HIST-GA.1610 Literature of the Field: 19th Century US History     A reading course covering the later period of American history that introduces students to the major themes, interpretations, and methods of inquiry. It is intended to provide a broad command of the field.            HIST-GA.1620 Twentieth Century France     This course will explore central issues in the history of France from the late nineteenth century to the current era. We begin with an examination of the Dreyfus Affair, an extraordinary national convulsion over anti-Semitism and a miscarriage of justice that left a powerful legacy for the rest of the twentieth century. We then turn to the First World War, giving special attention to its effects on the economy, government, social classes, and the relationship between men and women, and between colonial peoples and the French empire. Our focus then shifts to the 1930s, when the country was shaken by the Great Depression, the rise of political extremism, and the struggle to forge a “popular front” against fascism. We then spend several weeks exploring the Second World War, its anticipation, the French defeat of 1940, the Occupation, Resistance, Liberation, and postwar reconstruction amid the early years of the Cold War. The Second World War also had an enormous impact on the empire. We turn our attention to the wars over decolonization after 1945, especially in Algeria. The course concludes with a focus on Gaullism, the rebellion of May 1968, postcolonial immigration, the rise of the anti-immigrant National Front, and controversies over gender, sexuality, religion, and globalization in the final decade of the twentieth century. Although the course is organized around a chronological examination of the political history of France, we will stress social, cultural, and economic history as well. After all, the century of total wars also brought France its period of most rapid social and economic change. We will investigate issues that call for crossing the usual boundaries between these several kinds of history. We will also repeatedly consider French developments within three wider international contexts: Europe, the French empire, and trans-Atlantic relations.            HIST-GA.1757 Approaches to Public History     Public historians build bridges between the work of academic historians and the interests of audiences who reach far beyond college classrooms. Through readings, media, visits by working public historians, and project work, this course explores the intellectual and pragmatic issues public historians face as they build those bridges in a variety of settings from the brick-and-mortar precincts of museums and public sites to the vast digital reaches of the internet.            HIST-GA.1784 African History Seminar     This course is a research seminar. It is mainly intended for students who have completed the Literature of the Field: Africa course and developed a research proposal as a final project. Other students who have had equivalent preparation and have a research project ready to go may also take this course with permission of the instructor.            HIST-GA.1985 Italy in World War II     This course covers Italy from 1940 to 1945, with a focus on cultural and political responses to war and on how the war has been represented in memory. The course is thematic rather than chronological in nature; our sources include reportage, novels, archival documents, memoirs, and non-fiction and feature film as our sources. Ongoing themes will include the meanings of resistance and collaboration; the problematics of testimony, witnessing, and memory; the impact of war on gender roles and identities; and the representation of violence.            HIST-GA.2001 Literature of the Field: Atlantic History     Introduces students to the major themes, scholarly approaches, and sources for Atlantic history.            HIST-GA.2002 The Atlantic Economy in the Early Modern World     This colloquium looks at the wide range of factors (i.e., historical circumstances, personal initiative, resources allocation, slave labor, technological innovation, market formation, etc.) that created and sustained the early modern Atlantic economy (1350-1800). The course will trace the evolution of the Atlantic economy from the dislocations of the fourteenth century through the reconfiguration of the Atlantic trading environment that followed the American Revolution. Students will examine Portuguese, Spanish, Dutch, French, British (English, Scottish, and Irish), and African contributions, as well as those of diasporic communities such as the Sephardic Jews and French Huguenots. A close study of early-modern commercial life will reveal much about the economic, social, and political arrangements that defined the commercial environment of the Atlantic World.            HIST-GA.2011 Internship Seminar     Seminar setting in which students consider a variety of issues and topics relating to their fieldwork sites and internship venues. Topics include public policy, historic site interpretation, digital humanities, current archival and museological theory, and leadership in cultural institutions. Students complete a 120-hour internship/ practicum at a cooperating archives or public history site, arranged through the program director.            HIST-GA.2016 Institutional Archives &amp; Electronic Records     This course focuses on the concepts, practices, and concerns related to the management of institutional archives, that is, those records documenting an institution itself. Examines the organizational leadership role of the archivist; the records and information needs of businesses, nonprofits, universities, and governments; records management theory and practice; the legal and ethical frameworks for records and archives; and the administration of electronic records programs.            HIST-GA.2034 Research Seminar     Capstone seminar in which students create final projects in the program with a substantial research and writing component. Projects may take the form of historical theses, exhibition designs, historical editing projects, Web-based resources, or historic site interpretations. Class meetings allow students to focus on and discuss research issues.            HIST-GA.2163 Economy and the State in Europe: Debates in Historical Political Economy     This course explores the interrelationship between political and economic structures in Europe, and in the empires controlled by European states, from the seventeenth century to the twentieth. Without any pretentions to comprehensive coverage, the course offers an overview of some major topics and debates in the history of European and global political economy. Among the key questions to be addressed are the following: Why did empire fail to increase the wealth of Spain in the long run while it propelled the Dutch and the English to leading economic and political roles in Europe and globally? Why did parts of Europe pull ahead of the rest of the world in economic development and per capita income, and when did this process begin? How did warfare and revolution create the conditions for the emergence of modern public finance, and how did this financial revolution in turn transform the military capacities and the constitutional configurations of the European states that enacted it? What were the causes of the Industrial Revolution in Britain? Why did this shift not occur at the same time in competing European economies or in world regions with similar endowments? What were the economics of empire in the nineteenth century, and what political economic factors helped produce decolonization? How was European political economy transformed by the two world wars and the depression, and what forms did postwar reconstruction take? What was the political economy of communism in the Soviet Union and the Eastern Bloc, and why did this political and social system collapse? Readings include both classic scholarship and recent work in this field. No background in economics or economic history is assumed, nor will such a background be necessary to participate fully in the course.            HIST-GA.2294 Writing Gender Histories     The focus of this course is the research and writing of gender history. Not only will we discuss the overlap and tensions between the fields of women’s history and gender history, we shall also consider histories of sexuality and the body. Class meetings and readings will emphasize methodologies and practices of gender historical research and writing, including: the definition and delineation of sources (primary, secondary, or hybrid); the challenges of narration; and the process of learning to read our own texts both critically and with attention to internal contradictions and/or silences. Course readings shall cover a range of geographical fields and time periods.          HIST-GA.2555 African Slavery and the Atlantic Slave Trade     This colloquium is designed around a number of provocative readings, including core texts, novels, films, and presentations by Professor Hull and enrolled students. We explore the various dimensions of master-servant relationships in pre-colonial African societies and how they were transformed into more classical forms of human bondage and exploitation. Issues to be examined are slavery and male/ female relationships, slavery and empowerment, and the commoditization of humanity in Africa. We will also consider origins and expansion of the Atlantic slave trade itself and plantation agriculture. We will assess the financing and actual conduct of the slave trade from point of capture, to embarkation, overseas voyage, and finally to the plantations in the Americas. Students will explore how and why this trade began, who financed and operated it, and who in society were its beneficiaries and its victims. We will consider the impact of the slave trades on Africa, the Americas, the Middle East, and on European countries that were directly involved. Finally, students will analyze the motivations and outcomes of efforts in Europe, Africa, and the Americas, to illegalize and ultimately to abolish the slave trade. We will also explore why slavery and the slave trade persisted in Africa and the Middle East until well into the 20th century and why it is re-emerging in many parts of the world today.        This graduate course is open to advanced undergraduate students with permission of Professor Hull.              HIST-GA.2561 Theorizing Race and Slavery      This   colloquium explores racial slavery both as histories and as groundings   for more contemporary studies of race, culture, economies, and power. We   will consider various theoretical models for thinking both about the   problems of race and slavery and about how histories of slavery provide   theoretical models for considerations across the disciplines. The   readings will draw from history, economics, literature, and cultural   studies. The object here is to consider how the subject of slavery is   situated in relation to broader considerations of power, violence, and   identity. My intent is to lay the groundwork for an interdisciplinary   understanding of the black Atlantic. To consider the consequences of   slavery and the slave trade, both historically and contemporarily, on   modern intellectual formations and institutions.          HIST-GA.2606 Human Rights and Humanitarian Perspective     This course will explore the web of good intentions and contradictions surrounding the issue of human rights and \"humanitarian\" interventions. We will begin with selected metanarratives about the history of human rights. We will then read some of the founding documents on which human rights theory rests. Next, we will spend three weeks examining the problems of enforcing human rights by looking closely at the issues of crimes of war, torture, economic and women's rights. We will then turn our attention to the question of genocide and recent efforts both to define and act against it. Here the central cases are Rwanda, Bosnia and Darfur. We shall conclude the class by posing the dilemmas facing liberal interventionism in defense of human rights.            HIST-GA.2707 Social History in Questions: Practices, Proposals and Debates, 1900-2013     Social history has been under attack on many sides for the last three decades. There is a risk here to forget the crucial role it has plaid in the renewal of historical knowledge, thinking, and methods throughout the last century. The course intends to offer a critical approach to some major points of the historiographical debate from the beginning of the 20th century to the present. It offers as well a substantial amount of optional, interdisciplinary readings which will be presented and discussed in class.            HIST-GA.2790 Comparative Social Movements     This course examines a variety of global social movements of the 20th century, including those in South Africa, Argentina, Palestine and the US (civil rights, the Ku Klux Klan, and women's liberation), along with theoretical reading about social movements. It is a research seminar designed to support students in producing a paper related to social movements in their own field of specialization, so the syllabus may change to reflect students' interests.        Social movements have been theorized primarily by social scientists: a typical sociological definition is, episodes of collective behavior and action that aim to create social change and command significant grassroots participation. We will consider these theories but also asking questions of the sorts historians (and thoughtful activists) must ask, such as: what contexts and local histories have engendered social movements? how have social movements constructed identities? have there been entirely apolitical social movements? have there been elite social movements? when and why have social movements become violent? have social movements been inevitably vulnerable to demagoguery and authoritarianism?             HIST-GA.2800 Historical Consciousness in Latin America     This course is an exploration of what can loosely be termed “historical consciousness” or “historical imagination,” that is, a broad field of images, sensibilities, conceptions, interpretations, and explanations of history. Aspects of collective memory and representations of the past play a central role in the course, of course, but we will also want to consider broader notions of time, historical process and periodization, and the future as a projection of history. Among the questions at the core of our inquiry will be: why history matters in Latin American culture and politics, and how interpretations of history reflect concerns in the present. Much of the course will look at intellectual and cultural production as well as political ideology in the twentieth century in Latin America. It will address elite as well as popular cultures, and do so from a range of disciplinary perspectives (history, anthropology, cultural studies, sociology, literature).            HIST-GA.2901 Golieb Research Colloquium     The Golieb Research Colloquium is successor to the Legal History Colloquium and continues its unique mission--the training of young scholars rather than the testing of ideas of senior professors. The core of the Golieb Research Colloquium consists of the Samuel I. Golieb Fellows , a group of two or three fledgling academics each year from schools around the United States. Golieb Fellows, who either have completed or are currently completing their graduate work in legal history, have come to NYU from doctoral programs at Cambridge, Columbia, Duke, Harvard, Johns Hopkins, Michigan, Princeton, Rice, Stanford, Virginia, Yale, and other universities. Other participants in the Colloquium have included J.D. students and graduate students at NYU, Fulbright Scholars from Europe, and faculty from NYU Law School and other law schools in the metropolitan region.            HIST-GA.3013 Research in Archives and Public History     This course is an independent study within the Archives and Public History Program.            HIST-GA.3020 Readings in History (P/F)     This course is an independent study (Qualifying Exam Prep).            HIST-GA.3021 Research in History     This course is an independent study.            HIST-GA.3022 Readings in History     This course is an independent study.            HIST-GA.3115 Medieval Jewish History     A survey of landmark modern treatments of medieval Jewish history, concentrating on Western Europe and the Jewish communities of Ashkenaz and Sefarad.            HIST-GA.3213 Eastern Europe Workshop     This 2-credit course involves discussion of selected readings concerning Eastern Europe, discussion of graduate student papers and current research concerning Eastern Europe, attendance at guest lectures concerning Eastern Europe, and independent research on Eastern Europe guided by the instructor.            HIST-GA.3613 Approaches to Historical Research and Writing II     This course is designed to introduce students to some of the basic methodological and interpretive issues involved in historical research. Based around a core set of readings, the course covers important books and articles that explicitly deal with questions of method, as well as examples of certain methodologies or schools of historiography in action. The goal of this course is to help the student produce a research paper that is of potentially publishable quality and to reveal that the student is capable of doing graduate level research and writing.            HIST-GA.3803 Atlantic History Workshop     Introduces students to the major themes and scholarly approaches of Atlantic history. Readings will include works on cultural interactions, trade and commodities, Atlantic diasporas, comparative imperial histories, legal encounters and trends, labor regimes, and rebellion and revolution. Students will be responsible for extensive weekly readings and short papers, as well as a longer paper on the historiography of a particular problem in Atlantic history.              HIST-GA.3902 \"A Modern Mediterranean Region: Myth or Reality\"     Examines major political, cultural, and social trends of the region during the past two centuries, focusing on whether it is correct to locate these developments as particularly “Mediterranean” or not.                     Contact Us | &copy; New York University , Arts and Science"}]}]