[{"detail": [{"content": "Kevorkian Center | New York University                                        NEW YORK UNIVERSITY       ARTS AND SCIENCE       COLLEGE OF ARTS AND SCIENCE       GRADUATE SCHOOL OF ARTS AND SCIENCE                                                                        Home     About       People       Master's Program       Public Events       Teacher Outreach       Media       Employment                         The Hagop Kevorkian Center for Near Eastern Studies at New York   University was created in 1966 to foster the interdisciplinary study of   the modern and contemporary Middle East and to enhance public   understanding of the region. The Kevorkian Center's activities focus   on the histories, politics, economies, religions, cultures and   languages of the area stretching from North Africa to Central Asia. Read More...          Upcoming Events            , -       SOCIAL STIMULANTS: Performing Practices in Sultanate India     Location: Institute for Public Knowledge, 20 Cooper Square, 5th Floor   Emma Flatt , University of North Carolina Chapel Hill                  , -       WHAT WENT WRONG IN SYRIA?     Location: The Hagop Kevorkian Center, 255 Sullivan Street (at Washington Square South)   Panel   A conversation moderated by Adam Shatz , Journalist-in-Residence, Hagop Kevorkian Center, NYU                       NEW DIRECTIONS IN THE CULTURAL AND INTELLECTUAL HISTORY OF CHINA     Location: The Hagop Kevorkian Center, 255 Sullivan Street (at Washington Square South)   Workshop   Workshop Chair: Zvi Ben-Dor Benite , Middle Eastern and Islamic Studies and History, NYU    With Middle Eastern and Islamic Studies, Global Research Initiatives (GRI) and NYU Abu Dhabi   RSVP Required to subrina.moorley@nyu.edu               , -       #IRANELECTION: How Solidarity Around a Hashtag Transformed the Ecology of Online Life During the 2009 Election Crisis     Location: The Hagop Kevorkian Center, 255 Sullivan Street (at Washington Square South)   Iranian Studies    Negar Mottahedeh , Literature, Duke University    With the Iranian Studies Initiative                   , -       READING BETWEEN THE LINES/LANGUAGES: Moroccan Poetry in Text, Translation, and Performance     Location: The Hagop Kevorkian Center, 255 Sullivan Street (at Washington Square South)   Reading/Performance, PEN World Voices   A program of readings (with translation) by Moroccan writers Idriss Aissa , Driss Mesnaoui , and Omar Berrada . With commentary and critique from scholars Deborah Kapchan (Performance Studies, Anthropology, Music, and Middle Eastern and Islamic Studies, NYU) and Alexander Elinson (Arabic, Hunter College).                  Complete list of events                                          Contact Us | &copy; New York University , Arts and Science"}]}]