[{"detail": [{"content": "M.A. in Arts Politics: Tisch School of the Arts at NYU                           Skip to content        Art &amp; Public Policy Home Masters in Arts Politics Center for Art and Public Policy Course Offerings News and Events Faculty Twitter Facebook  home &gt; Art and Public Policy        Master of Arts in Arts Politics  The M.A. in Arts Politics: An Activist, Critical, Interdisciplinary Graduate Program    \"The time has come to train unique arts activists–capable of activating critical and creative dialogue between art and the world, and committed to reshaping how art is produced, perceived and received.\"    The politics that make art. The politics that art makes. This is an opportunity for artists and those working in the intellectual and institutional domains of art to enhance and elaborate the value and significance of their creative endeavors through intensive study, reflection, and engagement with the university and the world. Based at Tisch, the program combines a dedicated core faculty with access to faculty and courses from five different schools at New York University.    Students who undertake this advanced course of study will gain a broad understanding of the issues and the skills required to make their ideas work in practice. They will be well placed to assume a leadership role in creating new institutional venues and public forums for creative work with their publics and for deepening an understanding of how art enriches social life. Students will be encouraged to become advocates for the arts from within the arts. The program will provide a deep grasp of what makes art necessary—both aesthetically and socially—and what constrains its expression and development. They will complicate received notions of access to the arts and the artist’s social responsibility.    New York University is already renowned for producing precisely this kind of independent creative intelligence oriented toward making a mark in the world. Drawing on a diverse faculty across School and departmental lines, a dedicated core faculty, and special visiting faculty, the program avails itself of rich resources and its location in a global cultural center. Students will learn to blend esthetic and social innovation in close connection with various art worlds. They will be able to work collaboratively across disciplinary lines with a robust integration of creative talent and critical acumen. The goal of the program is to train unique arts activists—capable of activating critical and creative dialogue between art and world and committed to reshaping how art is produced, perceived, and received.    …the relation between art and society and the role of the artist in civic life.    The M.A. in Arts Politics Program provides a critical and analytic setting in which artists and others with a social commitment to the arts can develop the means for an appraisal of the political implications and social significance of their work. The program combines an administrative home within the Tisch School of the Arts with partnerships across other NYU schools to offer a spectrum of interdisciplinary courses. The curriculum examines, in an activist key, the relation between art and society and the role of the artist in civic life. Art is treated as providing a particular lens through which the social world can be understood and as a medium of cultural intervention in political processes.    The M.A. program combines core courses with relevant electives drawn from across the University. Students attend classes with those who have related arts interests in other University areas and come together to critically reflect on the discourses and practical strategies that issue from the ability of art to intervene in and transform the social world. Arts politics considers art as both a way of knowing and a kind of action, as an invitation to claim artistic citizenship and a means to democratize the public sphere.    Arts politics attends to both formal and informal political processes that bear on the production, dissemination, and reception of the arts. It integrates approaches from the humanities, social sciences, and the arts themselves. It studies governmental and policy processes and the institutional ecology and political economy of the arts. It employs perspectives that understand how to decode cultural meanings, how social movements are formed, and how to read the aesthetic dimension of contemporary politics. Through official patronage and censorship, celebration and loathing, affirmation and critique of prevailing values, art has long been imbricated and implicated in the political. Yet arts politics is never fixed; its historical and cross-cultural variations help us understand what possibilities exist for civically engaged artists working in the present.    In the United States, cultural policy is typically seen as being weakly developed, and the skills artists use to get their work into the world often frequently rest on tacit knowledge. Art is rarely bestowed with official status or sanction, which can make its social or political impact all the more challenging to discern. Given the often-subtle ways in which art interacts with and acts upon the social world, the political value and efficacy of art can be difficult to assess. Alternately, when art itself is grasped epistemologically, as a way of knowing the world, a distinctive array of art’s social effects becomes legible.    Curriculum    The M.A. is an intensive one year (two semester) program in which students take 18 credits per semester. The curriculum requires four specific courses for this program. They are “Issues in Arts Politics,” “Seminar in Arts Activism,” “Graduate Colloquium,” and “Graduate Fieldwork.” Students also enroll in at least two electives offered through the Department of Art and Public Policy during the course of the academic year. In addition, students must take up to 16 points of electives drawn from a University-wide list of linked course offerings, including advanced course work in art and public policy. Enrollment in the program will remain small, so that there is room in the core courses for students from other programs at the University. Program electives are courses from around the University that are already on the books, and the respective departments have already agreed to admit arts politics students (subject to permission of the individual instructor).    Issues in Arts Politics    This seminar aims to give students both a conceptual and practical grounding in the range of issues and approaches by which arts politics can be understood. The course will be framed by the following considerations: What are the institutional, discursive, and ideological contexts that shape the objects, images, sounds or texts we call “art?” What are the links between cultural spaces-- the museum, the movie-theater, the gallery, the music/dance hall, the bookstore, the fashion runway, the public street, television, cyber space-- and the larger realm of politics? And how do these relationships impact, implicitly or explicitly, the ways we create, curate, or study the arts? How do consumers play an active role in the reception of cultural products? What is the relation between formally promulgated cultural policy and the tacit knowledge that artists call upon to get their work into the world? What dimensions of the broader cultural terrain are made legible through artistic practice? What are the means through which art intervenes in the political arena? “Art” will be studied as a site of contested representations and visions, emb edded in power formations-- themselves shaped by specific historical moments and geographical locations. Given contemporary global technologies, cultural practices will also be studied within the transnational “travel” of ideas and people. Such germane issues as the legal and constitutional dimensions of censorship, the social formation of taste, the consumption of stars, the bio-politics of the body, transnational copyrights law-- will all pass through an intersectional analyses of gender, race, class, sexuality, ethnicity, religion, and nation, incorporating the insights of such areas of inquiry as multiculturalism, feminism, postcolonialism, and queer studies. The first half of the course is explores certain key conceptual issues and the second half examines practical applications. Specific examples are provided through student presentations.    Seminar in Arts Activism    This seminar will focus on developing our work, theory, and art into a realized production. Each student will start with presenting his or her ideas and goals of creating a public project. This may take the form of public art, exhibition, performance, narrative but bringing it to a goal of actualizing the work out of the school student world. But the class is more than just bringing the art into the public light. We will scrutinize and examine intent and where to bring a production. Media, reviews, current events, intent, audience, controversy, economics, politics and other issues and challenges that is vital to a successful professional life. These connections and awareness of the outside world out of school will be a reality check of all the responsibilities of participating in culture. The class is interested in original and dynamic thought, provoking associative thinking and awareness. The class is designed to transform and consider challenging your process and opinion. You are encouraged to bring awareness of different approaches to create new and borrowed strategies in cultural activism. The class is considered process oriented and the professor is encouraging conceptual principles. Process is encouraging original thought over guaranteed knowns.    Core Faculty    Randy Martin is Chair of the Department of Art and Public Policy. He is the author of Performance as Political Act: The Embodied Self ; Socialist Ensembles:Theater and State in Cuba and Nicaragua ; Critical Moves: Dance Studies in Theory and Politics ; On Your Marx: Relinking Socialism and the Left ; Financialization of Daily Life ; and Empire of Indifference: American War and the Financial Logic of Risk Management . He has edited collections on U.S. Communism, sport and academic labor and, most recently, Artistic Citizenship: A Public Voice for the Arts (with Mary Schmidt Campbell) and The Returns of Alwin Nikolais: Bodies , Boundaries, and the Dance Canon (with Claudia Gitelman).    Dr. Martin holds degrees in sociology from the University of California, Berkeley, the University of Wisconsin, Madison, and the City University of New York. He has studied, taught, and performed in dance, theater, and clowning in the United States and abroad. Previously, he served as professor and chair of social science at Pratt Institute, associate dean of faculty at Tisch School of the Arts, and as an editor of the journal Social Text .    Ella Shohat is Professor at the departments of Art &amp; Public Policy and Middle Eastern Studies, and also affiliated with the department of Comparative Literature. She has lectured and published extensively on issues having to with Eurocentrism, post/colonialism and transnatioanlism as well as with orientalism and the representation of the Middle East, including the question of Arab-Jews. Her books include \"Israeli Cinema: East/West and the Politics of Representation\" (U. of Texas Press, a new edition is forthcoming from I.B. Tauris) \"Talking Visions: Multicultural Feminism in a Transnational Age\" (MIT Press &amp; the New Museum,) \"Multiculturalism, Postcoloniality and Transnational Media\" (co-edited, Rutgers University Press, and with Robert Stam, \"Unthinking Eurocentrism\" (Routledge; winner of the Katherine Kovacs Singer Best Book Award) and more recently \"Flagging Patriotism: Crises of Narcissism and Anti-Americanism\" (Routledge). Shohat and Stam are currently in the final stages of writing \"The Culture Wars in Translation\" (NYU press) and Shohat is also currently co-editing a book on the cultural politics of Middle Eastern diasporas throughout the Americas (University of Michigan Press.) Her book \"Taboo Memories, Diasporic Voices\" has recently been published by Duke University Press. A recipient of Rockefeller fellowship, she has served on the editorial board of several journals, including \"Social Text, Critique and Meridians\". Her writing has been translated into diverse languages, including French, Spanish, Portuguese, Arabic, Hebrew, German, Polish, Italian, and Turkish. During the past year she taught at Cornell’s School of Theory &amp; Criticism, and was awarded a senior fellowship at ICAS-- the International Center for Advance Studies, NYU.    Karen Finley is a New York based artist whose raw and transgressive performances have long provoked controversy and debate. She has appeared and exhibited internationally her visual art, performances and plays. Her performances have been presented at Lincoln Center, New York City, The Guthrie, Minneapolis, American Repertory Theatre, The ICA in London, Harvard, The Steppenwolf in Chicago, and The Bobino in Paris. Her artworks are in numerous collections and museums including the Pompidou in Paris and Museum of Contemporary Art, Los Angeles. . Finley attended the San Francisco Art Institute receiving an MFA and honorary PHD. She has received numerous awards and fellowships including a Guggenheim, 2 Obies, 2 Bessies, MS. Magazine Woman Of The Year, NARAL Person of the Year(which she shared with Anna Quindlen and Walter Cronkite), NYSCA and NEA Fellowships She has appeared in many independent films and appeared in the film Philadelphia. She has authored and or edited seven books including Shock Treatment (City Lights 1990), Enough is Enough (Poseidon, Simon and Schuster 1993), Living It Up (Doubleday 1996), Pooh Unplugged (Smart Art Books 1999), A Different Kind Of Intimacy: The Collected Writings of Karen Finley (Thunders Mouth Press 2000), she edited and contributed to Aroused” A Collection of Erotic Writings (Thunders Mouth Press 2001) and George and Martha (Verso 2006).  Alumni of the MA in Arts Politics Applying for Financial Aid Art & Public Policy Web Site Arts Politics Application Requirements How to Apply: Graduate Program MA Arts Politics Class of 2015 Tisch Scholarship Guide  FAQs about the M.A. in Arts Politics  Department of Art & Public Policy 665 Broadway, 6th Floor New York, NY 10012               Phone:       212-992-8200 tisch.arpo@nyu.edu           Undergraduate Admissions Graduate Admissions Academic Services Student Life Financial Aid and Scholarships Career Development Counseling Services International Students Incoming Students Graduation Forms What is Special Programs? Study Abroad Summer High School Summer in New York City Courses for Non-Majors Programs for Visiting Students Open Arts Minors Blog Newsletters Videos Admin &amp; Faculty Alumni Contact Us  Tisch Events Calendar Admin &amp; Faculty Calendar NYU Academic Deadlines Calendar Many Ways to Give Why Support Tisch Dean's Council Corporate Giving Foundation Giving Individual Giving Tisch Gala Who We Are Institute of Performing Arts Graduate Acting Dance Design for Stage &amp; Film Drama Graduate Musical Theatre Writing Performance Studies Maurice Kanbar Institute of Film &amp; Television Undergraduate Film &amp; Television Graduate Film Cinema Studies Moving Image Archiving &amp; Preservation (MIAP) Rita &amp; Burton Goldberg Department of Dramatic Writing Emerging Media Group Photography &amp; Imaging Interactive Telecommunications (ITP) Clive Davis Institute of Recorded Music NYU Game Center Art &amp; Public Policy / Arts Politics Open Arts Tisch Special Programs Tisch Asia"}]},
{"detail": [{"content": "M.A. in Arts Politics: Tisch School of the Arts at NYU                           Skip to content        Art &amp; Public Policy Home Masters in Arts Politics Center for Art and Public Policy Course Offerings News and Events Faculty Twitter Facebook  home &gt; Art and Public Policy        Master of Arts in Arts Politics  The M.A. in Arts Politics: An Activist, Critical, Interdisciplinary Graduate Program    \"The time has come to train unique arts activists–capable of activating critical and creative dialogue between art and the world, and committed to reshaping how art is produced, perceived and received.\"    The politics that make art. The politics that art makes. This is an opportunity for artists and those working in the intellectual and institutional domains of art to enhance and elaborate the value and significance of their creative endeavors through intensive study, reflection, and engagement with the university and the world. Based at Tisch, the program combines a dedicated core faculty with access to faculty and courses from five different schools at New York University.    Students who undertake this advanced course of study will gain a broad understanding of the issues and the skills required to make their ideas work in practice. They will be well placed to assume a leadership role in creating new institutional venues and public forums for creative work with their publics and for deepening an understanding of how art enriches social life. Students will be encouraged to become advocates for the arts from within the arts. The program will provide a deep grasp of what makes art necessary—both aesthetically and socially—and what constrains its expression and development. They will complicate received notions of access to the arts and the artist’s social responsibility.    New York University is already renowned for producing precisely this kind of independent creative intelligence oriented toward making a mark in the world. Drawing on a diverse faculty across School and departmental lines, a dedicated core faculty, and special visiting faculty, the program avails itself of rich resources and its location in a global cultural center. Students will learn to blend esthetic and social innovation in close connection with various art worlds. They will be able to work collaboratively across disciplinary lines with a robust integration of creative talent and critical acumen. The goal of the program is to train unique arts activists—capable of activating critical and creative dialogue between art and world and committed to reshaping how art is produced, perceived, and received.    …the relation between art and society and the role of the artist in civic life.    The M.A. in Arts Politics Program provides a critical and analytic setting in which artists and others with a social commitment to the arts can develop the means for an appraisal of the political implications and social significance of their work. The program combines an administrative home within the Tisch School of the Arts with partnerships across other NYU schools to offer a spectrum of interdisciplinary courses. The curriculum examines, in an activist key, the relation between art and society and the role of the artist in civic life. Art is treated as providing a particular lens through which the social world can be understood and as a medium of cultural intervention in political processes.    The M.A. program combines core courses with relevant electives drawn from across the University. Students attend classes with those who have related arts interests in other University areas and come together to critically reflect on the discourses and practical strategies that issue from the ability of art to intervene in and transform the social world. Arts politics considers art as both a way of knowing and a kind of action, as an invitation to claim artistic citizenship and a means to democratize the public sphere.    Arts politics attends to both formal and informal political processes that bear on the production, dissemination, and reception of the arts. It integrates approaches from the humanities, social sciences, and the arts themselves. It studies governmental and policy processes and the institutional ecology and political economy of the arts. It employs perspectives that understand how to decode cultural meanings, how social movements are formed, and how to read the aesthetic dimension of contemporary politics. Through official patronage and censorship, celebration and loathing, affirmation and critique of prevailing values, art has long been imbricated and implicated in the political. Yet arts politics is never fixed; its historical and cross-cultural variations help us understand what possibilities exist for civically engaged artists working in the present.    In the United States, cultural policy is typically seen as being weakly developed, and the skills artists use to get their work into the world often frequently rest on tacit knowledge. Art is rarely bestowed with official status or sanction, which can make its social or political impact all the more challenging to discern. Given the often-subtle ways in which art interacts with and acts upon the social world, the political value and efficacy of art can be difficult to assess. Alternately, when art itself is grasped epistemologically, as a way of knowing the world, a distinctive array of art’s social effects becomes legible.    Curriculum    The M.A. is an intensive one year (two semester) program in which students take 18 credits per semester. The curriculum requires four specific courses for this program. They are “Issues in Arts Politics,” “Seminar in Arts Activism,” “Graduate Colloquium,” and “Graduate Fieldwork.” Students also enroll in at least two electives offered through the Department of Art and Public Policy during the course of the academic year. In addition, students must take up to 16 points of electives drawn from a University-wide list of linked course offerings, including advanced course work in art and public policy. Enrollment in the program will remain small, so that there is room in the core courses for students from other programs at the University. Program electives are courses from around the University that are already on the books, and the respective departments have already agreed to admit arts politics students (subject to permission of the individual instructor).    Issues in Arts Politics    This seminar aims to give students both a conceptual and practical grounding in the range of issues and approaches by which arts politics can be understood. The course will be framed by the following considerations: What are the institutional, discursive, and ideological contexts that shape the objects, images, sounds or texts we call “art?” What are the links between cultural spaces-- the museum, the movie-theater, the gallery, the music/dance hall, the bookstore, the fashion runway, the public street, television, cyber space-- and the larger realm of politics? And how do these relationships impact, implicitly or explicitly, the ways we create, curate, or study the arts? How do consumers play an active role in the reception of cultural products? What is the relation between formally promulgated cultural policy and the tacit knowledge that artists call upon to get their work into the world? What dimensions of the broader cultural terrain are made legible through artistic practice? What are the means through which art intervenes in the political arena? “Art” will be studied as a site of contested representations and visions, emb edded in power formations-- themselves shaped by specific historical moments and geographical locations. Given contemporary global technologies, cultural practices will also be studied within the transnational “travel” of ideas and people. Such germane issues as the legal and constitutional dimensions of censorship, the social formation of taste, the consumption of stars, the bio-politics of the body, transnational copyrights law-- will all pass through an intersectional analyses of gender, race, class, sexuality, ethnicity, religion, and nation, incorporating the insights of such areas of inquiry as multiculturalism, feminism, postcolonialism, and queer studies. The first half of the course is explores certain key conceptual issues and the second half examines practical applications. Specific examples are provided through student presentations.    Seminar in Arts Activism    This seminar will focus on developing our work, theory, and art into a realized production. Each student will start with presenting his or her ideas and goals of creating a public project. This may take the form of public art, exhibition, performance, narrative but bringing it to a goal of actualizing the work out of the school student world. But the class is more than just bringing the art into the public light. We will scrutinize and examine intent and where to bring a production. Media, reviews, current events, intent, audience, controversy, economics, politics and other issues and challenges that is vital to a successful professional life. These connections and awareness of the outside world out of school will be a reality check of all the responsibilities of participating in culture. The class is interested in original and dynamic thought, provoking associative thinking and awareness. The class is designed to transform and consider challenging your process and opinion. You are encouraged to bring awareness of different approaches to create new and borrowed strategies in cultural activism. The class is considered process oriented and the professor is encouraging conceptual principles. Process is encouraging original thought over guaranteed knowns.    Core Faculty    Randy Martin is Chair of the Department of Art and Public Policy. He is the author of Performance as Political Act: The Embodied Self ; Socialist Ensembles:Theater and State in Cuba and Nicaragua ; Critical Moves: Dance Studies in Theory and Politics ; On Your Marx: Relinking Socialism and the Left ; Financialization of Daily Life ; and Empire of Indifference: American War and the Financial Logic of Risk Management . He has edited collections on U.S. Communism, sport and academic labor and, most recently, Artistic Citizenship: A Public Voice for the Arts (with Mary Schmidt Campbell) and The Returns of Alwin Nikolais: Bodies , Boundaries, and the Dance Canon (with Claudia Gitelman).    Dr. Martin holds degrees in sociology from the University of California, Berkeley, the University of Wisconsin, Madison, and the City University of New York. He has studied, taught, and performed in dance, theater, and clowning in the United States and abroad. Previously, he served as professor and chair of social science at Pratt Institute, associate dean of faculty at Tisch School of the Arts, and as an editor of the journal Social Text .    Ella Shohat is Professor at the departments of Art &amp; Public Policy and Middle Eastern Studies, and also affiliated with the department of Comparative Literature. She has lectured and published extensively on issues having to with Eurocentrism, post/colonialism and transnatioanlism as well as with orientalism and the representation of the Middle East, including the question of Arab-Jews. Her books include \"Israeli Cinema: East/West and the Politics of Representation\" (U. of Texas Press, a new edition is forthcoming from I.B. Tauris) \"Talking Visions: Multicultural Feminism in a Transnational Age\" (MIT Press &amp; the New Museum,) \"Multiculturalism, Postcoloniality and Transnational Media\" (co-edited, Rutgers University Press, and with Robert Stam, \"Unthinking Eurocentrism\" (Routledge; winner of the Katherine Kovacs Singer Best Book Award) and more recently \"Flagging Patriotism: Crises of Narcissism and Anti-Americanism\" (Routledge). Shohat and Stam are currently in the final stages of writing \"The Culture Wars in Translation\" (NYU press) and Shohat is also currently co-editing a book on the cultural politics of Middle Eastern diasporas throughout the Americas (University of Michigan Press.) Her book \"Taboo Memories, Diasporic Voices\" has recently been published by Duke University Press. A recipient of Rockefeller fellowship, she has served on the editorial board of several journals, including \"Social Text, Critique and Meridians\". Her writing has been translated into diverse languages, including French, Spanish, Portuguese, Arabic, Hebrew, German, Polish, Italian, and Turkish. During the past year she taught at Cornell’s School of Theory &amp; Criticism, and was awarded a senior fellowship at ICAS-- the International Center for Advance Studies, NYU.    Karen Finley is a New York based artist whose raw and transgressive performances have long provoked controversy and debate. She has appeared and exhibited internationally her visual art, performances and plays. Her performances have been presented at Lincoln Center, New York City, The Guthrie, Minneapolis, American Repertory Theatre, The ICA in London, Harvard, The Steppenwolf in Chicago, and The Bobino in Paris. Her artworks are in numerous collections and museums including the Pompidou in Paris and Museum of Contemporary Art, Los Angeles. . Finley attended the San Francisco Art Institute receiving an MFA and honorary PHD. She has received numerous awards and fellowships including a Guggenheim, 2 Obies, 2 Bessies, MS. Magazine Woman Of The Year, NARAL Person of the Year(which she shared with Anna Quindlen and Walter Cronkite), NYSCA and NEA Fellowships She has appeared in many independent films and appeared in the film Philadelphia. She has authored and or edited seven books including Shock Treatment (City Lights 1990), Enough is Enough (Poseidon, Simon and Schuster 1993), Living It Up (Doubleday 1996), Pooh Unplugged (Smart Art Books 1999), A Different Kind Of Intimacy: The Collected Writings of Karen Finley (Thunders Mouth Press 2000), she edited and contributed to Aroused” A Collection of Erotic Writings (Thunders Mouth Press 2001) and George and Martha (Verso 2006).  Alumni of the MA in Arts Politics Applying for Financial Aid Art & Public Policy Web Site Arts Politics Application Requirements How to Apply: Graduate Program MA Arts Politics Class of 2015 Tisch Scholarship Guide  FAQs about the M.A. in Arts Politics  Department of Art & Public Policy 665 Broadway, 6th Floor New York, NY 10012               Phone:       212-992-8200 tisch.arpo@nyu.edu           Undergraduate Admissions Graduate Admissions Academic Services Student Life Financial Aid and Scholarships Career Development Counseling Services International Students Incoming Students Graduation Forms What is Special Programs? Study Abroad Summer High School Summer in New York City Courses for Non-Majors Programs for Visiting Students Open Arts Minors Blog Newsletters Videos Admin &amp; Faculty Alumni Contact Us  Tisch Events Calendar Admin &amp; Faculty Calendar NYU Academic Deadlines Calendar Many Ways to Give Why Support Tisch Dean's Council Corporate Giving Foundation Giving Individual Giving Tisch Gala Who We Are Institute of Performing Arts Graduate Acting Dance Design for Stage &amp; Film Drama Graduate Musical Theatre Writing Performance Studies Maurice Kanbar Institute of Film &amp; Television Undergraduate Film &amp; Television Graduate Film Cinema Studies Moving Image Archiving &amp; Preservation (MIAP) Rita &amp; Burton Goldberg Department of Dramatic Writing Emerging Media Group Photography &amp; Imaging Interactive Telecommunications (ITP) Clive Davis Institute of Recorded Music NYU Game Center Art &amp; Public Policy / Arts Politics Open Arts Tisch Special Programs Tisch Asia"}, {"content": "%PDF-1.4 %  294 0 obj  > endobj       xref  294 23  0000000016 00000 n  0000001300 00000 n  0000001559 00000 n  0000001819 00000 n  0000002258 00000 n  0000002978 00000 n  0000003234 00000 n  0000003504 00000 n  0000003582 00000 n  0000005722 00000 n  0000006175 00000 n  0000006440 00000 n  0000006591 00000 n  0000006725 00000 n  0000006948 00000 n  0000007236 00000 n  0000037379 00000 n  0000061359 00000 n  0000088938 00000 n  0000092693 00000 n  0000092925 00000 n  0000001118 00000 n  0000000771 00000 n  trailer   ]>>  startxref  0  %%EOF       316 0 obj  >stream  xb```b`` $2\b2 P%aCCp\u0003\u0003C\bQ\u0005[=!u\u001b\u0014\u001fٲU!l燞6\u0015%q\u000f;\u001a\u001dO]i\u000eZa=cG\u0005\u0003-000FttL\u0010T\u0000 H\u0000 ] P6S\u001aPZPЭ\u0001j\u0002i\u0006׎@Z\u0018k33nb3\u0010 I8\"8q\u000f\u0006\u001b\u000er{S\u000e U\u0003ҁ\u0005\u0013U\u0019\u00183Á\u0016\u0018\u0018^\u0002  |p\u000fj20\u0000 \u0001\u0002 \u0000͈C  endstream endobj 315 0 obj  >/Size 294/Type/XRef>>stream  xbbRb`b``\u001cŃ\u00053\u001d \u0015\u0006\b0\u0000R \u0004R  endstream endobj 295 0 obj  >/Metadata 40 0 R/PieceInfo >>>/Pages 39 0 R/PageLayout/OneColumn/StructTreeRoot 42 0 R/Type/Catalog/LastModified(D:20090727153857)/PageLabels 37 0 R>> endobj 296 0 obj  >/ProcSet[/PDF/Text]/ExtGState >>>/Type/Page>> endobj 297 0 obj  > endobj 298 0 obj  > endobj 299 0 obj  > endobj 300 0 obj  > endobj 301 0 obj  > endobj 302 0 obj  >stream  HWێF\u0012}\u0017\u007f\u0005`M70b'h\b Ȗ1v3~UC$~fU:uf3~ OEr! 8!·?d\u0019/؏ -b/\u0019l8οb:\u001e*V\u0003SYWl ٽbIqƕ1\u001b=xу\\ͮx r(\u0011\u0013ƾLq\u0015G|\u0019 o9(\u007fN\u001aqpM(\u001bqɚ\u0002Z Ud\u001a?Jq\u007f!cu\bT\u0019%̉\u0001 \u00169\u001eB\u0018E\u0000Y\u0012wO\u001esK\u0014\u0016R\u0011yD\u0015Q9Ҵ\u00134v\u00028NV꩖DtbQ\u0013rS\u001cQLrU\u0013)\u0015dBh285 {\u001223^ \u000f\u0015-1J\u000f%R컢4j\u0003P+2 5\u0001\u0014\u001a]=ڌuQ\"1=\u00129@w՞sc\u0003 H\u0082NnT@ˉpp쮫&OpQDq}\u0017\u0087!S%a- \u0018\u0015\u0012e\u000e `mGAdRJ]\\w~ \u0005r\u0007홼v|2 \u00166$/\\l\u0002RLv9իI\u001a\u001e=\u001c\u0005WԜݭk\u0017:\\\u0006\u0018|{ \u0016-W\u001flК_L, :c֏\u0012VL[\u001eD\u001c8%Wm+IF\u000494w,m > endobj 304 0 obj  > endobj 305 0 obj  > endobj 306 0 obj  > endobj 307 0 obj  > endobj 308 0 obj  >stream  hTP=O0 + >stream  hޜz @\\չ~͓y\u00003\u0000C\u0018\u0019\u001ea@` $\u0007\u0004BH c$\u001aC4\u001a%j1w 4 UVOc ,\u0013\u001cEƀ@>t&\u00078}\u0018|Kva\u00190\u0003`\u0016v\\\u0000AJ7\\\u001f\u0014A\bfC 5p;GR\u001aPTB'`?\u001c\u00198MD \u0003T[nz\u001393I^\u0003.m\u000e>-\u0006\u001dxF،w\u000fQ) B\u001f#y\u0005W~\u0007 \u007fP.t o\u0013\u0005.)|+&\u001b!\u0011R! u\u001d@9P{hFm. {\u001bE~y\u0018F_wp\u001a\u0003P4d2RAXD\u0016vM֣%7ar\u001f\u0019\"O7یsr\\FC\"\"fљt\u000e\u009dEMDxKߣp霗犹j\u0011\u0003o=\u0016ƿş'\u0004Q\u0017\u000e1!JbE^|XXʒT\u001e\u0019p/\u000f*0ߡu\u0003}\u000069p 5xT_H\u001c\u001d>\u0004\u00074_@\u00012 \u007f7pv(V2!@,Bi~A>V1g'|@\u001e\u001eBV  \u001f}\u0003z\u001c-$ D} 诳D\u001crw\u0007\\\u0016\u0006-\u001ey 74PaA~^0eOff{.gjJ#)nZ &!Nj*I\u0014x\u0012ȩv\"\u0011>SWgמ.躪3®ω:iϔq\u001f̔c3+3U \u001cW\u0015]5Bo\u001d՞6WdLiU|r \u001bpT\"U\u0013ݱ\u001a;Tyz4\u001c8bSH\u0014-#J8EAG\"=5zO5c!etuGT;6\u007fNT2b)SJyLDHc\\kvTh#FXu{F6 /2S\u001dݟ3B~5\u001a!Y\u001d;UW]݆3\u0003ߟiXF~ w\u0011-b\\CP@\" UZaaabEo\u0018\u0013?\u001c\u001aMŉ)^?\u0016Z f\u0001\u0005w\u00180[8 !\u001efx6GC ߅s\u0017>t'\u0016q۸QC܇#\u001a\u0011!ZD7b\u0019Y#\u0016\u001aSB ]\u0017\u0010,&*ȐA \u0016ҳ' Oa\u0006\u007f\u0018Iñ$Qe8/\u0013]\u0002@6w\u0016F\u0013NB\u0006d~&\u001c\u0006 # gV\u0010Wq\u0005ҸfUЉc\u007f*֏}\u0014\"ұ߃GعO\u0016lFy\u0015㵛\u001b~%4G?NB2'\u0003y  XzB\u0010uZ*\u001blW\u0007ʝD&.>>$!\u000ea⛡ сu2;Ft\u0015*\u001f+A]\\\b\u0002a M\u001f8hEt1yѓă\u001d\u0004A yem/f'S8S\u0003l̾ \u007fd\u0013:Qm_1\u001a2`~:Ic\u0014m8\u0010\u001d,\u001e0DxX\\`y5 FQg_  :\u001c(\u001cGФ{\u0000cr\u0015p;[+_`\u001c{\u0003c՗POHl \u0004ynQoE?V=HY\u0012g|VlnʷѮF\u0003 ;X\u0017 t\b^\u001cg*\u0017vt\u0005\u001bIQ\u001b)7\u000f`\u0015čOscM߇g\u0002\u0006\u0019\u001683?rD#b9b\u0013b/BE䤇~ d3/_x B MivAԆv\u0006:k\u0003{,Hh څ]\u001bKkq݅ \u001d9 > \u0006 .\u0017\u0014\u0010\u001bEJ`D\u0005O;ڝ\u0002氓gD8CN.Qt\u0013=J_S\u0001jk\u0019M*5B\u000e#\u0018#kbdu\u0018ň5Fc\u0014#\u0018ƈ\u0018#\u0010\u001f\u0011\u0017\u0010?C\u001cG !! F \"\u000e! v\"6#z\u0011\u001b\u0010k\u0011+\u0010Veuc3F\u0012c\u001e#\u00181Ĉ&F\u0018d\u000f ? ^B\u0002\bbo]ImR\u000fThqІ\u001fT9 /{{>i`4\\\u001aX,T.U*Y**^eTũt*J\u0012U\u0000C[Cdt%4pE./ kD\u0004O%7@âJ;$p aae׀Z\\\u0010 \u001a\"Sن\u0011z\u0007̺nvDZE+r\u001d\u000eF\u0007n дYOKKU\u00125,Į\u00015{i@鲓nn:ؙ\u0002\u007f \u001fY\u0012zJ\u0005mUKc  ם\u000ew[[lm\u001ct خ\u0000۔rAXl-ۺlۮ6n۶]!۷mݎl\u0016V6\u0006\u0011f\bլ\u0007;#.OuDb\u001dɎ4O5Jm۶NC5_j\u000eS}\u0013>\u0005\u0014  \u001cX4/eN/,*ȷZ\u0012W]{:+I*\"UEVZ '9\u000fڝ#( d1qJL,1#x\u001fpS/D0\u001b C#-/uʌE6\u000eE `\u0005{c|\u000eJxX\u0011OL8;;\u0002T\u0010\b`\u0001!׷J^P(#!\u0007 !k\u0001\u0012O`\u0016=i( sOܿqYMҥ{\u0006s˷1h蟄\u0015T;\u000eY\u001c\u0018\bZumK\\Djv \u0006b,RIK\u0013L\u0019KPfNnq\u0013w[-)55))'iV|ce˗E\"f=Lus$ٔ\u0011 /\u0016\u0012ՠkY% \u0010{.O|\u0015'ܹ#]\u0003IPM\u001b 䎐od2PY^XrS\u001fU\u001eTW6\u0081ch\u0017M &\u001b\u0018\u0011\u000e\u0019ʙ;p\u001a\u0016\u0004h\u000f;\u0011`jj\u001dn ;bђ\u00100yμ}\u000e餅\u0017`:9\u0017*nIX-\u00040Kͪh2w{}\u0011h479\u0005m\u0017\u0017Yg\u0015BP[z3=;\u0003pAܼ[V\u0014Je&;>qOQu/68\u0019K'G\u001a\u0011+p9\u000e0 Ec m\u001cQ^04\u0015)0\beϘ.SY\u0016\b\u00158}ħ!\u0003\b]\u001c9\u000eG(\u0007\u001c\u0005߀I\u001ff3\u0001#z\u0016\u000eE +l\u001d/_,\u001c 눺蟸>\u0016ʱ\u0004Ͼժg{\u0007\u0001\u0098 \u0016A7]0\u0004&| _\u000ek&\u0018\u0000MB\u0014@~ \u0018\u001e k0kѭ: \u001d\u001duE(\u000e,G Iզ\u0012df,AJɈ)(\u0019\u001c +Ooiߜ-:BL{gOۻw\u0010׮n\u007fN\u000ec$xݣ\\nk\u0015G'^\u0018n \u0019O#\u0001\bP\b \u0011[{6vB|~yc/\u0006}DOA\u001fz^/\u0014^8\u001eP *\u000es\b 7O\u001bg\u00124ㄐ04c\u001e\u001a3m\u000eb\u0013#Bߞ(\"q\u001935h6\u000fx)njf\u0012YZtV\u001a&3Y\u0013ʴK\bmGL*O/\u0015iw7* ZI\u001b \u0002h\u0019~g\u007fO;M\u001f>==}0i%2͒%\u00134 ZNV\u001fII^ ! Ηw\u001a\u0018S\\)\u00149O 0\u001b\u0019z ý\"X.\u0018\"ƺpJ\u001d\u0006\u001d\u001dd˖-\u0019^\u0018ED\u0015by\u0017L) lE$\u001fpk|wk\u0016 w\u000e-ߑn˴Jeh?uqJ4\u0007mivA#PSQD\u001f=Ou\u0003%A^2}\u007f\u001fϩ)R\"D#RQ\u0013ы\\\u000fz[\u001e$'x3ӓH\u0010 ս3'\u0004K-/$\u0010 O\u001a}$w`ӂGd]m?]wOnIKIΗ'Ƃ7oYԶ@FN\u0014~̝@lxE^][Y[{\u0018P um\u0004w׽3*'=(T!1dw[ɕb._PX\\+e\u0014qTQq[\u0005\u0015Q\"Fb\u001c!? {~T4Zĕ\u0017m\u0006W ` i \u0014\u000e^dɠC\b\u0015yJ\u0012E8\u001beFɣUB.&,X0uJExQM44/RqteG,@$Q.51-*\u0010\\¡QˬbJ˄,RQ*3OS>\u0004t\u001e`uqfPMir/Vtf\u0011 għ v8\u007fpC\u0019 \u0018X\u0006#O.\u0002\u007fF&>S \u0002zZ5c3q>\u007fFҸ\u000f\u007f-\u000ek6\u0001\u001de\u0013Mڪ Nw\\QPQR3Yp\u0006`Hm a1i\u0019{G\u001f7zH%KڦL\u0007>jvrc+=?\u0012CtR\u001e`B1YT Z[\u0012e/cl˟\u0004qW^)eZ{J̵cmc\u0015\u001d\u0012\u0017u+ax\u0019\u0005 \u0003荽b&b\u0001\u0003[8N/\u0014n5O8\u007fQM^\u0019NOd]K j\u0010\u00123\u0004%\u0015OL\u0006G\u001b$\u001a\u0004gLQ2mY8 \u001a9@\u001b\u001c:8qҖ :\u0013ӗɵsnj]O\u001aEo1f \u0016W/y]/dDWyk\u0019i\u001f\u0019)!>겫$\u00161Ƭ\u0017RgafGDB 5T|ʫ\u0004--2Z\u0011$oJr&Kk y3Vɺ\\͉Zbo̓@̕'ut%SYŤƋ\u0005 ] U\u001c%K9,*}\\l(%\u001eJu%!2hN\u0016>ѴQH5kym@0u5?='/Z\u001cU\u0014\u0010g0g\u0014 *ܖ\u0014]U5\u000f`zX\u0016\u007f \u0015p͓vU\u0019!e]V9++8)K ˚)Iөh8fh^w\u00052>P\"I;\u0014\u0014/:Wr\"ɷ\u00070w@ ~W\u0014!E\"y}ʾ {>T\u001fwtow\u007fս~gn%\u007fуxq_ܼߺr\\52 2SZ?=m/N\bEps8-ݞ}VǷ\u000eط@!-\u0014߄mZՃμl'\u0006\u0012{b~6\u001f#(\u000e(_w\u000e\u0006UyGy$O \u001aEGU;33K&s&sM2I&L2\u0019rɅIBB \u001c\u0084 `$\u0017H\bE h@\"tZmE\u0006ZVlkn^leen2;3\u007f\u007f\u009cI}﹁nz\\\u0011n$\u0004Ə\u001bW\"~\"i\u0013\u0010 '+2Eq?Esd\u001e\u001dZyO\u0016qj_-qۆ{j\u0016Un-'pj%K6^t9\u001a\u0000P]\u000e\u0010}7vnI\u0014t\"/\b=Y\u00003߁\u000eA \u001b\u0011Oi\u0015O[\u0014!}bШAQ\u0003\bqk/*]\u0000k\bDzu .4\u001e8:_\u0013Sd\u0001\u0018*\u000fE dSЙqV9v$\u001aGz\u0012\u0012\u001b/\u0010^p${=Q`N\u0013w@}ުzu$\\ݮ.څ9G/ $S\u0004/\u0010\u001fe8#φ=k#}\u0017EM*2\u001f1vU>?\u0017k7n\u0019\u0006{eya*S_\\\\W\u001f*ꍖ[VQ%B_^7\u0015'At\u0002Iԭ\u0000&\u0017.\u001dFZ/m$\u0017m]yhp&z,1֑pZLNt\u001dc12P\\س\\p$啳s䥯 (\u0006\u001f$%5rG\u0018*Lf \u0019lcc\u0018\u0018\u001b[mw\u0016:mΥmo;YgbEP;я4RPG\u0003\u0014Y0i=q\u0003v\u0003C\u0003\u0006ȁV\u0006`5pDu∿wv\u0012\u0002Ȇ8xU\u0012~U~\u00153 \u001d}\u00160[1CEIN\u0007kA$V}\u0007}BqFL\u000eW6\u0000\u0004J\u0016 \u0092(#'Rgg\u0015\u0002L\u0002@\u0018f3,7~k6J:b\u00190\u0002CщdnԔ\u0019(ҭsvxZ-l(23\u000eC^H )PKkx,l0\u001e-\u0000>PWid\u0005&tj,\u0000\u001a^uMmu\b\u0004f^zu\u0012) bh'\u0003Za\u0000\u0012\u0006\u0011Y\u0015 \u0001d>&fV,:W\u00190,3?\u0018'\u0004\u0017K\"Kys\u0019jF :U?&bRK>\u0018M%K\u001c !$H 镟|NSv v  Qԍ,\u00184a Q K5E )\u001d0F(XhD\u0007\u0018?pdV\u001e\u0014ă~ $\u001fM'~@w\u0017\u007f\u0016\\xw10\u0017o\u0001+W\u0014Nz8]īi \u0010Z\u0010\u0011X0Fǀ 3x\u001ez[]\u0010 Fx\u0013h$ Z\u0001/0Y՛\u0011D)2@+._Sc\u0007O \"\u0007,f^g\u0001ǐ\\yc?l\u0019,\u0005Xf\u001d/\u0018 uoٴ{Mo&ֽ|\u0013ܴIz}x^F.^r\u001e~B'H.\b\u001fD \u001d\u0019^\u001euzUzddKC{\u007f]9\u001dN\u0017\u0017?JoAb-\u0002W\b_\u0014.|oSj\u0019K++\u001d>m\u0012;\\Ч*KXU\u0010oU% XX#A Xʰ8BFl\u0005{\u0000]$[\u0010w!sC\u0000iJ+\u0018\u0003\"4qA:[\u0002U\u0011\u0017j\u0001\u00021\u001a r _CTXt\u0007\u001d#~ _3 Ef'޶8[9v!\u0019\u0007VUr\u0001kk_X~`yнaQ\u001d^ܟ4O 3\u0006:#IQ׆\u0004O-}t\u0003-ZƠ3j\u0010\u001971F ê ,g\u001emd\u0006Ԓ\u00010RyJ\u001c\u0013x/\u0002\u0015\u0001\u0010'9H'y(W5EsH\u0013\\\u0003\u0013 9S9S4lC$2n!E(s!W2ndDCN(єVK\u0014DW\u00008n-JTґi\u0001\u0000\u001c\u0017\u0018٠7d>\\\u0002(\u001bQ*\u000e \u0000~ݳ\u0014^a0\u0002)ʓ\u001c5:r8dOgB7lڵ(j%RZQ1v\u0011(s\u0005Zmؓi>\u001aoT\u0000j5 P(T \u0003o\u001eN\u0004\u001c\u00075U $\u0015)*T\u000fg#I#'\u001c +*nݶ}߱Ã\u00119n\u0010 '#ģ\u000em߄b(*ܳ$\u0006\u000e\\}C\u0000WfS7\u001f`[\u0013\u001bF7l\bǰ2T*\u001863qDg\u0005*@&  1נ@\u0001ɪ\u0018bEVcP7@\u0002\u0014ƁG!H Ys\b\u0018&xPv\u00025kl6FVͱL$1 `\u0007\u0000ze\u0005\u0012hu\u001a`\u0016l}iǴv /Q\u0019ԡ\u0016-Us)PYP%\u0019\u0012 \u0004͠gn i\u0006uG\u001aD4U\u0000\u0011 NcRW\u0017?eioW\u001eQZ\u0015\u0012tZrjA hJ+W  =4viL\u001c24iI\u001b|=\\+ǆ**a>]N6c _n?ȅS\u001bҺai\u0018\u000e\u001f[3\\392U Q\u001cK +}\udfa5m\u0013>KVdjEj\"|RrI͂ I\u001d\u00133;in=\u000erᴵJ o\u0019VL1-e\u001e|]gV\u0011\u0000!G-t,C͈V\u000eM؛,wYb!&\u0003p\u0006!\u0011S`v?v^RoBQ:7m'\u001a繼!gK9#\u0005\u0018Mݻfy1n\u0005V\u0015T. J\u0001-{6\u0017!rE\u0016\u0013 Xԭ\u0013\u0012R>μi+찚ycx_@u\u001cA\\\"i\u001fq$W`@) \u0005=\u0014Ww\"\u001e[rU\u001f\u0017(pg\u0019W(22\u0012\u0013(&J\u0018E A\"hP *^]NO`/W41?)B\u0011\u001b>^\u0006 \u0014|.k\u0003 \bz  32\u0012YruOmo`Ђ\u00063\u0007}bI]v ϩE\u0018!޾@.'V{\u0003#\u001feipB$\u001d-ܰ w\u0010pA\u0010y\u0018\u0018X \u001a-q\u001d^=l[\u0011 h!~ԅS?\u0010oK\u0001hס k'W\u000f&h\u0004T*;4\u00011w\u0003S5 `\u0013S(982\u0006\u0005|r\u00174qs/E}Vr+\u0000f;[{,8\u0010+|euk\u0003wGR\u001f.~3'C W j\u0007*G\u001b,\\`\u007f\u001d8=\u000fV\u007fuBhn\u0005G\u000f߹ls88\u0012CT  \u0007$`S-\u001b\u0007}&\biFb6(\u001a,mWO\u0014o= \u0011bU ,Ň%0\u000fЃ\u000f]Сr3Z\u0001WF\u0006`\u0015kӅӄ$JntVzO,qn\\ZvAxd8u?\u001d\u0019&zd/-={Z z{oY3?LTGDD4A \u0004XGuuuY\u0013'Aը\\%KL\u0002yS.KQ͸t\u007fΥфQb ^ft \u001bjN)W(-o-f!9=*ZD\u001dO4FN\u0014\u000eVS&d r\u0014\u0000Q}d ' \u0002S\u0014H>*UrxJ4Q\u001b!IO\u0002\u0004$d\u0004*OA\u0019\u0015˂v UXp\u0001\u0017y]Z+b.TtY\u00062V H\"o.,\u0003Ty\u00122\u000e_5\u001e\u0015x4i\u0016{Y\u001e\u001dV\u0014ooO./%0fj5-15M^2m\u0006\u0019aaM6Ǡ\u0018/v46\u0017,] ]n [wlWYTf6WrWs؛\u001d \b\u000fg(˭Cz\u0016_[d\u0015ʧ*2'\u0010\u001bй\u0005R-d$!c\u0019^ՂX%lI\u0016\bey\u0006J [Ϟ&5\u001as%M\u0012b\u0001\u0012k_\u0019/K\\d \u0019h~ u\u001f`4`}ӘS,\u007f'\u000f@\bDdY7\u0017f7TpxP\u000eyJT &\u00133.1jlm VKJ55nXg2\u0000guv\u0006Y;V{rƦg5m\u0007e-.ך\u001b \u0002A؇X\u0000\u0001a~\u0007{6\"%jIQ\u0012\u0007w\u0007%\b4}5ށ#8\u007f\u0001 |!K#\u0019 b%54G\u001fEz#]rzw\u0007k \u001cT\u0000\u0013\u0003^ \u0004*lFٹBWj-c\u007f*~ Ln6}arBpG;Z;ND'\u00128\\\u0003b\u000e\"\u0013nu\u0013 \u001fm@OdWMvvsG X.c,~,qT\u001c{&&1\u001edy/bŰ\u000f8z6\u000f? c[[L\u0017=ȡS\u0000h\\j\u0006/\u0018UtU\u0016$*̪&zU% e4FLAr|8|M\u000f\u0010!X\u000e\u0001GqH%\u0015`T3UŒ[dH\u0017tn\u001cm:2jaBS$i)A Mtc7ѹ0 \u0007i\u000fhѤ\u007fX6J\u0010h\u001c^$\u0018\u000eVC\u0000s⪠q5+Q\u001cA0 \u001a\u0000tFY]>X}\u0013r&\u0003\\ ~@Z&Xh7j\u0016 \u001a\u001eG\u0002 W\u001afVc5\u0000r[0kBdpX0{W\\ڱدD\u0014 ~`Cu\u0001?o!\u000f~\u007f\u007f\u00012\u0000Ͷ9\u001a^\u001d>ܑ\u001bׂ\u0017یU\u000f \u001b\u0010@ 0΃H^Q\u0010\u000eڪ\u000f8\u001czf\u0003\u0007A08c\u0010\u001eP\u0007\u007f``6!\u007f\u0003uUP\u001e%4d QET 3\u0000\u0006:iT\u0015\u0007OUu 4-\"\u001cnFV\u0002BU/?B\u0016X Ԍ껼UT5sUއwʴ ́~XmO17XW檱Vz\u00189\u0001u\u001fM\u0018M`Y\"Zw\u0019ŀ/mQ\u0007C Z\\\u00118ak]6n\u0012y\u0017 w.SU\u000f\u0015 \b,T\u0006\u0003M\".o>Dତp)a i\u0017\u007f\u001b\u0002\u0001\u000exlll-/#pF$1\u001ck_\u0012 X;\u000ePї 9ezx8',Ö\u0007D/sw\u0003^潾w\u0007wZx|W_>@y+\u0013w&\u0002Z5\u001d=!oڋ.zqgJguZCVbu\u0017V6Y늕YԺ\u0015\u0006\u0017Jū\u0017\u001c\u0013{p\u0000\u001e\bq|f>3d?\u001e[:\u0007\u0002H^\u00119~ оK\b].\u0019E,6\u001aqY( 'G\u007f}`8VU5rIQ+U\u001eSR\u0004f5J3\u001a[D\u001d]\u0005z=fn\u00066=]j#\u000f\u0006~  \u0003\u001b%\u0000F\\C-!:\u001euUGDZXt\u00017'N\u00045F\u0012-6]d8۩΁z7Z m,{%Xy}ٸR_㋙+W$^\u0004փJy/\u0005ti\u000f2\u000fo\u001f\u007f)\u0006.$MS 8Q)xrD\u001e\u0007ˬW(* z i\u007fN\u0017p\u0012U4& -= \u0018U\u0012B3\u0012)=A Y\u0002=ľ\u0012gnDSm3nviJ>F\u001ajVIxD\u0016\u0015 *_b\u001eP'\b'\u0018xhOW\u0004*#Tuy\u000ff\u0006n:ն}[;f_.lu\u0005Z\u0015o͟\"ncwćT'\u0016:&\u001f)ᔈ\b|=&S֩SBޛG\u000fy{aa\u0017/F\"+n\u0014xЧ{'@y9\u00030Փޘ(\u0001l`\u0011\u0006# 8\u0003@:0\u001b(@\u0007>*,\u0000\b..]G'iFC!P*.\u0015icX\u0010U\\\u0000 f\u0013aDBK\u0004A \u0010\u001e/JFKfbx1³#Q\u0012&i^Ԗ\u0001g.蝃ݴ*9\u000eo,בwē݌Uш '\u0005^\u0004\u001bo[\u001e\u0001n`Xc}b\u000e\u0017xg~h\u0007V> KzL\u0017\u0010P\bgP~σzbbƯ\u0015AQV=\u0013W%\u0006\u000e`.k%'Qwu}\u0003`}';[{iPw=52X\u0011Hյ 盳K\u000eE\u0004.\u0011C\u0004a7\u001969,s\u0015vOс;l,wKYi9\u0018\u000e a{+\u0016k\u0012\u001a''&\\?_':N`SϺsn.M\u0018 f`F 7ٞ\u0086 `$n\u001a lp,8\u0013\u0010$`6x,H\u00046TW! \u0001+\u0007\u0016E\u0018b:\u001a\u0012m_f}\u0011Uv(R\u007f(!n4\u0004\u000fA\u001c+.$\u0004UQ/\u0015]K\"\u0016ea0\u0013V0\u000e((8F# \u0012a+O-!\u0007q:EeQ\u001a0۳\u0011pzk Fqs\u0019!fAECߪ\\^Iz\"ǱI\u0000\u0004NN\u0002d֤\u0000\u0015OhXҫ5 UoGYǗ\"\u001eTi\u001b+ {\u0019\u0005#0q2qa\u0010\u0013[Q6~w-\u0012l}`\u0004=r )\u001e`\u0013?=`cMDSR\u007fj :睰\u0007΢\u0018DhGʿ\u007f\u007fSa~͈\u001e\u0007zDI\u001f3;6\u001d&bӈ[\u0002\u0013X,g3S󝝻Ӯs.\u001a=@*uYm\u0011\"\u0005;lf1g\u000e\u0005g@\u001dR`\u0002THu!Ҭ:\u0004ۮ\\m(\u0001\u001c|U[8[\u0002\u0016X婂\u001cm\u0019AavCbPC\u0011XFu&\u0002V+@i[י\bo;\\i?#;5\u0016F/oRȷ5՞amυO8b-%CC[+7sK]u\u001fxN7+l% s[ J!I\u0087{z\u001eʂzl,j6hob;Fnjґ/wt\\\u001a GM\u0003\u001c;V>!IŰ\u001d)Bݏ&vwh,2\u0015\u001d))\u0017V.(s 5?ļ \u0002\u0013X\u001b4\u0007\u0013 8\u0000$\u001dhe O&MC5SZoJ\u0014N׵%\u0095\u0006 \u0014BH\u0015LP\u0015\u001f\u000e2Xm\u0017sJ1\"N\u0003۾) 4LL&b\u00155&q \u0017l\u001f_\u0013O[\u001b\u001cr}wQ1n\u0013(\u007fȯ0V>\u0005/S\u000eLi%prkf;X\u0004\u007fL& ϙu6c\u001f:3\\;2\u0012#ԝ8sUG6bꂵV\u001br ]ȶKeiC\u007f3BJUCxh[U\u0000oap\u0001X xT\u0006  `bH$\u00154:P-bt_e'fq\u0005{T p\u0015_\u0006\u0011UBUsE$~hUfd}\u001e2J l7Q\u0005-\u0016Fc \u0011V I#eq`N9+ix\u0004)\u001cL/\u0004H`+F\u000e]\u0011 ^%{ο  +WOk_\u007f>;w\u007f1\u0011:\u0018X\u0017\u0018V\u0000_\u007f(.#\u0016$y u  \u0007)ְ\u0002 `R\u0014ʪ%\u0012#1\u0012xBu\u00193Q̣6u\u001a|l|n\u001c\u007f~\u0007\u0016ͽSцƩh\u00036\u001f\u001dRr#)\u0016Fa\u0000#\u0000 L\u001d\u0007\u001dY>\u0005^E\u001762g\u001cǦB\u001504lRka\u0016R6\u0018_kZQ/8\u0011y\u001c\u001aT\u0007j r pU\u0010C\u0017\"2\b\u0019 qd)h\\\u0007Q/V\u0010\u0006K噌/s\u0013@#;P\u0005iLwB3 \u0015fIb\u001b;R(WSl8 Nl]0\u0005=tE[ v#րn`5uIt\u0007n(\u0006\u0001\u001c'L4\u000f\u0001\u001f)\u0018SX'}\u0012\u0006\u0004.2\b7gV'^=\u0004b2\u001c\u007f\u0004\u0011яh \u0015y\u0013k:dM\u0014Ns\u001c=v\u0005@\u0019 U5*a,g.iY-p\u0002 zXa!\"U\u0007\u0014\u0002`$ol|>][;\u0000~+\u001b\u000eonv>r#ħm \u0003?Cl܌5bϕמTKkV S.# J H\u001c\u0000 ӽ}mο;) 2\u0015\u001a s\u0004kD)5#>\u0014{v(5/d:r\u001d \u001dt\u001d\u0003\u0007\u001fi]شa\u0000f9pR,PaA\u0011\u0098\u001f\u00161b}U}V/K1\u0010\u0003Q5\u0017 ?\u0011M\u0016PCY{}\u0011)j\u0018c 2\u001d\u00128G~zwRÈ\u0000\u0018~\u00075rQP֦\u001byN\u0006n\u008fFz\u0002Fo0 A\u007fֺm7~VC@d9DLs zpd.VU؆uc+\u0011[ \u0003?rIȃ2\\p4s \u0007`6HHAW\u00107h\u0010}\u0010\u0004\u0017pW2-.B' \u0001CB13}.rO\u0004g\u0006\u0015\u0018Rs \u001d9\u0017\u0010\u001c!#Sb=)hw C:\u0013v7Y\u0010\u0017}b?  {O%\\3s\u0007tW\u0015bN\u0002\u000e\u0005z) \u0015/\u0015PbȶΦ/K`0R((ƨ;)dkj\u0004\u000e\u0003f\u0010q>'F(D5\u0012\u0016\u001dkDҶ 2|)D\u0011Jb \u0010% 6Nr\u0013[+-\u0014\u0010\u001bww@HU }:B+w \b'7[j߈9-\u0001T{Xh2\u000f]X{D\"(Z bRfx@y[T$-Ÿ]\u0012\u0014++o\u0011&l\u001a ohv/|Yuvz;;gl&f3tt\u001ckkqP7\u0017\u001c\u0013ޯ\u0004\u001a;uN 8ZtA\u000eA}6?G\u001c\u0019.\b,&Ų؉\u0018u,\u0006`Gb3b\u0010>\u0010\bI\u0000`{\u009b\u0010P-{S̭ \u0013ƾd d2gS\u001a\u0007U3aDTn\u0015MɊ3Uŉ͢W\u001a%G{#qUf*$ECu).]\\nf,Z(\u0003u#kW \u0012Qb604(\u0013\u000ehꎻ;\u001afXֹt\u00151A|Mӄ Јu\u00078 \u0014`u\u0014ś(}pTp@K2\u0004\u0011 p\u0012\u00000Zre\u0005s\u0018\u007f\\yAYp2L5G69\u001bt~~e|4\u0018-ƅ&] +*\u0007c)qtt&\u0016cPXơS3 K06>>&\u0019=HL\u0012m1!{n\u0014\b&͵hK&ܞ\u001cF;o\bݐa Ȩ5\u0016\u001bNHwi -;\u0014\u0019\u001fH\u000ft \u00188=@ \\\u0018\u00010\u0000T \u001a1d\u0018#uQY+iE\u001d''\u0011k\u0014xs ^ZR\u001b'\u00150_#g $EH3eicۺ;=\"'\u0012(Hʳ,֧-ٌ\u001dˢf%YA(s\u0002@\u0006M3[S?\u001aȆ\"Cv KLZ6}GMx\u0010 Q(\u0019\u0016=rl0M;I\u00146_az\u001bE3svw;Dg*dxh\u000fqN\u0017\u0004[\u0016ڇ \u001f\u007f){y'/3)A h,\u001e1$y'B>f+Ua.({ƀ\u0018Ԃk.\"\u0011.l\u0017\u007fjc0\b;0LXWW]\u0004\"1Е#.\u0011}}-\u001e\u001aC\u001d G[خG\u0007X\u000f{ڳ5\u001bQ&%\u0019%U0l\u007f?\u000f\u000eb\u0017÷l8 2&|ڼi(m6\u001b\u000ewƟ}󎱑oN?\u0005㼒\u000fSWy\u001e.:w\u0012-dUw.HLa\u0003{\u0019siQsG۴֑cO\u000f\u0018gawKkwI\u0014\u0011 6j-G#_\u0014\u0005+n1 \u001a .L\u000f|)T\u001aZq&\b>5\u0011}q0躸hj^ v-F):[ԸAށ\u0004\u001av\u0018k\u007f_\u001dɅ+Æf. ~U?6Q\u0018Sf\u001d}Sw)p\u0017O˾``錭TYBݑC6^nnJf\u001d-j+YmL\u0004=\u001d T)u\u0011\u0017BZU\u007fsѝ{#d_}910ܹjTxJH_!`\\. \u001bN͚.qXM\u0002I\u0017[\u0012r\u0005^ޔֱbT)&%4EdצM\u0012w+\u001a'4\\q/N\u0004\u0018iv{7Z\u001c\u001a;u E\\T_\u001e}&\u001f\u0001\u007f\u0000\u0001\u0018\u00172\u0000E\u000f;p\u000f2\u0005\u0000\u0005\u0000,x6l#]\u0007\u00038~\u0002PQ 6_\u0001 A\u0017HvT*Uj_M\u0010 565\"X{GgWw m\u0007}\u000e\u0006\u0006GF\u001b\u001b\u007f CO\u001d82Ӑ' ܯ(\u00015B\bMiDCk^T-Y8\u000f__W\u001f J5h9\u00130\u0014̚8(?C:mW7.m\\*O&']\">ן\u0000\u0014xGf'bv)A\u0016\u0004f&Ky\u0002jۥ :+dW##{ \u001f\u0000d`\u0011,, >stream  hޜy `[ŵvZ-˖dɶb˶J\u001cK޷\u0004;\u001d [\u001cCI(!1K8,%P>ђQ\u0012N\u0001]^,\u0014^\u0003\u0014p %Pzg4[ܙ9sf\u0000\u0016&U-cί\u0010}#ۇ\\\u0001d\u0000 7c\u0002[7mP\u0007@87ovG9K\u00001ͦOC \u0011M7)%\u0000\u0015>Bަ{7K`{U\u001ebpێaŷ\u0001Os|1)\u000fX};\u00061S\u001c۱{\u000f\u001b\u007f7v]x> `\u0000rp Bx@\u001agR\u00146P#*x\u0002Ao+~˻\u00067B%.x:0~JR\u001c\u0017$!\u001f \u0002\u0015? \u0019p XXCf@\u00054@  W\u0000l\u0019n'` \u0000 8 gq|?\u0019\u0005 s\u0001|qD$\u001ab%^\u0012\" d0H6d\u0017G\u0011SNZ@;*:HӭSF\u0000}~>E_ʹ%\bw\u0003!ߊ\"\\Ji-j \u0011 kQEB\u0000 \bV\u001b>x=\u007f\bp N\u0013\u0014 C@Α{d8%0Ѝt\u000f=@oGcx}C\b\\6|\\ 7m\u0000w{{-7\u0003/\u0001I1\u0019y]~^p\bB\\\u0016&WoZ1[,\u0010\u0015\u001f\u0011\u007f%^IR\u008b3\u0002\u001f~D (l B\u007f%'\u0013\\1? oa0 _c_J\u0018x\u001aa\u001dl\u000eʡ\u001d\u007f;dA\u0001)%V͎Md*j;\u0006\u001c\"Pm,PZR/*\\+zr.gN#˞iZ&cAj*B\u0012\u0005\u0004[qw  %;\u0019Wd\u0013nj: w\\\u0011\u00135#5]\u0007u%\u0016;L=M^я;QwbNN/|Ň\\lnN%ѺwdK\u0019wJj6JJI5\u0012ޱS ڲ\u0014\u0005\u0016G6$:l\b .ex}gE\u007fK#77ZR M#u 6&~ 4$Ħ$w̦\u0003Gݧg&o6_޻~x? GY\u001f\u0019D9̒iϫ\u0013ʦi\u0002BgrTDssfl\u000en%s=NNNL迲4ݣQ|iIq\\\u001cv7~y\u0006R\u0019A D\u000e\u001cрXhEAcq\b\u0005p0\"mA!|C \u001d\u0018 \u0004@\"\u0015߁\b\u007f%\u0007#X^#X'B8\u0003\u001a1)\u001c\u0015\u00056\b\u0013y\u0002yBo?9/L K쯄\u0003\u007f1GYğ{yH^Ĺ\\˽\b1\bٍ*\u0014{\u0002 P\u000fN\u001c{1\u001f\u0001\u0017J .E\u001fK3N@H~׉\u001f\u0013\u000fx\u0000\u00137|_և\u001fWP\u000ex&y\u001ecs^\u0013\u001b?\u001b\u00138F6+MC_\u001e'U\u001e\u0000ı,a61y5z9Λ 'K\u0018\u0014zz\u0007&&$\u00043N nzN@\u0015Wx q(~+\u0004(c/u\u001cVx:Q_-g `04\u0007#  3.+\u0003\u001b~88\u0019Eq\u0017!D?WQ7R88\u0013\u0018۬W+\"\u0010q^\b\u007fW@\u0002V mp\u0002\u001a\u0011V\u0006V\u001b\u0011#\u0002\u001eOqq\u0001OO\u00038YZ X\u0014Q(µ\u001aG !P'l0޲q^~7fA25?԰2~D[66Ĳu?>)fkA☯\u00056vOHt\u001c9Zpm5k'\u0002[WJOJF5+u\u000f2\u0002]b\u0007d\u007f䓒\u0016?)\u0017{Y{g\u0012U̸V~ }ǂ\u0017 oZ\u000f[l=ډv}HZ\b'3+> ?q?k|_\\\u0003Xl\u001f²h\u0019pg1.?d`\\\u0010oFA=\u0017\u0006rcq1\u0002\u0006\u0016\u001b\\\u001f\u0007\u001b\u0003[!u\u0015\u00168Iq\u0011}\u007f}\u0007ۏ{nƸd1J1\u0001b;+\u0000Ϡ~\u000fъhǘэs\u0013 ҋd0\u00033\u007fö˱E_$\u0002 z0 32&\u0019,\u001c\u0005 /?@\u007f\u000e 8o!e\biL U  72 g /\"v\b\u00118\b\"\u000e!^Dc~BD?\u0013\u0004RD;b\u0019xv6[j&ghif\u001aHkO] \u0016\u001aX;)#ʕ(3RڴTF\u0007ֻ^\u001f{o~ 0f\u0018\u001d|4 (Ua\u000ekkk#z\u001atzg}A\b\u007fH k`\u0005x.r\u0005\u001f>}4 >=t;4P䪅RY\u0002ggR}R.\u0011e\b\u0007188b)Č\\ x7 (~ [C[X\u0016\bsҹ \u0006k)ă;\u0010!\u000e#\" v#v!\u0010\u0011}r_קTJ\\\u0012SbOJN؜\u0012Rb4%)aM sJR\u0098\u0012\u0019)\u0004Q>x\u0012q\u0006q @D|\u001d\u00103\u001b\u0011\u0007\u0010;+JwI;cYE\u0016KJIұұ5R£p+lE\"SaU\u0015FASh\u0014*B!*x\u0005U\u0000:Մ]\u001a\u00123#еΝhwV\\\u0010$a삮ՍZ\u007f\u0017ce\"J({\u0006O\u0011rg\u0014s\u00136K\u0015\u001ae\u001dvTgcU\u001fwD`/rt\\?#nUx=\u001ect\u000fLu \u001f\u0011GZ6j.O)14gZC;rVX g\u000fم\u000f/85t\u001cR\u0013F\"1^F;G\u0003\u0010`\u000003r3s3ry+\u001e$\u0002n~\u0006=Tln41A\u000e4DTPna\u001a3\u000eii\u001aÜŀz2mDۣiVrf\u0018Cإ9\b\\eL$X\u0013ꪚ Ŭ#(^OArB>F`UK K\u001bkZm\u0017 > 5D\u0019^(k4KDSٔ\u001bZ\u0019.rj\u001c@\u007f\u0010\u0016A\u000f}\u0016\u000f\u0018\u007fwtЖ.\u001eM\u0003E\u0003\u0005s\u0002  9ܑ |5\u001f\u00140\u001e(e/l_Ҕy\u007fژP(]TݑF\u001bs x,:\u001cL\u0000[Bφ1{bs\u0006\u001e\u0019C]wlUUq\u0005> `~\u0010㖭Dżȫ1/+\u0011Yf> l&@A`EY;hP9*8Pl^'m>F,6t\u0004G'\u001f:4VmǋqQͽ\u000f|3ET چ]\u001a*3I8B{DAan'_m$.ȫ)Q j$SQٽ.t\\y|Gc{MzWQ\u007f\u001aGˁX|qOPy=o\u001eK~ \u0014 \u0015P #Mv\u0011A \u001fRӿXa̞\u0002\u0011-?Q \u0015 k'n\u0002s\u0017琼,\"1U\u0017\u00941\u000e\u001cx\bo,;\u0005R|A.Xx\b[k)29@$9\u0012`\"Zl\u0012R\u0018]Y\u0011\u001bŦ@,(\u0010`LI,OWԒ%  \b\u001d {\u001aP\u001a/\u001d+K\u001d\u0018PF 7M7#:PC\u0003\u001fF\u0015 Sfi\u0017ƫ\u0006Mye\u009f\u001d\u001dnl.qVƆ\u000fNdѵЦE#9\"\u0010%UզP.X8Q-*yPPj\u0004\u001c+x׾r] np˱\u001a*b6RC t\u0016Z3ũ$\u0015\"\u001asNqF\\sj\u0001A(C%I\u0001HVhWrPsʾ\u0001Ȧ\u0001:\u0000CVjj(4\u001biuC]3|o\u001d5EtG\u0014\u0014ޮ+ۅ\u001a`ʂJ\u0015/E^q\\Sӯ'U\u001d:\u001e\u0014AJވRѼ5VAg\u001e[\u0014(7.2cd\u0014c\u0005\u0018b\u0012 g^ʶOb$8\u0017c 4{16xTƌrT./-\u0016\u001f!j#$Z\u0010\u0019Y\u0013S|^٩1efǽJkjV!3\u000eKl\u0015dHHOzuCIuѯ4\u0017d޼L3\u001a_Hb^Y#f\u0014-uRmr\u0014/Z\u0015fZ\u0004\u0013Թ\"i RmsK\u0002PG%\u001e\u0007ϙ\\wf0X-5 ffQ]n׈\u0006+\u0011yt~i\u0010o4G*lyn۔ UP>,̷&\u0016^4uk3 L\u001a TbNo#D\"8&\u007f'\u0012J` |.ҮZc_f A\u0002\u0010rz5\u0003垁hQ, 7Bfi˰ -X8\u0006Vc`bmdxn\"\u0016\u000eZ\u001cqVka\"t\\\u0011\ude22\u0015*h% tNU6ڐ yZ  1.^\u0018 fqfS30_kl]c YO*S\u000e¤ԕ^jA[ʗ{q͜: 3\\9^D'x-cٻԵS=HJ!n(Us][Z\u0005P\u0005\u0007\u0004 uا:В\u0007[,\u001eÝ4JM̯R^c\u007fK?ٻQ/jiTA4\u001bWڨn@*^)pM\u0010\u0014\u001cF\u0012r( aZj \u0005u%UME\u0005N%Oh~vu\u0005X' \u00119\u0005Q+%\u0000Os\u0013^2\u007f)T֔c*{*g9rO媧 \u0005 ْ'^\u0002Y{^-Wmɒ-Yd]\u0012'؊8q69:i\u0012;1m,-Τ \u0014Rƥ6탲4(s3 \baﻒpH\u0012Jv_~3(PضfX3̬,k5ۚ}ͱ\\sIdO\u000e\\?C\u000f_/lNݥudOѯ[ٮ99^/\u001ey]uoE\"\u0018\u0004`0? /3x[\u0006F\u0005`~ 4\bR\\!jUk7\u007f\u0018޼\u0013J֨H(%:\u0001\u000eT\u001fs\u000e\u0002v6i̩*5k8\u000f[ \u001e#%\u0000e\u0005aɢT(qO\bY\u0016&\u0019jvtWjTEvt\u0015\bJ٩?,7#\"\u000e _nt e[\u0005_\u0006Ɣƶ ,.Ţ& 8z\u0003P\u001fa?)w\u001cL\u0018*q-6$\u0004342\u001205H(#\u000e -NC\u0012S\u0016hڞ2\u0006YeKT  C\u0001\u000f&k(p X\b\b Dt8i\u000e\u0007\u000e\u000eP*OL)B\u001b\u001bdg3mk[\u0014z)h\"h\u001ah2\u0013U>?] I{'>uȴYU08 4& 7.{R{T\u001bT^\u0014Z;oߢDE1 ֈ\u0010;uOj\u001f\u000f>bkoɹN{u!S 21 T\u001a%\u0005P T(󸶶Hxc*\u0018jn \u0004\u00000 n\b&&XUu\u0017*Dɾ.!T3),u\u0001ѝ\u0011\"q\u0014\u0019H]Dʑst\u0011ax\u0019\u0019Ңx\u00134 \u001d!,w[\u00001$ڊ14 o+3.\u007f\u0014ׯ\u0016|x8WsFsl\u007f` e Ɓ\u001aa)!QT\u0003$e;zdyA\u0013\"l\u0006&\u0003!eH\u001dN\u0007 Ў\u007fjKx4{qϊޮ6C2rS\u0006Q[H^I6\u0005j,6#'w4\u0000\u0013Bms1 \u00140B9iX=@ť!urhZ }j:\u000ejBڰ6\"\u0003A\u001b >۪f[3Pkw?9V3+'sSf|bR9ab i\u001eK@ Co' #1}^P\u0013#b`(KZgG\u0016\u001d^yh F]4S Vk4ޅcry/7{w=zE:\\C.qK\\lsjT[\u0015΅LrHT$?tX.\b[Z ?-]H?*/\u00022\u0006D\u0003`HxI\u0019- nHF,Z,\\&f\b\u0013\u001byP p[gTJ} \u001a2&F\u007f\u000e?5\u0004 l׳/7S\\֜}7fҗMe;ͤ\u0019d&\u0019\b y\u001d$[BѨ鵖\u0017Zi!\u0016e\u0002|zjAe[t\u0014tXqUD^>*Y\u0011\u0015]\bi|q\u001dQ\u0018?[f\u001aq(*9YBP5@\u001c\u001e1\u0001N\"#nYUU= _>_h3\u000fu7.H )\u001c}\u0007:\u009bk\u001aخ4\u001dj\u001dA\u000fD MMIp讉Xľ i3-\u0016?>oH|5\u00073} ]MXoZal\u001aH\u0004=㿳Bx tjBQZ&l ٮD7?\u0001\u0019lXA \u0014ǁ_A\\\b\u000fkF#\u001b -D{pZg!uHM]\u0003\u0019l\u0000E\u0017Ո\u0018v1AQli\u0019lO\bVo \"` \u0018\u001c\u0001:Rxrx\u0000 g\u0002}Y\u0015\u0014ƢPċpn*8孊^~Ư֒\"F\u0019e\u001dyH\u0014\u000eDŢ\u0006\u0017\u001b9A$$_.\u0005* sk *?n]\u000ee\u0002\u001b\u0004VfvL68\u000f ,\bvG\u001f\"+fP*U`6bl4\u001fˊ\u001a\u0017\u001d۲\u0000\u0004\u0004\u0000E\bmxH\u0005P\u0018ꤧclu{UU:)l;4R\u0012GckUԨiR}\u0013z?\u00180W\u000fr\u001aTD\u0015n%;  \u001eVNʴRcW67>\u0005z;yKaҦQiZNR)3FU/\u000e AI\u001c7\u007f\u00033P}Cn(oTأ\u001f\u0016\"Il\u001cpb2\\\u001eL?╅+\u0010DUP5uNLy\u0013.Є\u0019ki:g$L=CM\u001944*ϙYƦ?\u0005\u0007iuyD1-\u0016S\u000f]x¨\u001a{O]M\u001b  \u0011;XǶ\ud8f3Ҡh2-=3{Hu\u0005Er|+\u001c.E\u0015\u0002- 7a \u001b\u0003ׇ/sG%\u0016FN?\u00063=\u0007\u0015\u000f\u0015?Y|HbE}x\u001c4w/BSW\u0011H}F\u001c\u0001X}܅\u001aoAsHs2J\u0010a\u001exm;0R\u000e{J\u001fx\b\u0007t}[\u00100\u0019\u001d\u0001\u0011|d\u0004\u001cup\\    \u0017ȡ\u0005\u000eރU\u000e\u001f\u0001R\u0000؇?7Ti\u0019z,#\u001b 5\u001a\b*\u000fA+T\u00112C\u0015,{SGrאyTF$ 7U\u001f!vIM (OMǣB\u0010}3(F>a̝T\u000eIuKpc\u0003\u000fP\u0011Zd\u0001\bƕ\u0012f[sc\u0013\"\u0012\u001adn\u001b%\u001au9\u0010 \u0012O\u001cCkCa)XT>NqKg'd)\u0013''L:\u001a'RX\u0013?O s* VpG\u0004쌎`(>Kc/>Nf-*ؔ߉z\u000fnK\u0012\u0000\bdjd,L}V\u0017' ?A\u0002&M5\u001de4GZfh\u0002M¿QNIy 'S\u0004TS\u000es|\u007foA/\u000eD%r.D4V UR\u001c\u0003E\u00050A# 1%\u0010{Ub\u0004ABֳ\u001d8T\u001bh\u0001\u0018034h>4\u0015\u000f] -s\u001fҌSv;cB7ٽYn+\u0019\u0014k\u0011d2ť\u0007\u0004)ԡ\u001c0\u001132&\u007f\u0001\u001c\u001dΎX\u00071TFI@ï%IN\u0012pr\u0015>%sI\\\u0007\u001f ^gD\\\u0010Ñ\u0017\"td!\u0016y:r5B EV+\u0004\u001fFH(R\u001b7\"$Sb [h\u001cYO\u001a֦{~)Tb\u0006g$q k^KB\u001fi}BQ_'N:\u0014\u0006e5TtJ ,(M\b\u0006(i*\u0012 ֯D45*\u001dv}h\u0010\u0015:ĕ Q|-tj@S8f \u0005q\u00065n\u0003\u001c[=9\u0004є\"Z*Q\u001ecC\u0003uݲawN8Q^\u0001$(\u0000\u000f\u0010K֫Dh\u0005\u0018%\u0000\u0006KU*9\u0000\u0014Ÿofeo T9'/yZ6N\u0001\u0002gpn0\u0000LLո0lɮ{o8e]M\u001aڼ0\u0011Z\u001a? 1ջ|폈\u0010X\u0004.\u001fd\u007fb~$3>(}ˌa=sU\u00070ݪ\u000e\u007fZ\u000e}I2NaU?,\u0016\u0017a~3\u001fU\u0006`5[c\u0015&ZLt6qĠ\\Zcuu\u0003=T,aP[]t,\u001d4EY e ؎'- \u0011a(ib25+tu\u0014gJ$3,Msӹj|!w5w=Gr\u001d$\u0007\u001dRw)Gf#fuL6}V\u0015ñ`^q~ zVAʬ`53=S\u001dR\u001e\u000f?ȃ\\~(?'Aw& \u001b7om3ʵ>Eub\u0011*ENd\u007f7Œ.;iq\u0012 h1o\u001d56K`4$PpK\u0005A8\u0007\u0004\u001f\u0014#5c \u0000&\u0018IZl\u0006\u0018\u0005!;x\u0006XS MdݫЎnNmN+\u0010vcf؟[Whi2˵v\u0003& Xa[\u0007ZOR;G{D=+*Yo5\u0015vȰgĔr$ߗgϊ:oT\u0003k\u0001B\b|\u0010\u00039\u0019\u0017\u001f\u0019I%|\u00123\u0012qxx\u001d:bk$ꉌV9%Q2޸UH=9U+7\"&wd\u000fl*Ce.4\u00164 D/U\u001f\u0001O\u0005IWWDLqT%q+>ĩgĆwts\u001d)h\u007f\u0006 3Γ@a\u001f'ݾ֠ݦM+fG\u001a\u0000 V#\u0007\u0004+c5\u001c\u0018>\u0012\bmR n\u001c\u0018HUWj!\u0016UŜQP\u001ds\u0006۴\\\u0016y FL* \u0000ӺO\u001f\u001e8@\u001b0$I`\u0004\u0016߸Mnn\u0010ۍ-a_~n3r\"J\u000fELɻzE\u001eslPiH|\u0004J8\u00102YLP1\u0012)v Hu\u0016 }bXݦ@ĲQʅpHí ;~ #SU!B\u007f߶1 -47um&垝\u0000҇.Z'?;LW;X\u0013 e; IFE\u0015\u0015]Gc1mo8D wMvOOO΢:-vZ\u0001= BxT޽OZ\u0011^p\u0014\u0015l,ڪl)U\u0015\u0006 ; #΃ SuqΌp`U,ݔ\u0015{\u0007SBֱ\u0005d:wp\u0014֓SزV\\Sc\u0007?\u0007c\u001f\u001e106?'ם\"+ o{a7eXIYrb%\u007fQ?.\u001deв\u0011N,2\u0001V\u0016\u0007%?FH*Mݭg\u0010>n\u001b \u001b\u0016v1\u0012KD`.G\u0003\u0005C\u0013Z\u001a~ (\u0010\u0000Y4U9~Jzhj\u0004;)\u0012;D C\u0014tʹDyO\u0012\u00147G \\2\u0019f TR\u0016\u00134_: :/EB6umRy8/N\bޥ\u001c;Կd3\\X\u0018^/w} =O,D\u001bv.+=Qox/ #\\dw\u0012\u001e=?_@hW IK ֊\u0001\u0017SF\u001c:M\u0011\u0016DAV9\u0015STGjܬ\"p\u0006\u0018t  'r \u001f\u0017ffӟ%c{'t\u000f{;Ɵ\u000e#  X\u0007~a\u0019%^/*V%\u0004;)  \u0017^}׍G\u0007mչt\u001eC3[?ݧ\u001b=\u001c^AW@\u001fBVuCTإz+\u007f$mY.?\u00153\u0003\u0003T uNY\u0011 b/i\u00014''l\u001a ls [#uѺꞪcFuc\u0004\u001d^\\\u001d2_To$ &9K7ީ \u0013|5H\u0012cFh\u0005w?~\u0018:0  ޱmrN \u0011\u0000SQ\u0000 \u0003\u0002;Qp\u0005|\u0005 1Nⳛ\u0000O`\u0018ܽo^NE6\u001d\u001a\u0004| \u001a\u0011\u00166\\7L[|\u0006\u0007o\u0006cMlJ\u0005؛'n X\u0004aA}@l\u0010$ .!b+\u0003~5!Tb/\u0002\u0012[(9Af=\u0006 $M\u001a{Ku 3[\u0013W?g+Us='X\u001b2 GDjj3?5܇lƔ!- \u0011zX(4Fn .@\u0004Lej\u0013H\u0014v\u001d2\u007fM{,/*w\u009dfXuZ^\u001a TIt02/߄n̗\u0005U\u0013T Jo}\u0002:P4z-d$iXﬧh|Tj]\u0019KLot:fL\u000e~fI Yf\\\u0001V \u0018\u0005J\u001e3Q?wbE e}̋[\u0005-ۇow}~Ju;s;K{\"Kj!lBBuKL\u001do9w\u001d\u0015 (-F\u0006ʲ J#7owiyC\u0013_NЬ\u00181\u001dƚ\u0010,M)\u0016S\u0000UBOo.^^\u0003XI\\\u0001y p\u001bh76bK1PT\"(\u0016'\u000f/\u001fϿ9OSj:I\u001e8:7X3ܲƕ+M\u0003O0\u001cf|\u0002#\u0015%qՌ~^~\u0015a\u0016\u0014ư/L0\u007fz j7Y\u0011o}:a\u0016\u0017\b\u0013WQ.\u0011x'\\ly 8WݽKV\\ǎ}l\u0016\u001a+\u0016 'Ȟ:i-p=CiɑlY6ضA47\u000f`\\a\u0005Rߏ\u0007ؔ ݡ6dj-R\u0015+\u001f\u00103sH6(0c>˭ ;\u0002\u0000?\u0006h\u0000/\u0000`l\u0004{\u001c=(\"\u00004\u0000\u0004\u0000n\u0000T\u000f\u007f\u0003R ⾚6s%\u0007@U\u0000\"\u0002\u0000\u001d\u0000w]\u0003 \u0011\u0000:\u0001N,2>\u0000=\b\u0001p\u001f\u0001\u00020! \u000eol4X{\u001b0\u0002\u001f\b\u0016\u0001r\u001faz\u0006\\}ø}\bLi0\u001f+\u001b\u007f{Ӂ\u007f\u001ar\u001d1tN\u0017u\u0016׿^s`\u001d'3K\u0013XC\\\u0001u\u0004QUNzw:\u0007 w%oq}꩕mōeōS[\u001b+\u0017}CK\u0016l5;\\,.o_^ \u001f >stream  hޤz `[g,I& L2'\u001bYId\u001b\u0002\u0000$\u0018HX\u0002\u0001b\u0016PQD\u0013\u0001AH\\\"غaD\u001d\u0010$]j]/\u0015\u0017A@;m̹߽{ιg\u0000\u0010\u0000A\u000fp0kێLđO\u0011n\\9xbb\u0001Țŷ[m\u0014I6ڹ \u0000\u0000|U>ՙ\u0000v-@oҖ%}\u007f\u0015=_r\u001c\b,G\u0001hk֊{\u0000\u0006\u0000M:\u0016wۺ\u0001-k;\u001d\u001fpHo}}}s\u0001\u0006|\u0000c\u001a\b.6ٽ3'\u0001̫\u0000T]\u001f\u0004=B\u0016Rx\u0002 D( md\u0005YEl'\u0013\u0000\u00135;\u00072Ok\u001d\u0019F\u001aN'`aKEt\u001as ;Sy2\u000f|0o,,|\u0001_F\u000f D\b\u0016. U,Iub'n\u0015\u0012?\u0017LR&UH{e@oGC\u001e_P7\u001d\u0014~݁q4|M/cޙE\u000f%t\u001d8gMk`\u001a4\u0015\b]R\"w 5ԃ2a% @w\u0006D\u0000IyY\u00133RSI qh-*r5\"\u0012f\u000e  6\u0019  VVɒ(\u001c%Rh{=|\u001bRٳ\u0005\u0007Z\u001bhq4\u001e{Bf1 )[\u007fB PQ\u0012} LIM;w\u001cv\u001fi2G3g(}>^yCt4[=^u \u001dҨK\u001dKթ)pH\u0006{ G!RQH\u000e(/8DA֡TirO[xf֗Y\u001bRS T],o\u001eW?꩸a9Az\u0002\u0004sV\u0010Q+9z{yF&)OJ[٫gn\\0Z6Z#躸Svq \u0000\u0019V\u000eF:\u0005\u001f\\p \u000eoyP[ Gd) \u0015f.\u000f\u001bl8H2\u0010 D#\u0010V# k!bN@lBO1\u0019(z:1d'\u001ePa\\\u0002G\u0003rN\u0018B{|2\u0014s=\"{܀\u001bn}1\u0014b  ]h\u0011:Q\u000fPqE΃p; \u0015\u0000hBr\u0017`p\u0018\u0000 rQ3x[/j}\u001a\u0005\u0015Ol-\u0004邟'YBa\u0015\u0017\\\u00068|p_  \u0017OF\u0006TU\b\u001f7\u0002kٓ\u001e>8\\\u0005\u001fpѫ\\\u0013:7AW`g1\u0019\u0004\u001f>\u000exVl6P\u0013 z\u0010\u0007A@\u000eb g0d>\u0003mT粖tWB:󳀝1&]D.XJ@\u0000`\u001f^\u00163oc\u0005_̷Ǳ\u00188ۉ|Z̿~\u007f'%Q \u007fd)fk\u001c3\u0015\u001bk\\&$\u0001Ͻ\u0002%\u001e1\u001f¼yAM\u00052{+ϸ\u0016b2\u001dW ,\u0016Y \u0003'nh\u001fϻx \u0016!J=y\b+iŇX\u001d_˹Íl/\u0003\u0012Xk!U\u0003.|\u0007o)6\u001f(\u0003z6 L*`\u0013\u001bZr\u0006E\u0005;84\\ 3 h pw__ of{)1\u0017uJ]d5⇸g3s\u0013#ʠԼ\u0010Ž9YX:?>.b\u001e|\u0015l5w`>a rY\u001c>Qx@RP(U\u0001;Ј\u0019\u0004=\u001aab\u000f`O.\u0006\u0010Yq6g\u0016ݭԞ!\u001a\u000f\u0011A8?'\u001cw\u0005`\u007f=)\u001c \u001d\u007f\u0001>VGc{\u0003}@\u00062W@2\u0010\u0018cЃtHw\u000f\u0003\u00197!(B\u001e\bCh8\u001c\u001bcZ\u0012f_1\u0010V\u0012+xJwwKԠ6hAeWe\\Yfhҹ\"n&DC*~\u001b\u0010\b\u0019t09㨷sG4\u0017 ,-Por\u0004\u0015tB_M\u0007.a3\u001c'\u001d\u0001s/|4,h\u001dhAZgn GI\bRnwi9 E5\u0018`Lbɝ\bb/>_BK\\\u007fd~B!\u0018l ӧ 6s\u001f }.7]\\\u001dO{k@!\u0004d|=3\u0019& \u0010#\u0004-XX[L\u0010P\u0011|Y \b\\!+C\u0007tktKt)RNvDT^(}\u0002Yd/G\u001130\u0002N{s\u001c*Kow\u0002;no\\DO( \u0015GǠ; B6cI]^UI V\u0014d#i~@#dx'\u0017;s&I6\"dB/pY(k.Q$ d$S\u001bY w\u000e\u007f5 .,p+3s'̝>.ֻ~V\u001eژ\u0000w\u0007\u0004\\LP%ǘ\u0019a1rk[{!\u0016d3s140[0/`^\u001f0qgx;ҽ\u001d6D\u000e\u0007xoTDގ\u0006\u001bF\u0015: i8\u0006ń\u0007\u001dz ~S\u0011z~V^vb\u0001e\\BOf㰤\u0001*\u0003d)8\\ƨO\u0007>) Y |MS^z 0RH 0J\u0014\u0013\u0001n6\u001b4qөMf\u0019\u0019zB\u0007qy\u0019[W\u0013nFc;A'\u001djl,/;h\u000ee4\"š e\u001e\u000eL\u0004G\u0002h1\u0018x34*[4HӉDΩVDWo+%\u0017Ey:WPQQ\\P6Sr7t_9ȿ\u0010giIKyۜ\u0012C24\u0014Q\u001a\u001aPb6t\u0016*ά\u001d(\u001c\u001er_Q;J \u0014(/\u0006\u00133&\u001aqh\u001e~s?\u0004;?\u001d}L\u0011\b\u0012Wk!Ye\u0013/JM4\u0012/~!GtБ:Ƌь\u0017%.\u0015Q\u001d\u0017PÕW@H~ jr INvB|Nv^nV&\u0014Q]bͷYc\u0012~XbHm NɈϬX*h\u0005O\u0013\u007f\u001d\\\u0010a n4hb\u0016BBbm\u0017mܘ\u000f##g WQB[D22Ô\u001dDI\u0012D)\u0011#ů\u0010DN\bSm\u0013oԘ\u001d\u001c.\u0019BCCMijkҼ($(%H\u0010PH# pݒZTTpj?A!QOMiS~W\u000fjɛW\u0014>WB  \u000f.n\u0013G\u0016\u001b\u0017Zw>lػsg4/Ic5'\u001eӱc7\u001eRN>to?v>poÖƭ[\u001aTԠ }>yjzfv8\u007f\\8&\u001e^k\u001aNr'I|RuR}RsR{Rw2i0|0bК }b'}>m/Ϩ5 v=8ːa\b\bg1aǂn*+ҒVX`6\u00113\u0012dYP*5Y$s޵\u001b>:c\u0017gqq͒R[3Z f6\u0017Xf\udab5Yuf./0\u001e$M%3G+1W\u0012ps\u0016U\u0006G\u001fϹ07q\u007f#\u001c斢Cw\u0018!n1?\u0018\u0018t5aZ11\u001aΜ3h  \u0007>74faxURs&S\u0005!;v,\u00193h\u0006MYt he\u0005o\\>Ԅ\u0004\u0016ry,s󔖕i#b'ąI\u0013&6\u0012\"ŧ\u0013It`;b\u0012\u0002ē*\u00130\u000f\b\u0011@Rֲf\u000eŅJ\\ώ\u0018=A'.$3,k| \u0012pIXy]ü \u001cZ74g\u008d ^e\u0006T) s|\u0010Q\u0005\u0013sU\u0012!rrXZZJF \u0013  &t&A'Dp\u0014 \u0013Kb.PU1ru,\u007f/a9l_JׯCBs ݳ{ HBwZ\u001ay\u0017ڏz|Tp=:apָ8}-wӆ{\u001dm$\u001e_GֵfD& \u0017[4~r\u007fw\u000f\u0003\u0007[_0#.yEUY+\u001fZ\u001dֻ.V;/?\u0003UMM'}k^T7 ə \u001e}`mo-sFD.rՖ^~`Ѫ\u0013uYuS竾߫Vm UނiU3{\u001bq9uzEHZ\u001b \u0002}Tʶ©STfu\u0001\u001f%:\u0002PGG\\)\u0017\u0017.,hoi\u001bl;vM2\\8mӷ\u0006ۣ2\\Q\\jiu\u00066vqg\u0003k\u0005m\u000120B}zziߨϪU\u0006aiܨ\u00167\u0017ptw\u001a \\\\:Z#\u0017\u001bm\u0011+v\bs\u0011\u0011{,\u001b\u0014y-n\u0015 ]x\u0013 pr\u0018\u0019,\u0019Ge2QV*YV3l\b|-ܽ9j_pVxZX\u0012~'|*Pj$ Bk%D^6}\u0002ï T\u001b\u0015yU\u0018\u000f\u0005@~IApe;z |l,8#5Pߵk\u0011$\bG~ \u0005q( tG a\u0003L*02\u001cF;p46:\u0004H\u0014\u0012\u0001qiT; yOG!\u000e3\u0006\u001fNӸBZy̩?\u0003emϗ\u0003`gƎJ^Q2@\"4+ݴt\b3 mz^ xB˯\u00169łe(C ]q\u001c\u0016Y\\MLDX\u0019A%Z}=V%\u0018i\u001611 ?;\\z7KRN \u0000\u0012ژc\u001e \u0000#eXB\u0000s.C\u001aVΓ>[BҐRȆ?mv@x\u00048Y \u0004\u0006#k /U\u00024K'+N\u00148;W~\\幪\u0017\u0017/4p WMl=u1tSpf'~h ɾil\u0013iS߹Ų\u0004\u0012\u0016в9~ۍ0\u001e7>K\bf1Tm?v]P2ffe\u000ff;6\u0007\u007f%f_\u0002\u000e,\u0004mjVq\u0011\u001b Aa\u000f\u0001zY \u001bY=st{Rjys{\bu]\u0018\u0003@P+\u001d\byY#+\u0002P\u0002\u0018\u0018\"Eůϖ \"X T\u0018f^x:\u001bHؠ/s^叧v PUWGJJ\u000f\u001fMu\u0010酯=\u001f{g/#\u001d癣˝.[[=ό.\u000fml,;C͹-HuΑ ˳\u0007$UX~Z{:s\u0019*+},KO$v#l\u001a\u007f$4BilG\u001a4@WK>- \u0011Y`\u00172|\u001f߿\u0004/.7mTp7!1q!еc\u0005o\u0002%awC#3\u0000\"1R@\u0018\u001ak}X--ߜ\"y\u001bkYqP\u0007i\u0002\u000f!e\u0014w3\u0016 yIFF^e\u0010Wm7o\u0001ƕB\u0011Z݁o%\u0016| \u0000\b\u0015@VhrȚ&x%l \u0004 ŝ[\u001f?\u0003/x\u000f (\u0003Y KIdoGM\u0002Ys\u001ff\u00070\u0015 \u0014\u0005 \u0017HGwꌐ\u0014l\u001ab TOa̽>\u001bh@NoW{\u0013\u001b|j\u00021Q\u001c0V\u0013#\u0006\u007fӸKJ \u0013qu ΢l\u0007Hn$߿c \u0011Mc'cb\u0017cXl\u0004;%\u0012)x9\u001b\u0014/g~T\u0019\u0005gYiV,.7 cOU4J$ɮ-J\u0017\u000e \u0003jT\u0001P(|\u0007:j\u001dalI\u00025o\u0005D\u007fI,Ym\"\u0002dV_=oCU(FZ6KgO6l(\u0019\u001c\u0019% \u0001A= ,Dc\u001d\u001d\u001c1~oe\u007fMT-\u0000\u001a\u0014\u001a%,+\u001e5B@Ji`WE\u001f~ h5Ljnvr7s..&[[=\u0005a\u0011Q1拪󪯫.P=i2ȏ6V\u001c?vwo>C(; 2|t\u0017x \u0015xMCϽ:\u001c~\u000eEi \u001c8=r}\bR|sY\u0011 \u0006Xcpg0\u001b  \u0019\u000eP'(st֐}F\u0018\u001a\u0016Ө_Q\bk>\u000f\u0002_1UEf\u0014p\u00125m#s\u000e F`0N&'\\\u0000\u0010t'܏yS\u0014'Q\u0014\u0004?'\u001c#{X^\u0016\u001e獭~UVʄ HV'Prl4K*\u0017!QhĢ 7\u0012\u0010* `\u0019)\u001b`\u0012 y9\u00123#%{bWF*\u001e$\u0002E9\\h\u0017X\u0001!\u0005ΤjYg*(tOI\u0005k\u0015p Z-,]6o`z\u001bf\\ټ^\bÔ0R\u0006P\u0005ޫܰ=F\u0019I5jIVp 2g\u0016p\u0018ln\u001dZ=FN ѕ\u000707{%:\u0007\u0019DcFo[[m\u0003e5H$wV\u0011\u0004BY#J> \u0004!fP\u001f8\u0002pu;OtwGWLה\u0007\u000eZ o|xS1 D\u0004\u0018M\u0011\u0002\u0000G\u0010L \u0005?\u0000~]OAGigO\u0007- \u0003\u0011?jZM\u0018GbPo\u001e\u0018\u0019dYHԦ.\u0005J)IӔ T\u001aUc,\u00178mlbٷϡ81\u0002:\u0007z&\u0018w\u001c\u0010H\u0000\u001aԲ~oԽR?I%c\u001dkwM\"m@\u001cd:01^& uu+\u007f\\8l\u0000rʹ\u0017Ns\u0016\u0003ɕQ[Z%\b`\u0014Vؿk]xʬjP8j8: |E\u0002ፇn\u0017z\u000fO^n2\u0013\bb6;w>e\u001cx~\u000f\u0019)k\u007f\u001eݪ}c\u0007QdX7 \u001cY`KeG\u0018X1cDׁG\u007fD Q`R;X s\"\\咕e+\u0002&\u0018 DEk$xwT9튚+ֺ\u000e#&)-I,صEu~DZ \u0013g㚸ۜOƧųL\u001fۧiy%&ǘ1vL=\u0019ӎMMMeS)\u001dx*r\u001dj6\u000ehd`2p[4egj&\u00040Fֲ~uR=MZ\u0016rHWww/y7\u0016 Vp@3ܶeKMLнf={f*h{lwrcrM1Ww_Ƒ+\u0011-V\u0004ӭ\u0012H# 01q.8w&\u0012\u0016>GZ8Jp>nk+0M/\u000fNAI4z!\u0000tf4W\u0006\u00056Xn 0ZC\u0005a5 oMj߳g%W\u0015 n7mI\u0012PB;P)\u0018y,H b&\u0015ޗ\u0014[ \u001e\u0012s;%Q\u000e\u0014u\bo\u0014.Կ|\\ s%\u001b\u0002w m5&\u0003\u00183Y1T\u001djou*a8]m\u0018@\u0005pCT5MdT੮p\u001d;huq\u0018w0Ymw\u0007Z{p\u0002U\u0004Q  î-~\u0019\u000f c\u001f>xԐ c_+\u0001yz\u001dRٳ-ƾG9*QFcg\u0007\u001bهyM*BH\u0019QY\u0007\u001eUۀ~Ur$P\u000eR\u0007k ^R ^`\u0006\u001d\u0019U\"DAˍxӞt$J\u007f!4aH[s韥1\u0012q\u0010\u007f95pyv٢L+p\u007f\u001dL )Oz/!};E\u000f\u000e.!\u000f$\"\u0014MET&u$hOS$ŦR#tʐ\u001a.|+W\u0010.\u0017\u001b\u0002JQ/yU Ը(H\u0004K\u0006O 0JKTzu}Axk=&}%ς\u001aűL\u000f\u0017Ђ\u0016%O0I7!)M4 hݸMZImn\u0005PJցs{, TuJ\u000f¹o\u0017Q-2\u0014j0'mjJ.ό\u001e2\u0007K:F\u001f9\u0011\u0012@[\u001dY\u0018\u0006J:/\u001d\u0010cO\u000f5Vy\u0002%YY\u0004\u0011iE $N֜[:wH>4\u0006>SFc\u0018Y\u0002xQZ]b\u000fnYy'\u0012mHƣ#{߀ku\u0012|/''pjĄlۑ[tڅ~ r\u007fNu(8\"-n'Ir* O J=zg`~kq\u0012. \"S~\u001d\\P1 r\u0000eI\u007f\u007f1=\"4\u0019 \"\\5n7?(Xa*i፡ҒZVM7\u0019aXZ%ű\u0005\u001a\u0014\u0005zK\u0004!\b('\u0001j\u0019>[uQv\u000e|aM-3zfq\u001a\u0005x)$\u0000\b3\u0003oǌ+6;u\u0012\u007f\u0002۱ރ%QKͪWL1Sކ\u001e\u0005\u0012#Qp&\u0012;I%now̗;]uC(5B_ yE颽\\\u0014:>%v9n\u0014\u0018\u0011\u0003LMyv\u0001ٙ\u0019\\>8 9>\u0000siU4 o\u0001\u0013\u00062/\u0002\u0013￑:\u0003\u0005\u001fzmTT? aHfs\u001cbH=Wu5 59\u0019Q\u001a\u001b \u001f\u0007j\u0014R%ך\u001eт9ULhj`\u000eA\u0015L\u0001k_?ZH \u0016/\\m4:OGY;@C%6J\u0014$\u0005ʴv\u0007g \u000ep&I `D\u001f\b/\u000f\u0000-U|Ao V +'\u0002B\bll_Z*J:\u00021-vaL%\u0016l8X\u0007.lYsO\u0000\u0007^]?\u001a=@\u0010\u0005\b\"! hF ?\u000f\u001bJ\u0015\u000fÏGiV+\u0017}3oOCk]Ȣ\u0017ܻ=挐;F0q\\JU.Oi\u0004\u0012P)\u0013,|\u0003\u0002u_=\u007f.`\u0011j\u000ek\u001e\u001b4F 'P@ \u00006+wUV\\] 1Z3~\u0017\u0006ъeT\u0003\u0000=&c2,ĀA *:c}u \u0006U*nYB\u0006^ʨAY\u0019r\u0019`\u0005QQmm\u0016r9\u000eY$]A\u0015T% ~D~d 뷃yE\u007f2آ \u0005\u0010G6(fi+yަt\u001aK;&\u0001-\u0001@+~H(E`\u0007W\u007f,DG\u0019QT\b\u001c\u0004q-PfJ\u0017_0sNetnPˆ*Aؓk:2k\"x²^\u001fR\u0007x\u0004f}Sd3_=S7\u001d\u001aS U[|h%/?~\u0005\u00007Rmk1\u0004MjHl\u0003:L\u0001KьG_{9d\u0001\u0018@5CƲ\u0001#\u007f#i~ނT]Jq\u000e Ff\u0000o-ye+iP\u0010G\u0003#:zʻ\u00015k5 (b\u0015\u0003%dc9hڰQE ^Z\u0014o\"׋Tmڌ\u000fmq\u0007 o1A+.!ˉJ[e  uyv\u0006\u000e!\u0005\u007f}\u001728-\"^\u00129!7UM\u0014h7MU>\u007f0c\bW/BuwC k\bƴ`Ll{ |\u001bg4#i4FӒò$[\u001a\u001foˎ\u0004;Qb\u001c8I(@\u0012\u0011XB˵\u00146-48PLݰ\u001emvlK5\u0014~mӖ\u001c=3#1\u000f\u0014]\u0018~}}޼EA\u0012bE{\u0004/\u0001+m \u0001ӝF$͜\u001cweɲ\u0001\u0097-M] נif5\u000eͬQ,'8B\u0010\u000eR (k#Qkh\u001dN{a\u001fVVFvzO q$zC4T pmϘ\u007fO\\k5\u0006ʑ眮̝6]-\u001c bxH;;b \u0019kG{xz\u0086\b\\oi\u0001\u0017Dz:1\u000e\u001d\u0013\u001cH$Ï\u0002\u0010^\u0001'\\1u\\0%\u0014ĭ1OA\u0011\u001brUj4Ɲ2\u0015iCS\u0006u \u001b\u001a\"\u001br\u0011U;q{ \u001b+p7]\u0004.uZ d} \u0018FnX~Ӻ\u001bhu[wm\u0015vA\"4\u0001\u0010q'\u000fU#x5 ͋c+)\u007f{}ow\u0014.2p[:&\u001asp@a\u007fY|uUZ\\aOu\u001bɩj[\u0019Gttv[\u000fuU_I(d_>\u0015$_w\u0002|\u0014 KU\u0003YV*\u0005O'['oOޗ|qП#\u001fq( \u0002\u0016N1>\u0006bܴ\u00078;3~_\u0000[\u0019N\u000eH,W|^FQ^n ?'\u007fO +agDER!d8ɁJo\u000fZ\u0018\u0018Q$ uɒh~t\u0016\u0002L촼`rb\u0002xE8\u0015ߤP|\u0001t ֪WQ;9y\u0004$v{ r\\r%, %6Ri\u001b x\u0001ð\u0004؞şXh)-L J\u001a! >\u0004n6j|6[v\u0010+k:Q=\u0016Ͱ/%\u0012ܾH@Nk\u001bmݾföLwѷ\u007f\u001eH Idi*(\u001a\u0010j\u0001lLx\u0016`A$&fb}w_,ۯPt\u0003(ey7n\u0004e\u0016\u0018ʧ|7bKn  ?[(76KCfmWL\u0006\u0002])J57e\u000eK DR\u001e6kLu~`Z\u0011*EiwTj\u0018Dͨv|\u0010\u0011\u001e\u001dH\u001es\u001d~S\bǌl8u2D˱駭z1Pwgg\u0010%;N\u0016O\u0007\u0015\u0007\u001d\u00137 fle0E:DU\u000f^\u007f\u000e ֶ'\u0015s'Q _ʠ\\~g^>\u001d xaCZX\u001d[J匱,bIz3M \u007flFŔ +\u00001+%xLOgBE\u001a\u0012ct\u0003{\u0012d]X:ke mw:n%-c(\u0019B\u001fBq\u0011\u0018{%0vq?\u0006Sk.࿷x7m\u000f]\u0016/şv \u0006\u0007ΐ$\u0012)\u0010$ժB\u0004T&,` ˘.\u0016${}EX\u001e%\u0012]\u000e^` '  g\u0002\u0015\u001cH;\u0000\u0017E\u0003\u0004uv[\u0017M\u0003iU\u001c\u0017\u0013RkV!z\u000e5BqJD QgAT'Klj%\u0012q\u0003=\u0003AUܺrO\u0007lՊҎ'Fo\u0015_%\u001en]\u0014壑{\u0015*\u001fWc0Ӝ*Pҏ* n\u001cg,RA7\u0003pd\b\b|̳NQ\u0013TPS \u001d{)*2v)D\u0013A\u0010 -vwiT+N%\u0006=s\u0010N\u0003d^,\u0017\u00027Y?m9\u0016\u0019Iw_9a\u0004^a+gJ1i&d m,LiӅs#_+PE/;\u007fV2vaﴗeהmV%:\u0012RtQ,e&Ev蔸8Ć%\\\u0010\u000f 5nQ W݆T֌k֌uZRMmXzH:p\u001aQmX8s\u0016\u000eH[\">\u0005A\u0001V{[?g\u007fD.T?GvQxt]7\\\"dS\u0012&aK2j%{ >S\u001ak! Hd1-j/JI\u0017p6:oR&,4sW1KSjl\"QՐ֬}ߵwk gQe#vպ1µ;CÁ>Z'h;Kb&i3͘)VN\u000ee}\\2\u001f|zT-Vn}F'\u001bo/圎22Lv&ܺC51oSt\u0011\u0006\u001a\u0013&\u001f\u00106\u007f2578Q;ݨiw\u001f\u0005#G88{m@o3\u0007J?p]y4 %'V \u001e\u001b\u001ca\u0000\u001e\u0002\u00171Q\u0016K+JQ|\u0011( b8Abr%L\u0005\b>7iiO}\u007f\u000ff1;\u0015]|x\u0018\u0015\u0002\u0014CE9eդ^\u0014!eӒ\u0014&c\u0013Hr&^[ X\u001d\u0011lw\u001el}3\u0007S\u0006rhYKOmzcFwA\"*0\u001078@% OZ&\u0019㧮\\DH \u0017^R vw\u0017ʺ#jo_A;Fyppvu־o>S\u001bNmn\u007fZ|۱߯zGmYzg߁\u0003#\u0007F\u000f?pρ\u001ca| \u001fL\u0016ʕL6T\u001b\u0016ܶ~km\u0004c \u0013D5\u0017\u001fG\u00037E\u001fA\u000fЃ\u0010=LУ K=#;ݷ \u0016@=z(Y=W9W}7*oT/\\PPI\u0003\u0016 lF9\u001c\bG|\u001bnoQ\u000e oǇY3+6p8 Ɔ\u000e\u001e0\u0007\u000e̖[\u0001 ln\u001e+kjX-+z0ǪB%Y\u0011+c\u0007*hE S\u0001N|xqadx\u0001Ѽ\\ܼnf齨o?\u007fC[\u000e\u001d>>z\b\u001cz\u0018qaUKO?\u007fFW\u000eo\u0007iĒڳvsx\\*'K\u000fTs0Y\u000fW\u001c鋕G\u001a^vC.wiz\u001e C&NQe\u001bU\u0013Rl/ ͭ4+ \bM1aCT}\u0001ۀk)\u00132 h\u00054\u0004\u001e ?%\u001a$t\u0005R\u001e\bi\bd9S\u0003L\u0002+ck0jL\u0010\u0003m\"\u000609\u001f \u0011kYU*vWȂu?({&VvSˈ\u0013\u001a\u0018(K:75 \u0019 ]e%M0-I0\u001dd$0U/cZ\u001efZ_Nⴑ )^\u00050Ҧьf ベ\u001dfo 8P`\u0006:C/РZ\u0016Z\u001d^\u001f zRygr\u0013\u0013 1ɘgѩU# d\bҥࠎ\u0001BT\"\u0018 u\u0014\u0007?AGa!#tt/4D\u0018f|l\u0013l\u0015 \u0018 \u0014\u001dA ߾ta\u0016H\u0013\u007ft)CsFZJ8u[bn0+֧3QA\u0010 KUj\u0002'i\u0016G\u000exktkMտj\u001b0%󮩰,.@.\u001aLqDL Iҝ\u0013'K,+QPc \u007fRz| Kg>Â\u0006T(q\u00172/5W  \u0018w)C))5exay`N\u0006 \"{\u001b*BL\u0014yu\u001a\u001b\u0014y %memĚ\u001aL0\"6Pbv?i$MLZm `8v0U\u0006Tn \u0002F\u00047:ٟwӕ\bfCoz:&J\u000e5\u0015\"H\u001efٖ C[ݾ5\u000e\u00030A \u0004\u0005\bL\u0012h辗\u0006ұь\\G?\u0003j\b^6;\u0005ȁG Rj2@2X \u0010\u0010 G\u001cy,:?cc[[# 73;̻G>?bpW\u001fE)LOrd{ ܀e DoU̘Aʵ\u0011Wh`Y%\u0014F])\u0015R- Sϥ\\.ţeI\u0014A%{\u0006= \u0005xRJ6,_5{\\\u0007]0:cζԕL\\;(^Jh%FjW#9of O6 J(%HJ\u0014(=-gȭP{j ی\u001eޔ\u0010\u001aUn[FEE6'\b0=&эUy\u0007E۾4\"jtf\u001f\u0016\u000f\u0018,\u0013 ;\u0011ḛs\u0016lb%HSev\u0007Y$\u0005ENH\u0003aϻ8\u0011w'ֻ\u0013ݘ[\u0010\u0016\u0013Ա$ [\u0005ĩ2WS\"c $@IHTRw{\u0011\u000e pA\u0014X8?\u0000\u0005FB+©0\u0010j\u0000O\u0001\u0014\u0006pKLN{/)\bj鉬)R\u0002V\u000eE5% fV\u000eG\u0014_A\u0003 Ɣ\u0014\u0017  ~+6\u0015eA\u001e@\u0018\u0018ӛ\u000e{G1ڱ\u000eu\u0018lxrxfo\u000ecLJV|2hd| 5?lE^\u0019(\\Zd\u0003\u0002\u00052}&\u0012Ma˺:U\u000f/\u0015\u0005\u001dA\u000f\u0013ƂѡG\u0000[\u001e\u007fP˄\u0011Y=V A\u0003)$}\u0010' 6t>ƭN\u0007eT3W/gծg✃10O\u0013S\u0005v\u000fi\\u)XL$iR躝\u0005̨Ò\u0001\u001cg_}°\u0006ƒ]\u0014*+BHT\u007f6[$\u0012zf\u000e\\\u0006zE&f29 \u0012KLGv.~ d  ~ݺS\u001b\u0017?ym\u001b&/|1gq a_Mj\u0011y[ho tlw-b\u001f+W݄$mGx77 \u0002]׋]>#_ Kv鵬3{m\u000f^kf\\)y\u001cU\u0003Q\u001ac.lH~[N\"=[>Z-n`\u001dM\u0010\u0007P\\'H I[jo\u007f,q>щTAKkKwmbg뎮\u001bD i\u000fT4\u0018DR)rmt?54\u00106*}.億U\u0005x\u0010 D\u0004,\u0010 VM4.K~cd_\u001cYFTA\u0011\u0001e\u0000:Z5\u0005ʍ.\u0017fxiK\u0019wM?{#Nt(jk)NhpK\u001c%0ڂ7ɑz\u0018ĸ\u0001ll\u001d`k\\\u0017g9(Dg2_d*s|cְ`݂hix3\u007fʏ\u001bQ|BjV!$-ww{':i\u007fn\u0017\"n :kX6k\u000eb  r\u0013\u00191\u007f0QYypA@\u0004\u0019At\u0003oڞ\"u\u0017\u001fV\u0013F\u0011\u001d4؍vS'8q\\7$P\u001av4Iwcoz\u0000\u0003BB\u0000*\u00178P!\u0004\u0010p(\u001c \u0004^rhV\\Jx\u0000mQA TyWΛ7{fvvvwRPx\u001b~t߼l1&vߔ1y\u0017d>y6zd\u00155˗\u0012fg=\u00057\u0005? ^ \u0010bD,{%kʆO#7Ԑo鿀R[҃e>Kmn\u001b/R_=\u0017lm~Ýuf6\u0015ox}\u001f>\u0010Jn\u0010\u001e\u0016l\u0006wE\u001b4>\\K\u001f\u0014\u0003桬tvGtp8Z,k\u001eo\u00199pː[kw}M\u0001_m:ڲQv$\u0007j,\u0001xk!\u001anbuuCx\"eZ6YfVln nL ϼƻoh \u0016;f\u000e|{k}nzt tT\u001b1?5ڸ4\u001a\u000eԳ!+!Tw؎\u0003\\\u000e ᫇ia5 @\u0019\u0019P\u001b\u0007z\u0001\u007f\u000ehPo7@h\u0004\b tY`\u0019@\u0001\u0011#  :u\u0017C_\u001fOXm/\u0001O%X I@.\u00041)0\u0006$gW\u0019 \u001eҙ#/\u0003/\u0001\u0007n\u0001\u0007\u0010_$U`\u0004\\ * *x4\u0001\u0013=m-\u0010h^'Xy\u0015]]knѓήǂ=!7E6\u007f``tfoe\u001dS3;w~\u0003\u0007,KG/ ?\u0015MY%&RBIU\u0019MsyTLOb!Sa\u0013\"h$D^62]T(dNQ\u0015\u00179\u0002SLd*J\u001eg~:2lQ,2UVwJdU\u0013)=vRUҔ|\u001bO&bw\u0012UR\u000f\u001d\u0018\u0014 \u001aa 2$q\u0012DʋDG\u0001%T \u00114\u0017HaF$VJk\u0019YM/(\u0011 9>dJeJONm-%\u0012> s5L\"E]8X[&Bq\u0010k+QzT䞦uo9v 9 >stream  h8\u007ftTՙ߽\u001f$\u0010BHd\u001bj2If\u0012`B\b3:\u0007\u0006\u0012\u0010\u00026AұzV*PM\u0000wҵ\u0010VYmGiW\u0004\u0016XUI~ez=9|}~c\u0000@  \u0003΂>78 n\u0000\u0004  \u001d?+|\u001e\u0000C \u001dCGv?2@\u0002\u001f{^{n\u001f Uv >}\u000f\u0003܊\u0003۴\u0012\u0006\u0000zMH\u0000H\u0018;7{L|\u0006\u000fŻ/\u0001̾{\u007f\u0019Ǐ[\u000e\u0001\"E b.qi\u000eB;MeH(1\u001aho\\z|Y\u0013\u001f#\u0018V\u0003\u0006HG\u001e\u0001)vI\u001bMڙx4>\u001e \u0019p'dJx\u0005.I\u0003M0 >p{!\u000f?\u007fq#ؠ ( k?\u0007!\u0013vA(\u0015R\u0013\u0000\u0017xHEPFz\u0000s\u0003 g`\u00058pr\u001f@\u001fkP9)A h\u0003?\u0002I\u0017\u000f#\u00041ϵ\u007fZpb\u000e` (ֈ{a6 \u0010}\u0013\b\u0006h#)=\u0003L\u00153-Uۦ=\u0001185ud\u001dѧԗ\u0016(!\u0016sUl\u001aa\u0000~\u0013\u0015¶ʴ\u0012`tp?}8Ix\u0001.*I\"\u001fYt\u0012ƨS굫\u0018#\u0016̘p7܇?a?z\u0014c2LT\u0015|\u0017wW,ų\\f\u001eϾS\u0007֚\u0004k\u001e+Yl p/lS\u0007F\u0005zGXS~ \u007fs.E\u00139\u0011\u0018Mr\u0015b+'V%w\u000eO\u000e\u0017I$\u0015.t5m\u001d\u000e Ui12fg({~\u0011@X)x.a \u0013. W)\u0011D\u0005[\u0015\u000fN>5ڠejZO b5^Ʉ,O\u0013\u000fqb\u0007\u0010n7h? |g^Ӭkt\u0016''GzUUߩ(/+-YvےE\u0005y[23\u0016) 槥K nVlLtd4\u0002\u0004rJGV3=,_yŋ\u0002 \u0002*f\u001bUf͖Vlu:cILr\u0005TvEV߲)r_BzMq%^BBlF\u000fٞiUj`gxZ\u001f \u0018$cR*!2\u0004k/ QfaVjb\u0014\u001bOAe\u0019voڴe\\V\u0015\u001a5ޢ@\u001eF5ԪF=ŧ\u0003{Px Z=6ͻѥ2H`\\:Χ|\u0007nԦ=Kl \u001e\\Qkۍc/ͨ\u00040XEShtۥ\u0018R3᳚_sgF)5Jg`\u0007&5By45:\u0007v9RjU懒 BκtJ7産yg\u001d>\u00193q)8\u0012K +A3\u00046\\.5\u00130q9W \"\u0007>\u0003\u0001ʥ?,F$ gIOf\u001aӪŢ-b5\u001c+u0VzM2\",\u001f4am\u0002,\u0017xo Ȩk\\Ӽ i`-U9kffݣN>\u000en*eMɳe*I jT\u001ckֻd{\u0013&nZ_2PZ\u0017K\u00111]r1g\\?F w.!rj,f)]^:-Zf/)\u0000ÄLhY\u001f\bDߨ\u0003^4)f ]uSGK\u0003z\u0019oN oS__*\"z\u0004΋+\u0000d\bmp\u0004 2Ե !e\b~j\u001aW\"\\FEp\"\b\bn\u0006\bkh)\u0002a/Vp\u007f>pqZ|\u001dup D\u0003H\u0015A!  AAY&_,B#\u0019\u000eH2.>E\u001b \u0019h1\u000fKPnHQW\"fCa#;\u000783\u000f&+E\u001b@D\u0000\u000e݂y !Ա+`G\u0015\u0005JiȣOA-b; \u0014 ?9YVyːv#BF\u001eY6Oa\u0003\u0002\u001cw\u0003=&!\u0013hD ɗz >KV`0@ \u0011\u007fpUZ\u0007\u000fq\u001dkOHMп\u001dTaS\u001c\u0016X\u0012\u00054-@ۇs qw@\u001eN\u0007d'֪QE\u0003W  \u0016\b\u001b\u0000f o\\\u001c\u001dC\u0015+i\u0011~\u0007OO\u0003ԲDaHƠ =\u001d/9\u0004@\"\u0096I3$KW}\u0017\u0016\u0016iArG\u0017d#Zd9^^K?p48}OEq.\u0002A]֑=y@X\u0006ɸʉ 5Lν6)*)jY0LNYK_\u0019ǌ\u000ec\u0018\u00183\u0006\u001aƠ\u00180\u0006\u0017\u0019D$IR$I\u0006I\u0004RRX{j?` ^i\u0013=?x'Duf\u000ep֨%\u0016Gب5,\u000eش\u0015\"dčR \u0013hqES{ \bvK`8q\u001f8ZeS hQJ Q\u0013\u001dhIʄ:۷tHoJx9^t\u007f|c\\DiP\u00064KS\u0016\u001dNzd[-愶MUn\u0001\u001eG{\u0007;SVY\u000eYOD^\u00102=N~ⷩV&}z\u001bWW+\u0010lB۬~hڮxm1h$z1!s0iC#\u0012q\u001by\u0011\u001eqGl6\u0011]\u001ahr$qGhL4.'I6VVnN?\u0002g!\u0006ű^7  7 WW*rs/ɳ\u0011  J XZq R]6\u000eɘ6NG\u0013Ӌ-n\u0011$?@\u0018.ZuC(\u0018D\u001bD\u001fc45(\b̓KR,+\u0015&+\u001aMW+V&+bCQ9\u001dm&kV\u0011'θ;M{_ ǀָ(#2̋\u000fki %-WTZZ]q\\-7wut\u000e~\u007fߠmںzshskOB  A/\u001d}e8Ђ^\u0005=-\u0003\u0003\u0011+\u0019jC^w\u00162J?\u001f).#\u0015d&z\u000fʶl\u0005xEP\u0010\"T.FnӁ9 ^8^?B\u001f b\u0006qZ\u0006\u001bЪG[u\u0007ߢޝ\u0018Kw#\u0005\u0013ߊ%1~/\u001d.\u001dw,)+3i\u007frG\u001b\udb26MUJ\u001fJ1ݑ\u0002 \u0000P}o   endstream endobj 313 0 obj  > endobj 314 0 obj  >/DW 1000/Type/Font>> endobj 1 0 obj  >/ProcSet[/PDF/Text]/ExtGState >>>/Type/Page>> endobj 2 0 obj  >stream  HW]o\u0012}\u001f&Ѐ Hd>l\u00143;Zc\u0004w6`_ϯߪƀqp\u0012\u0013ԩs-ybv8뫛k2x7w2\u001f\\ıC\\\u0012\u000f\\ O7%CNdOB\u0007\u001e\u0007\u0016\u0019\u0007ofU\u001bm\"]ӿ\u0010v@ƮM'\u0001+Ǚ{>ͧqV_VgɌ\u001dqԿv\u0004;\u0018- OI)J &S!D\u0013st\"k^T2\u0014 6\u001b6ZBT%,#\u0019~ B\u0012r\u0012fǌf O%cŽuV{]fEEy_kQ\u0004\u0019\u0006y= jK\u001bWK{E\u001ai\u0016\"\u0013\u001eAޜ0gb8X\u0005\u0007K͡q[wT}8M%G \u0005=HxYF4|\u0013q/ \u0016L% z ,\u001f\u001a9\u0006j͘^2 o R\b^\u0016XeX\u001a\u001d (p\u0013_݆º7\u0002 Hp_ȝs zbcp \u0002bO&\u007f|\u0002\u0003n\u0003?JB3A[\u00130\u0011kQ&eۨ7+3r5\u0011\u0011jᯥ=?k\u0006ĞW;2W\u0005\u001d_5\u0018NwC;Z8,\u001cAᎬB6\u001dFm;\u001a\u000fYvzv]\u000eG\u0001T&S\u001bhh&\u0007氐o2 J\u001e\\3 qLii\u0002Դz=Kkߴz\u0011Lk\ba'0\byzVӲ|I;ش6z! cvxvְ VbXŪ| \u0005\u0006~3Q(\u0001w,\u001d\u001f\be-\\qS-\u0015\u0004 #OVƤ@\u001c\u00100\u0012@қjl?:q\u0010\u001b6+EV\u0015KQD27+\u001dX\u00017cp) `ρiɘ\u0000\u001d'L}AB\u0010\u000e\\E\u0002\u001a*ݒ\bBoU#Lw6v\\5!,\u0003\u001e`};\\Pl\u0012[]\u0013u5a6em_җ\u0007,Ө7\u001b l\u001eKݱ6\u00109O\u0013 >/ProcSet[/PDF/Text]/ExtGState >>>/Type/Page>> endobj 4 0 obj  >stream  HUю8\u0014}W\\)Y\u0011O@FU\u0002)Ң!}\u0018C\u001a x7(1\u001dѯ_ {9xywKxn1 \u000f\u001f&)xw\u000f\bwe\u0011`6^\u0018(\bd\u0005\u0014gDDO\u001a(JQ2/xc%.E~,\u0000\u0000c َ \u0017%\u0003\u0001~\b\u007f [{7\u001bQ\u00070\u0013\u0005W\u0013Qy%\u000e\u0017ٿyeTe߱\u00068\b\u0013jg)\u0015ZXfwoZl˚7:_p&sHLϽ\u000f +o\u0010_5ãT86 ?-\bN\u0018l \u0010\u001d/-%\u001e8\u001awg\u0019i~qvh \u0016l\u007fd\u0007ҒZ-5 Ŗj\udbef\u0019r&\u007f5{  Җ&}\u0013]:FѸ-|+\u0007QA8\u0013Iwm\u0003\u001f^Tn'\u0014B\u000f5\u001e\u0019v5\u0010ȶ |c7  \u0002խFkp7\u0015)%+s2nm5M\u001d=ݨVxdſb=\u0018x=5\u007f\u001e [ħ7\u0016fu+]\u0002_: ߳j\u001dgfaJ{SyLc\u001800Q  xNzQp.Idh   endstream endobj 5 0 obj  >/ProcSet[/PDF/Text]/ExtGState >>>/Type/Page>> endobj 6 0 obj  >stream  HWmoH\u0012t\u001fN=n\u0002Z4@&%\u00027}\u0006ƸٶI[~1Ct&\u0004USS5Y-ͧw3_&).mfw \u0004V\u001eqS|v`dCh`h\u0007\u0001\u001f:D\"uՊ\u0014\u0011l0E\u001c\u001fV i[m\u0007@=\u0011|zտz_Gƞ8Hsɿa*\u00127}#oF\u00024]Bd9~S\u0019ɩ#y*\u0012dVk\b \u0000/B֭nk*YD\\_ӫNbJ[+\u0001(2J\u0018KHa \u001fw4\u001d\u0000\u0019B\u001eZ,V' ZWlJ}\u0014>d]Q xq?0Βg&:T-M2[M\u0006P\u00172\u0002J;hY |cƚlTJ셵[H7e2^\u001dܫWћ\u0018 G/ )\b\u0011g\u0014\u0010s ` F5\u001aU\u000f`\u001a[1 6~xyV\u0014PZ 0ꂲx5(}ugmGKW*g\u00158r_ֆGC:3l,ӘfJ\u0019_YNa3 /L\u001c\u0012s N»*[XiD\u001cҜo\u000e\u0000yp gbmk_\u0017{zH\u0011̩RS\u001au6j?R|k`v/x\u0003~I  \u0010҅m\u001bq.C*tόp#\u0004h@#\u0002( 7'l=V/gQ\u0003f\u0014\u0001-1SReȵ >/ColorSpace >/Font >/ProcSet[/PDF/Text/ImageC/ImageI]/ExtGState >>>/Type/Page>> endobj 8 0 obj  >stream  HWr8\u0012}WC?R[\"LwTY$ޑfR>0\u0014$!\bx~\u001b\u0000IP2\u0015Ŕ\u00044\u001b9ݘ-F\u0017/\u0017Wwή`ta\u001a],\u0016\u000eX\\3āIH\u0018;vdxmts/wHn\u001b\u0001%. `q}b)\u0012Ǒ13\u0015\u0002\u0012\u0005A\u0017c9\u001eӲ\u001f\u0014yŶ_ŒoYQe%mWLǑ,x\u00149yp#\u0013n\u0005~(]Y !N\ba&\u001e$V\u0001`^\u0007X\u0007#\u000f\u0004Z8Ɛ l~\u001b\u001cB\u0007\u0007\u0007\u000e; ό= _o) bi2D%͖$\u0002{^,\u0013KCI=\u0010c\u0010l\u00159 \u0007x>\u0010%Y>\u00017v\"bv KAZ,\u001a)Xj%\u001em\u0015\\ʸW\u0005)|\u0012$4XDLl\u0002  +\u00042Ob&\u0003=/Ĝ\u0010tqW`McqGq\u001d'r\u0015[BI\u0004Y\u0004\u001bY\u0004-:p-F\u001a\u0004/ >|Bk\u0017 C}\u0001 %!:S\"\u0019D\u00033dd\u0015\b8ήI\u0000#!\u001eq C\\iaNoy zr!\u0013\u0014nY  ]\u0004Ēo0cCrP}2ob_\u0016H v˶xG2ƍNYPI璍q|wk\u0011\u0002\u0014`i 7Ԍ}\u001c.\u007f~(oBB>9\u007fIu}\u0014kF 񢾼թkZ: D'\u0000\u0007m5  endstream endobj 9 0 obj  >stream  hޜwTT\u0016Ͻwz0\u0019z.0. \u001d\u0004Q\u0018f\u0006\u0018\u0000 Ml@D\u0011\u0011\u0001E\u0001Hb!(`\u000fH\u0010Pb0dFJ|yyǽgs{.\u0000$O\u001f./\u0005\u0002 '\u0007z8WGб\u0000\u0006x\u0001\u00000Y驾A@$/7\u0017z  \u0001HeOOҬT\u0000\u0000_lN:K\"N\u00143\"$\u0019F/JPrb[䥟}\u0016Qd\u001e[Sl1x{#bG\u0005\u0019\\NoX3I\u0015[ql2\u000e\u0000$ 8x\u0011\u000f\u000et\u0011r\u0000p/8 \u0016p\u0004Cfq\u0002.Knjm͠{r28\u0002?.)ɩL^6\u0000g,\u0019qm\"[Z[Z\u001a\u0019~Q7%\" 3R\u0000`̊j\u000f[~\u0000:\u0002 w\u000f!\u0000$E}kyhy\u0017\bRm333\u001c\u007f: }=#vʉe \u0004tqX)I)B>==  \u0010\u0001\u0012yP\u000f\u0005\u0017:8\u0005p΍\u001c\u0012\u0018Lg \u0019kk Ѐ\u0000$\u0001\u0015\u0003\u0015\u0001t!0\u0003V\u00168\u00027\u0002`\u0010\u000e\u0002\u0016\u0007ɀ\u000f2A.  @\u0011\u0005JP\u0003A#h\u0001'@\u00078 .: \u0007`\u0004`\u0006\u0001\u0010\u0004a!2D!UH 2 \u0006d\u000fA>P \u0014\u000eECq\u0010\u000f\u0012B\u0016\b**Z\u0011\u0016:\u0005]B\u0003=h\u0014~\bL2 \u001b  5p\u001c\u0006N\u0002\u0005:|\u0007\u001eó\b@\b QC \u0011\u0006!\u0011H,G6 H9R ]H/r \u0019Aw(  Q(OT\bJCm@\u0015*QGQ\u001e-(j\u0006 MF+ 6h/*t\u001c:\u0013].G7Зw7\u0018 Xa \u0000\u0013\u001fP\u001544077\u0012\u0014\u0015\u0014&9$An0;T2421t.54ld+s;#\u0011\u0011 \u0011V]=\u001ei\u0011Y\u00109FgM֚k\u0015&=\u0013%\u0019Ō:\u0019\u000enc1gcbcfX.}lGv\u0019{c)LŖN퉛w/p+/\u0013 k׍   E \u001f\u001c  [ly邟\u007f~_\u001c\u007fY53rW򯎼^{\u007f7so\u001e}x>|\u0007쇊z\u001f>y\u007fz\u0000\u0003\u0000   endstream endobj 10 0 obj [/ICCBased 9 0 R] endobj 11 0 obj  >stream     endstream endobj 12 0 obj  >stream  h1\u0001\u0000\u0000\u0000 Om O\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u00008\u0000\u0003\u0000-\u0000\u0001   endstream endobj 13 0 obj  >stream  h\u0000\u0002 ߿^^^\udaeb\u0088őBBBWWW\u0000\u0000\u0000\u007f\u007f\u007f>>>rrr444FFF\u0006\u0006\u0006Տ뾾TTT򣣣ͥDDD\u001f\u001f\u001fOOObbb >stream  hy\\Y\u001fOBp?ٮED !B*tThlgkhPlY\u0018YR 2\u0018\u001e*\u00113 էTS}I|Ke\u0003rCA|'m%QU35n[sקk-mPmڬ[ըZImd0Uiۮ=:\u0016;ѩU[^\u0007S]%\u0005ՒѰR]gӴPw4wpݜ+{g \u001e=VM.\u0003K=>U 3|\u001f\u0006uōV!cC\u0011Qד;V\u0007q\u0000Ɣǣ*'' ń\b! 8 Sv]$*l\u0016U\u00116 ݪDs5\u0004gҎS@K`\u0018+DU\u0018Myu=j[\u00004.E! Ŭ\u0015KT[*Aorg\\u\u0004cd\u001f\u0015\u0004Ț\"  ?ꯎ׵\\v\u0016\u001d? \u0004}ðqh[azgQ][\u001b7U7*\bV3%`3!Bx \u0012Y\u0007%[1n\u0010Z\u001e7 ۮҼC\u0014הCp\u001c!-`V\u001d\u0005≦\u0011WaS\u0010l?6N®i(w\u007fUO\u0001AϷ\\/h&K0,\\\u001bYkb\u007f\u001d 4UM\u0014Œ\u0003TJ\u0010\u0016v2\"h\u0003#$U\u001f\u000e3 9  $PڷŰ{4\u001f\u0013w\u0015% ɶ s?&4\\\u000eH\u0019qK>\u0004#9\u007f \u0006u\u0018\u0010}\u001bXL+w߁\\~\u001d\u0012yr9\u001d\"ռ{NdUpV\u0015ӦB,`_Wٗ\u0016\"Hcջڪx[\u0015Үo>_9\u0016R,S%pզ:FǇ\u0015\u001f}^\u0017؉PIPHi\u0019c}A\u0014ج&Go*5{N`%]B\u0003'\u0014J\u0004M/?R cDM:W 0 l穛\u0006\u001e'q*`\u0011\u001d\u0005\u0011HE/74Kvcf6\u0003m#\u0001ә\u007fj\u000fc*&EМ}ne\u0010$18Ȏ=&\u0015\u001f\u0014y\u001bsЈtɅ\u0014ѓpYatDu\u0010g \\y}\u001ft Sڰ7b{`C$.\u0010؈h؜\u0011MlOu\udec2&\u001cL0g.\"ď{XV\u007fBH\u0003.=\u0014\u0007xd\u007f\u0018\u0000\u0011M]\u0007j͊U(No2\u0004n+m &` TL'lΎJS \u0000%6\u0015E\u0001\u0017yc>!}sECz\u0005$kekDZ\u0005@Had/i) \b\u00110\u000eXras U\u0006x(\u0011#\u007f\u0001\u0006\u0000= ?   endstream endobj 15 0 obj  >stream  h\u0000\u0000\u0003\u0018\u0018\u0018\u0000\u0000\u0000)))dddsss\u0014\u0014\u0014\u0007\u0007\u0007===@@@\u0010\u0010\u0010   ???OOO\u001d\u001d\u001dͪvvvQQQ\u0003\u0003\u0003ppp\u0012\u0012\u0012\"\"\"\u0005\u0005\u0005\u000f\u000f\u000f\u0011\u0011\u0011www   \b\b\b   \u0006\u0006\u0006WWW\u001b\u001b\u001b      $$$EEE888ы---BBB\u0001\u0001\u0001\u000e\u000e\u000e!!!VVV222\u0002\u0002\u0002LLLkkk+++,,,Ԅ333&&&GGG444\u0019\u0019\u0019```hhhnnn***SSS{{{zzz\u001f\u001f\u001f|||UUU\u0015\u0015\u0015666xxxtttǐ\u0013\u0013\u0013\u0004\u0004\u0004oooϚDDDʛ:::ꓓ[[[___\u001a\u001a\u001afffuuurrrccc\u0017\u0017\u0017RRRCCC'''111NNNjjjqqqiiiZZZAAA///нKKK \u001e\u001e\u001eՉ\u0016\u0016\u0016\\\\\\\u001c\u001c\u001cyyyXXXMMMFFF555 >>\u007f\u007f\u007fө]]]000eee}}}...TTTJJJmmmlll^^^\u0002 \u0000=~   endstream endobj 16 0 obj  >stream  hܚy\\U\u0017\u0014\"j9\u0000q\b  H\b\u0003QTTPA0Ql*\u0018(Hj*9)Κ\u00168W͉Yi}g9p[?k^k=\u0019>B_\u000e2/[\u000e \\+_\u0001\u000e\u0015J5G8Uj\\\u0005^\u0003|/\u0002m]e\u007fQ\u0007/oz_V\u0006 Ѩ1U*k\"6\u00035wx pm^|Сc's\u0017?\u0000j~ ]\u0003\bש\u0012noxB \u0015C>^@o.COD_\u0013\u0003П\"w\u0000jXg=a,C\u0010M1!4X \u0015H\u000e3\u0015X\u0012,n ֎\\g~\u0013XI%\\ĳT\u0005ַ6ۏ\u0003 :_Z@PT\"]\u00126\u0005g#\u0006\u0002Fp|\u0004}8;@-,\u0011,| \u0011-`r\u001eR/{\u000e8\u001c\u00046\b\u000e\u0004\u001c#@@7Z!uO\u001f`BWZsZ ZcA`6aA+Wd\u0019Q\u0012/|Ii/8Ť\":b\b.k&y->`'l\u0004چ\bF3(Ӑ\u0014\u0004o؄E\u0017x0 g i6\u0010\\e\u0004Bd\u0006BXdӱ`.LؖC`T )+/Hy\u0007n\u0016ACwB/6}n;=~m\u001b,'ކk \u0013Gg\"8\u0005?\u001c\u00043\b@_`eE2ֻ>2e,\u0018T\u0013bEA9\u0005ō)\u0019\u0012c\u0001⎠^\u0007sKJ\u001fӒ}mǒ4y፮l5V\u00049CGBR\b\u0015!d BdV\u0001\u001c\u001991\u0002ѽDz4 'tM7G\u0017$\u001bX *n\u000687V\u001a6BƬx\"\u0010\u00191^\u0018V ]x\\hSe.\u001a\u001e'|y3\u0012JG$Ș\u0011\u0013ē\b\u001e?ueoM6Q  \u0000\u0003|2> ]In\u001f,WCe>.A]ޤ2\u0004Q \u0005\u0007,>ZjȊ\\\u001cbapJ\b pXN7\u0010,{oX WI\u000fvUPhQ0DV\u0001ev\b\\6\br߿@  nd}Ԏ\u0017pPb1+7x֩$Rpo yI֤\u0003sj\u000f\"X^&\u001c2\u0015\"yz9\u0010\u000f  Rpm 6/HH\u001dvc-~cFV\u0019 Ov\u0003\u0001_/EX-2!?dmӆ)E0\bۄN\u00173@W6iLNiB\u0011-װ5z{45e#:Xy\u001a t\u007f\u0002+9|cujY\u0010\u001bpKd\u0018B\u0018&uv\u0012n ܻ:\u001czCK\"\u0016{2\u0006}D!\u001cײV$/n D 1T!\u0004!H\u001a\u001bxXEٍiy\u0002c n\u0013k\u0011+e\u001d(\u0017\\2\u0018\u007fh\u0013~t\u007f\u0019%Q^+d!H%\u0003)&],*\u0015H\\z\u0013oK\u0018\u0015\u0017V xfrcn\u0006FGOe'v\u0018H޿#\u0006ky~!\u0000m\u0013\u0017E\bsk(V L\u0000o\u001cP\u000eNr.Wz\u0004 ]\u0017Z\u0019~W+p>K[>.e&\u0001+\u0001_uZXL\bziZH+\u001exxq\u0001\u001b +-Rk9KkI\bf]cа҅M zpS65s{ \u0011\u000fi4\u007f\"7秺G/2\u0015\u00122E>h\u0001\"ggC\u001aH >X&ceMnf=|\u001dOpJj$\u0016\u007f^?l>ST:Rvtm&y:\u001fas1$pR5\u0015~\u0017]\u001d+pL{H\u0014\u001f]-Qζ e\u0007ȇai\b838\u000e`߰\u0001R(s ES\u001b eTk 8 _xUlmͪ \u001dj3y\u0011RhyxPjk^M[o\\Vf{Yby\u001cL7[\u0011d s~#\bNz|Ш\u0017u(\u0019AB7\u0003\u001e)\u0011XIb\b\u000ed02 ,\\&cum\u0013Gx\u007f K\u001f\u001a\u0006iNcCU2LmFX_Y\u0015,7h A\u0003&kzi>0CXʵ?\"*o\u0002̬\u0018\u001c\u0014 V\u0018Y`s\u001cxhƽ\u001eQ4Pdf^6u_!KQ\u001b .^ˤI \u007f\u001fѤz[\u0002\u0010vs\u0004Db2M߽g\u0010\u001c=:oFN/t\u0016 WVE)AÙ@tc\u00070\"]\u000ed\u0013.+K^cp8(c+\u001a45h_\u0014j2;(l\u001bd6ϥp$|uouSZqnjq́G\u001e#?n6댏\u0014xM%t2ZvD{ D'\u001dǫ&\u0014sX\u0015hOx\u0019\u0014&,\u0014\u0001?ty1\u0011O%a˫A{\"%e[\u0002?~aA/WVUqU\u0010/\u0003| []'o\b^vʄ|q0\u0012p\u0019(Zx-ޙdB.y\u0012>!7\bZt 7L2FrS>-nݲ\u001fNmJ\u001dd8͆\u0005z}Ҥ:\u0007\u0014dz&[\u001dIԬ \u00175\bO{/?(٬lyQY͓Ӕ+xbs?jӳF\u001a\u0019q,U\u0016\u0004G\u0001\u0000 ޡ   endstream endobj 17 0 obj  >stream  h\u0000e\u0001CCC\u001b\u001b\u001b\u0000\u0000\u0000\u0005\u0005\u0005mmm444///)))TTTppp\u0004\u0004\u0004;;;&&&\b\b\bYYY***^^^ަ쮮ҿ\u001d\u001d\u001d]]]   ϧ+++%%%ɢ\u0006\u0006\u0006\u0012\u0012\u0012```\u0014\u0014\u0014___888111¨\u000e\u000e\u000e܌WWW\u0015\u0015\u0015\u0003\u0003\u0003zzz   鸸HHHZZZ222~~~MMM\u001c\u001c\u001c   xxxOOOժ\u001e\u001e\u001etttQQQRRR555\u0002 \u0000ǒ\u000f   endstream endobj 18 0 obj  >stream  h7BA\u0014'i$DBQ\u0011R\u001eRN-%^^?t\u001cG:Ne̻33\u001ec9*)1 /B^\u0001\u0007UC Pk\\\u001b\u001bFc֤xSs2\u0019/jYoٟanHG\u000em'\u0013.8Qw3ϵ]@o$7)#_1I\u001aPCLQП=j@H/8t\u001a\u001b\u0017S$\u007fbU#ϵg٬Is\\SYşgw KXN\u0015 aolnmһ\u001a@ͮ(\u0003q.䳂M\u0010F\u0014cV\u0013@\u00168:{\u001cS)o\u0005ݞy6\u0005\bt!\u0017\u0002mז>\\\"t%)\u0012 |\u0002\u0005= ~?=^\u0002!\u0002$\u0007@\u0014\u000ezΣB)H\u0010\u0004A\u0010\u0004A\u0010\u0004A\u0010\u00043\u0002 \u0000&&   endstream endobj 19 0 obj  >/ProcSet[/PDF/Text]/ExtGState >>>/Type/Page>> endobj 20 0 obj  >stream  HW]oJ\u0012}WaYoctu&hMC;7G\"VoUۆٝ\u0004\\u9ճxp1_\u007f\u0006 ~mv}\u0005O  \"-!~\u0019\u000e~\u000eD\u0016Vd\u0006\u0013 \u0006\u0006 ?\u00077t\u0010Gc0L˲\\W\u001em||ǐc۴\u001d\u001f+ -Clۜ`cTJ\u0006\u001d\u0016r%x\u001bA8 \\\u0016\u0002w \" \b&]\u0011 }\u0002#=EI-Ću\"%LɄ/&f\u0003s\u0015\u0010\u0081`J\u0007'%+^3L;X\u0015v.8 ٟ y8\u00057n41w4w\u001a\u0006{kF\u001fX\u0018 ܖ` #\u0017&2r\u0011\u0011BT/F]~܄\u0019ɖis^T)?©G=+;\u001b-V\u001e&\\@ d̴\u0006\u0018o\u001aoeYe2)\u0010eZ\u0013+4\u000ft *\u0015  rڍ4ucn]$E\u0014p-\u0012Aa\u0011\u0010D0xDU\u0012\u0019\u007fL\b\u001f(\u001f\u001eS=\"\u0006 2?׶E%s2R7xv\u001cQȴ1RQ\u0014UH Pߕ\u0017NXhNv\u0012$ gU]KDBjC}T}Zv4\u0006$g\u0013V\u0006\\t \"[D\u0001w\u0016'O]b\u0011\u001e9\u0003\u0000RV\u001b\u0014]pk\u0014 |f\u0012bY\u0015  UDPH\u0005%\b?`lh@ӻV\u001by\u0001;1fw4~W2C9OȄp\u0016q`\u0003cn\u0001r B䂍r0\u0001\u0014|2\u001dDQ˱T\u0014\u0017\u0007:Xdzc\u001d)\u0003\b8I 3Scn*eb:ݚ^I\u001bF*.1:\b\u0002/A\bAmG۳T  7\u0013hU\u0006BakB%s/\u001cɎ[6A\\j\u00188'ݪ \"\\nSH\u0000A \u001a\u0010\u000ekSo\u0004>\u0011\u0001`_\u0013x\u0004=\u0016W]s|#/\u001aT|Bed઺\u0010\bꜢP\u0015\u0018B\u0013o\u0003h\u001e\u0018\u0018A\"hIh&\u007fn\u0003G\u0013V׬JI4\u0014 sGY\u0014jIA:c/c!\u000eg $k5\u0004\u0019\u001e5>|fppsxMF ^oؒ|op\\:jŶ.\u007f Z=\\[yV\u001brI׺]Lk -&k=p\u0002\u001bFv)\u000el\u000e\u000e]%|3r.f\u0019.M{\\ \u000fOK\"Uagtۀ\u0005QuG\u0018 \u001e \u0007\u0011ܲ4\u001d}τ([\\tF\u0014O&vd4 5a\u000fjEG N8?Q?fQvN3\u001b_\u0002 \u0000  endstream endobj 21 0 obj  > endobj 22 0 obj  >/ProcSet[/PDF/Text]/ExtGState >>>/Type/Page>> endobj 23 0 obj  >stream  HVQsF\u0010~ga\u001fE\u0007d,\u0001d2c\u0016\u0013zZ\u000fgAG$w$$ّɋ\u0005n}}Ӹwr oޜ,.o \\-=I\u001c{ ^y^\u0000q\u0002/|G؋ģ޽\u0003[?`U\u007f\u00188?\u001d \u0010nyHC\u007f\u0018:0\u00007\u001bٗ}̾o\u00110^T \\\u0012\u0016| 3^,\u0001b3g\u0019O=La\u0019f\\&ֽs+\u001a\u0016.\u0014\u0002l\u00053&3\u001f2GKQ!\u0016;Xϸs܉L\u0000nxN\u0006*جP)rM=M9^ì̊G?2\u0019\u0016\u0010B]pĎ X\u0016 Si iE̽s\"S\"IOi*- S'h\u0012\u0001|Ȭ\u0016\\\u0011\u0004ݎJ],މM\u00149nɘ+akXKec^{:\u0018\u0016Sm)2*Jr*W\u0007\u0012\u001a~bn EM4)\u0012NXF?l݊æ\u0017͵\\d7|[4\u001c1bǜ\\\u001fJ% 2V;n\u0007V \u007fаBXrs$EmY&hʭ\"U+s\\.I2\u0012%\"69\u0013:a8H\u007f~N; kKm\u001dI#G\u001d8W#f_^nkqǤZ)A0\b):eb~!4l Bu9s,ràΙР׈$~/Lõ? z6\u001f;ﴚs\u001a\u0003e\u0016\u0007?ɓ{\u001745{4\u0018\u0014y\u0014`nG\u00075a\u0013 >stream  hZ\u007f|\u0014յ?&a!@\u0004\u0002\u0015\u0010CD \u0004$1$BB\u0000$\u001b6HB JB\u0002**QQAtP \u000fښWEYjQ\u0001 Ԫd\u0011}y~9s= ĈJM$QQW/*\u0001˗j@\"\u001a\u0011AU噠&2]&\u0012[\u0017-m|w!k\u001cW\u0007#͜CV5\u0001Lo(%/\u000f,  \u0010\u0006֔ -|H \u0012)|jMQXH-y.\u0006ш^\u000f\u000fn\\?\u0014:\u007f\udd33\u001b%U\u0010l%&ai@v2\u000e\u0012;\u0098Jޏ)\\1Ɋp.\u0013;5pF!9I+1y\u0004{]%j;y\\pÀzJ\u0012 HID(tegv\u0011DPȵ@\u0013g\u001aD1v\u007fª ΋^\u007f= ]\u001bh7л$Y\u0011m7 |ZB\u0007YV@fZF?W\u0011\u0015\\' L)mwi>-\u0013\u0005]Mn{K\u0000 ᴎ\u000e#fZJ/_@\u0004Z\u0011\u0000x6z\u0004齔K` W|'=\u007fH}%4J&͔VK{g_e\u000e3)\u001cyG\u0014R2*.뵮S`JoD,D\u0006bPi\u0003\u0011\u000fq_(\u001aLL\" P\u001b3Q^\u0015P5\u001cy_z\u0005ـr}\u001f=:x\u0018e\u0017r\u0014\u001dB~DDNt8`kġ\u000f;ɈF dW\u001a`N6D\\nd+l\u001dr\u000f{\bw'{bgy>,ng2x5*n _\u007fzI#p҃.Iޕr| @W aKN/qήXȞ*^~J^\\%L\u0003/o+t~\u000e\u001bU\u001e[V#g/\u0015 \u0014EM\u000e\u0003=$-B.\u001f#Ɗ)ѓ\u001cv\u0013ۇleSciA\u001aV\u0016++K\u00191y4' rfL̘p\u001a;f+G^1b\u001dCSTeC\u0006'\u000f\u001a4п_>bc,f\"KQۑU^M\u001eK\u0017c\u000f\u0013\u001e\u0013^MTe4k_tB\u0012IgX-LLOS\u000eUt9\u000e6wf).G>2\u0006-\u000f7\u0006V RRBu'\u0005\\Ƽ[]\u0019hv{]\u001e\u0017ǦQ{l\u001c8PZNa\u0006s\u00139YJw4KIܾ hfەIOXNcFlO!B96)G3\u001bۨU\u001djQӎ6oꈧ^\u0015 _Y& \u0004j.n7ͩN:'==o8D^֞gP`u4LX䘆\u0012r\u0015:4>lx'Ps\u00040D 6O\u0014P;xS{\u001d\u001f}\u0019_d4, Y\u007f\u0017?d\u001d9⓰߰@\bz\u0002l,r\u0004 m%  ar\u0003|-@؜-E^:i3t\\|H\u001e\u0001\u0005\u0011'6\u0015T\u0010@܈~\u001a/ƀy\u0010OhtK5C0?2|:gt0mz\u001bv \u001e0B^\u0007x. o\u001b۴Bt\u0002{S4VbߘT\u001a-\u0011\u0000C> \u0017\u001bS\u0004\u001bF3{E\u0005U\u00026\u0007\u0014`GD]5b}dU#r\u0011\u0000Q\u007f $@a.-8(\\\u0016\u0006V\u000e@[O vԇ8\u0007?\u00162A\u0018u;ҨND7r\u0006\u001f΍Z \u0017\u0002\u001af|o@E܈\u0015vwFډbE'¶/(]++s8QY\u0014q\u001e)۰\u001foDp;M\u0015u,j0ML\u007fհIs*J7'έ8;\u0006V(8è(Ʀ\u001b4\u0001πiT,\u0012\u0002\u0002/,!\u001fr\u0016z%q54,Cw(\u000fyBm\u0015km\u0002Y(\u001d5}Z\u0001C]\u0011Kb{i8o>g\u0018yKAy\u00118\u001dM8F\u001dV_~dC$Dr\u001dЕ \u001c7\u007fI/XRϢFFk\u0007oG\u001eR\u0019\u0003еw Xe1eZJe p2ߢ>\u0006>\"\u0016BQS:iqqFp. ?R!l3\u0018&J6\u0001\u001a6ޥP\u0002P~\u001bglҿ0\u0006_E\u0019BFNņ\u001c \u007f/\u001a\u0012rk\u00112N~\u001a7)Uތ$tBP~L\u000e\u001a\u0001z\u0006tL5\u0012.̟\u0011gWEL\u00125]?5?/O\u001b\u0010k\u0011/S tY& H|=\u0015cwDX X\u0019R\u001f\u0016k{\u0016EcQ3?\u008fNo'@\u0012Xe\u001c\u0019\u0000\"'Ꟛ\bWxigLw ۡ3\u0011}МGӠ-͔\"O\u001e#\u001e\u0004h:k̋σ~(]/ΐaht拢5|)ִ)/\\k}X®Do\u0005\u0006X}_&w2O3 ^$oK=\u0017 ,'3#\u0001>N\u0004_D#i6\u0006F1\u0002~\u0004\u0018n\u0019T\u0003r%A/F~2\u0010ID6Bl xFOiZ49%H29\u0013XŻc\\E.@e\u001d\u0012 ;: P\u0015@zJy\u0004Ő$W!.{뫯\u0004\u001b[`apAP\u0013\u0007G\u0007OzPj&?O\u0018?BG\u0018\u0016\u001b\u0018I[(Q\u0098\u0004o \u000eV\u001227\u001dd%K!L\u0007 $@N,n#/{Ni$[\u000f*M'\u001b\u0005\u0013l66ZGx-{ x.1^h6V7}g[O̶vζz?g[ͶfP\u0013Ӎpd]Ƴx6Vg&kk&&&cgh\u000e8s0\u001899`k9\u0007X7ϱ0J1EBJYI\u001fU+Wj\u001d7k4p\u001ckޣ#dfį6N12A\u0015$\u0010_\b\u000e\u0000W\u0010\u0015 \u000evv_\u0012Q\u0010P\u001766L5B-\u0010ކ8[۱\b\u0007g\u0012 @ e g%)軰M\u0004\u0015Ӂc\"K-\u0011lZ8k\u007f\u0010B\u0000\u0002B?S\u001dq\u001f\u001cUc1)4;\u0011\u0013C_F&~!pI_a`gxc7 m\u001ba\u007f؝~\u0012\u0016\u0002\u0019fk\u0001Yhi br?4V?G@| H\u001bBo\u0016 k\u0006!\u0013Cm0\u0010xΨM@|lL6\b\u0004u\u000e\u0011{#Ԗد\u000f]\u0006&6\u0012P[=7[\u0005\"L7EX HCPNan |\u0001GmO\u0007:] t\u0003'\u0012;A>\u001d?.\u0001Ðyق9\u001d\u0010=uĶ6uww(W>wrj\u001d;0~CrLrLkV,{\u001agw:ͭg̭ͭ*skFs\\skrPj22ȒdY\u0012,,ޖ^Xb\u0016t\u00074,T fe\u0002h9\u0015,T \u001c\u001d,v\\Mqd3_\u0001\u0015d'i\u0013R :,T]Zn,mgN7\u0018?4ub>Yt\u0018[~s\u001e\u000f\u0015hf$nq\u001d\u0018(Ÿ7 CrSr*%Y|(:\u001dp\u0016o\u000evx\u001bX?s{[QAdڷ\u0014?vz\u001dn? $iM U mc\"\u000e.,\u000f\bC\u001am\u000e^y|`W:\\t]R~w*nٷ`Om1]{oQG(+\u0017{--\u001d@CC؋DG(*mP',Xoor'\u0016_;8R$\u001f\ud8b8TˑY\u0001%X)X\u0011VҚI)ɇخ\b+\u001e}mz$4F|\u001dМ-^Mu4P>8~~= \u0007A֝\u0015>\u0002kdQ\"w\u0010̇Y\u0019\u001d^$QI`7\u001e$\u001fcč\u0019M>n\u00192Ϝ\u0011\u007f!szL\u0019\u007f1|&ȱcR\u001d\u0007_ѯ }I|4C\u001f\u001f\u001f\u001f\u001fyhF\u000fM@\u0006\u0006\u0001L\u000f//T)\u001bQ\u0012OO\u007f\u0005!EvK?\u001bΆ\u0011b\u0011\u0004\bm\u001a&1Xv\u001bЌ\bͩFhҤQ\u0011Z\u0006=7B@\u001e\u0014rU- VW\u0015O-mZ\u0014\b%\u0001:&PWsjjk|julFt )bf\u001e='pk\u0015\u001b͟`\u0018\u0017#\u0000?\u0002   endstream endobj 25 0 obj  > endobj 26 0 obj  > endobj 27 0 obj [/Indexed 10 0 R 0 11 0 R] endobj 28 0 obj [/Indexed 10 0 R 255 15 0 R] endobj 29 0 obj [/Indexed 10 0 R 118 17 0 R] endobj 30 0 obj [/Indexed 10 0 R 251 13 0 R] endobj 31 0 obj  > endobj 32 0 obj  > endobj 33 0 obj  > endobj 34 0 obj  >stream  xYN\u001bI\u0010t(\u0012!j\u001f,?8dZKl4U{s&U TǧNה!8cMF3!\u0018I\u0012L%T aP5PsRMy\u000f+ƅdMtLe\u001bM \u0015ף\"x=\u0019\u001f@\u00161'\u0013%{\u0013 I-ZLFH1g \u0016zE\\\u0019YWLsis0\bU@Brˈ\\p\u0014 \u001cq؂#x\b\u0016Ĵ5\u001a|\\\u0005|a \u0004Ҏ,X/# \u0005|Ŋ+Hr\u0005_\u0017_bjK j@J55\u0082\u0017 \u000f\u0015GDLK\u0013 䈵\u0015\u0012- O\u001eZUS\u000f\u001eP\u001b\u0018140hci`& N\u001d M\u0019\u0014\u001c#\u0015\u0001忤\u0003j\u001b\u0006\u0015Z\u0010\u0001sE\u0002\\\u0010\b`&AYpD|2ew\u001e`$,vP\u0001ڎ/ͩk\u0013K;\u0003sDt\u001cc\u0001sm\u0007̩I\u0019 \u0016&gvZms\u0001sin.퀹J\u0001sm'D XhZpbtA֊KD (vyٽX js ђϓю|\u001fGQ{\u001eGQw]\u0019):jB} ԑ,1Zh\u0019+Cm ]'\u000f7C\u001ce1I\u0006u{yKǵO\u0001nom?\u001aol~/(I=7ˋov\u001f4,y\u001dc[w.O\\\u001fmw\u007f#.^\u001bui\u0015>N3\u001a\u001dic>>|79\u001dgd6;Mfe$k\u000f˥^\u000f\b@;5rW\u001b軎 5f\u007fָ=y;O1w\u00111{ll\u001b=it=5+`р\u00065\u0001G 8iY\u0003.\u001apU\u0015EWBU EUDQUQTe\u0014U\u001dEUHQURT8c\u00178i^\u0003\u000e\u001apԀ\u00065\u0001WUQt%TPTE\u0014U\u0015EUFQQ4ĴK3W*T\u0015r[SUȩ*T\u0015rTwͩ.SҫjU:+ZU\u0011k:(QMw\u000f\u0016ӡ$cg\u0011L.\u001aӀ\u0006Ѭ6i\u0004pӼ5FͬiY5ifM̚5\u001d3k\u001afˏ\u0003]k 5xMaO\u0001\u0000C\u0000  endstream endobj 35 0 obj  >stream  xڼX]o\u001bG +\u0005%@` I_\u0004&O\u001fD(\u00028Ra8@;\u0015%d\u0011hp[,Cj)i6I%\u0017ܲh5;*: &uڬ\u0013> ě⮒\u0015sfR㞥\u0014)*9nR;]q Z.?Wo˛͗׋%)\u0014UYSI/Sva5\u0000\u0003|:H P\u0000\u0007#\u0012\u001e\u0011A4F$\u001c\u0001\bF\u00114\"F\u0014\u0016*\u0016Q\" ZDA (xo\u001eX\b\u0011a >stream  xڼVN\u001bA \u0015\u007fAwy$K\u0015Ԣ>!\u001eh*$\"*. Iv\u001eC2\u0017\u001f\u001f+Aȑ\u0004O!c\bT\u0018C$1\u0011k\b\u0013JyI#o pQ(`Ol\u001d(&1R,R0LIO)PV'G걟T}OE\u0002\u0013\u0010%\bt\u0003 ٛ)cGłI@018\u0016\u0003\u0005\u0013쉃\u0013L\u001c G2 \u0018\u0004\u0004T a\u0017\u000520 f-\u0010\u0006q\\|\u0004ńY\"\u001d  \u0017p^'G`*+?\u000e\u0016,c\u000ftrҝ٥9-Am33x]K5)@\u0007T\u001cG/ݠGpK\u000f_ 2ŌEa~V1\u001d\u0018euu\\?ܯ\u000flW\u0015ȁ\u00147O_}8\u0004XP\u0016ݶ[lԄMhmB&468J&o'\u000fp\u0006\u000fm\u0006u\u0018+\u000fo*\u001djK\u0019\u0017g\u0005kĚk5 WL9F%\u0015\u000fRcTAX1.Ү > endobj 38 0 obj  > endobj 39 0 obj  > endobj 40 0 obj  >stream              Acrobat Distiller 8.1.0 (Windows)           NYU     D:20090727193847           Acrobat PDFMaker 8.1 for Word     2009-07-27T15:38:57-04:00     2009-07-27T15:38:54-04:00     2009-07-27T15:38:57-04:00           uuid:89ffbd22-791a-4c87-bf83-2e49cc62254e     uuid:6c1e61b0-24bc-4df5-8672-b66a126d4cdb               1                    application/pdf               Mary Taylor                        Mediating the Bio-Political Body                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                     endstream endobj 41 0 obj  > endobj xref  0 294  0000000000 65535 f  0000093133 00000 n  0000093389 00000 n  0000095440 00000 n  0000095671 00000 n  0000096645 00000 n  0000096876 00000 n  0000099133 00000 n  0000099493 00000 n  0000101647 00000 n  0000104339 00000 n  0000104373 00000 n  0000104426 00000 n  0000104617 00000 n  0000105458 00000 n  0000108146 00000 n  0000108999 00000 n  0000114464 00000 n  0000114906 00000 n  0000115453 00000 n  0000115697 00000 n  0000117776 00000 n  0000118010 00000 n  0000118265 00000 n  0000119610 00000 n  0000125599 00000 n  0000125865 00000 n  0000126108 00000 n  0000126151 00000 n  0000126196 00000 n  0000126241 00000 n  0000126286 00000 n  0000126442 00000 n  0000126601 00000 n  0000126765 00000 n  0000128591 00000 n  0000129689 00000 n  0000130474 00000 n  0000130510 00000 n  0000130535 00000 n  0000130627 00000 n  0000134739 00000 n  0000000000 65535 f  0000000000 65535 f  0000000000 65535 f  0000000000 65535 f  0000000000 65535 f  0000000000 65535 f  0000000000 65535 f  0000000000 65535 f  0000000000 65535 f  0000000000 65535 f  0000000000 65535 f  0000000000 65535 f  0000000000 65535 f  0000000000 65535 f  0000000000 65535 f  0000000000 65535 f  0000000000 65535 f  0000000000 65535 f  0000000000 65535 f  0000000000 65535 f  0000000000 65535 f  0000000000 65535 f  0000000000 65535 f  0000000000 65535 f  0000000000 65535 f  0000000000 65535 f  0000000000 65535 f  0000000000 65535 f  0000000000 65535 f  0000000000 65535 f  0000000000 65535 f  0000000000 65535 f  0000000000 65535 f  0000000000 65535 f  0000000000 65535 f  0000000000 65535 f  0000000000 65535 f  0000000000 65535 f  0000000000 65535 f  0000000000 65535 f  0000000000 65535 f  0000000000 65535 f  0000000000 65535 f  0000000000 65535 f  0000000000 65535 f  0000000000 65535 f  0000000000 65535 f  0000000000 65535 f  0000000000 65535 f  0000000000 65535 f  0000000000 65535 f  0000000000 65535 f  0000000000 65535 f  0000000000 65535 f  0000000000 65535 f  0000000000 65535 f  0000000000 65535 f  0000000000 65535 f  0000000000 65535 f  0000000000 65535 f  0000000000 65535 f  0000000000 65535 f  0000000000 65535 f  0000000000 65535 f  0000000000 65535 f  0000000000 65535 f  0000000000 65535 f  0000000000 65535 f  0000000000 65535 f  0000000000 65535 f  0000000000 65535 f  0000000000 65535 f  0000000000 65535 f  0000000000 65535 f  0000000000 65535 f  0000000000 65535 f  0000000000 65535 f  0000000000 65535 f  0000000000 65535 f  0000000000 65535 f  0000000000 65535 f  0000000000 65535 f  0000000000 65535 f  0000000000 65535 f  0000000000 65535 f  0000000000 65535 f  0000000000 65535 f  0000000000 65535 f  0000000000 65535 f  0000000000 65535 f  0000000000 65535 f  0000000000 65535 f  0000000000 65535 f  0000000000 65535 f  0000000000 65535 f  0000000000 65535 f  0000000000 65535 f  0000000000 65535 f  0000000000 65535 f  0000000000 65535 f  0000000000 65535 f  0000000000 65535 f  0000000000 65535 f  0000000000 65535 f  0000000000 65535 f  0000000000 65535 f  0000000000 65535 f  0000000000 65535 f  0000000000 65535 f  0000000000 65535 f  0000000000 65535 f  0000000000 65535 f  0000000000 65535 f  0000000000 65535 f  0000000000 65535 f  0000000000 65535 f  0000000000 65535 f  0000000000 65535 f  0000000000 65535 f  0000000000 65535 f  0000000000 65535 f  0000000000 65535 f  0000000000 65535 f  0000000000 65535 f  0000000000 65535 f  0000000000 65535 f  0000000000 65535 f  0000000000 65535 f  0000000000 65535 f  0000000000 65535 f  0000000000 65535 f  0000000000 65535 f  0000000000 65535 f  0000000000 65535 f  0000000000 65535 f  0000000000 65535 f  0000000000 65535 f  0000000000 65535 f  0000000000 65535 f  0000000000 65535 f  0000000000 65535 f  0000000000 65535 f  0000000000 65535 f  0000000000 65535 f  0000000000 65535 f  0000000000 65535 f  0000000000 65535 f  0000000000 65535 f  0000000000 65535 f  0000000000 65535 f  0000000000 65535 f  0000000000 65535 f  0000000000 65535 f  0000000000 65535 f  0000000000 65535 f  0000000000 65535 f  0000000000 65535 f  0000000000 65535 f  0000000000 65535 f  0000000000 65535 f  0000000000 65535 f  0000000000 65535 f  0000000000 65535 f  0000000000 65535 f  0000000000 65535 f  0000000000 65535 f  0000000000 65535 f  0000000000 65535 f  0000000000 65535 f  0000000000 65535 f  0000000000 65535 f  0000000000 65535 f  0000000000 65535 f  0000000000 65535 f  0000000000 65535 f  0000000000 65535 f  0000000000 65535 f  0000000000 65535 f  0000000000 65535 f  0000000000 65535 f  0000000000 65535 f  0000000000 65535 f  0000000000 65535 f  0000000000 65535 f  0000000000 65535 f  0000000000 65535 f  0000000000 65535 f  0000000000 65535 f  0000000000 65535 f  0000000000 65535 f  0000000000 65535 f  0000000000 65535 f  0000000000 65535 f  0000000000 65535 f  0000000000 65535 f  0000000000 65535 f  0000000000 65535 f  0000000000 65535 f  0000000000 65535 f  0000000000 65535 f  0000000000 65535 f  0000000000 65535 f  0000000000 65535 f  0000000000 65535 f  0000000000 65535 f  0000000000 65535 f  0000000000 65535 f  0000000000 65535 f  0000000000 65535 f  0000000000 65535 f  0000000000 65535 f  0000000000 65535 f  0000000000 65535 f  0000000000 65535 f  0000000000 65535 f  0000000000 65535 f  0000000000 65535 f  0000000000 65535 f  0000000000 65535 f  0000000000 65535 f  0000000000 65535 f  0000000000 65535 f  0000000000 65535 f  0000000000 65535 f  0000000000 65535 f  0000000000 65535 f  0000000000 65535 f  0000000000 65535 f  0000000000 65535 f  0000000000 65535 f  0000000000 65535 f  0000000000 65535 f  0000000000 65535 f  0000000000 65535 f  0000000000 65535 f  0000000000 65535 f  0000000000 65535 f  0000000000 65535 f  0000000000 65535 f  0000000000 65535 f  0000000000 65535 f  0000000000 65535 f  0000000000 65535 f  0000000000 65535 f  0000000000 65535 f  0000000000 65535 f  0000000000 65535 f  0000000000 65535 f  0000000000 65535 f  0000000000 65535 f  0000000000 65535 f  0000000000 65535 f  trailer   >  startxref  116  %%EOF"}]},
{"detail": [{"content": "M.A. in Arts Politics: Tisch School of the Arts at NYU                           Skip to content        Art &amp; Public Policy Home Masters in Arts Politics Center for Art and Public Policy Course Offerings News and Events Faculty Twitter Facebook  home &gt; Art and Public Policy        Master of Arts in Arts Politics  The M.A. in Arts Politics: An Activist, Critical, Interdisciplinary Graduate Program    \"The time has come to train unique arts activists–capable of activating critical and creative dialogue between art and the world, and committed to reshaping how art is produced, perceived and received.\"    The politics that make art. The politics that art makes. This is an opportunity for artists and those working in the intellectual and institutional domains of art to enhance and elaborate the value and significance of their creative endeavors through intensive study, reflection, and engagement with the university and the world. Based at Tisch, the program combines a dedicated core faculty with access to faculty and courses from five different schools at New York University.    Students who undertake this advanced course of study will gain a broad understanding of the issues and the skills required to make their ideas work in practice. They will be well placed to assume a leadership role in creating new institutional venues and public forums for creative work with their publics and for deepening an understanding of how art enriches social life. Students will be encouraged to become advocates for the arts from within the arts. The program will provide a deep grasp of what makes art necessary—both aesthetically and socially—and what constrains its expression and development. They will complicate received notions of access to the arts and the artist’s social responsibility.    New York University is already renowned for producing precisely this kind of independent creative intelligence oriented toward making a mark in the world. Drawing on a diverse faculty across School and departmental lines, a dedicated core faculty, and special visiting faculty, the program avails itself of rich resources and its location in a global cultural center. Students will learn to blend esthetic and social innovation in close connection with various art worlds. They will be able to work collaboratively across disciplinary lines with a robust integration of creative talent and critical acumen. The goal of the program is to train unique arts activists—capable of activating critical and creative dialogue between art and world and committed to reshaping how art is produced, perceived, and received.    …the relation between art and society and the role of the artist in civic life.    The M.A. in Arts Politics Program provides a critical and analytic setting in which artists and others with a social commitment to the arts can develop the means for an appraisal of the political implications and social significance of their work. The program combines an administrative home within the Tisch School of the Arts with partnerships across other NYU schools to offer a spectrum of interdisciplinary courses. The curriculum examines, in an activist key, the relation between art and society and the role of the artist in civic life. Art is treated as providing a particular lens through which the social world can be understood and as a medium of cultural intervention in political processes.    The M.A. program combines core courses with relevant electives drawn from across the University. Students attend classes with those who have related arts interests in other University areas and come together to critically reflect on the discourses and practical strategies that issue from the ability of art to intervene in and transform the social world. Arts politics considers art as both a way of knowing and a kind of action, as an invitation to claim artistic citizenship and a means to democratize the public sphere.    Arts politics attends to both formal and informal political processes that bear on the production, dissemination, and reception of the arts. It integrates approaches from the humanities, social sciences, and the arts themselves. It studies governmental and policy processes and the institutional ecology and political economy of the arts. It employs perspectives that understand how to decode cultural meanings, how social movements are formed, and how to read the aesthetic dimension of contemporary politics. Through official patronage and censorship, celebration and loathing, affirmation and critique of prevailing values, art has long been imbricated and implicated in the political. Yet arts politics is never fixed; its historical and cross-cultural variations help us understand what possibilities exist for civically engaged artists working in the present.    In the United States, cultural policy is typically seen as being weakly developed, and the skills artists use to get their work into the world often frequently rest on tacit knowledge. Art is rarely bestowed with official status or sanction, which can make its social or political impact all the more challenging to discern. Given the often-subtle ways in which art interacts with and acts upon the social world, the political value and efficacy of art can be difficult to assess. Alternately, when art itself is grasped epistemologically, as a way of knowing the world, a distinctive array of art’s social effects becomes legible.    Curriculum    The M.A. is an intensive one year (two semester) program in which students take 18 credits per semester. The curriculum requires four specific courses for this program. They are “Issues in Arts Politics,” “Seminar in Arts Activism,” “Graduate Colloquium,” and “Graduate Fieldwork.” Students also enroll in at least two electives offered through the Department of Art and Public Policy during the course of the academic year. In addition, students must take up to 16 points of electives drawn from a University-wide list of linked course offerings, including advanced course work in art and public policy. Enrollment in the program will remain small, so that there is room in the core courses for students from other programs at the University. Program electives are courses from around the University that are already on the books, and the respective departments have already agreed to admit arts politics students (subject to permission of the individual instructor).    Issues in Arts Politics    This seminar aims to give students both a conceptual and practical grounding in the range of issues and approaches by which arts politics can be understood. The course will be framed by the following considerations: What are the institutional, discursive, and ideological contexts that shape the objects, images, sounds or texts we call “art?” What are the links between cultural spaces-- the museum, the movie-theater, the gallery, the music/dance hall, the bookstore, the fashion runway, the public street, television, cyber space-- and the larger realm of politics? And how do these relationships impact, implicitly or explicitly, the ways we create, curate, or study the arts? How do consumers play an active role in the reception of cultural products? What is the relation between formally promulgated cultural policy and the tacit knowledge that artists call upon to get their work into the world? What dimensions of the broader cultural terrain are made legible through artistic practice? What are the means through which art intervenes in the political arena? “Art” will be studied as a site of contested representations and visions, emb edded in power formations-- themselves shaped by specific historical moments and geographical locations. Given contemporary global technologies, cultural practices will also be studied within the transnational “travel” of ideas and people. Such germane issues as the legal and constitutional dimensions of censorship, the social formation of taste, the consumption of stars, the bio-politics of the body, transnational copyrights law-- will all pass through an intersectional analyses of gender, race, class, sexuality, ethnicity, religion, and nation, incorporating the insights of such areas of inquiry as multiculturalism, feminism, postcolonialism, and queer studies. The first half of the course is explores certain key conceptual issues and the second half examines practical applications. Specific examples are provided through student presentations.    Seminar in Arts Activism    This seminar will focus on developing our work, theory, and art into a realized production. Each student will start with presenting his or her ideas and goals of creating a public project. This may take the form of public art, exhibition, performance, narrative but bringing it to a goal of actualizing the work out of the school student world. But the class is more than just bringing the art into the public light. We will scrutinize and examine intent and where to bring a production. Media, reviews, current events, intent, audience, controversy, economics, politics and other issues and challenges that is vital to a successful professional life. These connections and awareness of the outside world out of school will be a reality check of all the responsibilities of participating in culture. The class is interested in original and dynamic thought, provoking associative thinking and awareness. The class is designed to transform and consider challenging your process and opinion. You are encouraged to bring awareness of different approaches to create new and borrowed strategies in cultural activism. The class is considered process oriented and the professor is encouraging conceptual principles. Process is encouraging original thought over guaranteed knowns.    Core Faculty    Randy Martin is Chair of the Department of Art and Public Policy. He is the author of Performance as Political Act: The Embodied Self ; Socialist Ensembles:Theater and State in Cuba and Nicaragua ; Critical Moves: Dance Studies in Theory and Politics ; On Your Marx: Relinking Socialism and the Left ; Financialization of Daily Life ; and Empire of Indifference: American War and the Financial Logic of Risk Management . He has edited collections on U.S. Communism, sport and academic labor and, most recently, Artistic Citizenship: A Public Voice for the Arts (with Mary Schmidt Campbell) and The Returns of Alwin Nikolais: Bodies , Boundaries, and the Dance Canon (with Claudia Gitelman).    Dr. Martin holds degrees in sociology from the University of California, Berkeley, the University of Wisconsin, Madison, and the City University of New York. He has studied, taught, and performed in dance, theater, and clowning in the United States and abroad. Previously, he served as professor and chair of social science at Pratt Institute, associate dean of faculty at Tisch School of the Arts, and as an editor of the journal Social Text .    Ella Shohat is Professor at the departments of Art &amp; Public Policy and Middle Eastern Studies, and also affiliated with the department of Comparative Literature. She has lectured and published extensively on issues having to with Eurocentrism, post/colonialism and transnatioanlism as well as with orientalism and the representation of the Middle East, including the question of Arab-Jews. Her books include \"Israeli Cinema: East/West and the Politics of Representation\" (U. of Texas Press, a new edition is forthcoming from I.B. Tauris) \"Talking Visions: Multicultural Feminism in a Transnational Age\" (MIT Press &amp; the New Museum,) \"Multiculturalism, Postcoloniality and Transnational Media\" (co-edited, Rutgers University Press, and with Robert Stam, \"Unthinking Eurocentrism\" (Routledge; winner of the Katherine Kovacs Singer Best Book Award) and more recently \"Flagging Patriotism: Crises of Narcissism and Anti-Americanism\" (Routledge). Shohat and Stam are currently in the final stages of writing \"The Culture Wars in Translation\" (NYU press) and Shohat is also currently co-editing a book on the cultural politics of Middle Eastern diasporas throughout the Americas (University of Michigan Press.) Her book \"Taboo Memories, Diasporic Voices\" has recently been published by Duke University Press. A recipient of Rockefeller fellowship, she has served on the editorial board of several journals, including \"Social Text, Critique and Meridians\". Her writing has been translated into diverse languages, including French, Spanish, Portuguese, Arabic, Hebrew, German, Polish, Italian, and Turkish. During the past year she taught at Cornell’s School of Theory &amp; Criticism, and was awarded a senior fellowship at ICAS-- the International Center for Advance Studies, NYU.    Karen Finley is a New York based artist whose raw and transgressive performances have long provoked controversy and debate. She has appeared and exhibited internationally her visual art, performances and plays. Her performances have been presented at Lincoln Center, New York City, The Guthrie, Minneapolis, American Repertory Theatre, The ICA in London, Harvard, The Steppenwolf in Chicago, and The Bobino in Paris. Her artworks are in numerous collections and museums including the Pompidou in Paris and Museum of Contemporary Art, Los Angeles. . Finley attended the San Francisco Art Institute receiving an MFA and honorary PHD. She has received numerous awards and fellowships including a Guggenheim, 2 Obies, 2 Bessies, MS. Magazine Woman Of The Year, NARAL Person of the Year(which she shared with Anna Quindlen and Walter Cronkite), NYSCA and NEA Fellowships She has appeared in many independent films and appeared in the film Philadelphia. She has authored and or edited seven books including Shock Treatment (City Lights 1990), Enough is Enough (Poseidon, Simon and Schuster 1993), Living It Up (Doubleday 1996), Pooh Unplugged (Smart Art Books 1999), A Different Kind Of Intimacy: The Collected Writings of Karen Finley (Thunders Mouth Press 2000), she edited and contributed to Aroused” A Collection of Erotic Writings (Thunders Mouth Press 2001) and George and Martha (Verso 2006).  Alumni of the MA in Arts Politics Applying for Financial Aid Art & Public Policy Web Site Arts Politics Application Requirements How to Apply: Graduate Program MA Arts Politics Class of 2015 Tisch Scholarship Guide  FAQs about the M.A. in Arts Politics  Department of Art & Public Policy 665 Broadway, 6th Floor New York, NY 10012               Phone:       212-992-8200 tisch.arpo@nyu.edu           Undergraduate Admissions Graduate Admissions Academic Services Student Life Financial Aid and Scholarships Career Development Counseling Services International Students Incoming Students Graduation Forms What is Special Programs? Study Abroad Summer High School Summer in New York City Courses for Non-Majors Programs for Visiting Students Open Arts Minors Blog Newsletters Videos Admin &amp; Faculty Alumni Contact Us  Tisch Events Calendar Admin &amp; Faculty Calendar NYU Academic Deadlines Calendar Many Ways to Give Why Support Tisch Dean's Council Corporate Giving Foundation Giving Individual Giving Tisch Gala Who We Are Institute of Performing Arts Graduate Acting Dance Design for Stage &amp; Film Drama Graduate Musical Theatre Writing Performance Studies Maurice Kanbar Institute of Film &amp; Television Undergraduate Film &amp; Television Graduate Film Cinema Studies Moving Image Archiving &amp; Preservation (MIAP) Rita &amp; Burton Goldberg Department of Dramatic Writing Emerging Media Group Photography &amp; Imaging Interactive Telecommunications (ITP) Clive Davis Institute of Recorded Music NYU Game Center Art &amp; Public Policy / Arts Politics Open Arts Tisch Special Programs Tisch Asia"}, {"content": "%PDF-1.4 %  294 0 obj  > endobj       xref  294 23  0000000016 00000 n  0000001300 00000 n  0000001559 00000 n  0000001819 00000 n  0000002258 00000 n  0000002978 00000 n  0000003234 00000 n  0000003504 00000 n  0000003582 00000 n  0000005722 00000 n  0000006175 00000 n  0000006440 00000 n  0000006591 00000 n  0000006725 00000 n  0000006948 00000 n  0000007236 00000 n  0000037379 00000 n  0000061359 00000 n  0000088938 00000 n  0000092693 00000 n  0000092925 00000 n  0000001118 00000 n  0000000771 00000 n  trailer   ]>>  startxref  0  %%EOF       316 0 obj  >stream  xb```b`` $2\b2 P%aCCp\u0003\u0003C\bQ\u0005[=!u\u001b\u0014\u001fٲU!l燞6\u0015%q\u000f;\u001a\u001dO]i\u000eZa=cG\u0005\u0003-000FttL\u0010T\u0000 H\u0000 ] P6S\u001aPZPЭ\u0001j\u0002i\u0006׎@Z\u0018k33nb3\u0010 I8\"8q\u000f\u0006\u001b\u000er{S\u000e U\u0003ҁ\u0005\u0013U\u0019\u00183Á\u0016\u0018\u0018^\u0002  |p\u000fj20\u0000 \u0001\u0002 \u0000͈C  endstream endobj 315 0 obj  >/Size 294/Type/XRef>>stream  xbbRb`b``\u001cŃ\u00053\u001d \u0015\u0006\b0\u0000R \u0004R  endstream endobj 295 0 obj  >/Metadata 40 0 R/PieceInfo >>>/Pages 39 0 R/PageLayout/OneColumn/StructTreeRoot 42 0 R/Type/Catalog/LastModified(D:20090727153857)/PageLabels 37 0 R>> endobj 296 0 obj  >/ProcSet[/PDF/Text]/ExtGState >>>/Type/Page>> endobj 297 0 obj  > endobj 298 0 obj  > endobj 299 0 obj  > endobj 300 0 obj  > endobj 301 0 obj  > endobj 302 0 obj  >stream  HWێF\u0012}\u0017\u007f\u0005`M70b'h\b Ȗ1v3~UC$~fU:uf3~ OEr! 8!·?d\u0019/؏ -b/\u0019l8οb:\u001e*V\u0003SYWl ٽbIqƕ1\u001b=xу\\ͮx r(\u0011\u0013ƾLq\u0015G|\u0019 o9(\u007fN\u001aqpM(\u001bqɚ\u0002Z Ud\u001a?Jq\u007f!cu\bT\u0019%̉\u0001 \u00169\u001eB\u0018E\u0000Y\u0012wO\u001esK\u0014\u0016R\u0011yD\u0015Q9Ҵ\u00134v\u00028NV꩖DtbQ\u0013rS\u001cQLrU\u0013)\u0015dBh285 {\u001223^ \u000f\u0015-1J\u000f%R컢4j\u0003P+2 5\u0001\u0014\u001a]=ڌuQ\"1=\u00129@w՞sc\u0003 H\u0082NnT@ˉpp쮫&OpQDq}\u0017\u0087!S%a- \u0018\u0015\u0012e\u000e `mGAdRJ]\\w~ \u0005r\u0007홼v|2 \u00166$/\\l\u0002RLv9իI\u001a\u001e=\u001c\u0005WԜݭk\u0017:\\\u0006\u0018|{ \u0016-W\u001flК_L, :c֏\u0012VL[\u001eD\u001c8%Wm+IF\u000494w,m > endobj 304 0 obj  > endobj 305 0 obj  > endobj 306 0 obj  > endobj 307 0 obj  > endobj 308 0 obj  >stream  hTP=O0 + >stream  hޜz @\\չ~͓y\u00003\u0000C\u0018\u0019\u001ea@` $\u0007\u0004BH c$\u001aC4\u001a%j1w 4 UVOc ,\u0013\u001cEƀ@>t&\u00078}\u0018|Kva\u00190\u0003`\u0016v\\\u0000AJ7\\\u001f\u0014A\bfC 5p;GR\u001aPTB'`?\u001c\u00198MD \u0003T[nz\u001393I^\u0003.m\u000e>-\u0006\u001dxF،w\u000fQ) B\u001f#y\u0005W~\u0007 \u007fP.t o\u0013\u0005.)|+&\u001b!\u0011R! u\u001d@9P{hFm. {\u001bE~y\u0018F_wp\u001a\u0003P4d2RAXD\u0016vM֣%7ar\u001f\u0019\"O7یsr\\FC\"\"fљt\u000e\u009dEMDxKߣp霗犹j\u0011\u0003o=\u0016ƿş'\u0004Q\u0017\u000e1!JbE^|XXʒT\u001e\u0019p/\u000f*0ߡu\u0003}\u000069p 5xT_H\u001c\u001d>\u0004\u00074_@\u00012 \u007f7pv(V2!@,Bi~A>V1g'|@\u001e\u001eBV  \u001f}\u0003z\u001c-$ D} 诳D\u001crw\u0007\\\u0016\u0006-\u001ey 74PaA~^0eOff{.gjJ#)nZ &!Nj*I\u0014x\u0012ȩv\"\u0011>SWgמ.躪3®ω:iϔq\u001f̔c3+3U \u001cW\u0015]5Bo\u001d՞6WdLiU|r \u001bpT\"U\u0013ݱ\u001a;Tyz4\u001c8bSH\u0014-#J8EAG\"=5zO5c!etuGT;6\u007fNT2b)SJyLDHc\\kvTh#FXu{F6 /2S\u001dݟ3B~5\u001a!Y\u001d;UW]݆3\u0003ߟiXF~ w\u0011-b\\CP@\" UZaaabEo\u0018\u0013?\u001c\u001aMŉ)^?\u0016Z f\u0001\u0005w\u00180[8 !\u001efx6GC ߅s\u0017>t'\u0016q۸QC܇#\u001a\u0011!ZD7b\u0019Y#\u0016\u001aSB ]\u0017\u0010,&*ȐA \u0016ҳ' Oa\u0006\u007f\u0018Iñ$Qe8/\u0013]\u0002@6w\u0016F\u0013NB\u0006d~&\u001c\u0006 # gV\u0010Wq\u0005ҸfUЉc\u007f*֏}\u0014\"ұ߃GعO\u0016lFy\u0015㵛\u001b~%4G?NB2'\u0003y  XzB\u0010uZ*\u001blW\u0007ʝD&.>>$!\u000ea⛡ сu2;Ft\u0015*\u001f+A]\\\b\u0002a M\u001f8hEt1yѓă\u001d\u0004A yem/f'S8S\u0003l̾ \u007fd\u0013:Qm_1\u001a2`~:Ic\u0014m8\u0010\u001d,\u001e0DxX\\`y5 FQg_  :\u001c(\u001cGФ{\u0000cr\u0015p;[+_`\u001c{\u0003c՗POHl \u0004ynQoE?V=HY\u0012g|VlnʷѮF\u0003 ;X\u0017 t\b^\u001cg*\u0017vt\u0005\u001bIQ\u001b)7\u000f`\u0015čOscM߇g\u0002\u0006\u0019\u001683?rD#b9b\u0013b/BE䤇~ d3/_x B MivAԆv\u0006:k\u0003{,Hh څ]\u001bKkq݅ \u001d9 > \u0006 .\u0017\u0014\u0010\u001bEJ`D\u0005O;ڝ\u0002氓gD8CN.Qt\u0013=J_S\u0001jk\u0019M*5B\u000e#\u0018#kbdu\u0018ň5Fc\u0014#\u0018ƈ\u0018#\u0010\u001f\u0011\u0017\u0010?C\u001cG !! F \"\u000e! v\"6#z\u0011\u001b\u0010k\u0011+\u0010Veuc3F\u0012c\u001e#\u00181Ĉ&F\u0018d\u000f ? ^B\u0002\bbo]ImR\u000fThqІ\u001fT9 /{{>i`4\\\u001aX,T.U*Y**^eTũt*J\u0012U\u0000C[Cdt%4pE./ kD\u0004O%7@âJ;$p aae׀Z\\\u0010 \u001a\"Sن\u0011z\u0007̺nvDZE+r\u001d\u000eF\u0007n дYOKKU\u00125,Į\u00015{i@鲓nn:ؙ\u0002\u007f \u001fY\u0012zJ\u0005mUKc  ם\u000ew[[lm\u001ct خ\u0000۔rAXl-ۺlۮ6n۶]!۷mݎl\u0016V6\u0006\u0011f\bլ\u0007;#.OuDb\u001dɎ4O5Jm۶NC5_j\u000eS}\u0013>\u0005\u0014  \u001cX4/eN/,*ȷZ\u0012W]{:+I*\"UEVZ '9\u000fڝ#( d1qJL,1#x\u001fpS/D0\u001b C#-/uʌE6\u000eE `\u0005{c|\u000eJxX\u0011OL8;;\u0002T\u0010\b`\u0001!׷J^P(#!\u0007 !k\u0001\u0012O`\u0016=i( sOܿqYMҥ{\u0006s˷1h蟄\u0015T;\u000eY\u001c\u0018\bZumK\\Djv \u0006b,RIK\u0013L\u0019KPfNnq\u0013w[-)55))'iV|ce˗E\"f=Lus$ٔ\u0011 /\u0016\u0012ՠkY% \u0010{.O|\u0015'ܹ#]\u0003IPM\u001b 䎐od2PY^XrS\u001fU\u001eTW6\u0081ch\u0017M &\u001b\u0018\u0011\u000e\u0019ʙ;p\u001a\u0016\u0004h\u000f;\u0011`jj\u001dn ;bђ\u00100yμ}\u000e餅\u0017`:9\u0017*nIX-\u00040Kͪh2w{}\u0011h479\u0005m\u0017\u0017Yg\u0015BP[z3=;\u0003pAܼ[V\u0014Je&;>qOQu/68\u0019K'G\u001a\u0011+p9\u000e0 Ec m\u001cQ^04\u0015)0\beϘ.SY\u0016\b\u00158}ħ!\u0003\b]\u001c9\u000eG(\u0007\u001c\u0005߀I\u001ff3\u0001#z\u0016\u000eE +l\u001d/_,\u001c 눺蟸>\u0016ʱ\u0004Ͼժg{\u0007\u0001\u0098 \u0016A7]0\u0004&| _\u000ek&\u0018\u0000MB\u0014@~ \u0018\u001e k0kѭ: \u001d\u001duE(\u000e,G Iզ\u0012df,AJɈ)(\u0019\u001c +Ooiߜ-:BL{gOۻw\u0010׮n\u007fN\u000ec$xݣ\\nk\u0015G'^\u0018n \u0019O#\u0001\bP\b \u0011[{6vB|~yc/\u0006}DOA\u001fz^/\u0014^8\u001eP *\u000es\b 7O\u001bg\u00124ㄐ04c\u001e\u001a3m\u000eb\u0013#Bߞ(\"q\u001935h6\u000fx)njf\u0012YZtV\u001a&3Y\u0013ʴK\bmGL*O/\u0015iw7* ZI\u001b \u0002h\u0019~g\u007fO;M\u001f>==}0i%2͒%\u00134 ZNV\u001fII^ ! Ηw\u001a\u0018S\\)\u00149O 0\u001b\u0019z ý\"X.\u0018\"ƺpJ\u001d\u0006\u001d\u001dd˖-\u0019^\u0018ED\u0015by\u0017L) lE$\u001fpk|wk\u0016 w\u000e-ߑn˴Jeh?uqJ4\u0007mivA#PSQD\u001f=Ou\u0003%A^2}\u007f\u001fϩ)R\"D#RQ\u0013ы\\\u000fz[\u001e$'x3ӓH\u0010 ս3'\u0004K-/$\u0010 O\u001a}$w`ӂGd]m?]wOnIKIΗ'Ƃ7oYԶ@FN\u0014~̝@lxE^][Y[{\u0018P um\u0004w׽3*'=(T!1dw[ɕb._PX\\+e\u0014qTQq[\u0005\u0015Q\"Fb\u001c!? {~T4Zĕ\u0017m\u0006W ` i \u0014\u000e^dɠC\b\u0015yJ\u0012E8\u001beFɣUB.&,X0uJExQM44/RqteG,@$Q.51-*\u0010\\¡QˬbJ˄,RQ*3OS>\u0004t\u001e`uqfPMir/Vtf\u0011 għ v8\u007fpC\u0019 \u0018X\u0006#O.\u0002\u007fF&>S \u0002zZ5c3q>\u007fFҸ\u000f\u007f-\u000ek6\u0001\u001de\u0013Mڪ Nw\\QPQR3Yp\u0006`Hm a1i\u0019{G\u001f7zH%KڦL\u0007>jvrc+=?\u0012CtR\u001e`B1YT Z[\u0012e/cl˟\u0004qW^)eZ{J̵cmc\u0015\u001d\u0012\u0017u+ax\u0019\u0005 \u0003荽b&b\u0001\u0003[8N/\u0014n5O8\u007fQM^\u0019NOd]K j\u0010\u00123\u0004%\u0015OL\u0006G\u001b$\u001a\u0004gLQ2mY8 \u001a9@\u001b\u001c:8qҖ :\u0013ӗɵsnj]O\u001aEo1f \u0016W/y]/dDWyk\u0019i\u001f\u0019)!>겫$\u00161Ƭ\u0017RgafGDB 5T|ʫ\u0004--2Z\u0011$oJr&Kk y3Vɺ\\͉Zbo̓@̕'ut%SYŤƋ\u0005 ] U\u001c%K9,*}\\l(%\u001eJu%!2hN\u0016>ѴQH5kym@0u5?='/Z\u001cU\u0014\u0010g0g\u0014 *ܖ\u0014]U5\u000f`zX\u0016\u007f \u0015p͓vU\u0019!e]V9++8)K ˚)Iөh8fh^w\u00052>P\"I;\u0014\u0014/:Wr\"ɷ\u00070w@ ~W\u0014!E\"y}ʾ {>T\u001fwtow\u007fս~gn%\u007fуxq_ܼߺr\\52 2SZ?=m/N\bEps8-ݞ}VǷ\u000eط@!-\u0014߄mZՃμl'\u0006\u0012{b~6\u001f#(\u000e(_w\u000e\u0006UyGy$O \u001aEGU;33K&s&sM2I&L2\u0019rɅIBB \u001c\u0084 `$\u0017H\bE h@\"tZmE\u0006ZVlkn^leen2;3\u007f\u007f\u009cI}﹁nz\\\u0011n$\u0004Ə\u001bW\"~\"i\u0013\u0010 '+2Eq?Esd\u001e\u001dZyO\u0016qj_-qۆ{j\u0016Un-'pj%K6^t9\u001a\u0000P]\u000e\u0010}7vnI\u0014t\"/\b=Y\u00003߁\u000eA \u001b\u0011Oi\u0015O[\u0014!}bШAQ\u0003\bqk/*]\u0000k\bDzu .4\u001e8:_\u0013Sd\u0001\u0018*\u000fE dSЙqV9v$\u001aGz\u0012\u0012\u001b/\u0010^p${=Q`N\u0013w@}ުzu$\\ݮ.څ9G/ $S\u0004/\u0010\u001fe8#φ=k#}\u0017EM*2\u001f1vU>?\u0017k7n\u0019\u0006{eya*S_\\\\W\u001f*ꍖ[VQ%B_^7\u0015'At\u0002Iԭ\u0000&\u0017.\u001dFZ/m$\u0017m]yhp&z,1֑pZLNt\u001dc12P\\س\\p$啳s䥯 (\u0006\u001f$%5rG\u0018*Lf \u0019lcc\u0018\u0018\u001b[mw\u0016:mΥmo;YgbEP;я4RPG\u0003\u0014Y0i=q\u0003v\u0003C\u0003\u0006ȁV\u0006`5pDu∿wv\u0012\u0002Ȇ8xU\u0012~U~\u00153 \u001d}\u00160[1CEIN\u0007kA$V}\u0007}BqFL\u000eW6\u0000\u0004J\u0016 \u0092(#'Rgg\u0015\u0002L\u0002@\u0018f3,7~k6J:b\u00190\u0002CщdnԔ\u0019(ҭsvxZ-l(23\u000eC^H )PKkx,l0\u001e-\u0000>PWid\u0005&tj,\u0000\u001a^uMmu\b\u0004f^zu\u0012) bh'\u0003Za\u0000\u0012\u0006\u0011Y\u0015 \u0001d>&fV,:W\u00190,3?\u0018'\u0004\u0017K\"Kys\u0019jF :U?&bRK>\u0018M%K\u001c !$H 镟|NSv v  Qԍ,\u00184a Q K5E )\u001d0F(XhD\u0007\u0018?pdV\u001e\u0014ă~ $\u001fM'~@w\u0017\u007f\u0016\\xw10\u0017o\u0001+W\u0014Nz8]īi \u0010Z\u0010\u0011X0Fǀ 3x\u001ez[]\u0010 Fx\u0013h$ Z\u0001/0Y՛\u0011D)2@+._Sc\u0007O \"\u0007,f^g\u0001ǐ\\yc?l\u0019,\u0005Xf\u001d/\u0018 uoٴ{Mo&ֽ|\u0013ܴIz}x^F.^r\u001e~B'H.\b\u001fD \u001d\u0019^\u001euzUzddKC{\u007f]9\u001dN\u0017\u0017?JoAb-\u0002W\b_\u0014.|oSj\u0019K++\u001d>m\u0012;\\Ч*KXU\u0010oU% XX#A Xʰ8BFl\u0005{\u0000]$[\u0010w!sC\u0000iJ+\u0018\u0003\"4qA:[\u0002U\u0011\u0017j\u0001\u00021\u001a r _CTXt\u0007\u001d#~ _3 Ef'޶8[9v!\u0019\u0007VUr\u0001kk_X~`yнaQ\u001d^ܟ4O 3\u0006:#IQ׆\u0004O-}t\u0003-ZƠ3j\u0010\u001971F ê ,g\u001emd\u0006Ԓ\u00010RyJ\u001c\u0013x/\u0002\u0015\u0001\u0010'9H'y(W5EsH\u0013\\\u0003\u0013 9S9S4lC$2n!E(s!W2ndDCN(єVK\u0014DW\u00008n-JTґi\u0001\u0000\u001c\u0017\u0018٠7d>\\\u0002(\u001bQ*\u000e \u0000~ݳ\u0014^a0\u0002)ʓ\u001c5:r8dOgB7lڵ(j%RZQ1v\u0011(s\u0005Zmؓi>\u001aoT\u0000j5 P(T \u0003o\u001eN\u0004\u001c\u00075U $\u0015)*T\u000fg#I#'\u001c +*nݶ}߱Ã\u00119n\u0010 '#ģ\u000em߄b(*ܳ$\u0006\u000e\\}C\u0000WfS7\u001f`[\u0013\u001bF7l\bǰ2T*\u001863qDg\u0005*@&  1נ@\u0001ɪ\u0018bEVcP7@\u0002\u0014ƁG!H Ys\b\u0018&xPv\u00025kl6FVͱL$1 `\u0007\u0000ze\u0005\u0012hu\u001a`\u0016l}iǴv /Q\u0019ԡ\u0016-Us)PYP%\u0019\u0012 \u0004͠gn i\u0006uG\u001aD4U\u0000\u0011 NcRW\u0017?eioW\u001eQZ\u0015\u0012tZrjA hJ+W  =4viL\u001c24iI\u001b|=\\+ǆ**a>]N6c _n?ȅS\u001bҺai\u0018\u000e\u001f[3\\392U Q\u001cK +}\udfa5m\u0013>KVdjEj\"|RrI͂ I\u001d\u00133;in=\u000erᴵJ o\u0019VL1-e\u001e|]gV\u0011\u0000!G-t,C͈V\u000eM؛,wYb!&\u0003p\u0006!\u0011S`v?v^RoBQ:7m'\u001a繼!gK9#\u0005\u0018Mݻfy1n\u0005V\u0015T. J\u0001-{6\u0017!rE\u0016\u0013 Xԭ\u0013\u0012R>μi+찚ycx_@u\u001cA\\\"i\u001fq$W`@) \u0005=\u0014Ww\"\u001e[rU\u001f\u0017(pg\u0019W(22\u0012\u0013(&J\u0018E A\"hP *^]NO`/W41?)B\u0011\u001b>^\u0006 \u0014|.k\u0003 \bz  32\u0012YruOmo`Ђ\u00063\u0007}bI]v ϩE\u0018!޾@.'V{\u0003#\u001feipB$\u001d-ܰ w\u0010pA\u0010y\u0018\u0018X \u001a-q\u001d^=l[\u0011 h!~ԅS?\u0010oK\u0001hס k'W\u000f&h\u0004T*;4\u00011w\u0003S5 `\u0013S(982\u0006\u0005|r\u00174qs/E}Vr+\u0000f;[{,8\u0010+|euk\u0003wGR\u001f.~3'C W j\u0007*G\u001b,\\`\u007f\u001d8=\u000fV\u007fuBhn\u0005G\u000f߹ls88\u0012CT  \u0007$`S-\u001b\u0007}&\biFb6(\u001a,mWO\u0014o= \u0011bU ,Ň%0\u000fЃ\u000f]Сr3Z\u0001WF\u0006`\u0015kӅӄ$JntVzO,qn\\ZvAxd8u?\u001d\u0019&zd/-={Z z{oY3?LTGDD4A \u0004XGuuuY\u0013'Aը\\%KL\u0002yS.KQ͸t\u007fΥфQb ^ft \u001bjN)W(-o-f!9=*ZD\u001dO4FN\u0014\u000eVS&d r\u0014\u0000Q}d ' \u0002S\u0014H>*UrxJ4Q\u001b!IO\u0002\u0004$d\u0004*OA\u0019\u0015˂v UXp\u0001\u0017y]Z+b.TtY\u00062V H\"o.,\u0003Ty\u00122\u000e_5\u001e\u0015x4i\u0016{Y\u001e\u001dV\u0014ooO./%0fj5-15M^2m\u0006\u0019aaM6Ǡ\u0018/v46\u0017,] ]n [wlWYTf6WrWs؛\u001d \b\u000fg(˭Cz\u0016_[d\u0015ʧ*2'\u0010\u001bй\u0005R-d$!c\u0019^ՂX%lI\u0016\bey\u0006J [Ϟ&5\u001as%M\u0012b\u0001\u0012k_\u0019/K\\d \u0019h~ u\u001f`4`}ӘS,\u007f'\u000f@\bDdY7\u0017f7TpxP\u000eyJT &\u00133.1jlm VKJ55nXg2\u0000guv\u0006Y;V{rƦg5m\u0007e-.ך\u001b \u0002A؇X\u0000\u0001a~\u0007{6\"%jIQ\u0012\u0007w\u0007%\b4}5ށ#8\u007f\u0001 |!K#\u0019 b%54G\u001fEz#]rzw\u0007k \u001cT\u0000\u0013\u0003^ \u0004*lFٹBWj-c\u007f*~ Ln6}arBpG;Z;ND'\u00128\\\u0003b\u000e\"\u0013nu\u0013 \u001fm@OdWMvvsG X.c,~,qT\u001c{&&1\u001edy/bŰ\u000f8z6\u000f? c[[L\u0017=ȡS\u0000h\\j\u0006/\u0018UtU\u0016$*̪&zU% e4FLAr|8|M\u000f\u0010!X\u000e\u0001GqH%\u0015`T3UŒ[dH\u0017tn\u001cm:2jaBS$i)A Mtc7ѹ0 \u0007i\u000fhѤ\u007fX6J\u0010h\u001c^$\u0018\u000eVC\u0000s⪠q5+Q\u001cA0 \u001a\u0000tFY]>X}\u0013r&\u0003\\ ~@Z&Xh7j\u0016 \u001a\u001eG\u0002 W\u001afVc5\u0000r[0kBdpX0{W\\ڱدD\u0014 ~`Cu\u0001?o!\u000f~\u007f\u007f\u00012\u0000Ͷ9\u001a^\u001d>ܑ\u001bׂ\u0017یU\u000f \u001b\u0010@ 0΃H^Q\u0010\u000eڪ\u000f8\u001czf\u0003\u0007A08c\u0010\u001eP\u0007\u007f``6!\u007f\u0003uUP\u001e%4d QET 3\u0000\u0006:iT\u0015\u0007OUu 4-\"\u001cnFV\u0002BU/?B\u0016X Ԍ껼UT5sUއwʴ ́~XmO17XW檱Vz\u00189\u0001u\u001fM\u0018M`Y\"Zw\u0019ŀ/mQ\u0007C Z\\\u00118ak]6n\u0012y\u0017 w.SU\u000f\u0015 \b,T\u0006\u0003M\".o>Dତp)a i\u0017\u007f\u001b\u0002\u0001\u000exlll-/#pF$1\u001ck_\u0012 X;\u000ePї 9ezx8',Ö\u0007D/sw\u0003^潾w\u0007wZx|W_>@y+\u0013w&\u0002Z5\u001d=!oڋ.zqgJguZCVbu\u0017V6Y늕YԺ\u0015\u0006\u0017Jū\u0017\u001c\u0013{p\u0000\u001e\bq|f>3d?\u001e[:\u0007\u0002H^\u00119~ оK\b].\u0019E,6\u001aqY( 'G\u007f}`8VU5rIQ+U\u001eSR\u0004f5J3\u001a[D\u001d]\u0005z=fn\u00066=]j#\u000f\u0006~  \u0003\u001b%\u0000F\\C-!:\u001euUGDZXt\u00017'N\u00045F\u0012-6]d8۩΁z7Z m,{%Xy}ٸR_㋙+W$^\u0004փJy/\u0005ti\u000f2\u000fo\u001f\u007f)\u0006.$MS 8Q)xrD\u001e\u0007ˬW(* z i\u007fN\u0017p\u0012U4& -= \u0018U\u0012B3\u0012)=A Y\u0002=ľ\u0012gnDSm3nviJ>F\u001ajVIxD\u0016\u0015 *_b\u001eP'\b'\u0018xhOW\u0004*#Tuy\u000ff\u0006n:ն}[;f_.lu\u0005Z\u0015o͟\"ncwćT'\u0016:&\u001f)ᔈ\b|=&S֩SBޛG\u000fy{aa\u0017/F\"+n\u0014xЧ{'@y9\u00030Փޘ(\u0001l`\u0011\u0006# 8\u0003@:0\u001b(@\u0007>*,\u0000\b..]G'iFC!P*.\u0015icX\u0010U\\\u0000 f\u0013aDBK\u0004A \u0010\u001e/JFKfbx1³#Q\u0012&i^Ԗ\u0001g.蝃ݴ*9\u000eo,בwē݌Uш '\u0005^\u0004\u001bo[\u001e\u0001n`Xc}b\u000e\u0017xg~h\u0007V> KzL\u0017\u0010P\bgP~σzbbƯ\u0015AQV=\u0013W%\u0006\u000e`.k%'Qwu}\u0003`}';[{iPw=52X\u0011Hյ 盳K\u000eE\u0004.\u0011C\u0004a7\u001969,s\u0015vOс;l,wKYi9\u0018\u000e a{+\u0016k\u0012\u001a''&\\?_':N`SϺsn.M\u0018 f`F 7ٞ\u0086 `$n\u001a lp,8\u0013\u0010$`6x,H\u00046TW! \u0001+\u0007\u0016E\u0018b:\u001a\u0012m_f}\u0011Uv(R\u007f(!n4\u0004\u000fA\u001c+.$\u0004UQ/\u0015]K\"\u0016ea0\u0013V0\u000e((8F# \u0012a+O-!\u0007q:EeQ\u001a0۳\u0011pzk Fqs\u0019!fAECߪ\\^Iz\"ǱI\u0000\u0004NN\u0002d֤\u0000\u0015OhXҫ5 UoGYǗ\"\u001eTi\u001b+ {\u0019\u0005#0q2qa\u0010\u0013[Q6~w-\u0012l}`\u0004=r )\u001e`\u0013?=`cMDSR\u007fj :睰\u0007΢\u0018DhGʿ\u007f\u007fSa~͈\u001e\u0007zDI\u001f3;6\u001d&bӈ[\u0002\u0013X,g3S󝝻Ӯs.\u001a=@*uYm\u0011\"\u0005;lf1g\u000e\u0005g@\u001dR`\u0002THu!Ҭ:\u0004ۮ\\m(\u0001\u001c|U[8[\u0002\u0016X婂\u001cm\u0019AavCbPC\u0011XFu&\u0002V+@i[י\bo;\\i?#;5\u0016F/oRȷ5՞amυO8b-%CC[+7sK]u\u001fxN7+l% s[ J!I\u0087{z\u001eʂzl,j6hob;Fnjґ/wt\\\u001a GM\u0003\u001c;V>!IŰ\u001d)Bݏ&vwh,2\u0015\u001d))\u0017V.(s 5?ļ \u0002\u0013X\u001b4\u0007\u0013 8\u0000$\u001dhe O&MC5SZoJ\u0014N׵%\u0095\u0006 \u0014BH\u0015LP\u0015\u001f\u000e2Xm\u0017sJ1\"N\u0003۾) 4LL&b\u00155&q \u0017l\u001f_\u0013O[\u001b\u001cr}wQ1n\u0013(\u007fȯ0V>\u0005/S\u000eLi%prkf;X\u0004\u007fL& ϙu6c\u001f:3\\;2\u0012#ԝ8sUG6bꂵV\u001br ]ȶKeiC\u007f3BJUCxh[U\u0000oap\u0001X xT\u0006  `bH$\u00154:P-bt_e'fq\u0005{T p\u0015_\u0006\u0011UBUsE$~hUfd}\u001e2J l7Q\u0005-\u0016Fc \u0011V I#eq`N9+ix\u0004)\u001cL/\u0004H`+F\u000e]\u0011 ^%{ο  +WOk_\u007f>;w\u007f1\u0011:\u0018X\u0017\u0018V\u0000_\u007f(.#\u0016$y u  \u0007)ְ\u0002 `R\u0014ʪ%\u0012#1\u0012xBu\u00193Q̣6u\u001a|l|n\u001c\u007f~\u0007\u0016ͽSцƩh\u00036\u001f\u001dRr#)\u0016Fa\u0000#\u0000 L\u001d\u0007\u001dY>\u0005^E\u001762g\u001cǦB\u001504lRka\u0016R6\u0018_kZQ/8\u0011y\u001c\u001aT\u0007j r pU\u0010C\u0017\"2\b\u0019 qd)h\\\u0007Q/V\u0010\u0006K噌/s\u0013@#;P\u0005iLwB3 \u0015fIb\u001b;R(WSl8 Nl]0\u0005=tE[ v#րn`5uIt\u0007n(\u0006\u0001\u001c'L4\u000f\u0001\u001f)\u0018SX'}\u0012\u0006\u0004.2\b7gV'^=\u0004b2\u001c\u007f\u0004\u0011яh \u0015y\u0013k:dM\u0014Ns\u001c=v\u0005@\u0019 U5*a,g.iY-p\u0002 zXa!\"U\u0007\u0014\u0002`$ol|>][;\u0000~+\u001b\u000eonv>r#ħm \u0003?Cl܌5bϕמTKkV S.# J H\u001c\u0000 ӽ}mο;) 2\u0015\u001a s\u0004kD)5#>\u0014{v(5/d:r\u001d \u001dt\u001d\u0003\u0007\u001fi]شa\u0000f9pR,PaA\u0011\u0098\u001f\u00161b}U}V/K1\u0010\u0003Q5\u0017 ?\u0011M\u0016PCY{}\u0011)j\u0018c 2\u001d\u00128G~zwRÈ\u0000\u0018~\u00075rQP֦\u001byN\u0006n\u008fFz\u0002Fo0 A\u007fֺm7~VC@d9DLs zpd.VU؆uc+\u0011[ \u0003?rIȃ2\\p4s \u0007`6HHAW\u00107h\u0010}\u0010\u0004\u0017pW2-.B' \u0001CB13}.rO\u0004g\u0006\u0015\u0018Rs \u001d9\u0017\u0010\u001c!#Sb=)hw C:\u0013v7Y\u0010\u0017}b?  {O%\\3s\u0007tW\u0015bN\u0002\u000e\u0005z) \u0015/\u0015PbȶΦ/K`0R((ƨ;)dkj\u0004\u000e\u0003f\u0010q>'F(D5\u0012\u0016\u001dkDҶ 2|)D\u0011Jb \u0010% 6Nr\u0013[+-\u0014\u0010\u001bww@HU }:B+w \b'7[j߈9-\u0001T{Xh2\u000f]X{D\"(Z bRfx@y[T$-Ÿ]\u0012\u0014++o\u0011&l\u001a ohv/|Yuvz;;gl&f3tt\u001ckkqP7\u0017\u001c\u0013ޯ\u0004\u001a;uN 8ZtA\u000eA}6?G\u001c\u0019.\b,&Ų؉\u0018u,\u0006`Gb3b\u0010>\u0010\bI\u0000`{\u009b\u0010P-{S̭ \u0013ƾd d2gS\u001a\u0007U3aDTn\u0015MɊ3Uŉ͢W\u001a%G{#qUf*$ECu).]\\nf,Z(\u0003u#kW \u0012Qb604(\u0013\u000ehꎻ;\u001afXֹt\u00151A|Mӄ Јu\u00078 \u0014`u\u0014ś(}pTp@K2\u0004\u0011 p\u0012\u00000Zre\u0005s\u0018\u007f\\yAYp2L5G69\u001bt~~e|4\u0018-ƅ&] +*\u0007c)qtt&\u0016cPXơS3 K06>>&\u0019=HL\u0012m1!{n\u0014\b&͵hK&ܞ\u001cF;o\bݐa Ȩ5\u0016\u001bNHwi -;\u0014\u0019\u001fH\u000ft \u00188=@ \\\u0018\u00010\u0000T \u001a1d\u0018#uQY+iE\u001d''\u0011k\u0014xs ^ZR\u001b'\u00150_#g $EH3eicۺ;=\"'\u0012(Hʳ,֧-ٌ\u001dˢf%YA(s\u0002@\u0006M3[S?\u001aȆ\"Cv KLZ6}GMx\u0010 Q(\u0019\u0016=rl0M;I\u00146_az\u001bE3svw;Dg*dxh\u000fqN\u0017\u0004[\u0016ڇ \u001f\u007f){y'/3)A h,\u001e1$y'B>f+Ua.({ƀ\u0018Ԃk.\"\u0011.l\u0017\u007fjc0\b;0LXWW]\u0004\"1Е#.\u0011}}-\u001e\u001aC\u001d G[خG\u0007X\u000f{ڳ5\u001bQ&%\u0019%U0l\u007f?\u000f\u000eb\u0017÷l8 2&|ڼi(m6\u001b\u000ewƟ}󎱑oN?\u0005㼒\u000fSWy\u001e.:w\u0012-dUw.HLa\u0003{\u0019siQsG۴֑cO\u000f\u0018gawKkwI\u0014\u0011 6j-G#_\u0014\u0005+n1 \u001a .L\u000f|)T\u001aZq&\b>5\u0011}q0躸hj^ v-F):[ԸAށ\u0004\u001av\u0018k\u007f_\u001dɅ+Æf. ~U?6Q\u0018Sf\u001d}Sw)p\u0017O˾``錭TYBݑC6^nnJf\u001d-j+YmL\u0004=\u001d T)u\u0011\u0017BZU\u007fsѝ{#d_}910ܹjTxJH_!`\\. \u001bN͚.qXM\u0002I\u0017[\u0012r\u0005^ޔֱbT)&%4EdצM\u0012w+\u001a'4\\q/N\u0004\u0018iv{7Z\u001c\u001a;u E\\T_\u001e}&\u001f\u0001\u007f\u0000\u0001\u0018\u00172\u0000E\u000f;p\u000f2\u0005\u0000\u0005\u0000,x6l#]\u0007\u00038~\u0002PQ 6_\u0001 A\u0017HvT*Uj_M\u0010 565\"X{GgWw m\u0007}\u000e\u0006\u0006GF\u001b\u001b\u007f CO\u001d82Ӑ' ܯ(\u00015B\bMiDCk^T-Y8\u000f__W\u001f J5h9\u00130\u0014̚8(?C:mW7.m\\*O&']\">ן\u0000\u0014xGf'bv)A\u0016\u0004f&Ky\u0002jۥ :+dW##{ \u001f\u0000d`\u0011,, >stream  hޜy `[ŵvZ-˖dɶb˶J\u001cK޷\u0004;\u001d [\u001cCI(!1K8,%P>ђQ\u0012N\u0001]^,\u0014^\u0003\u0014p %Pzg4[ܙ9sf\u0000\u0016&U-cί\u0010}#ۇ\\\u0001d\u0000 7c\u0002[7mP\u0007@87ovG9K\u00001ͦOC \u0011M7)%\u0000\u0015>Bަ{7K`{U\u001ebpێaŷ\u0001Os|1)\u000fX};\u00061S\u001c۱{\u000f\u001b\u007f7v]x> `\u0000rp Bx@\u001agR\u00146P#*x\u0002Ao+~˻\u00067B%.x:0~JR\u001c\u0017$!\u001f \u0002\u0015? \u0019p XXCf@\u00054@  W\u0000l\u0019n'` \u0000 8 gq|?\u0019\u0005 s\u0001|qD$\u001ab%^\u0012\" d0H6d\u0017G\u0011SNZ@;*:HӭSF\u0000}~>E_ʹ%\bw\u0003!ߊ\"\\Ji-j \u0011 kQEB\u0000 \bV\u001b>x=\u007f\bp N\u0013\u0014 C@Α{d8%0Ѝt\u000f=@oGcx}C\b\\6|\\ 7m\u0000w{{-7\u0003/\u0001I1\u0019y]~^p\bB\\\u0016&WoZ1[,\u0010\u0015\u001f\u0011\u007f%^IR\u008b3\u0002\u001f~D (l B\u007f%'\u0013\\1? oa0 _c_J\u0018x\u001aa\u001dl\u000eʡ\u001d\u007f;dA\u0001)%V͎Md*j;\u0006\u001c\"Pm,PZR/*\\+zr.gN#˞iZ&cAj*B\u0012\u0005\u0004[qw  %;\u0019Wd\u0013nj: w\\\u0011\u00135#5]\u0007u%\u0016;L=M^я;QwbNN/|Ň\\lnN%ѺwdK\u0019wJj6JJI5\u0012ޱS ڲ\u0014\u0005\u0016G6$:l\b .ex}gE\u007fK#77ZR M#u 6&~ 4$Ħ$w̦\u0003Gݧg&o6_޻~x? GY\u001f\u0019D9̒iϫ\u0013ʦi\u0002BgrTDssfl\u000en%s=NNNL迲4ݣQ|iIq\\\u001cv7~y\u0006R\u0019A D\u000e\u001cрXhEAcq\b\u0005p0\"mA!|C \u001d\u0018 \u0004@\"\u0015߁\b\u007f%\u0007#X^#X'B8\u0003\u001a1)\u001c\u0015\u00056\b\u0013y\u0002yBo?9/L K쯄\u0003\u007f1GYğ{yH^Ĺ\\˽\b1\bٍ*\u0014{\u0002 P\u000fN\u001c{1\u001f\u0001\u0017J .E\u001fK3N@H~׉\u001f\u0013\u000fx\u0000\u00137|_և\u001fWP\u000ex&y\u001ecs^\u0013\u001b?\u001b\u00138F6+MC_\u001e'U\u001e\u0000ı,a61y5z9Λ 'K\u0018\u0014zz\u0007&&$\u00043N nzN@\u0015Wx q(~+\u0004(c/u\u001cVx:Q_-g `04\u0007#  3.+\u0003\u001b~88\u0019Eq\u0017!D?WQ7R88\u0013\u0018۬W+\"\u0010q^\b\u007fW@\u0002V mp\u0002\u001a\u0011V\u0006V\u001b\u0011#\u0002\u001eOqq\u0001OO\u00038YZ X\u0014Q(µ\u001aG !P'l0޲q^~7fA25?԰2~D[66Ĳu?>)fkA☯\u00056vOHt\u001c9Zpm5k'\u0002[WJOJF5+u\u000f2\u0002]b\u0007d\u007f䓒\u0016?)\u0017{Y{g\u0012U̸V~ }ǂ\u0017 oZ\u000f[l=ډv}HZ\b'3+> ?q?k|_\\\u0003Xl\u001f²h\u0019pg1.?d`\\\u0010oFA=\u0017\u0006rcq1\u0002\u0006\u0016\u001b\\\u001f\u0007\u001b\u0003[!u\u0015\u00168Iq\u0011}\u007f}\u0007ۏ{nƸd1J1\u0001b;+\u0000Ϡ~\u000fъhǘэs\u0013 ҋd0\u00033\u007fö˱E_$\u0002 z0 32&\u0019,\u001c\u0005 /?@\u007f\u000e 8o!e\biL U  72 g /\"v\b\u00118\b\"\u000e!^Dc~BD?\u0013\u0004RD;b\u0019xv6[j&ghif\u001aHkO] \u0016\u001aX;)#ʕ(3RڴTF\u0007ֻ^\u001f{o~ 0f\u0018\u001d|4 (Ua\u000ekkk#z\u001atzg}A\b\u007fH k`\u0005x.r\u0005\u001f>}4 >=t;4P䪅RY\u0002ggR}R.\u0011e\b\u0007188b)Č\\ x7 (~ [C[X\u0016\bsҹ \u0006k)ă;\u0010!\u000e#\" v#v!\u0010\u0011}r_קTJ\\\u0012SbOJN؜\u0012Rb4%)aM sJR\u0098\u0012\u0019)\u0004Q>x\u0012q\u0006q @D|\u001d\u00103\u001b\u0011\u0007\u0010;+JwI;cYE\u0016KJIұұ5R£p+lE\"SaU\u0015FASh\u0014*B!*x\u0005U\u0000:Մ]\u001a\u00123#еΝhwV\\\u0010$a삮ՍZ\u007f\u0017ce\"J({\u0006O\u0011rg\u0014s\u00136K\u0015\u001ae\u001dvTgcU\u001fwD`/rt\\?#nUx=\u001ect\u000fLu \u001f\u0011GZ6j.O)14gZC;rVX g\u000fم\u000f/85t\u001cR\u0013F\"1^F;G\u0003\u0010`\u000003r3s3ry+\u001e$\u0002n~\u0006=Tln41A\u000e4DTPna\u001a3\u000eii\u001aÜŀz2mDۣiVrf\u0018Cإ9\b\\eL$X\u0013ꪚ Ŭ#(^OArB>F`UK K\u001bkZm\u0017 > 5D\u0019^(k4KDSٔ\u001bZ\u0019.rj\u001c@\u007f\u0010\u0016A\u000f}\u0016\u000f\u0018\u007fwtЖ.\u001eM\u0003E\u0003\u0005s\u0002  9ܑ |5\u001f\u00140\u001e(e/l_Ҕy\u007fژP(]TݑF\u001bs x,:\u001cL\u0000[Bφ1{bs\u0006\u001e\u0019C]wlUUq\u0005> `~\u0010㖭Dżȫ1/+\u0011Yf> l&@A`EY;hP9*8Pl^'m>F,6t\u0004G'\u001f:4VmǋqQͽ\u000f|3ET چ]\u001a*3I8B{DAan'_m$.ȫ)Q j$SQٽ.t\\y|Gc{MzWQ\u007f\u001aGˁX|qOPy=o\u001eK~ \u0014 \u0015P #Mv\u0011A \u001fRӿXa̞\u0002\u0011-?Q \u0015 k'n\u0002s\u0017琼,\"1U\u0017\u00941\u000e\u001cx\bo,;\u0005R|A.Xx\b[k)29@$9\u0012`\"Zl\u0012R\u0018]Y\u0011\u001bŦ@,(\u0010`LI,OWԒ%  \b\u001d {\u001aP\u001a/\u001d+K\u001d\u0018PF 7M7#:PC\u0003\u001fF\u0015 Sfi\u0017ƫ\u0006Mye\u009f\u001d\u001dnl.qVƆ\u000fNdѵЦE#9\"\u0010%UզP.X8Q-*yPPj\u0004\u001c+x׾r] np˱\u001a*b6RC t\u0016Z3ũ$\u0015\"\u001asNqF\\sj\u0001A(C%I\u0001HVhWrPsʾ\u0001Ȧ\u0001:\u0000CVjj(4\u001biuC]3|o\u001d5EtG\u0014\u0014ޮ+ۅ\u001a`ʂJ\u0015/E^q\\Sӯ'U\u001d:\u001e\u0014AJވRѼ5VAg\u001e[\u0014(7.2cd\u0014c\u0005\u0018b\u0012 g^ʶOb$8\u0017c 4{16xTƌrT./-\u0016\u001f!j#$Z\u0010\u0019Y\u0013S|^٩1efǽJkjV!3\u000eKl\u0015dHHOzuCIuѯ4\u0017d޼L3\u001a_Hb^Y#f\u0014-uRmr\u0014/Z\u0015fZ\u0004\u0013Թ\"i RmsK\u0002PG%\u001e\u0007ϙ\\wf0X-5 ffQ]n׈\u0006+\u0011yt~i\u0010o4G*lyn۔ UP>,̷&\u0016^4uk3 L\u001a TbNo#D\"8&\u007f'\u0012J` |.ҮZc_f A\u0002\u0010rz5\u0003垁hQ, 7Bfi˰ -X8\u0006Vc`bmdxn\"\u0016\u000eZ\u001cqVka\"t\\\u0011\ude22\u0015*h% tNU6ڐ yZ  1.^\u0018 fqfS30_kl]c YO*S\u000e¤ԕ^jA[ʗ{q͜: 3\\9^D'x-cٻԵS=HJ!n(Us][Z\u0005P\u0005\u0007\u0004 uا:В\u0007[,\u001eÝ4JM̯R^c\u007fK?ٻQ/jiTA4\u001bWڨn@*^)pM\u0010\u0014\u001cF\u0012r( aZj \u0005u%UME\u0005N%Oh~vu\u0005X' \u00119\u0005Q+%\u0000Os\u0013^2\u007f)T֔c*{*g9rO媧 \u0005 ْ'^\u0002Y{^-Wmɒ-Yd]\u0012'؊8q69:i\u0012;1m,-Τ \u0014Rƥ6탲4(s3 \baﻒpH\u0012Jv_~3(PضfX3̬,k5ۚ}ͱ\\sIdO\u000e\\?C\u000f_/lNݥudOѯ[ٮ99^/\u001ey]uoE\"\u0018\u0004`0? /3x[\u0006F\u0005`~ 4\bR\\!jUk7\u007f\u0018޼\u0013J֨H(%:\u0001\u000eT\u001fs\u000e\u0002v6i̩*5k8\u000f[ \u001e#%\u0000e\u0005aɢT(qO\bY\u0016&\u0019jvtWjTEvt\u0015\bJ٩?,7#\"\u000e _nt e[\u0005_\u0006Ɣƶ ,.Ţ& 8z\u0003P\u001fa?)w\u001cL\u0018*q-6$\u0004342\u001205H(#\u000e -NC\u0012S\u0016hڞ2\u0006YeKT  C\u0001\u000f&k(p X\b\b Dt8i\u000e\u0007\u000e\u000eP*OL)B\u001b\u001bdg3mk[\u0014z)h\"h\u001ah2\u0013U>?] I{'>uȴYU08 4& 7.{R{T\u001bT^\u0014Z;oߢDE1 ֈ\u0010;uOj\u001f\u000f>bkoɹN{u!S 21 T\u001a%\u0005P T(󸶶Hxc*\u0018jn \u0004\u00000 n\b&&XUu\u0017*Dɾ.!T3),u\u0001ѝ\u0011\"q\u0014\u0019H]Dʑst\u0011ax\u0019\u0019Ңx\u00134 \u001d!,w[\u00001$ڊ14 o+3.\u007f\u0014ׯ\u0016|x8WsFsl\u007f` e Ɓ\u001aa)!QT\u0003$e;zdyA\u0013\"l\u0006&\u0003!eH\u001dN\u0007 Ў\u007fjKx4{qϊޮ6C2rS\u0006Q[H^I6\u0005j,6#'w4\u0000\u0013Bms1 \u00140B9iX=@ť!urhZ }j:\u000ejBڰ6\"\u0003A\u001b >۪f[3Pkw?9V3+'sSf|bR9ab i\u001eK@ Co' #1}^P\u0013#b`(KZgG\u0016\u001d^yh F]4S Vk4ޅcry/7{w=zE:\\C.qK\\lsjT[\u0015΅LrHT$?tX.\b[Z ?-]H?*/\u00022\u0006D\u0003`HxI\u0019- nHF,Z,\\&f\b\u0013\u001byP p[gTJ} \u001a2&F\u007f\u000e?5\u0004 l׳/7S\\֜}7fҗMe;ͤ\u0019d&\u0019\b y\u001d$[BѨ鵖\u0017Zi!\u0016e\u0002|zjAe[t\u0014tXqUD^>*Y\u0011\u0015]\bi|q\u001dQ\u0018?[f\u001aq(*9YBP5@\u001c\u001e1\u0001N\"#nYUU= _>_h3\u000fu7.H )\u001c}\u0007:\u009bk\u001aخ4\u001dj\u001dA\u000fD MMIp讉Xľ i3-\u0016?>oH|5\u00073} ]MXoZal\u001aH\u0004=㿳Bx tjBQZ&l ٮD7?\u0001\u0019lXA \u0014ǁ_A\\\b\u000fkF#\u001b -D{pZg!uHM]\u0003\u0019l\u0000E\u0017Ո\u0018v1AQli\u0019lO\bVo \"` \u0018\u001c\u0001:Rxrx\u0000 g\u0002}Y\u0015\u0014ƢPċpn*8孊^~Ư֒\"F\u0019e\u001dyH\u0014\u000eDŢ\u0006\u0017\u001b9A$$_.\u0005* sk *?n]\u000ee\u0002\u001b\u0004VfvL68\u000f ,\bvG\u001f\"+fP*U`6bl4\u001fˊ\u001a\u0017\u001d۲\u0000\u0004\u0004\u0000E\bmxH\u0005P\u0018ꤧclu{UU:)l;4R\u0012GckUԨiR}\u0013z?\u00180W\u000fr\u001aTD\u0015n%;  \u001eVNʴRcW67>\u0005z;yKaҦQiZNR)3FU/\u000e AI\u001c7\u007f\u00033P}Cn(oTأ\u001f\u0016\"Il\u001cpb2\\\u001eL?╅+\u0010DUP5uNLy\u0013.Є\u0019ki:g$L=CM\u001944*ϙYƦ?\u0005\u0007iuyD1-\u0016S\u000f]x¨\u001a{O]M\u001b  \u0011;XǶ\ud8f3Ҡh2-=3{Hu\u0005Er|+\u001c.E\u0015\u0002- 7a \u001b\u0003ׇ/sG%\u0016FN?\u00063=\u0007\u0015\u000f\u0015?Y|HbE}x\u001c4w/BSW\u0011H}F\u001c\u0001X}܅\u001aoAsHs2J\u0010a\u001exm;0R\u000e{J\u001fx\b\u0007t}[\u00100\u0019\u001d\u0001\u0011|d\u0004\u001cup\\    \u0017ȡ\u0005\u000eރU\u000e\u001f\u0001R\u0000؇?7Ti\u0019z,#\u001b 5\u001a\b*\u000fA+T\u00112C\u0015,{SGrאyTF$ 7U\u001f!vIM (OMǣB\u0010}3(F>a̝T\u000eIuKpc\u0003\u000fP\u0011Zd\u0001\bƕ\u0012f[sc\u0013\"\u0012\u001adn\u001b%\u001au9\u0010 \u0012O\u001cCkCa)XT>NqKg'd)\u0013''L:\u001a'RX\u0013?O s* VpG\u0004쌎`(>Kc/>Nf-*ؔ߉z\u000fnK\u0012\u0000\bdjd,L}V\u0017' ?A\u0002&M5\u001de4GZfh\u0002M¿QNIy 'S\u0004TS\u000es|\u007foA/\u000eD%r.D4V UR\u001c\u0003E\u00050A# 1%\u0010{Ub\u0004ABֳ\u001d8T\u001bh\u0001\u0018034h>4\u0015\u000f] -s\u001fҌSv;cB7ٽYn+\u0019\u0014k\u0011d2ť\u0007\u0004)ԡ\u001c0\u001132&\u007f\u0001\u001c\u001dΎX\u00071TFI@ï%IN\u0012pr\u0015>%sI\\\u0007\u001f ^gD\\\u0010Ñ\u0017\"td!\u0016y:r5B EV+\u0004\u001fFH(R\u001b7\"$Sb [h\u001cYO\u001a֦{~)Tb\u0006g$q k^KB\u001fi}BQ_'N:\u0014\u0006e5TtJ ,(M\b\u0006(i*\u0012 ֯D45*\u001dv}h\u0010\u0015:ĕ Q|-tj@S8f \u0005q\u00065n\u0003\u001c[=9\u0004є\"Z*Q\u001ecC\u0003uݲawN8Q^\u0001$(\u0000\u000f\u0010K֫Dh\u0005\u0018%\u0000\u0006KU*9\u0000\u0014Ÿofeo T9'/yZ6N\u0001\u0002gpn0\u0000LLո0lɮ{o8e]M\u001aڼ0\u0011Z\u001a? 1ջ|폈\u0010X\u0004.\u001fd\u007fb~$3>(}ˌa=sU\u00070ݪ\u000e\u007fZ\u000e}I2NaU?,\u0016\u0017a~3\u001fU\u0006`5[c\u0015&ZLt6qĠ\\Zcuu\u0003=T,aP[]t,\u001d4EY e ؎'- \u0011a(ib25+tu\u0014gJ$3,Msӹj|!w5w=Gr\u001d$\u0007\u001dRw)Gf#fuL6}V\u0015ñ`^q~ zVAʬ`53=S\u001dR\u001e\u000f?ȃ\\~(?'Aw& \u001b7om3ʵ>Eub\u0011*ENd\u007f7Œ.;iq\u0012 h1o\u001d56K`4$PpK\u0005A8\u0007\u0004\u001f\u0014#5c \u0000&\u0018IZl\u0006\u0018\u0005!;x\u0006XS MdݫЎnNmN+\u0010vcf؟[Whi2˵v\u0003& Xa[\u0007ZOR;G{D=+*Yo5\u0015vȰgĔr$ߗgϊ:oT\u0003k\u0001B\b|\u0010\u00039\u0019\u0017\u001f\u0019I%|\u00123\u0012qxx\u001d:bk$ꉌV9%Q2޸UH=9U+7\"&wd\u000fl*Ce.4\u00164 D/U\u001f\u0001O\u0005IWWDLqT%q+>ĩgĆwts\u001d)h\u007f\u0006 3Γ@a\u001f'ݾ֠ݦM+fG\u001a\u0000 V#\u0007\u0004+c5\u001c\u0018>\u0012\bmR n\u001c\u0018HUWj!\u0016UŜQP\u001ds\u0006۴\\\u0016y FL* \u0000ӺO\u001f\u001e8@\u001b0$I`\u0004\u0016߸Mnn\u0010ۍ-a_~n3r\"J\u000fELɻzE\u001eslPiH|\u0004J8\u00102YLP1\u0012)v Hu\u0016 }bXݦ@ĲQʅpHí ;~ #SU!B\u007f߶1 -47um&垝\u0000҇.Z'?;LW;X\u0013 e; IFE\u0015\u0015]Gc1mo8D wMvOOO΢:-vZ\u0001= BxT޽OZ\u0011^p\u0014\u0015l,ڪl)U\u0015\u0006 ; #΃ SuqΌp`U,ݔ\u0015{\u0007SBֱ\u0005d:wp\u0014֓SزV\\Sc\u0007?\u0007c\u001f\u001e106?'ם\"+ o{a7eXIYrb%\u007fQ?.\u001deв\u0011N,2\u0001V\u0016\u0007%?FH*Mݭg\u0010>n\u001b \u001b\u0016v1\u0012KD`.G\u0003\u0005C\u0013Z\u001a~ (\u0010\u0000Y4U9~Jzhj\u0004;)\u0012;D C\u0014tʹDyO\u0012\u00147G \\2\u0019f TR\u0016\u00134_: :/EB6umRy8/N\bޥ\u001c;Կd3\\X\u0018^/w} =O,D\u001bv.+=Qox/ #\\dw\u0012\u001e=?_@hW IK ֊\u0001\u0017SF\u001c:M\u0011\u0016DAV9\u0015STGjܬ\"p\u0006\u0018t  'r \u001f\u0017ffӟ%c{'t\u000f{;Ɵ\u000e#  X\u0007~a\u0019%^/*V%\u0004;)  \u0017^}׍G\u0007mչt\u001eC3[?ݧ\u001b=\u001c^AW@\u001fBVuCTإz+\u007f$mY.?\u00153\u0003\u0003T uNY\u0011 b/i\u00014''l\u001a ls [#uѺꞪcFuc\u0004\u001d^\\\u001d2_To$ &9K7ީ \u0013|5H\u0012cFh\u0005w?~\u0018:0  ޱmrN \u0011\u0000SQ\u0000 \u0003\u0002;Qp\u0005|\u0005 1Nⳛ\u0000O`\u0018ܽo^NE6\u001d\u001a\u0004| \u001a\u0011\u00166\\7L[|\u0006\u0007o\u0006cMlJ\u0005؛'n X\u0004aA}@l\u0010$ .!b+\u0003~5!Tb/\u0002\u0012[(9Af=\u0006 $M\u001a{Ku 3[\u0013W?g+Us='X\u001b2 GDjj3?5܇lƔ!- \u0011zX(4Fn .@\u0004Lej\u0013H\u0014v\u001d2\u007fM{,/*w\u009dfXuZ^\u001a TIt02/߄n̗\u0005U\u0013T Jo}\u0002:P4z-d$iXﬧh|Tj]\u0019KLot:fL\u000e~fI Yf\\\u0001V \u0018\u0005J\u001e3Q?wbE e}̋[\u0005-ۇow}~Ju;s;K{\"Kj!lBBuKL\u001do9w\u001d\u0015 (-F\u0006ʲ J#7owiyC\u0013_NЬ\u00181\u001dƚ\u0010,M)\u0016S\u0000UBOo.^^\u0003XI\\\u0001y p\u001bh76bK1PT\"(\u0016'\u000f/\u001fϿ9OSj:I\u001e8:7X3ܲƕ+M\u0003O0\u001cf|\u0002#\u0015%qՌ~^~\u0015a\u0016\u0014ư/L0\u007fz j7Y\u0011o}:a\u0016\u0017\b\u0013WQ.\u0011x'\\ly 8WݽKV\\ǎ}l\u0016\u001a+\u0016 'Ȟ:i-p=CiɑlY6ضA47\u000f`\\a\u0005Rߏ\u0007ؔ ݡ6dj-R\u0015+\u001f\u00103sH6(0c>˭ ;\u0002\u0000?\u0006h\u0000/\u0000`l\u0004{\u001c=(\"\u00004\u0000\u0004\u0000n\u0000T\u000f\u007f\u0003R ⾚6s%\u0007@U\u0000\"\u0002\u0000\u001d\u0000w]\u0003 \u0011\u0000:\u0001N,2>\u0000=\b\u0001p\u001f\u0001\u00020! \u000eol4X{\u001b0\u0002\u001f\b\u0016\u0001r\u001faz\u0006\\}ø}\bLi0\u001f+\u001b\u007f{Ӂ\u007f\u001ar\u001d1tN\u0017u\u0016׿^s`\u001d'3K\u0013XC\\\u0001u\u0004QUNzw:\u0007 w%oq}꩕mōeōS[\u001b+\u0017}CK\u0016l5;\\,.o_^ \u001f >stream  hޤz `[g,I& L2'\u001bYId\u001b\u0002\u0000$\u0018HX\u0002\u0001b\u0016PQD\u0013\u0001AH\\\"غaD\u001d\u0010$]j]/\u0015\u0017A@;m̹߽{ιg\u0000\u0010\u0000A\u000fp0kێLđO\u0011n\\9xbb\u0001Țŷ[m\u0014I6ڹ \u0000\u0000|U>ՙ\u0000v-@oҖ%}\u007f\u0015=_r\u001c\b,G\u0001hk֊{\u0000\u0006\u0000M:\u0016wۺ\u0001-k;\u001d\u001fpHo}}}s\u0001\u0006|\u0000c\u001a\b.6ٽ3'\u0001̫\u0000T]\u001f\u0004=B\u0016Rx\u0002 D( md\u0005YEl'\u0013\u0000\u00135;\u00072Ok\u001d\u0019F\u001aN'`aKEt\u001as ;Sy2\u000f|0o,,|\u0001_F\u000f D\b\u0016. U,Iub'n\u0015\u0012?\u0017LR&UH{e@oGC\u001e_P7\u001d\u0014~݁q4|M/cޙE\u000f%t\u001d8gMk`\u001a4\u0015\b]R\"w 5ԃ2a% @w\u0006D\u0000IyY\u00133RSI qh-*r5\"\u0012f\u000e  6\u0019  VVɒ(\u001c%Rh{=|\u001bRٳ\u0005\u0007Z\u001bhq4\u001e{Bf1 )[\u007fB PQ\u0012} LIM;w\u001cv\u001fi2G3g(}>^yCt4[=^u \u001dҨK\u001dKթ)pH\u0006{ G!RQH\u000e(/8DA֡TirO[xf֗Y\u001bRS T],o\u001eW?꩸a9Az\u0002\u0004sV\u0010Q+9z{yF&)OJ[٫gn\\0Z6Z#躸Svq \u0000\u0019V\u000eF:\u0005\u001f\\p \u000eoyP[ Gd) \u0015f.\u000f\u001bl8H2\u0010 D#\u0010V# k!bN@lBO1\u0019(z:1d'\u001ePa\\\u0002G\u0003rN\u0018B{|2\u0014s=\"{܀\u001bn}1\u0014b  ]h\u0011:Q\u000fPqE΃p; \u0015\u0000hBr\u0017`p\u0018\u0000 rQ3x[/j}\u001a\u0005\u0015Ol-\u0004邟'YBa\u0015\u0017\\\u00068|p_  \u0017OF\u0006TU\b\u001f7\u0002kٓ\u001e>8\\\u0005\u001fpѫ\\\u0013:7AW`g1\u0019\u0004\u001f>\u000exVl6P\u0013 z\u0010\u0007A@\u000eb g0d>\u0003mT粖tWB:󳀝1&]D.XJ@\u0000`\u001f^\u00163oc\u0005_̷Ǳ\u00188ۉ|Z̿~\u007f'%Q \u007fd)fk\u001c3\u0015\u001bk\\&$\u0001Ͻ\u0002%\u001e1\u001f¼yAM\u00052{+ϸ\u0016b2\u001dW ,\u0016Y \u0003'nh\u001fϻx \u0016!J=y\b+iŇX\u001d_˹Íl/\u0003\u0012Xk!U\u0003.|\u0007o)6\u001f(\u0003z6 L*`\u0013\u001bZr\u0006E\u0005;84\\ 3 h pw__ of{)1\u0017uJ]d5⇸g3s\u0013#ʠԼ\u0010Ž9YX:?>.b\u001e|\u0015l5w`>a rY\u001c>Qx@RP(U\u0001;Ј\u0019\u0004=\u001aab\u000f`O.\u0006\u0010Yq6g\u0016ݭԞ!\u001a\u000f\u0011A8?'\u001cw\u0005`\u007f=)\u001c \u001d\u007f\u0001>VGc{\u0003}@\u00062W@2\u0010\u0018cЃtHw\u000f\u0003\u00197!(B\u001e\bCh8\u001c\u001bcZ\u0012f_1\u0010V\u0012+xJwwKԠ6hAeWe\\Yfhҹ\"n&DC*~\u001b\u0010\b\u0019t09㨷sG4\u0017 ,-Por\u0004\u0015tB_M\u0007.a3\u001c'\u001d\u0001s/|4,h\u001dhAZgn GI\bRnwi9 E5\u0018`Lbɝ\bb/>_BK\\\u007fd~B!\u0018l ӧ 6s\u001f }.7]\\\u001dO{k@!\u0004d|=3\u0019& \u0010#\u0004-XX[L\u0010P\u0011|Y \b\\!+C\u0007tktKt)RNvDT^(}\u0002Yd/G\u001130\u0002N{s\u001c*Kow\u0002;no\\DO( \u0015GǠ; B6cI]^UI V\u0014d#i~@#dx'\u0017;s&I6\"dB/pY(k.Q$ d$S\u001bY w\u000e\u007f5 .,p+3s'̝>.ֻ~V\u001eژ\u0000w\u0007\u0004\\LP%ǘ\u0019a1rk[{!\u0016d3s140[0/`^\u001f0qgx;ҽ\u001d6D\u000e\u0007xoTDގ\u0006\u001bF\u0015: i8\u0006ń\u0007\u001dz ~S\u0011z~V^vb\u0001e\\BOf㰤\u0001*\u0003d)8\\ƨO\u0007>) Y |MS^z 0RH 0J\u0014\u0013\u0001n6\u001b4qөMf\u0019\u0019zB\u0007qy\u0019[W\u0013nFc;A'\u001djl,/;h\u000ee4\"š e\u001e\u000eL\u0004G\u0002h1\u0018x34*[4HӉDΩVDWo+%\u0017Ey:WPQQ\\P6Sr7t_9ȿ\u0010giIKyۜ\u0012C24\u0014Q\u001a\u001aPb6t\u0016*ά\u001d(\u001c\u001er_Q;J \u0014(/\u0006\u00133&\u001aqh\u001e~s?\u0004;?\u001d}L\u0011\b\u0012Wk!Ye\u0013/JM4\u0012/~!GtБ:Ƌь\u0017%.\u0015Q\u001d\u0017PÕW@H~ jr INvB|Nv^nV&\u0014Q]bͷYc\u0012~XbHm NɈϬX*h\u0005O\u0013\u007f\u001d\\\u0010a n4hb\u0016BBbm\u0017mܘ\u000f##g WQB[D22Ô\u001dDI\u0012D)\u0011#ů\u0010DN\bSm\u0013oԘ\u001d\u001c.\u0019BCCMijkҼ($(%H\u0010PH# pݒZTTpj?A!QOMiS~W\u000fjɛW\u0014>WB  \u000f.n\u0013G\u0016\u001b\u0017Zw>lػsg4/Ic5'\u001eӱc7\u001eRN>to?v>poÖƭ[\u001aTԠ }>yjzfv8\u007f\\8&\u001e^k\u001aNr'I|RuR}RsR{Rw2i0|0bК }b'}>m/Ϩ5 v=8ːa\b\bg1aǂn*+ҒVX`6\u00113\u0012dYP*5Y$s޵\u001b>:c\u0017gqq͒R[3Z f6\u0017Xf\udab5Yuf./0\u001e$M%3G+1W\u0012ps\u0016U\u0006G\u001fϹ07q\u007f#\u001c斢Cw\u0018!n1?\u0018\u0018t5aZ11\u001aΜ3h  \u0007>74faxURs&S\u0005!;v,\u00193h\u0006MYt he\u0005o\\>Ԅ\u0004\u0016ry,s󔖕i#b'ąI\u0013&6\u0012\"ŧ\u0013It`;b\u0012\u0002ē*\u00130\u000f\b\u0011@Rֲf\u000eŅJ\\ώ\u0018=A'.$3,k| \u0012pIXy]ü \u001cZ74g\u008d ^e\u0006T) s|\u0010Q\u0005\u0013sU\u0012!rrXZZJF \u0013  &t&A'Dp\u0014 \u0013Kb.PU1ru,\u007f/a9l_JׯCBs ݳ{ HBwZ\u001ay\u0017ڏz|Tp=:apָ8}-wӆ{\u001dm$\u001e_GֵfD& \u0017[4~r\u007fw\u000f\u0003\u0007[_0#.yEUY+\u001fZ\u001dֻ.V;/?\u0003UMM'}k^T7 ə \u001e}`mo-sFD.rՖ^~`Ѫ\u0013uYuS竾߫Vm UނiU3{\u001bq9uzEHZ\u001b \u0002}Tʶ©STfu\u0001\u001f%:\u0002PGG\\)\u0017\u0017.,hoi\u001bl;vM2\\8mӷ\u0006ۣ2\\Q\\jiu\u00066vqg\u0003k\u0005m\u000120B}zziߨϪU\u0006aiܨ\u00167\u0017ptw\u001a \\\\:Z#\u0017\u001bm\u0011+v\bs\u0011\u0011{,\u001b\u0014y-n\u0015 ]x\u0013 pr\u0018\u0019,\u0019Ge2QV*YV3l\b|-ܽ9j_pVxZX\u0012~'|*Pj$ Bk%D^6}\u0002ï T\u001b\u0015yU\u0018\u000f\u0005@~IApe;z |l,8#5Pߵk\u0011$\bG~ \u0005q( tG a\u0003L*02\u001cF;p46:\u0004H\u0014\u0012\u0001qiT; yOG!\u000e3\u0006\u001fNӸBZy̩?\u0003emϗ\u0003`gƎJ^Q2@\"4+ݴt\b3 mz^ xB˯\u00169łe(C ]q\u001c\u0016Y\\MLDX\u0019A%Z}=V%\u0018i\u001611 ?;\\z7KRN \u0000\u0012ژc\u001e \u0000#eXB\u0000s.C\u001aVΓ>[BҐRȆ?mv@x\u00048Y \u0004\u0006#k /U\u00024K'+N\u00148;W~\\幪\u0017\u0017/4p WMl=u1tSpf'~h ɾil\u0013iS߹Ų\u0004\u0012\u0016в9~ۍ0\u001e7>K\bf1Tm?v]P2ffe\u000ff;6\u0007\u007f%f_\u0002\u000e,\u0004mjVq\u0011\u001b Aa\u000f\u0001zY \u001bY=st{Rjys{\bu]\u0018\u0003@P+\u001d\byY#+\u0002P\u0002\u0018\u0018\"Eůϖ \"X T\u0018f^x:\u001bHؠ/s^叧v PUWGJJ\u000f\u001fMu\u0010酯=\u001f{g/#\u001d癣˝.[[=ό.\u000fml,;C͹-HuΑ ˳\u0007$UX~Z{:s\u0019*+},KO$v#l\u001a\u007f$4BilG\u001a4@WK>- \u0011Y`\u00172|\u001f߿\u0004/.7mTp7!1q!еc\u0005o\u0002%awC#3\u0000\"1R@\u0018\u001ak}X--ߜ\"y\u001bkYqP\u0007i\u0002\u000f!e\u0014w3\u0016 yIFF^e\u0010Wm7o\u0001ƕB\u0011Z݁o%\u0016| \u0000\b\u0015@VhrȚ&x%l \u0004 ŝ[\u001f?\u0003/x\u000f (\u0003Y KIdoGM\u0002Ys\u001ff\u00070\u0015 \u0014\u0005 \u0017HGwꌐ\u0014l\u001ab TOa̽>\u001bh@NoW{\u0013\u001b|j\u00021Q\u001c0V\u0013#\u0006\u007fӸKJ \u0013qu ΢l\u0007Hn$߿c \u0011Mc'cb\u0017cXl\u0004;%\u0012)x9\u001b\u0014/g~T\u0019\u0005gYiV,.7 cOU4J$ɮ-J\u0017\u000e \u0003jT\u0001P(|\u0007:j\u001dalI\u00025o\u0005D\u007fI,Ym\"\u0002dV_=oCU(FZ6KgO6l(\u0019\u001c\u0019% \u0001A= ,Dc\u001d\u001d\u001c1~oe\u007fMT-\u0000\u001a\u0014\u001a%,+\u001e5B@Ji`WE\u001f~ h5Ljnvr7s..&[[=\u0005a\u0011Q1拪󪯫.P=i2ȏ6V\u001c?vwo>C(; 2|t\u0017x \u0015xMCϽ:\u001c~\u000eEi \u001c8=r}\bR|sY\u0011 \u0006Xcpg0\u001b  \u0019\u000eP'(st֐}F\u0018\u001a\u0016Ө_Q\bk>\u000f\u0002_1UEf\u0014p\u00125m#s\u000e F`0N&'\\\u0000\u0010t'܏yS\u0014'Q\u0014\u0004?'\u001c#{X^\u0016\u001e獭~UVʄ HV'Prl4K*\u0017!QhĢ 7\u0012\u0010* `\u0019)\u001b`\u0012 y9\u00123#%{bWF*\u001e$\u0002E9\\h\u0017X\u0001!\u0005ΤjYg*(tOI\u0005k\u0015p Z-,]6o`z\u001bf\\ټ^\bÔ0R\u0006P\u0005ޫܰ=F\u0019I5jIVp 2g\u0016p\u0018ln\u001dZ=FN ѕ\u000707{%:\u0007\u0019DcFo[[m\u0003e5H$wV\u0011\u0004BY#J> \u0004!fP\u001f8\u0002pu;OtwGWLה\u0007\u000eZ o|xS1 D\u0004\u0018M\u0011\u0002\u0000G\u0010L \u0005?\u0000~]OAGigO\u0007- \u0003\u0011?jZM\u0018GbPo\u001e\u0018\u0019dYHԦ.\u0005J)IӔ T\u001aUc,\u00178mlbٷϡ81\u0002:\u0007z&\u0018w\u001c\u0010H\u0000\u001aԲ~oԽR?I%c\u001dkwM\"m@\u001cd:01^& uu+\u007f\\8l\u0000rʹ\u0017Ns\u0016\u0003ɕQ[Z%\b`\u0014Vؿk]xʬjP8j8: |E\u0002ፇn\u0017z\u000fO^n2\u0013\bb6;w>e\u001cx~\u000f\u0019)k\u007f\u001eݪ}c\u0007QdX7 \u001cY`KeG\u0018X1cDׁG\u007fD Q`R;X s\"\\咕e+\u0002&\u0018 DEk$xwT9튚+ֺ\u000e#&)-I,صEu~DZ \u0013g㚸ۜOƧųL\u001fۧiy%&ǘ1vL=\u0019ӎMMMeS)\u001dx*r\u001dj6\u000ehd`2p[4egj&\u00040Fֲ~uR=MZ\u0016rHWww/y7\u0016 Vp@3ܶeKMLнf={f*h{lwrcrM1Ww_Ƒ+\u0011-V\u0004ӭ\u0012H# 01q.8w&\u0012\u0016>GZ8Jp>nk+0M/\u000fNAI4z!\u0000tf4W\u0006\u00056Xn 0ZC\u0005a5 oMj߳g%W\u0015 n7mI\u0012PB;P)\u0018y,H b&\u0015ޗ\u0014[ \u001e\u0012s;%Q\u000e\u0014u\bo\u0014.Կ|\\ s%\u001b\u0002w m5&\u0003\u00183Y1T\u001djou*a8]m\u0018@\u0005pCT5MdT੮p\u001d;huq\u0018w0Ymw\u0007Z{p\u0002U\u0004Q  î-~\u0019\u000f c\u001f>xԐ c_+\u0001yz\u001dRٳ-ƾG9*QFcg\u0007\u001bهyM*BH\u0019QY\u0007\u001eUۀ~Ur$P\u000eR\u0007k ^R ^`\u0006\u001d\u0019U\"DAˍxӞt$J\u007f!4aH[s韥1\u0012q\u0010\u007f95pyv٢L+p\u007f\u001dL )Oz/!};E\u000f\u000e.!\u000f$\"\u0014MET&u$hOS$ŦR#tʐ\u001a.|+W\u0010.\u0017\u001b\u0002JQ/yU Ը(H\u0004K\u0006O 0JKTzu}Axk=&}%ς\u001aűL\u000f\u0017Ђ\u0016%O0I7!)M4 hݸMZImn\u0005PJցs{, TuJ\u000f¹o\u0017Q-2\u0014j0'mjJ.ό\u001e2\u0007K:F\u001f9\u0011\u0012@[\u001dY\u0018\u0006J:/\u001d\u0010cO\u000f5Vy\u0002%YY\u0004\u0011iE $N֜[:wH>4\u0006>SFc\u0018Y\u0002xQZ]b\u000fnYy'\u0012mHƣ#{߀ku\u0012|/''pjĄlۑ[tڅ~ r\u007fNu(8\"-n'Ir* O J=zg`~kq\u0012. \"S~\u001d\\P1 r\u0000eI\u007f\u007f1=\"4\u0019 \"\\5n7?(Xa*i፡ҒZVM7\u0019aXZ%ű\u0005\u001a\u0014\u0005zK\u0004!\b('\u0001j\u0019>[uQv\u000e|aM-3zfq\u001a\u0005x)$\u0000\b3\u0003oǌ+6;u\u0012\u007f\u0002۱ރ%QKͪWL1Sކ\u001e\u0005\u0012#Qp&\u0012;I%now̗;]uC(5B_ yE颽\\\u0014:>%v9n\u0014\u0018\u0011\u0003LMyv\u0001ٙ\u0019\\>8 9>\u0000siU4 o\u0001\u0013\u00062/\u0002\u0013￑:\u0003\u0005\u001fzmTT? aHfs\u001cbH=Wu5 59\u0019Q\u001a\u001b \u001f\u0007j\u0014R%ך\u001eт9ULhj`\u000eA\u0015L\u0001k_?ZH \u0016/\\m4:OGY;@C%6J\u0014$\u0005ʴv\u0007g \u000ep&I `D\u001f\b/\u000f\u0000-U|Ao V +'\u0002B\bll_Z*J:\u00021-vaL%\u0016l8X\u0007.lYsO\u0000\u0007^]?\u001a=@\u0010\u0005\b\"! hF ?\u000f\u001bJ\u0015\u000fÏGiV+\u0017}3oOCk]Ȣ\u0017ܻ=挐;F0q\\JU.Oi\u0004\u0012P)\u0013,|\u0003\u0002u_=\u007f.`\u0011j\u000ek\u001e\u001b4F 'P@ \u00006+wUV\\] 1Z3~\u0017\u0006ъeT\u0003\u0000=&c2,ĀA *:c}u \u0006U*nYB\u0006^ʨAY\u0019r\u0019`\u0005QQmm\u0016r9\u000eY$]A\u0015T% ~D~d 뷃yE\u007f2آ \u0005\u0010G6(fi+yަt\u001aK;&\u0001-\u0001@+~H(E`\u0007W\u007f,DG\u0019QT\b\u001c\u0004q-PfJ\u0017_0sNetnPˆ*Aؓk:2k\"x²^\u001fR\u0007x\u0004f}Sd3_=S7\u001d\u001aS U[|h%/?~\u0005\u00007Rmk1\u0004MjHl\u0003:L\u0001KьG_{9d\u0001\u0018@5CƲ\u0001#\u007f#i~ނT]Jq\u000e Ff\u0000o-ye+iP\u0010G\u0003#:zʻ\u00015k5 (b\u0015\u0003%dc9hڰQE ^Z\u0014o\"׋Tmڌ\u000fmq\u0007 o1A+.!ˉJ[e  uyv\u0006\u000e!\u0005\u007f}\u001728-\"^\u00129!7UM\u0014h7MU>\u007f0c\bW/BuwC k\bƴ`Ll{ |\u001bg4#i4FӒò$[\u001a\u001foˎ\u0004;Qb\u001c8I(@\u0012\u0011XB˵\u00146-48PLݰ\u001emvlK5\u0014~mӖ\u001c=3#1\u000f\u0014]\u0018~}}޼EA\u0012bE{\u0004/\u0001+m \u0001ӝF$͜\u001cweɲ\u0001\u0097-M] נif5\u000eͬQ,'8B\u0010\u000eR (k#Qkh\u001dN{a\u001fVVFvzO q$zC4T pmϘ\u007fO\\k5\u0006ʑ眮̝6]-\u001c bxH;;b \u0019kG{xz\u0086\b\\oi\u0001\u0017Dz:1\u000e\u001d\u0013\u001cH$Ï\u0002\u0010^\u0001'\\1u\\0%\u0014ĭ1OA\u0011\u001brUj4Ɲ2\u0015iCS\u0006u \u001b\u001a\"\u001br\u0011U;q{ \u001b+p7]\u0004.uZ d} \u0018FnX~Ӻ\u001bhu[wm\u0015vA\"4\u0001\u0010q'\u000fU#x5 ͋c+)\u007f{}ow\u0014.2p[:&\u001asp@a\u007fY|uUZ\\aOu\u001bɩj[\u0019Gttv[\u000fuU_I(d_>\u0015$_w\u0002|\u0014 KU\u0003YV*\u0005O'['oOޗ|qП#\u001fq( \u0002\u0016N1>\u0006bܴ\u00078;3~_\u0000[\u0019N\u000eH,W|^FQ^n ?'\u007fO +agDER!d8ɁJo\u000fZ\u0018\u0018Q$ uɒh~t\u0016\u0002L촼`rb\u0002xE8\u0015ߤP|\u0001t ֪WQ;9y\u0004$v{ r\\r%, %6Ri\u001b x\u0001ð\u0004؞şXh)-L J\u001a! >\u0004n6j|6[v\u0010+k:Q=\u0016Ͱ/%\u0012ܾH@Nk\u001bmݾföLwѷ\u007f\u001eH Idi*(\u001a\u0010j\u0001lLx\u0016`A$&fb}w_,ۯPt\u0003(ey7n\u0004e\u0016\u0018ʧ|7bKn  ?[(76KCfmWL\u0006\u0002])J57e\u000eK DR\u001e6kLu~`Z\u0011*EiwTj\u0018Dͨv|\u0010\u0011\u001e\u001dH\u001es\u001d~S\bǌl8u2D˱駭z1Pwgg\u0010%;N\u0016O\u0007\u0015\u0007\u001d\u00137 fle0E:DU\u000f^\u007f\u000e ֶ'\u0015s'Q _ʠ\\~g^>\u001d xaCZX\u001d[J匱,bIz3M \u007flFŔ +\u00001+%xLOgBE\u001a\u0012ct\u0003{\u0012d]X:ke mw:n%-c(\u0019B\u001fBq\u0011\u0018{%0vq?\u0006Sk.࿷x7m\u000f]\u0016/şv \u0006\u0007ΐ$\u0012)\u0010$ժB\u0004T&,` ˘.\u0016${}EX\u001e%\u0012]\u000e^` '  g\u0002\u0015\u001cH;\u0000\u0017E\u0003\u0004uv[\u0017M\u0003iU\u001c\u0017\u0013RkV!z\u000e5BqJD QgAT'Klj%\u0012q\u0003=\u0003AUܺrO\u0007lՊҎ'Fo\u0015_%\u001en]\u0014壑{\u0015*\u001fWc0Ӝ*Pҏ* n\u001cg,RA7\u0003pd\b\b|̳NQ\u0013TPS \u001d{)*2v)D\u0013A\u0010 -vwiT+N%\u0006=s\u0010N\u0003d^,\u0017\u00027Y?m9\u0016\u0019Iw_9a\u0004^a+gJ1i&d m,LiӅs#_+PE/;\u007fV2vaﴗeהmV%:\u0012RtQ,e&Ev蔸8Ć%\\\u0010\u000f 5nQ W݆T֌k֌uZRMmXzH:p\u001aQmX8s\u0016\u000eH[\">\u0005A\u0001V{[?g\u007fD.T?GvQxt]7\\\"dS\u0012&aK2j%{ >S\u001ak! Hd1-j/JI\u0017p6:oR&,4sW1KSjl\"QՐ֬}ߵwk gQe#vպ1µ;CÁ>Z'h;Kb&i3͘)VN\u000ee}\\2\u001f|zT-Vn}F'\u001bo/圎22Lv&ܺC51oSt\u0011\u0006\u001a\u0013&\u001f\u00106\u007f2578Q;ݨiw\u001f\u0005#G88{m@o3\u0007J?p]y4 %'V \u001e\u001b\u001ca\u0000\u001e\u0002\u00171Q\u0016K+JQ|\u0011( b8Abr%L\u0005\b>7iiO}\u007f\u000ff1;\u0015]|x\u0018\u0015\u0002\u0014CE9eդ^\u0014!eӒ\u0014&c\u0013Hr&^[ X\u001d\u0011lw\u001el}3\u0007S\u0006rhYKOmzcFwA\"*0\u001078@% OZ&\u0019㧮\\DH \u0017^R vw\u0017ʺ#jo_A;Fyppvu־o>S\u001bNmn\u007fZ|۱߯zGmYzg߁\u0003#\u0007F\u000f?pρ\u001ca| \u001fL\u0016ʕL6T\u001b\u0016ܶ~km\u0004c \u0013D5\u0017\u001fG\u00037E\u001fA\u000fЃ\u0010=LУ K=#;ݷ \u0016@=z(Y=W9W}7*oT/\\PPI\u0003\u0016 lF9\u001c\bG|\u001bnoQ\u000e oǇY3+6p8 Ɔ\u000e\u001e0\u0007\u000e̖[\u0001 ln\u001e+kjX-+z0ǪB%Y\u0011+c\u0007*hE S\u0001N|xqadx\u0001Ѽ\\ܼnf齨o?\u007fC[\u000e\u001d>>z\b\u001cz\u0018qaUKO?\u007fFW\u000eo\u0007iĒڳvsx\\*'K\u000fTs0Y\u000fW\u001c鋕G\u001a^vC.wiz\u001e C&NQe\u001bU\u0013Rl/ ͭ4+ \bM1aCT}\u0001ۀk)\u00132 h\u00054\u0004\u001e ?%\u001a$t\u0005R\u001e\bi\bd9S\u0003L\u0002+ck0jL\u0010\u0003m\"\u000609\u001f \u0011kYU*vWȂu?({&VvSˈ\u0013\u001a\u0018(K:75 \u0019 ]e%M0-I0\u001dd$0U/cZ\u001efZ_Nⴑ )^\u00050Ҧьf ベ\u001dfo 8P`\u0006:C/РZ\u0016Z\u001d^\u001f zRygr\u0013\u0013 1ɘgѩU# d\bҥࠎ\u0001BT\"\u0018 u\u0014\u0007?AGa!#tt/4D\u0018f|l\u0013l\u0015 \u0018 \u0014\u001dA ߾ta\u0016H\u0013\u007ft)CsFZJ8u[bn0+֧3QA\u0010 KUj\u0002'i\u0016G\u000exktkMտj\u001b0%󮩰,.@.\u001aLqDL Iҝ\u0013'K,+QPc \u007fRz| Kg>Â\u0006T(q\u00172/5W  \u0018w)C))5exay`N\u0006 \"{\u001b*BL\u0014yu\u001a\u001b\u0014y %memĚ\u001aL0\"6Pbv?i$MLZm `8v0U\u0006Tn \u0002F\u00047:ٟwӕ\bfCoz:&J\u000e5\u0015\"H\u001efٖ C[ݾ5\u000e\u00030A \u0004\u0005\bL\u0012h辗\u0006ұь\\G?\u0003j\b^6;\u0005ȁG Rj2@2X \u0010\u0010 G\u001cy,:?cc[[# 73;̻G>?bpW\u001fE)LOrd{ ܀e DoU̘Aʵ\u0011Wh`Y%\u0014F])\u0015R- Sϥ\\.ţeI\u0014A%{\u0006= \u0005xRJ6,_5{\\\u0007]0:cζԕL\\;(^Jh%FjW#9of O6 J(%HJ\u0014(=-gȭP{j ی\u001eޔ\u0010\u001aUn[FEE6'\b0=&эUy\u0007E۾4\"jtf\u001f\u0016\u000f\u0018,\u0013 ;\u0011ḛs\u0016lb%HSev\u0007Y$\u0005ENH\u0003aϻ8\u0011w'ֻ\u0013ݘ[\u0010\u0016\u0013Ա$ [\u0005ĩ2WS\"c $@IHTRw{\u0011\u000e pA\u0014X8?\u0000\u0005FB+©0\u0010j\u0000O\u0001\u0014\u0006pKLN{/)\bj鉬)R\u0002V\u000eE5% fV\u000eG\u0014_A\u0003 Ɣ\u0014\u0017  ~+6\u0015eA\u001e@\u0018\u0018ӛ\u000e{G1ڱ\u000eu\u0018lxrxfo\u000ecLJV|2hd| 5?lE^\u0019(\\Zd\u0003\u0002\u00052}&\u0012Ma˺:U\u000f/\u0015\u0005\u001dA\u000f\u0013ƂѡG\u0000[\u001e\u007fP˄\u0011Y=V A\u0003)$}\u0010' 6t>ƭN\u0007eT3W/gծg✃10O\u0013S\u0005v\u000fi\\u)XL$iR躝\u0005̨Ò\u0001\u001cg_}°\u0006ƒ]\u0014*+BHT\u007f6[$\u0012zf\u000e\\\u0006zE&f29 \u0012KLGv.~ d  ~ݺS\u001b\u0017?ym\u001b&/|1gq a_Mj\u0011y[ho tlw-b\u001f+W݄$mGx77 \u0002]׋]>#_ Kv鵬3{m\u000f^kf\\)y\u001cU\u0003Q\u001ac.lH~[N\"=[>Z-n`\u001dM\u0010\u0007P\\'H I[jo\u007f,q>щTAKkKwmbg뎮\u001bD i\u000fT4\u0018DR)rmt?54\u00106*}.億U\u0005x\u0010 D\u0004,\u0010 VM4.K~cd_\u001cYFTA\u0011\u0001e\u0000:Z5\u0005ʍ.\u0017fxiK\u0019wM?{#Nt(jk)NhpK\u001c%0ڂ7ɑz\u0018ĸ\u0001ll\u001d`k\\\u0017g9(Dg2_d*s|cְ`݂hix3\u007fʏ\u001bQ|BjV!$-ww{':i\u007fn\u0017\"n :kX6k\u000eb  r\u0013\u00191\u007f0QYypA@\u0004\u0019At\u0003oڞ\"u\u0017\u001fV\u0013F\u0011\u001d4؍vS'8q\\7$P\u001av4Iwcoz\u0000\u0003BB\u0000*\u00178P!\u0004\u0010p(\u001c \u0004^rhV\\Jx\u0000mQA TyWΛ7{fvvvwRPx\u001b~t߼l1&vߔ1y\u0017d>y6zd\u00155˗\u0012fg=\u00057\u0005? ^ \u0010bD,{%kʆO#7Ԑo鿀R[҃e>Kmn\u001b/R_=\u0017lm~Ýuf6\u0015ox}\u001f>\u0010Jn\u0010\u001e\u0016l\u0006wE\u001b4>\\K\u001f\u0014\u0003桬tvGtp8Z,k\u001eo\u00199pː[kw}M\u0001_m:ڲQv$\u0007j,\u0001xk!\u001anbuuCx\"eZ6YfVln nL ϼƻoh \u0016;f\u000e|{k}nzt tT\u001b1?5ڸ4\u001a\u000eԳ!+!Tw؎\u0003\\\u000e ᫇ia5 @\u0019\u0019P\u001b\u0007z\u0001\u007f\u000ehPo7@h\u0004\b tY`\u0019@\u0001\u0011#  :u\u0017C_\u001fOXm/\u0001O%X I@.\u00041)0\u0006$gW\u0019 \u001eҙ#/\u0003/\u0001\u0007n\u0001\u0007\u0010_$U`\u0004\\ * *x4\u0001\u0013=m-\u0010h^'Xy\u0015]]knѓήǂ=!7E6\u007f``tfoe\u001dS3;w~\u0003\u0007,KG/ ?\u0015MY%&RBIU\u0019MsyTLOb!Sa\u0013\"h$D^62]T(dNQ\u0015\u00179\u0002SLd*J\u001eg~:2lQ,2UVwJdU\u0013)=vRUҔ|\u001bO&bw\u0012UR\u000f\u001d\u0018\u0014 \u001aa 2$q\u0012DʋDG\u0001%T \u00114\u0017HaF$VJk\u0019YM/(\u0011 9>dJeJONm-%\u0012> s5L\"E]8X[&Bq\u0010k+QzT䞦uo9v 9 >stream  h8\u007ftTՙ߽\u001f$\u0010BHd\u001bj2If\u0012`B\b3:\u0007\u0006\u0012\u0010\u00026AұzV*PM\u0000wҵ\u0010VYmGiW\u0004\u0016XUI~ez=9|}~c\u0000@  \u0003΂>78 n\u0000\u0004  \u001d?+|\u001e\u0000C \u001dCGv?2@\u0002\u001f{^{n\u001f Uv >}\u000f\u0003܊\u0003۴\u0012\u0006\u0000zMH\u0000H\u0018;7{L|\u0006\u000fŻ/\u0001̾{\u007f\u0019Ǐ[\u000e\u0001\"E b.qi\u000eB;MeH(1\u001aho\\z|Y\u0013\u001f#\u0018V\u0003\u0006HG\u001e\u0001)vI\u001bMڙx4>\u001e \u0019p'dJx\u0005.I\u0003M0 >p{!\u000f?\u007fq#ؠ ( k?\u0007!\u0013vA(\u0015R\u0013\u0000\u0017xHEPFz\u0000s\u0003 g`\u00058pr\u001f@\u001fkP9)A h\u0003?\u0002I\u0017\u000f#\u00041ϵ\u007fZpb\u000e` (ֈ{a6 \u0010}\u0013\b\u0006h#)=\u0003L\u00153-Uۦ=\u0001185ud\u001dѧԗ\u0016(!\u0016sUl\u001aa\u0000~\u0013\u0015¶ʴ\u0012`tp?}8Ix\u0001.*I\"\u001fYt\u0012ƨS굫\u0018#\u0016̘p7܇?a?z\u0014c2LT\u0015|\u0017wW,ų\\f\u001eϾS\u0007֚\u0004k\u001e+Yl p/lS\u0007F\u0005zGXS~ \u007fs.E\u00139\u0011\u0018Mr\u0015b+'V%w\u000eO\u000e\u0017I$\u0015.t5m\u001d\u000e Ui12fg({~\u0011@X)x.a \u0013. W)\u0011D\u0005[\u0015\u000fN>5ڠejZO b5^Ʉ,O\u0013\u000fqb\u0007\u0010n7h? |g^Ӭkt\u0016''GzUUߩ(/+-YvےE\u0005y[23\u0016) 槥K nVlLtd4\u0002\u0004rJGV3=,_yŋ\u0002 \u0002*f\u001bUf͖Vlu:cILr\u0005TvEV߲)r_BzMq%^BBlF\u000fٞiUj`gxZ\u001f \u0018$cR*!2\u0004k/ QfaVjb\u0014\u001bOAe\u0019voڴe\\V\u0015\u001a5ޢ@\u001eF5ԪF=ŧ\u0003{Px Z=6ͻѥ2H`\\:Χ|\u0007nԦ=Kl \u001e\\Qkۍc/ͨ\u00040XEShtۥ\u0018R3᳚_sgF)5Jg`\u0007&5By45:\u0007v9RjU懒 BκtJ7産yg\u001d>\u00193q)8\u0012K +A3\u00046\\.5\u00130q9W \"\u0007>\u0003\u0001ʥ?,F$ gIOf\u001aӪŢ-b5\u001c+u0VzM2\",\u001f4am\u0002,\u0017xo Ȩk\\Ӽ i`-U9kffݣN>\u000en*eMɳe*I jT\u001ckֻd{\u0013&nZ_2PZ\u0017K\u00111]r1g\\?F w.!rj,f)]^:-Zf/)\u0000ÄLhY\u001f\bDߨ\u0003^4)f ]uSGK\u0003z\u0019oN oS__*\"z\u0004΋+\u0000d\bmp\u0004 2Ե !e\b~j\u001aW\"\\FEp\"\b\bn\u0006\bkh)\u0002a/Vp\u007f>pqZ|\u001dup D\u0003H\u0015A!  AAY&_,B#\u0019\u000eH2.>E\u001b \u0019h1\u000fKPnHQW\"fCa#;\u000783\u000f&+E\u001b@D\u0000\u000e݂y !Ա+`G\u0015\u0005JiȣOA-b; \u0014 ?9YVyːv#BF\u001eY6Oa\u0003\u0002\u001cw\u0003=&!\u0013hD ɗz >KV`0@ \u0011\u007fpUZ\u0007\u000fq\u001dkOHMп\u001dTaS\u001c\u0016X\u0012\u00054-@ۇs qw@\u001eN\u0007d'֪QE\u0003W  \u0016\b\u001b\u0000f o\\\u001c\u001dC\u0015+i\u0011~\u0007OO\u0003ԲDaHƠ =\u001d/9\u0004@\"\u0096I3$KW}\u0017\u0016\u0016iArG\u0017d#Zd9^^K?p48}OEq.\u0002A]֑=y@X\u0006ɸʉ 5Lν6)*)jY0LNYK_\u0019ǌ\u000ec\u0018\u00183\u0006\u001aƠ\u00180\u0006\u0017\u0019D$IR$I\u0006I\u0004RRX{j?` ^i\u0013=?x'Duf\u000ep֨%\u0016Gب5,\u000eش\u0015\"dčR \u0013hqES{ \bvK`8q\u001f8ZeS hQJ Q\u0013\u001dhIʄ:۷tHoJx9^t\u007f|c\\DiP\u00064KS\u0016\u001dNzd[-愶MUn\u0001\u001eG{\u0007;SVY\u000eYOD^\u00102=N~ⷩV&}z\u001bWW+\u0010lB۬~hڮxm1h$z1!s0iC#\u0012q\u001by\u0011\u001eqGl6\u0011]\u001ahr$qGhL4.'I6VVnN?\u0002g!\u0006ű^7  7 WW*rs/ɳ\u0011  J XZq R]6\u000eɘ6NG\u0013Ӌ-n\u0011$?@\u0018.ZuC(\u0018D\u001bD\u001fc45(\b̓KR,+\u0015&+\u001aMW+V&+bCQ9\u001dm&kV\u0011'θ;M{_ ǀָ(#2̋\u000fki %-WTZZ]q\\-7wut\u000e~\u007fߠmںzshskOB  A/\u001d}e8Ђ^\u0005=-\u0003\u0003\u0011+\u0019jC^w\u00162J?\u001f).#\u0015d&z\u000fʶl\u0005xEP\u0010\"T.FnӁ9 ^8^?B\u001f b\u0006qZ\u0006\u001bЪG[u\u0007ߢޝ\u0018Kw#\u0005\u0013ߊ%1~/\u001d.\u001dw,)+3i\u007frG\u001b\udb26MUJ\u001fJ1ݑ\u0002 \u0000P}o   endstream endobj 313 0 obj  > endobj 314 0 obj  >/DW 1000/Type/Font>> endobj 1 0 obj  >/ProcSet[/PDF/Text]/ExtGState >>>/Type/Page>> endobj 2 0 obj  >stream  HW]o\u0012}\u001f&Ѐ Hd>l\u00143;Zc\u0004w6`_ϯߪƀqp\u0012\u0013ԩs-ybv8뫛k2x7w2\u001f\\ıC\\\u0012\u000f\\ O7%CNdOB\u0007\u001e\u0007\u0016\u0019\u0007ofU\u001bm\"]ӿ\u0010v@ƮM'\u0001+Ǚ{>ͧqV_VgɌ\u001dqԿv\u0004;\u0018- OI)J &S!D\u0013st\"k^T2\u0014 6\u001b6ZBT%,#\u0019~ B\u0012r\u0012fǌf O%cŽuV{]fEEy_kQ\u0004\u0019\u0006y= jK\u001bWK{E\u001ai\u0016\"\u0013\u001eAޜ0gb8X\u0005\u0007K͡q[wT}8M%G \u0005=HxYF4|\u0013q/ \u0016L% z ,\u001f\u001a9\u0006j͘^2 o R\b^\u0016XeX\u001a\u001d (p\u0013_݆º7\u0002 Hp_ȝs zbcp \u0002bO&\u007f|\u0002\u0003n\u0003?JB3A[\u00130\u0011kQ&eۨ7+3r5\u0011\u0011jᯥ=?k\u0006ĞW;2W\u0005\u001d_5\u0018NwC;Z8,\u001cAᎬB6\u001dFm;\u001a\u000fYvzv]\u000eG\u0001T&S\u001bhh&\u0007氐o2 J\u001e\\3 qLii\u0002Դz=Kkߴz\u0011Lk\ba'0\byzVӲ|I;ش6z! cvxvְ VbXŪ| \u0005\u0006~3Q(\u0001w,\u001d\u001f\be-\\qS-\u0015\u0004 #OVƤ@\u001c\u00100\u0012@қjl?:q\u0010\u001b6+EV\u0015KQD27+\u001dX\u00017cp) `ρiɘ\u0000\u001d'L}AB\u0010\u000e\\E\u0002\u001a*ݒ\bBoU#Lw6v\\5!,\u0003\u001e`};\\Pl\u0012[]\u0013u5a6em_җ\u0007,Ө7\u001b l\u001eKݱ6\u00109O\u0013 >/ProcSet[/PDF/Text]/ExtGState >>>/Type/Page>> endobj 4 0 obj  >stream  HUю8\u0014}W\\)Y\u0011O@FU\u0002)Ң!}\u0018C\u001a x7(1\u001dѯ_ {9xywKxn1 \u000f\u001f&)xw\u000f\bwe\u0011`6^\u0018(\bd\u0005\u0014gDDO\u001a(JQ2/xc%.E~,\u0000\u0000c َ \u0017%\u0003\u0001~\b\u007f [{7\u001bQ\u00070\u0013\u0005W\u0013Qy%\u000e\u0017ٿyeTe߱\u00068\b\u0013jg)\u0015ZXfwoZl˚7:_p&sHLϽ\u000f +o\u0010_5ãT86 ?-\bN\u0018l \u0010\u001d/-%\u001e8\u001awg\u0019i~qvh \u0016l\u007fd\u0007ҒZ-5 Ŗj\udbef\u0019r&\u007f5{  Җ&}\u0013]:FѸ-|+\u0007QA8\u0013Iwm\u0003\u001f^Tn'\u0014B\u000f5\u001e\u0019v5\u0010ȶ |c7  \u0002խFkp7\u0015)%+s2nm5M\u001d=ݨVxdſb=\u0018x=5\u007f\u001e [ħ7\u0016fu+]\u0002_: ߳j\u001dgfaJ{SyLc\u001800Q  xNzQp.Idh   endstream endobj 5 0 obj  >/ProcSet[/PDF/Text]/ExtGState >>>/Type/Page>> endobj 6 0 obj  >stream  HWmoH\u0012t\u001fN=n\u0002Z4@&%\u00027}\u0006ƸٶI[~1Ct&\u0004USS5Y-ͧw3_&).mfw \u0004V\u001eqS|v`dCh`h\u0007\u0001\u001f:D\"uՊ\u0014\u0011l0E\u001c\u001fV i[m\u0007@=\u0011|zտz_Gƞ8Hsɿa*\u00127}#oF\u00024]Bd9~S\u0019ɩ#y*\u0012dVk\b \u0000/B֭nk*YD\\_ӫNbJ[+\u0001(2J\u0018KHa \u001fw4\u001d\u0000\u0019B\u001eZ,V' ZWlJ}\u0014>d]Q xq?0Βg&:T-M2[M\u0006P\u00172\u0002J;hY |cƚlTJ셵[H7e2^\u001dܫWћ\u0018 G/ )\b\u0011g\u0014\u0010s ` F5\u001aU\u000f`\u001a[1 6~xyV\u0014PZ 0ꂲx5(}ugmGKW*g\u00158r_ֆGC:3l,ӘfJ\u0019_YNa3 /L\u001c\u0012s N»*[XiD\u001cҜo\u000e\u0000yp gbmk_\u0017{zH\u0011̩RS\u001au6j?R|k`v/x\u0003~I  \u0010҅m\u001bq.C*tόp#\u0004h@#\u0002( 7'l=V/gQ\u0003f\u0014\u0001-1SReȵ >/ColorSpace >/Font >/ProcSet[/PDF/Text/ImageC/ImageI]/ExtGState >>>/Type/Page>> endobj 8 0 obj  >stream  HWr8\u0012}WC?R[\"LwTY$ޑfR>0\u0014$!\bx~\u001b\u0000IP2\u0015Ŕ\u00044\u001b9ݘ-F\u0017/\u0017Wwή`ta\u001a],\u0016\u000eX\\3āIH\u0018;vdxmts/wHn\u001b\u0001%. `q}b)\u0012Ǒ13\u0015\u0002\u0012\u0005A\u0017c9\u001eӲ\u001f\u0014yŶ_ŒoYQe%mWLǑ,x\u00149yp#\u0013n\u0005~(]Y !N\ba&\u001e$V\u0001`^\u0007X\u0007#\u000f\u0004Z8Ɛ l~\u001b\u001cB\u0007\u0007\u0007\u000e; ό= _o) bi2D%͖$\u0002{^,\u0013KCI=\u0010c\u0010l\u00159 \u0007x>\u0010%Y>\u00017v\"bv KAZ,\u001a)Xj%\u001em\u0015\\ʸW\u0005)|\u0012$4XDLl\u0002  +\u00042Ob&\u0003=/Ĝ\u0010tqW`McqGq\u001d'r\u0015[BI\u0004Y\u0004\u001bY\u0004-:p-F\u001a\u0004/ >|Bk\u0017 C}\u0001 %!:S\"\u0019D\u00033dd\u0015\b8ήI\u0000#!\u001eq C\\iaNoy zr!\u0013\u0014nY  ]\u0004Ēo0cCrP}2ob_\u0016H v˶xG2ƍNYPI璍q|wk\u0011\u0002\u0014`i 7Ԍ}\u001c.\u007f~(oBB>9\u007fIu}\u0014kF 񢾼թkZ: D'\u0000\u0007m5  endstream endobj 9 0 obj  >stream  hޜwTT\u0016Ͻwz0\u0019z.0. \u001d\u0004Q\u0018f\u0006\u0018\u0000 Ml@D\u0011\u0011\u0001E\u0001Hb!(`\u000fH\u0010Pb0dFJ|yyǽgs{.\u0000$O\u001f./\u0005\u0002 '\u0007z8WGб\u0000\u0006x\u0001\u00000Y驾A@$/7\u0017z  \u0001HeOOҬT\u0000\u0000_lN:K\"N\u00143\"$\u0019F/JPrb[䥟}\u0016Qd\u001e[Sl1x{#bG\u0005\u0019\\NoX3I\u0015[ql2\u000e\u0000$ 8x\u0011\u000f\u000et\u0011r\u0000p/8 \u0016p\u0004Cfq\u0002.Knjm͠{r28\u0002?.)ɩL^6\u0000g,\u0019qm\"[Z[Z\u001a\u0019~Q7%\" 3R\u0000`̊j\u000f[~\u0000:\u0002 w\u000f!\u0000$E}kyhy\u0017\bRm333\u001c\u007f: }=#vʉe \u0004tqX)I)B>==  \u0010\u0001\u0012yP\u000f\u0005\u0017:8\u0005p΍\u001c\u0012\u0018Lg \u0019kk Ѐ\u0000$\u0001\u0015\u0003\u0015\u0001t!0\u0003V\u00168\u00027\u0002`\u0010\u000e\u0002\u0016\u0007ɀ\u000f2A.  @\u0011\u0005JP\u0003A#h\u0001'@\u00078 .: \u0007`\u0004`\u0006\u0001\u0010\u0004a!2D!UH 2 \u0006d\u000fA>P \u0014\u000eECq\u0010\u000f\u0012B\u0016\b**Z\u0011\u0016:\u0005]B\u0003=h\u0014~\bL2 \u001b  5p\u001c\u0006N\u0002\u0005:|\u0007\u001eó\b@\b QC \u0011\u0006!\u0011H,G6 H9R ]H/r \u0019Aw(  Q(OT\bJCm@\u0015*QGQ\u001e-(j\u0006 MF+ 6h/*t\u001c:\u0013].G7Зw7\u0018 Xa \u0000\u0013\u001fP\u001544077\u0012\u0014\u0015\u0014&9$An0;T2421t.54ld+s;#\u0011\u0011 \u0011V]=\u001ei\u0011Y\u00109FgM֚k\u0015&=\u0013%\u0019Ō:\u0019\u000enc1gcbcfX.}lGv\u0019{c)LŖN퉛w/p+/\u0013 k׍   E \u001f\u001c  [ly邟\u007f~_\u001c\u007fY53rW򯎼^{\u007f7so\u001e}x>|\u0007쇊z\u001f>y\u007fz\u0000\u0003\u0000   endstream endobj 10 0 obj [/ICCBased 9 0 R] endobj 11 0 obj  >stream     endstream endobj 12 0 obj  >stream  h1\u0001\u0000\u0000\u0000 Om O\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u00008\u0000\u0003\u0000-\u0000\u0001   endstream endobj 13 0 obj  >stream  h\u0000\u0002 ߿^^^\udaeb\u0088őBBBWWW\u0000\u0000\u0000\u007f\u007f\u007f>>>rrr444FFF\u0006\u0006\u0006Տ뾾TTT򣣣ͥDDD\u001f\u001f\u001fOOObbb >stream  hy\\Y\u001fOBp?ٮED !B*tThlgkhPlY\u0018YR 2\u0018\u001e*\u00113 էTS}I|Ke\u0003rCA|'m%QU35n[sקk-mPmڬ[ըZImd0Uiۮ=:\u0016;ѩU[^\u0007S]%\u0005ՒѰR]gӴPw4wpݜ+{g \u001e=VM.\u0003K=>U 3|\u001f\u0006uōV!cC\u0011Qד;V\u0007q\u0000Ɣǣ*'' ń\b! 8 Sv]$*l\u0016U\u00116 ݪDs5\u0004gҎS@K`\u0018+DU\u0018Myu=j[\u00004.E! Ŭ\u0015KT[*Aorg\\u\u0004cd\u001f\u0015\u0004Ț\"  ?ꯎ׵\\v\u0016\u001d? \u0004}ðqh[azgQ][\u001b7U7*\bV3%`3!Bx \u0012Y\u0007%[1n\u0010Z\u001e7 ۮҼC\u0014הCp\u001c!-`V\u001d\u0005≦\u0011WaS\u0010l?6N®i(w\u007fUO\u0001AϷ\\/h&K0,\\\u001bYkb\u007f\u001d 4UM\u0014Œ\u0003TJ\u0010\u0016v2\"h\u0003#$U\u001f\u000e3 9  $PڷŰ{4\u001f\u0013w\u0015% ɶ s?&4\\\u000eH\u0019qK>\u0004#9\u007f \u0006u\u0018\u0010}\u001bXL+w߁\\~\u001d\u0012yr9\u001d\"ռ{NdUpV\u0015ӦB,`_Wٗ\u0016\"Hcջڪx[\u0015Үo>_9\u0016R,S%pզ:FǇ\u0015\u001f}^\u0017؉PIPHi\u0019c}A\u0014ج&Go*5{N`%]B\u0003'\u0014J\u0004M/?R cDM:W 0 l穛\u0006\u001e'q*`\u0011\u001d\u0005\u0011HE/74Kvcf6\u0003m#\u0001ә\u007fj\u000fc*&EМ}ne\u0010$18Ȏ=&\u0015\u001f\u0014y\u001bsЈtɅ\u0014ѓpYatDu\u0010g \\y}\u001ft Sڰ7b{`C$.\u0010؈h؜\u0011MlOu\udec2&\u001cL0g.\"ď{XV\u007fBH\u0003.=\u0014\u0007xd\u007f\u0018\u0000\u0011M]\u0007j͊U(No2\u0004n+m &` TL'lΎJS \u0000%6\u0015E\u0001\u0017yc>!}sECz\u0005$kekDZ\u0005@Had/i) \b\u00110\u000eXras U\u0006x(\u0011#\u007f\u0001\u0006\u0000= ?   endstream endobj 15 0 obj  >stream  h\u0000\u0000\u0003\u0018\u0018\u0018\u0000\u0000\u0000)))dddsss\u0014\u0014\u0014\u0007\u0007\u0007===@@@\u0010\u0010\u0010   ???OOO\u001d\u001d\u001dͪvvvQQQ\u0003\u0003\u0003ppp\u0012\u0012\u0012\"\"\"\u0005\u0005\u0005\u000f\u000f\u000f\u0011\u0011\u0011www   \b\b\b   \u0006\u0006\u0006WWW\u001b\u001b\u001b      $$$EEE888ы---BBB\u0001\u0001\u0001\u000e\u000e\u000e!!!VVV222\u0002\u0002\u0002LLLkkk+++,,,Ԅ333&&&GGG444\u0019\u0019\u0019```hhhnnn***SSS{{{zzz\u001f\u001f\u001f|||UUU\u0015\u0015\u0015666xxxtttǐ\u0013\u0013\u0013\u0004\u0004\u0004oooϚDDDʛ:::ꓓ[[[___\u001a\u001a\u001afffuuurrrccc\u0017\u0017\u0017RRRCCC'''111NNNjjjqqqiiiZZZAAA///нKKK \u001e\u001e\u001eՉ\u0016\u0016\u0016\\\\\\\u001c\u001c\u001cyyyXXXMMMFFF555 >>\u007f\u007f\u007fө]]]000eee}}}...TTTJJJmmmlll^^^\u0002 \u0000=~   endstream endobj 16 0 obj  >stream  hܚy\\U\u0017\u0014\"j9\u0000q\b  H\b\u0003QTTPA0Ql*\u0018(Hj*9)Κ\u00168W͉Yi}g9p[?k^k=\u0019>B_\u000e2/[\u000e \\+_\u0001\u000e\u0015J5G8Uj\\\u0005^\u0003|/\u0002m]e\u007fQ\u0007/oz_V\u0006 Ѩ1U*k\"6\u00035wx pm^|Сc's\u0017?\u0000j~ ]\u0003\bש\u0012noxB \u0015C>^@o.COD_\u0013\u0003П\"w\u0000jXg=a,C\u0010M1!4X \u0015H\u000e3\u0015X\u0012,n ֎\\g~\u0013XI%\\ĳT\u0005ַ6ۏ\u0003 :_Z@PT\"]\u00126\u0005g#\u0006\u0002Fp|\u0004}8;@-,\u0011,| \u0011-`r\u001eR/{\u000e8\u001c\u00046\b\u000e\u0004\u001c#@@7Z!uO\u001f`BWZsZ ZcA`6aA+Wd\u0019Q\u0012/|Ii/8Ť\":b\b.k&y->`'l\u0004چ\bF3(Ӑ\u0014\u0004o؄E\u0017x0 g i6\u0010\\e\u0004Bd\u0006BXdӱ`.LؖC`T )+/Hy\u0007n\u0016ACwB/6}n;=~m\u001b,'ކk \u0013Gg\"8\u0005?\u001c\u00043\b@_`eE2ֻ>2e,\u0018T\u0013bEA9\u0005ō)\u0019\u0012c\u0001⎠^\u0007sKJ\u001fӒ}mǒ4y፮l5V\u00049CGBR\b\u0015!d BdV\u0001\u001c\u001991\u0002ѽDz4 'tM7G\u0017$\u001bX *n\u000687V\u001a6BƬx\"\u0010\u00191^\u0018V ]x\\hSe.\u001a\u001e'|y3\u0012JG$Ș\u0011\u0013ē\b\u001e?ueoM6Q  \u0000\u0003|2> ]In\u001f,WCe>.A]ޤ2\u0004Q \u0005\u0007,>ZjȊ\\\u001cbapJ\b pXN7\u0010,{oX WI\u000fvUPhQ0DV\u0001ev\b\\6\br߿@  nd}Ԏ\u0017pPb1+7x֩$Rpo yI֤\u0003sj\u000f\"X^&\u001c2\u0015\"yz9\u0010\u000f  Rpm 6/HH\u001dvc-~cFV\u0019 Ov\u0003\u0001_/EX-2!?dmӆ)E0\bۄN\u00173@W6iLNiB\u0011-װ5z{45e#:Xy\u001a t\u007f\u0002+9|cujY\u0010\u001bpKd\u0018B\u0018&uv\u0012n ܻ:\u001czCK\"\u0016{2\u0006}D!\u001cײV$/n D 1T!\u0004!H\u001a\u001bxXEٍiy\u0002c n\u0013k\u0011+e\u001d(\u0017\\2\u0018\u007fh\u0013~t\u007f\u0019%Q^+d!H%\u0003)&],*\u0015H\\z\u0013oK\u0018\u0015\u0017V xfrcn\u0006FGOe'v\u0018H޿#\u0006ky~!\u0000m\u0013\u0017E\bsk(V L\u0000o\u001cP\u000eNr.Wz\u0004 ]\u0017Z\u0019~W+p>K[>.e&\u0001+\u0001_uZXL\bziZH+\u001exxq\u0001\u001b +-Rk9KkI\bf]cа҅M zpS65s{ \u0011\u000fi4\u007f\"7秺G/2\u0015\u00122E>h\u0001\"ggC\u001aH >X&ceMnf=|\u001dOpJj$\u0016\u007f^?l>ST:Rvtm&y:\u001fas1$pR5\u0015~\u0017]\u001d+pL{H\u0014\u001f]-Qζ e\u0007ȇai\b838\u000e`߰\u0001R(s ES\u001b eTk 8 _xUlmͪ \u001dj3y\u0011RhyxPjk^M[o\\Vf{Yby\u001cL7[\u0011d s~#\bNz|Ш\u0017u(\u0019AB7\u0003\u001e)\u0011XIb\b\u000ed02 ,\\&cum\u0013Gx\u007f K\u001f\u001a\u0006iNcCU2LmFX_Y\u0015,7h A\u0003&kzi>0CXʵ?\"*o\u0002̬\u0018\u001c\u0014 V\u0018Y`s\u001cxhƽ\u001eQ4Pdf^6u_!KQ\u001b .^ˤI \u007f\u001fѤz[\u0002\u0010vs\u0004Db2M߽g\u0010\u001c=:oFN/t\u0016 WVE)AÙ@tc\u00070\"]\u000ed\u0013.+K^cp8(c+\u001a45h_\u0014j2;(l\u001bd6ϥp$|uouSZqnjq́G\u001e#?n6댏\u0014xM%t2ZvD{ D'\u001dǫ&\u0014sX\u0015hOx\u0019\u0014&,\u0014\u0001?ty1\u0011O%a˫A{\"%e[\u0002?~aA/WVUqU\u0010/\u0003| []'o\b^vʄ|q0\u0012p\u0019(Zx-ޙdB.y\u0012>!7\bZt 7L2FrS>-nݲ\u001fNmJ\u001dd8͆\u0005z}Ҥ:\u0007\u0014dz&[\u001dIԬ \u00175\bO{/?(٬lyQY͓Ӕ+xbs?jӳF\u001a\u0019q,U\u0016\u0004G\u0001\u0000 ޡ   endstream endobj 17 0 obj  >stream  h\u0000e\u0001CCC\u001b\u001b\u001b\u0000\u0000\u0000\u0005\u0005\u0005mmm444///)))TTTppp\u0004\u0004\u0004;;;&&&\b\b\bYYY***^^^ަ쮮ҿ\u001d\u001d\u001d]]]   ϧ+++%%%ɢ\u0006\u0006\u0006\u0012\u0012\u0012```\u0014\u0014\u0014___888111¨\u000e\u000e\u000e܌WWW\u0015\u0015\u0015\u0003\u0003\u0003zzz   鸸HHHZZZ222~~~MMM\u001c\u001c\u001c   xxxOOOժ\u001e\u001e\u001etttQQQRRR555\u0002 \u0000ǒ\u000f   endstream endobj 18 0 obj  >stream  h7BA\u0014'i$DBQ\u0011R\u001eRN-%^^?t\u001cG:Ne̻33\u001ec9*)1 /B^\u0001\u0007UC Pk\\\u001b\u001bFc֤xSs2\u0019/jYoٟanHG\u000em'\u0013.8Qw3ϵ]@o$7)#_1I\u001aPCLQП=j@H/8t\u001a\u001b\u0017S$\u007fbU#ϵg٬Is\\SYşgw KXN\u0015 aolnmһ\u001a@ͮ(\u0003q.䳂M\u0010F\u0014cV\u0013@\u00168:{\u001cS)o\u0005ݞy6\u0005\bt!\u0017\u0002mז>\\\"t%)\u0012 |\u0002\u0005= ~?=^\u0002!\u0002$\u0007@\u0014\u000ezΣB)H\u0010\u0004A\u0010\u0004A\u0010\u0004A\u0010\u00043\u0002 \u0000&&   endstream endobj 19 0 obj  >/ProcSet[/PDF/Text]/ExtGState >>>/Type/Page>> endobj 20 0 obj  >stream  HW]oJ\u0012}WaYoctu&hMC;7G\"VoUۆٝ\u0004\\u9ճxp1_\u007f\u0006 ~mv}\u0005O  \"-!~\u0019\u000e~\u000eD\u0016Vd\u0006\u0013 \u0006\u0006 ?\u00077t\u0010Gc0L˲\\W\u001em||ǐc۴\u001d\u001f+ -Clۜ`cTJ\u0006\u001d\u0016r%x\u001bA8 \\\u0016\u0002w \" \b&]\u0011 }\u0002#=EI-Ću\"%LɄ/&f\u0003s\u0015\u0010\u0081`J\u0007'%+^3L;X\u0015v.8 ٟ y8\u00057n41w4w\u001a\u0006{kF\u001fX\u0018 ܖ` #\u0017&2r\u0011\u0011BT/F]~܄\u0019ɖis^T)?©G=+;\u001b-V\u001e&\\@ d̴\u0006\u0018o\u001aoeYe2)\u0010eZ\u0013+4\u000ft *\u0015  rڍ4ucn]$E\u0014p-\u0012Aa\u0011\u0010D0xDU\u0012\u0019\u007fL\b\u001f(\u001f\u001eS=\"\u0006 2?׶E%s2R7xv\u001cQȴ1RQ\u0014UH Pߕ\u0017NXhNv\u0012$ gU]KDBjC}T}Zv4\u0006$g\u0013V\u0006\\t \"[D\u0001w\u0016'O]b\u0011\u001e9\u0003\u0000RV\u001b\u0014]pk\u0014 |f\u0012bY\u0015  UDPH\u0005%\b?`lh@ӻV\u001by\u0001;1fw4~W2C9OȄp\u0016q`\u0003cn\u0001r B䂍r0\u0001\u0014|2\u001dDQ˱T\u0014\u0017\u0007:Xdzc\u001d)\u0003\b8I 3Scn*eb:ݚ^I\u001bF*.1:\b\u0002/A\bAmG۳T  7\u0013hU\u0006BakB%s/\u001cɎ[6A\\j\u00188'ݪ \"\\nSH\u0000A \u001a\u0010\u000ekSo\u0004>\u0011\u0001`_\u0013x\u0004=\u0016W]s|#/\u001aT|Bed઺\u0010\bꜢP\u0015\u0018B\u0013o\u0003h\u001e\u0018\u0018A\"hIh&\u007fn\u0003G\u0013V׬JI4\u0014 sGY\u0014jIA:c/c!\u000eg $k5\u0004\u0019\u001e5>|fppsxMF ^oؒ|op\\:jŶ.\u007f Z=\\[yV\u001brI׺]Lk -&k=p\u0002\u001bFv)\u000el\u000e\u000e]%|3r.f\u0019.M{\\ \u000fOK\"Uagtۀ\u0005QuG\u0018 \u001e \u0007\u0011ܲ4\u001d}τ([\\tF\u0014O&vd4 5a\u000fjEG N8?Q?fQvN3\u001b_\u0002 \u0000  endstream endobj 21 0 obj  > endobj 22 0 obj  >/ProcSet[/PDF/Text]/ExtGState >>>/Type/Page>> endobj 23 0 obj  >stream  HVQsF\u0010~ga\u001fE\u0007d,\u0001d2c\u0016\u0013zZ\u000fgAG$w$$ّɋ\u0005n}}Ӹwr oޜ,.o \\-=I\u001c{ ^y^\u0000q\u0002/|G؋ģ޽\u0003[?`U\u007f\u00188?\u001d \u0010nyHC\u007f\u0018:0\u00007\u001bٗ}̾o\u00110^T \\\u0012\u0016| 3^,\u0001b3g\u0019O=La\u0019f\\&ֽs+\u001a\u0016.\u0014\u0002l\u00053&3\u001f2GKQ!\u0016;Xϸs܉L\u0000nxN\u0006*جP)rM=M9^ì̊G?2\u0019\u0016\u0010B]pĎ X\u0016 Si iE̽s\"S\"IOi*- S'h\u0012\u0001|Ȭ\u0016\\\u0011\u0004ݎJ],މM\u00149nɘ+akXKec^{:\u0018\u0016Sm)2*Jr*W\u0007\u0012\u001a~bn EM4)\u0012NXF?l݊æ\u0017͵\\d7|[4\u001c1bǜ\\\u001fJ% 2V;n\u0007V \u007fаBXrs$EmY&hʭ\"U+s\\.I2\u0012%\"69\u0013:a8H\u007f~N; kKm\u001dI#G\u001d8W#f_^nkqǤZ)A0\b):eb~!4l Bu9s,ràΙР׈$~/Lõ? z6\u001f;ﴚs\u001a\u0003e\u0016\u0007?ɓ{\u001745{4\u0018\u0014y\u0014`nG\u00075a\u0013 >stream  hZ\u007f|\u0014յ?&a!@\u0004\u0002\u0015\u0010CD \u0004$1$BB\u0000$\u001b6HB JB\u0002**QQAtP \u000fښWEYjQ\u0001 Ԫd\u0011}y~9s= ĈJM$QQW/*\u0001˗j@\"\u001a\u0011AU噠&2]&\u0012[\u0017-m|w!k\u001cW\u0007#͜CV5\u0001Lo(%/\u000f,  \u0010\u0006֔ -|H \u0012)|jMQXH-y.\u0006ш^\u000f\u000fn\\?\u0014:\u007f\udd33\u001b%U\u0010l%&ai@v2\u000e\u0012;\u0098Jޏ)\\1Ɋp.\u0013;5pF!9I+1y\u0004{]%j;y\\pÀzJ\u0012 HID(tegv\u0011DPȵ@\u0013g\u001aD1v\u007fª ΋^\u007f= ]\u001bh7л$Y\u0011m7 |ZB\u0007YV@fZF?W\u0011\u0015\\' L)mwi>-\u0013\u0005]Mn{K\u0000 ᴎ\u000e#fZJ/_@\u0004Z\u0011\u0000x6z\u0004齔K` W|'=\u007fH}%4J&͔VK{g_e\u000e3)\u001cyG\u0014R2*.뵮S`JoD,D\u0006bPi\u0003\u0011\u000fq_(\u001aLL\" P\u001b3Q^\u0015P5\u001cy_z\u0005ـr}\u001f=:x\u0018e\u0017r\u0014\u001dB~DDNt8`kġ\u000f;ɈF dW\u001a`N6D\\nd+l\u001dr\u000f{\bw'{bgy>,ng2x5*n _\u007fzI#p҃.Iޕr| @W aKN/qήXȞ*^~J^\\%L\u0003/o+t~\u000e\u001bU\u001e[V#g/\u0015 \u0014EM\u000e\u0003=$-B.\u001f#Ɗ)ѓ\u001cv\u0013ۇleSciA\u001aV\u0016++K\u00191y4' rfL̘p\u001a;f+G^1b\u001dCSTeC\u0006'\u000f\u001a4п_>bc,f\"KQۑU^M\u001eK\u0017c\u000f\u0013\u001e\u0013^MTe4k_tB\u0012IgX-LLOS\u000eUt9\u000e6wf).G>2\u0006-\u000f7\u0006V RRBu'\u0005\\Ƽ[]\u0019hv{]\u001e\u0017ǦQ{l\u001c8PZNa\u0006s\u00139YJw4KIܾ hfەIOXNcFlO!B96)G3\u001bۨU\u001djQӎ6oꈧ^\u0015 _Y& \u0004j.n7ͩN:'==o8D^֞gP`u4LX䘆\u0012r\u0015:4>lx'Ps\u00040D 6O\u0014P;xS{\u001d\u001f}\u0019_d4, Y\u007f\u0017?d\u001d9⓰߰@\bz\u0002l,r\u0004 m%  ar\u0003|-@؜-E^:i3t\\|H\u001e\u0001\u0005\u0011'6\u0015T\u0010@܈~\u001a/ƀy\u0010OhtK5C0?2|:gt0mz\u001bv \u001e0B^\u0007x. o\u001b۴Bt\u0002{S4VbߘT\u001a-\u0011\u0000C> \u0017\u001bS\u0004\u001bF3{E\u0005U\u00026\u0007\u0014`GD]5b}dU#r\u0011\u0000Q\u007f $@a.-8(\\\u0016\u0006V\u000e@[O vԇ8\u0007?\u00162A\u0018u;ҨND7r\u0006\u001f΍Z \u0017\u0002\u001af|o@E܈\u0015vwFډbE'¶/(]++s8QY\u0014q\u001e)۰\u001foDp;M\u0015u,j0ML\u007fհIs*J7'έ8;\u0006V(8è(Ʀ\u001b4\u0001πiT,\u0012\u0002\u0002/,!\u001fr\u0016z%q54,Cw(\u000fyBm\u0015km\u0002Y(\u001d5}Z\u0001C]\u0011Kb{i8o>g\u0018yKAy\u00118\u001dM8F\u001dV_~dC$Dr\u001dЕ \u001c7\u007fI/XRϢFFk\u0007oG\u001eR\u0019\u0003еw Xe1eZJe p2ߢ>\u0006>\"\u0016BQS:iqqFp. ?R!l3\u0018&J6\u0001\u001a6ޥP\u0002P~\u001bglҿ0\u0006_E\u0019BFNņ\u001c \u007f/\u001a\u0012rk\u00112N~\u001a7)Uތ$tBP~L\u000e\u001a\u0001z\u0006tL5\u0012.̟\u0011gWEL\u00125]?5?/O\u001b\u0010k\u0011/S tY& H|=\u0015cwDX X\u0019R\u001f\u0016k{\u0016EcQ3?\u008fNo'@\u0012Xe\u001c\u0019\u0000\"'Ꟛ\bWxigLw ۡ3\u0011}МGӠ-͔\"O\u001e#\u001e\u0004h:k̋σ~(]/ΐaht拢5|)ִ)/\\k}X®Do\u0005\u0006X}_&w2O3 ^$oK=\u0017 ,'3#\u0001>N\u0004_D#i6\u0006F1\u0002~\u0004\u0018n\u0019T\u0003r%A/F~2\u0010ID6Bl xFOiZ49%H29\u0013XŻc\\E.@e\u001d\u0012 ;: P\u0015@zJy\u0004Ő$W!.{뫯\u0004\u001b[`apAP\u0013\u0007G\u0007OzPj&?O\u0018?BG\u0018\u0016\u001b\u0018I[(Q\u0098\u0004o \u000eV\u001227\u001dd%K!L\u0007 $@N,n#/{Ni$[\u000f*M'\u001b\u0005\u0013l66ZGx-{ x.1^h6V7}g[O̶vζz?g[ͶfP\u0013Ӎpd]Ƴx6Vg&kk&&&cgh\u000e8s0\u001899`k9\u0007X7ϱ0J1EBJYI\u001fU+Wj\u001d7k4p\u001ckޣ#dfį6N12A\u0015$\u0010_\b\u000e\u0000W\u0010\u0015 \u000evv_\u0012Q\u0010P\u001766L5B-\u0010ކ8[۱\b\u0007g\u0012 @ e g%)軰M\u0004\u0015Ӂc\"K-\u0011lZ8k\u007f\u0010B\u0000\u0002B?S\u001dq\u001f\u001cUc1)4;\u0011\u0013C_F&~!pI_a`gxc7 m\u001ba\u007f؝~\u0012\u0016\u0002\u0019fk\u0001Yhi br?4V?G@| H\u001bBo\u0016 k\u0006!\u0013Cm0\u0010xΨM@|lL6\b\u0004u\u000e\u0011{#Ԗد\u000f]\u0006&6\u0012P[=7[\u0005\"L7EX HCPNan |\u0001GmO\u0007:] t\u0003'\u0012;A>\u001d?.\u0001Ðyق9\u001d\u0010=uĶ6uww(W>wrj\u001d;0~CrLrLkV,{\u001agw:ͭg̭ͭ*skFs\\skrPj22ȒdY\u0012,,ޖ^Xb\u0016t\u00074,T fe\u0002h9\u0015,T \u001c\u001d,v\\Mqd3_\u0001\u0015d'i\u0013R :,T]Zn,mgN7\u0018?4ub>Yt\u0018[~s\u001e\u000f\u0015hf$nq\u001d\u0018(Ÿ7 CrSr*%Y|(:\u001dp\u0016o\u000evx\u001bX?s{[QAdڷ\u0014?vz\u001dn? $iM U mc\"\u000e.,\u000f\bC\u001am\u000e^y|`W:\\t]R~w*nٷ`Om1]{oQG(+\u0017{--\u001d@CC؋DG(*mP',Xoor'\u0016_;8R$\u001f\ud8b8TˑY\u0001%X)X\u0011VҚI)ɇخ\b+\u001e}mz$4F|\u001dМ-^Mu4P>8~~= \u0007A֝\u0015>\u0002kdQ\"w\u0010̇Y\u0019\u001d^$QI`7\u001e$\u001fcč\u0019M>n\u00192Ϝ\u0011\u007f!szL\u0019\u007f1|&ȱcR\u001d\u0007_ѯ }I|4C\u001f\u001f\u001f\u001f\u001fyhF\u000fM@\u0006\u0006\u0001L\u000f//T)\u001bQ\u0012OO\u007f\u0005!EvK?\u001bΆ\u0011b\u0011\u0004\bm\u001a&1Xv\u001bЌ\bͩFhҤQ\u0011Z\u0006=7B@\u001e\u0014rU- VW\u0015O-mZ\u0014\b%\u0001:&PWsjjk|julFt )bf\u001e='pk\u0015\u001b͟`\u0018\u0017#\u0000?\u0002   endstream endobj 25 0 obj  > endobj 26 0 obj  > endobj 27 0 obj [/Indexed 10 0 R 0 11 0 R] endobj 28 0 obj [/Indexed 10 0 R 255 15 0 R] endobj 29 0 obj [/Indexed 10 0 R 118 17 0 R] endobj 30 0 obj [/Indexed 10 0 R 251 13 0 R] endobj 31 0 obj  > endobj 32 0 obj  > endobj 33 0 obj  > endobj 34 0 obj  >stream  xYN\u001bI\u0010t(\u0012!j\u001f,?8dZKl4U{s&U TǧNה!8cMF3!\u0018I\u0012L%T aP5PsRMy\u000f+ƅdMtLe\u001bM \u0015ף\"x=\u0019\u001f@\u00161'\u0013%{\u0013 I-ZLFH1g \u0016zE\\\u0019YWLsis0\bU@Brˈ\\p\u0014 \u001cq؂#x\b\u0016Ĵ5\u001a|\\\u0005|a \u0004Ҏ,X/# \u0005|Ŋ+Hr\u0005_\u0017_bjK j@J55\u0082\u0017 \u000f\u0015GDLK\u0013 䈵\u0015\u0012- O\u001eZUS\u000f\u001eP\u001b\u0018140hci`& N\u001d M\u0019\u0014\u001c#\u0015\u0001忤\u0003j\u001b\u0006\u0015Z\u0010\u0001sE\u0002\\\u0010\b`&AYpD|2ew\u001e`$,vP\u0001ڎ/ͩk\u0013K;\u0003sDt\u001cc\u0001sm\u0007̩I\u0019 \u0016&gvZms\u0001sin.퀹J\u0001sm'D XhZpbtA֊KD (vyٽX js ђϓю|\u001fGQ{\u001eGQw]\u0019):jB} ԑ,1Zh\u0019+Cm ]'\u000f7C\u001ce1I\u0006u{yKǵO\u0001nom?\u001aol~/(I=7ˋov\u001f4,y\u001dc[w.O\\\u001fmw\u007f#.^\u001bui\u0015>N3\u001a\u001dic>>|79\u001dgd6;Mfe$k\u000f˥^\u000f\b@;5rW\u001b軎 5f\u007fָ=y;O1w\u00111{ll\u001b=it=5+`р\u00065\u0001G 8iY\u0003.\u001apU\u0015EWBU EUDQUQTe\u0014U\u001dEUHQURT8c\u00178i^\u0003\u000e\u001apԀ\u00065\u0001WUQt%TPTE\u0014U\u0015EUFQQ4ĴK3W*T\u0015r[SUȩ*T\u0015rTwͩ.SҫjU:+ZU\u0011k:(QMw\u000f\u0016ӡ$cg\u0011L.\u001aӀ\u0006Ѭ6i\u0004pӼ5FͬiY5ifM̚5\u001d3k\u001afˏ\u0003]k 5xMaO\u0001\u0000C\u0000  endstream endobj 35 0 obj  >stream  xڼX]o\u001bG +\u0005%@` I_\u0004&O\u001fD(\u00028Ra8@;\u0015%d\u0011hp[,Cj)i6I%\u0017ܲh5;*: &uڬ\u0013> ě⮒\u0015sfR㞥\u0014)*9nR;]q Z.?Wo˛͗׋%)\u0014UYSI/Sva5\u0000\u0003|:H P\u0000\u0007#\u0012\u001e\u0011A4F$\u001c\u0001\bF\u00114\"F\u0014\u0016*\u0016Q\" ZDA (xo\u001eX\b\u0011a >stream  xڼVN\u001bA \u0015\u007fAwy$K\u0015Ԣ>!\u001eh*$\"*. Iv\u001eC2\u0017\u001f\u001f+Aȑ\u0004O!c\bT\u0018C$1\u0011k\b\u0013JyI#o pQ(`Ol\u001d(&1R,R0LIO)PV'G걟T}OE\u0002\u0013\u0010%\bt\u0003 ٛ)cGłI@018\u0016\u0003\u0005\u0013쉃\u0013L\u001c G2 \u0018\u0004\u0004T a\u0017\u000520 f-\u0010\u0006q\\|\u0004ńY\"\u001d  \u0017p^'G`*+?\u000e\u0016,c\u000ftrҝ٥9-Am33x]K5)@\u0007T\u001cG/ݠGpK\u000f_ 2ŌEa~V1\u001d\u0018euu\\?ܯ\u000flW\u0015ȁ\u00147O_}8\u0004XP\u0016ݶ[lԄMhmB&468J&o'\u000fp\u0006\u000fm\u0006u\u0018+\u000fo*\u001djK\u0019\u0017g\u0005kĚk5 WL9F%\u0015\u000fRcTAX1.Ү > endobj 38 0 obj  > endobj 39 0 obj  > endobj 40 0 obj  >stream              Acrobat Distiller 8.1.0 (Windows)           NYU     D:20090727193847           Acrobat PDFMaker 8.1 for Word     2009-07-27T15:38:57-04:00     2009-07-27T15:38:54-04:00     2009-07-27T15:38:57-04:00           uuid:89ffbd22-791a-4c87-bf83-2e49cc62254e     uuid:6c1e61b0-24bc-4df5-8672-b66a126d4cdb               1                    application/pdf               Mary Taylor                        Mediating the Bio-Political Body                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                     endstream endobj 41 0 obj  > endobj xref  0 294  0000000000 65535 f  0000093133 00000 n  0000093389 00000 n  0000095440 00000 n  0000095671 00000 n  0000096645 00000 n  0000096876 00000 n  0000099133 00000 n  0000099493 00000 n  0000101647 00000 n  0000104339 00000 n  0000104373 00000 n  0000104426 00000 n  0000104617 00000 n  0000105458 00000 n  0000108146 00000 n  0000108999 00000 n  0000114464 00000 n  0000114906 00000 n  0000115453 00000 n  0000115697 00000 n  0000117776 00000 n  0000118010 00000 n  0000118265 00000 n  0000119610 00000 n  0000125599 00000 n  0000125865 00000 n  0000126108 00000 n  0000126151 00000 n  0000126196 00000 n  0000126241 00000 n  0000126286 00000 n  0000126442 00000 n  0000126601 00000 n  0000126765 00000 n  0000128591 00000 n  0000129689 00000 n  0000130474 00000 n  0000130510 00000 n  0000130535 00000 n  0000130627 00000 n  0000134739 00000 n  0000000000 65535 f  0000000000 65535 f  0000000000 65535 f  0000000000 65535 f  0000000000 65535 f  0000000000 65535 f  0000000000 65535 f  0000000000 65535 f  0000000000 65535 f  0000000000 65535 f  0000000000 65535 f  0000000000 65535 f  0000000000 65535 f  0000000000 65535 f  0000000000 65535 f  0000000000 65535 f  0000000000 65535 f  0000000000 65535 f  0000000000 65535 f  0000000000 65535 f  0000000000 65535 f  0000000000 65535 f  0000000000 65535 f  0000000000 65535 f  0000000000 65535 f  0000000000 65535 f  0000000000 65535 f  0000000000 65535 f  0000000000 65535 f  0000000000 65535 f  0000000000 65535 f  0000000000 65535 f  0000000000 65535 f  0000000000 65535 f  0000000000 65535 f  0000000000 65535 f  0000000000 65535 f  0000000000 65535 f  0000000000 65535 f  0000000000 65535 f  0000000000 65535 f  0000000000 65535 f  0000000000 65535 f  0000000000 65535 f  0000000000 65535 f  0000000000 65535 f  0000000000 65535 f  0000000000 65535 f  0000000000 65535 f  0000000000 65535 f  0000000000 65535 f  0000000000 65535 f  0000000000 65535 f  0000000000 65535 f  0000000000 65535 f  0000000000 65535 f  0000000000 65535 f  0000000000 65535 f  0000000000 65535 f  0000000000 65535 f  0000000000 65535 f  0000000000 65535 f  0000000000 65535 f  0000000000 65535 f  0000000000 65535 f  0000000000 65535 f  0000000000 65535 f  0000000000 65535 f  0000000000 65535 f  0000000000 65535 f  0000000000 65535 f  0000000000 65535 f  0000000000 65535 f  0000000000 65535 f  0000000000 65535 f  0000000000 65535 f  0000000000 65535 f  0000000000 65535 f  0000000000 65535 f  0000000000 65535 f  0000000000 65535 f  0000000000 65535 f  0000000000 65535 f  0000000000 65535 f  0000000000 65535 f  0000000000 65535 f  0000000000 65535 f  0000000000 65535 f  0000000000 65535 f  0000000000 65535 f  0000000000 65535 f  0000000000 65535 f  0000000000 65535 f  0000000000 65535 f  0000000000 65535 f  0000000000 65535 f  0000000000 65535 f  0000000000 65535 f  0000000000 65535 f  0000000000 65535 f  0000000000 65535 f  0000000000 65535 f  0000000000 65535 f  0000000000 65535 f  0000000000 65535 f  0000000000 65535 f  0000000000 65535 f  0000000000 65535 f  0000000000 65535 f  0000000000 65535 f  0000000000 65535 f  0000000000 65535 f  0000000000 65535 f  0000000000 65535 f  0000000000 65535 f  0000000000 65535 f  0000000000 65535 f  0000000000 65535 f  0000000000 65535 f  0000000000 65535 f  0000000000 65535 f  0000000000 65535 f  0000000000 65535 f  0000000000 65535 f  0000000000 65535 f  0000000000 65535 f  0000000000 65535 f  0000000000 65535 f  0000000000 65535 f  0000000000 65535 f  0000000000 65535 f  0000000000 65535 f  0000000000 65535 f  0000000000 65535 f  0000000000 65535 f  0000000000 65535 f  0000000000 65535 f  0000000000 65535 f  0000000000 65535 f  0000000000 65535 f  0000000000 65535 f  0000000000 65535 f  0000000000 65535 f  0000000000 65535 f  0000000000 65535 f  0000000000 65535 f  0000000000 65535 f  0000000000 65535 f  0000000000 65535 f  0000000000 65535 f  0000000000 65535 f  0000000000 65535 f  0000000000 65535 f  0000000000 65535 f  0000000000 65535 f  0000000000 65535 f  0000000000 65535 f  0000000000 65535 f  0000000000 65535 f  0000000000 65535 f  0000000000 65535 f  0000000000 65535 f  0000000000 65535 f  0000000000 65535 f  0000000000 65535 f  0000000000 65535 f  0000000000 65535 f  0000000000 65535 f  0000000000 65535 f  0000000000 65535 f  0000000000 65535 f  0000000000 65535 f  0000000000 65535 f  0000000000 65535 f  0000000000 65535 f  0000000000 65535 f  0000000000 65535 f  0000000000 65535 f  0000000000 65535 f  0000000000 65535 f  0000000000 65535 f  0000000000 65535 f  0000000000 65535 f  0000000000 65535 f  0000000000 65535 f  0000000000 65535 f  0000000000 65535 f  0000000000 65535 f  0000000000 65535 f  0000000000 65535 f  0000000000 65535 f  0000000000 65535 f  0000000000 65535 f  0000000000 65535 f  0000000000 65535 f  0000000000 65535 f  0000000000 65535 f  0000000000 65535 f  0000000000 65535 f  0000000000 65535 f  0000000000 65535 f  0000000000 65535 f  0000000000 65535 f  0000000000 65535 f  0000000000 65535 f  0000000000 65535 f  0000000000 65535 f  0000000000 65535 f  0000000000 65535 f  0000000000 65535 f  0000000000 65535 f  0000000000 65535 f  0000000000 65535 f  0000000000 65535 f  0000000000 65535 f  0000000000 65535 f  0000000000 65535 f  0000000000 65535 f  0000000000 65535 f  0000000000 65535 f  0000000000 65535 f  0000000000 65535 f  0000000000 65535 f  0000000000 65535 f  0000000000 65535 f  0000000000 65535 f  0000000000 65535 f  0000000000 65535 f  0000000000 65535 f  0000000000 65535 f  0000000000 65535 f  0000000000 65535 f  0000000000 65535 f  0000000000 65535 f  0000000000 65535 f  0000000000 65535 f  0000000000 65535 f  0000000000 65535 f  0000000000 65535 f  0000000000 65535 f  0000000000 65535 f  0000000000 65535 f  0000000000 65535 f  0000000000 65535 f  0000000000 65535 f  0000000000 65535 f  0000000000 65535 f  0000000000 65535 f  0000000000 65535 f  0000000000 65535 f  0000000000 65535 f  0000000000 65535 f  trailer   >  startxref  116  %%EOF"}, {"content": "Persuasion and Politics - Graduate Level Courses - NYU Steinhardt                                            Skip to content        NYU Steinhardt School of Culture, Education, and Human Development           apply now     request info     contact                                     Department of Media, Culture, and Communication           Faculty          Full-Time Faculty      Adjunct Faculty      Publications      Research      Editorial Boards      Visiting Scholars              Undergraduate          BS in MCC            Overview     Degree Requirements     Liberal Arts Core     Fields of Study     Restricted Electives     Course Descriptions            BS in MCC/GPH         Overview     Degree Requirements     Liberal Arts Core     Fields of Study     Restricted Electives     GPH Course Descriptions     MCC Course Descriptions           Advising &amp; Registration    Minors    Transfers      Prospective Students         Admissions     Frequently Asked Questions           Honors Program    Comm Club         Master's       Master of Arts    Dual Degree Program      Curriculum         Areas of Study     Course Offerings     Current Course Details     Sample Course Schedules           Current Students         Forms and Procedures      Thesis Abstracts             MA Profiles    Prospective Students         Admissions     Frequently Asked Questions     Chat with Advisor               Doctoral       Doctor of Philosophy    Curriculum         Required Coursework     Course Offerings     Current Course Details           Current Students         Forms and Procedures     Exams     Dissertation Abstracts             PhD Profiles    Prospective Students         Admissions     Principles and Procedures     Funding and Grants     Frequently Asked Questions                Internships         For Students               Program Highlights      Internship Credit      Internship Forms              For Employers           Information for Employers          NYU Career Development                    News and Events         News and Upcoming Events     Annual Events     Department Listserv        Study Abroad         MCC Abroad     Global Media Scholars        Steinhardt Abroad     NYU Abroad           Alumni         MCC Alumni     Steinhardt Alumni     NYU Alumni           Resources         Technical Support     Funding            Find Funding       Faculty Funding       Student Funding              Research     Professional Development     Digital Archives            PDF Archives       Ad Archive       Dead Media Archive               Doctoral Wiki     Teaching Handbook           About         Message from the Chair     Staff     Contact     Request Information     Bulletin     Apply for Admission                MCC Facebook   MCC Twitter   MCC Vimeo   MCC Youtube   MCC Flickr   MCC LinkedIn          Graduate Level Courses                       Browse by       Doctoral courses only    Doctoral core courses    Courses offered abroad    Research courses    All Graduate courses        Browse by MA Area of Study  Global and Transcultural Communication Visual Culture and Cultural Studies Interaction and Social Processes Persuasion and Politics Technology and Society              Persuasion and Politics        Courses examine theories of rhetoric and persuasion, the role of strategic discourse and mass media in shaping public spheres, with a thematic focus on propaganda, legislative debate, legal argument, rhetorics of science and technology, social movements, public dissent and censorship, political campaign communication, public relations and public administration.                     MCC-GE 2010 - Censorship in American Culture   This course examines censorship in American culture, from the late 19th century to the present and surveys areas where debates about censorship have been urgently contested, from discussions about birth control, to literature, film, theatre, art galleries and history museums, to sidewalks and lecture halls, to the internet. Students will explore the historical contexts in which important cultural and legal struggles over censorship took place and how this history affects contemporary debates about the arts, sexuality, national security, technology, privacy, and government involvement in the marketplace of ideas and images.    sample syllabus           MCC-GE 2025 - Race and Media   The racial and ethnic diversity of the United States from Europeans' first encounter with Native Americans, through colonialism and American slavery, Reconstruction, Jim Crow, the Civil Rights era and beyond has made the issue of race one of the United States' principal sites of conflict and conversation. For many years, scholarship on race and media has focused on a myriad of theories and issues surrounding representation, concerned with the presence or lack of people of color in media of all kinds, and the stereotypical ways they are portrayed when they are present. But this is only one part of the story. While this course highlights many of these issues, it focuses on the ways that media can and have shaped public discourse about race and racism both within and beyond the confines of the United States. The course considers a variety of media television sitcoms and drama, television and print news, film, popular music, the internet and others for the purpose of investigating how media have and continue to variably influence the publics racial agenda, and the general content, tone and tenor of racial conversation in the public sphere.    sample syllabus           MCC-GE 2100 - Seminar in Media Criticism   Analysis of the media environment from a variety of critical perspectives. Emphasis on writing as well as reading media criticism.    sample syllabus           MCC-GE 2120 - Media Policy and Regulation   This course provides a general introduction to key media policy debates. It is intended for students with an interest in how our media system is governed, ranging from the Internet and telecommunications to mainstream news and entertainment media. The goal of this course is to introduce students to the ways in which media policy gets hashed out in and outside Washington D.C., and to understand how these policies structure the kinds of media in which we are immersed. We will survey the history of media policy; explore the politics underlying basic problems and questions in designing media policy; discuss how media policy relates to democratic theory and ethical concerns; and consider what an ideal media system would look like. The first third of the course will focus on U.S. media policy history, the second third on current media policy debates, and the final third on future trajectories for our media system.    sample syllabus           MCC-GE 2153 - Media Activism   This participatory and discussion-oriented course explores the politics of media activism: its tactics, its strategies and its goals. The course will rely on both a survey of the existing theory and scholarship on media activism, as well as close analyses of actual activist practices within both old and new media and on a local, national and global scale. Special attention will be paid to questions of creativity and efficacy, addressing questions concerning the value of media activism as both an aesthetic and political activity.    sample syllabus          MCC-GE 2155 - Activist Art and Creative Activism   The course will focus on the tactical, strategic, and organizational uses of artistic aesthetic taken up by the activist for the purpose of social change. The course will rely on both a survey of the existing theory and scholarship on &ldquo;artistic activism,&rdquo; as well as close analyses of contemporary practices on a local, national and global scale. Special attention will be paid to issues of creativity and efficacy, addressing questions concerning the value of this hybrid practice as both an aesthetic and political activity.    Sample Syllabus          MCC-GE 2157 - The Communications Revolution and Culture in America    An examination of the nature of the communications revolution in the 20th century &amp; its impact on American cultural life &amp; institutions. First semester focuses on the political economy of media from a critical perspective; second semester focuses on current developments in the communications industry &amp; their impact on the U.S. &amp;global culture, from an industry perspective. Either half may be taken independently.          MCC-GE 2171 - Screening History: The Construction of American History in Hollywood   This course explores how popular Hollywood films construct versions of the historical past, and can be utilized as historical documents themselves. The films reach mass audiences, they entertain, they mythologize, they produce compelling narratives about the past, they simplify complex problems, and they have been influential in creating audiences&rsquo; historical understanding. Hollywood films are significant and complex cultural texts, and this course will study them as artifacts of a powerful communications entertainment industry whose visions of the past and arguments regarding social, political, economic order throughout the 20 th century and into the 21 st centuries warrants our close examination.    Sample Syllabus          MCC-GE 2184 - Comparative Media Systems   How does journalism differ around the world? And to the extent that it does, why? Beyond the personal idiosyncrasies of individual journalists and media owners, which factors play the greatest role in shaping 'national news cultures': professional values and traditions, level and type of commercialism, government regulations, bureaucratic pressures or organizational dynamics, and/ or audiences? Too much of our media criticism proceeds from hunches and assumptions, rather than real evidence, for the simple reason that it limits itself to a single national context ( and often a single time period). Adequately sorting out the factors that shape our media environment can best be accomplished via comparative research. This course offers a conceptual roadmap to such a project as well as a close empirical look at the news media in a variety of national contexts. After a general consideration of the factors that structure news media systems and the roles that media play in democratic societies, the course incorporates (1) a survey of comparative methodologies: surveys, ethnographies, news content analyses, etc., and (2) national and comparative case studies, representing the major types of Western European journalistic 'models' as well as some important non-European variants.    sample syllabus          MCC-GE 2190 - The Languages of Communication: From Cave Painting to Print    The historical development of various non electronic media--language, painting, writing &amp; print &amp; their consequences for consciousness, information processing, &amp; sociopolitical structures.    sample syllabus           MCC-GE 2200 - Media Events and Spectacle   An inquiry into those forces in our technological society, especially those of the mass media that significantly influence our beliefs, attitudes &amp; actions. sample syllabus          MCC-GE 2201 - Mediating the Bio-political Body   This seminar seeks to build media theory within the material histories, philosophy and political culture of embodiment/disembodiment. The body is situated as the interface of our era's most contentious political terrains including human rights violations, epidermal stigma, gendered gazes, targeting gazes, and confinement in refugee, detention, torture and concentration camps. For Foucault the formation of the political subject is isomorphic to the formation of the body as a communicative, mediating and mediated site. The body has become the screen, the archive and the stylus for political inscription and encryption. For Foucault, Agamben and Esposito the political is concerned with producing forms of life as biopower-- the governing of life and death through subject forming and deforming body-media from surveillance to violence. Previously Hegel, Kojeve, Lacan and Fanon theorized political domination as the spectral occupation and remediation of one body by another. Derrida described the current war on terror as the shift from communitas to immunitas, to auto-co-immunity in which the body-politic sacrifices its actuality to protect itself as virtuality. In the above theories the body unfolds as the place where our current historical actuality originates and culminates in a politics of somatic virtuality. We will examine the body as a political semiotechnique, as material support for political ideology and spectacle and as enabled/disabled by techno-political prosthetics and as the means of political virtualization. We will track several orienting genealogies of the body that roughly run from Hegel and Kojeve to Lacan and Fanon; from Spinoza, Nietzsche and Heidegger, to Deleuze, Foucault, Agamben, Esposito and Derrida; from Merleau-Ponty to Lefort and Ranciere. Among the themes to be explored are: exposability and disposability of the body; torture, embodied witnessing and truth; postcolonial typographies of the body; second bodies, subversive mimesis and political virtuality; political animality and monstrosity; communicable and excommunicated bodies; political violence as auto-immunization. sample syllabus          MCC-GE 2202 - Public Sphere Formation   The unprecedented visibility both of everyday life, and of the mediatization that makes this visibility possible, shift and transform society and the conditions of knowledge about it. We will approach these issues as questions pertaining to public sphere formation. We will begin with two distinct but related arguments about the public-private opposition, namely Habermas's influential formulation drawing on Kant, and Hannah Arendt's, that draws on ancient Greek philosophy. In this course we will consider the problems attending any attempt to construct a theoretical genealogy for the terms \"public\" and \"private,\" and examine as well specific cultural-political mobilizations, and techno-institutional elaborations of these terms, and some of the implications arising from these definitions, mobilizations and instantiations.    sample syllabus           MCC-GE 2211- Decolonization and its Aftermath   The advent of 20th century decolonization challenged the way in which world history had been conceived for four centuries, as centered upon the tiny landmass of Western Europe, rather than say, as plural and polycentric. The former view made it difficult to understand how the majority of the world's population mattered to history at all. With the onset of decolonization after the end of World War I, the world began to be seen, first through the lens of the nation, and secondly, as an extensive set of interconnections, where seemingly remote events could have major effects across countries. This course will combine a survey of select decolonization movements with analyses of the transformations from anticolonial nationalism through postcolonial developmentalism to the contemporary new world order. The course will consider decolonization in two senses: as the historical achievement of independence in former colonies, and, as a communicational concept illuminating socio-political change. sample syllabus 1    sample syllabus 2          MCC-GE 2265 - Communication and Persuasion: Sociological Propaganda   A series of analyses of the history, theories, techniques, and results of propaganda in society with special focus on the relationship between interaction (sociological) propaganda &amp; communication in our increasingly technological society; case studies drawn from public relations, commercial advertising, social movements, and the mass media.    sample syllabus          MCC-GE 2270 - Communication and Political Propaganda    In this course, students examine some of the major historical moments in political propaganda as well as current propaganda campaigns. We start with a brief analysis of the Nazi Party propaganda system and then examine the political propaganda tools and techniques that contemporary political parties, government officials and candidates use in their quest to manufacture political consent. Students should leave this class with an intellectual overview of the field of political propaganda as well as the various analytical methods that will help them recognize, describe and explain the propaganda techniques of contemporary political actors.    sample syllabus           MCC-GE 2275 - Middle East Media and Cultural Politics   Examines developments of culture, politics, and media in contemporary Middle East through an historical and cultural lens. Course is organized by theoretical theme and geographic location and addresses culture as a site of struggle; the impact of globalization on Arab mass media; the connections between civil society, democracy and Islam; and gender, national and diasporic identities.    sample syllabus          MCC-GE 2282 - Information Law and Policy    Examines the emergence of a specific body of laws &amp; public policies that influence the production, distribution &amp; use of information technologies, with a focus on issues of privacy, online speech, intellectual property, the creative commons, computer crime, &amp; governance in general.    sample syllabus           MCC-GE 2284 - Religion and Media    Bertrand Russell long ago declared that religion belonged to the infancy of human history, in a statement that expressed the secular self-understanding of an enlightened European of his time. By comparison, at least from the time of Alexis de Tocqueville, it has been clear that in a country like the United States, religious affiliation has not diminished with the advance of historical time. If anything the movement has been in a contrary direction, with religion having increased in social and political influence, with effects that reverberate across the globe today. The disparity between Continental and American perceptions reflects a failure to understand the place of religion in modern society, and to relate changes in religious practice to historical change. It is not simply in traditional, backward or disadvantaged societies that religion thrives, but in the very heart of modern society, so to speak. The legislative approach to sequester religion and keep it in its place, widely practiced, rarely has the desired results. Religion turns out to be mediated in new ways, to sacralize new forms of connection, to mark out new relations between the sacred and the profane.    Note: This couse may be offered in Paris. Consult your academic advisor for further information.    sample syllabus           MCC-GE 2295 - Values Embodied in Information and Communication Technologies   Studies social, political &amp; ethical values embodied in computer &amp; information systems, &amp; new media. Students examine work in the philosophy &amp; social study of technology to understand the rich &amp; sometimes troubling relationship between values &amp; technical design. Course will ask: Is technology neutral? Who should make key decisions? What is the role of scientists &amp; engineers? The course examines specific cases, such as, the Internet, search engines, web- cookies, &amp; data mining from philosophical, empirical, &amp; technical perspectives.    sample syllabus           MCC-GE 2304 - Global Media and International Law    This course examines the history and role of international law and international regulatory instruments as they pertain to global media governance. It provides an historical overview of the various institutions and actors involved in global media governance, and assesses the various principles and practices that constitute the regime of global media governance, including the regulation of broadcasting, telecommunications, the Internet, and trade in media products. Students will undertake original research in a selected area of global media governance with careful attention to original documents in the field.    sample syllabus           MCC-GE 2305 - Internet Governance   The Internet has become an essential platform and engine for economic development, social justice and the protection of human rights. At the same time, the issue of global Internet governance raises challenging questions, including: where the control of the Internet should reside, what guiding principles should be used and who should take part in the policy making process? Students will explore prominent narratives and issues, such as the concept of architectural openness and the promotion of Internet Freedom. Through weekly discussions and the tracking of developmental shifts, this course seeks to provide insight into the possible future of the medium. Sample Syllabus          MCC-GE 2308 - The Racial Web   Internet apologists once heralded the world wide web as a space that would liberate the voice of the racial other, democratize news media flows, expand public discourse about race, and buttress political participation among people of color. As internet technology and its users who co-create cyberspace have matured over the past decade, what do we make of the web&rsquo;s promises? Has the web expanded the spaces for racial discourse? These are the questions addressed in this course as we examine the sources, content, and flow of racial discourse on the web, as well as a broader variety of issues related to race and digital technology.    sample syllabus          MCC-GE 2380 Topics in Globalization   SUBTOPIC: Cultural Globalization in France    This course will provide students with a critical understanding of how international flows of information and entertainment products &ndash; from news and information to movies, television and lifestyle brands -- play a role in shaping and reshaping global economic, political, military, and cultural realities. We will examine a range of forms of mediated production and consumption understood broadly in relation to political, economic, and cultural power, and situate these forms in relation to contemporary theorizing about global cultural convergence, divergence, and hybridity.    In this intensive three-work course organized in collaboration with the American University of Paris, the city of light and its environs will be our laboratory. France is often at the center of debates about the reach and character of cultural globalization: its government has often taken the lead in opposing American efforts to define cultural exchange in purely market terms, even as French publics have often welcomed American popular culture and political ideas. To better understand globalization &ldquo;on the ground&rdquo; in France, we will range across Paris to meet with activists, journalists, and other media creators. In so doing, we will deepen our understanding of the global, national, and local economic and political processes shaping how culture is being created, consumed, remixed, diffused, and transformed.    *This course is set to run in Paris in Summer 2013, June 26 - July 16. Department approval needed. More information is available here .    Syllabus available soon.          MCC-GE 2382 - Topics in Globalization: Communication and International Development   This course introduces students to theoretical foundations in historical and contemporary issues in communication and international development. Topics include state-building, modernization, dependency and globalization, as they concern the \"Third World.\"  Part One of the course focuses on mainstream development, its proponents (such as the UN, the World Bank and international non-profit organizations) and its application and practice. Part Two will delve into the critiques of development and its connections to longer historical, political and economic inequalities, such as imperialism, colonialism and globalization. In Part Three, each class will be devoted to a particular topic or problem and relevant case studies from they key regions (Latin America/Carribean; Africa; Middle East; Asia; \"The Fourth World\") that students will present on. sample syllabus           MCC-GE 2402 - Topics in Visual Culture and Cultural Studies: The Political History of Visual Display and Representation   This course is a political analysis of the modern history of visual display and exhibition, tracing it from the Russian avant-garde to issues of spectacle, the ideological function of the museum, and public art. The critique of institutions such as museums is an area of inquiry in visual culture. This course analyzes concepts of the public, the avant garde, spectacle, the function of exhibitions in totalitarian political regimes, the concept of exhibition as resistance, and the relationship of urban economies and visual display. sample syllabus          MCC-GE 2405 - Topics in Visual Culture and Cultural Studies: Communism and the Cold War   In the era of the permanent memorial, it is noticeable that Communism and the Cold War are being increasingly marginalized in accounts of present-day crises. This class offers a counterpoint by examining the legacies of these experiences in visual and cultural studies. It suggests a different history of the present than is usually told, with particular regard to visuality in film, art and performance. Each participant will undertake a research project using materials in the Tamiment Library (and elsewhere if needed) and will present the results in a mini-conference at the end of the semester.    sample syllabus                     This site, and all its contents, are Copyright &copy;    by New York University. All rights reserved.   NYU Steinhardt - Media, Culture, and Communication - 239 Greene Street, 8th Floor, New York,  NY 10003"}]}]