[{"detail": [{"content": "DimitriuReckoning                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                       Return to Instructional Table of Contents           by Ioana Dumitriu                     During my morning commute, I cut myself off from the world around me and think. The last thing I see before &quot;shutting off&quot; generally starts a process of free association that is carried on by memory. For instance, this morning a woman sat beside me, reading The Alchemy of Race and Rights by Patricia Williams. Williams is someone I have heard of and read. I remembered her essay &quot;And We Are Not Married&quot;-a wonderful sample of women's writing. For the rest of the time I traveled by subway, I thought of pieces of writing I have read that, somehow, bear the mark of their writer's gender.           Now I'm home, at my desk, and I am re-reading the texts I have thought of in the morning, trying to understand why and where I feel the mark of gender. Take, for example, Williams's essay; as I go along, I am fascinated by its complexity, by its huge network-or should I say labyrinth?-of ideas, so huge that the reader can easily get lost, become powerless, and abandon the struggle. Williams argues, among other things, that the practice of certain forms of rhetoric constitute acts of ideology, that style is never neutral, so that types of writing and behavior are always suffused with political content. One of her primary rhetorical tropes is the telling-and retold-anecdote, which always requires interpretation. With each story she relates, new possible paths appear, and one doesn't know which of them is the right one: the &quot;Benetton incident,&quot; with its three consecutive versions. Then Tawana Brawley. Maxine Thomas. Mrs. Williams, her mother. Herself. Professor Bell and Geneva Crenshaw. Mr. Williams. Finally, the dream.           The stories are presented at length, and commented upon; each affirmation is supported-either because of the author's juridical experience or because of her exactness-by footnotes. This makes the overall structure of the essay a bit confusing. For example, the listing of opinions expressed about Maxine Thomas is backed up by eighteen footnotes. The reader's eye has to go back and forth in order to read everything, and going back and forth eighteen times can be very challenging.           In addition to that, the language is sometimes difficult; at times even impenetrable: &quot;the rhetoric of increased privatization, in response to racial issues, functions as the rationalizing agent of public unaccountability, and, ultimately, irresponsibility&quot; (696). One has to stop reading and figure out what she means, to figure out the idea behind that gathering of legal (and thus certainly esoteric) terms.           The difficulty of reading Williams is enhanced by her struggle to avoid definitive explanations; she leaves room for interpretation. After presenting the conditions in which Tawana Brawley was found, Williams reaches the conclusion that something must have happened to the girl, no matter who or what was responsible for it. This is all-one does not see &quot;Williams's version&quot; of what happened; one is only offered the alternative: &quot;It is this much that I grieve about, all told. . . . But there is a second version of this story.&quot; The second version of the story is made up of interpretations of what has happened, of irrelevant factors that suddenly become a means of explaining the story, of politics and dirt, which are presented with a definite disgust and disapproval: &quot;What replaced Tawana's story was . . . media brouhaha, . . . stories, fables, legends, and myths&quot; (700).           Williams the lawyer understands very well the process during which the study of the single accusatory fact and the attempt to establish each party's innocence/guilt is transformed by the attorneys into a three-ring circus. And Williams the lawyer understands well that the media will only add dirt and injustice and insult to injury: &quot;Truth, like a fad, takes on a life of its own . . . [U]ntruth becomes truth through belief, and disbelief untruths truth&quot; (703) Williams the lawyer knows all this. But Williams the woman, and especially Williams the black woman, is hurt and revolted by how this process played itself out in the Brawley case. Disbelief of Brawley's claims, she suggests, led reporters to break the usual taboo against printing the names of rape victims, a significant violation: &quot;Exposure is the equivalent of metarape&quot; (703). And in a very bitter way, Williams concludes: &quot;Few will believe a black woman who has been raped by a white man&quot; (702). The conclusion floats in the air: Brawley is a victim, not only because of the exposure, but because of the actual fact: she has been raped and treated in a horrendous way by six white men. But Williams does not state it explicitly. The reader is tempted to ask whether she does that because she is a lawyer, and she knows that it would not be a good idea to say &quot;something has happened&quot; when a twelve-person jury has declared &quot;nothing has happened&quot;; or because she wants to convince without using a lawyer's tactics-&quot;state and prove&quot;; or because, disgusted by the legal battle, she does not want to perpetuate the dispute any longer.           Roughly the same observation might be made in the case of Maxine Thomas: Williams presents all the perspectives, supported with footnotes. She does not choose a point of view, she merely gathers the information, and she presents it in an apparent attempt to stay objective:           A woman who had forgotten her roots. A woman who exploited her blackness. A woman who was too individualistic. A woman who could not think for herself. A woman who had the perfect marriage. A woman who overpowered her men and assaulted their manhood. A woman who was too emotional. A woman who needed to loosen up. A woman who took her profession too seriously. A woman who did not take her profession seriously enough. (704)           After presenting this list, Williams turns from Thomas to write about her morning preparations for a legal conference. In delaying any definitive interpretation to Thomas's story, Williams seems to imply: &quot;Here, I give it all to you. You decide what you want to believe.&quot;           But is she really implying that? Is she really incapable of choosing a version and sticking to it? Or is she putting the reader to trial? Not &quot;on trial,&quot; as her legal background would suggest, but a trial more like that ancient princesses used to put their suitors to-after which they would marry the most worthy. Then the principles of writing change. Follow the leads; assemble the pieces of the puzzle. Not all the things are meaningful. Be patient. Seek, and you shall find.           And then a worthy reader will understand that it was not that Williams was unable to choose, but that it was her intention not to do so. She could not choose a version and rebuke the others, because every version is important, because every version is relevant, and only through looking at them all can one understand what has actually happened to Thomas: &quot;Thomas's job as a black female judge was to wear all the contradictions at the same time. . . . She swallowed all the stories, all the roles; she opened wide to all expectations. . . . Giving birth to thousand possibilities, she exploded, leaking fragments of intelligence and scattered wisdom&quot; (705). She went insane, and the way Williams puts it, Thomas's burst into insanity has the proportions of a cosmic death, almost a Gotterdammerung, if one remembers that Thomas was a role model for so many black and non-black women.           The effect of such a writing technique upon the reader is the one expected: our own opinions buried by the facts about Thomas, we are convinced. Williams has to be right; so many different and contradictory statements about a woman must reveal that Thomas could be whatever the others saw in her, that she was an object of the process of social construction, and reconstruction, of her self. Thomas is not singular; her story could easily be the story of any other professional black woman who has reached an elevated level of the social class-an activist, a writer, even a lawyer. The argumentation, although barely visible, is nonetheless-through implication-overwhelming.           Intrinsic to this quality of argumentation is the powerful style. Vivid imagery-the &quot;sticky-sweet inherency of black womanhood persistently imaged as overripe fruit [e.g., melons]&quot; (702)-creates tableaux which force the reader to look at them, disgusted, perhaps, but definitely fascinated by their power. The figurative language sometimes says more than a statement: a question &quot;hangs up in the air like a fuzzy gray cloud,&quot; the society's manipulation becomes &quot;the constant windy sound of manipulation,&quot; and a gasp of fear becomes, &quot;Somewhere at the center, my heart gets lost&quot; (699). Using metaphors to convey a feeling is often more powerful than merely stating it. Without these figurative images, Williams's confession-&quot;It is very painful when I permit myself to see all this. It is terrifying&quot; (699)-would have been questionable. Painful, ok. Terrifying? But because of the weight added by the images, one actually feels the pain and terror. Either by sketching instead of being explicit, or by creating grotesque, yet compelling images, Williams's techniques work.           Attention to such masterful rhetoric may incline us to wonder about Williams's sincerity. If she has right on her side, we might wonder, why doesn't she speak plainly? But as Williams herself is aware, so-called &quot;neutral&quot; rhetoric can only reveal perspectives that resonate with the status-quo. To see a truth that is normally dark requires more involving methods of writing, speaking, and listening. To put the reader in a new place, to allow him/her to see the world from another perspective, Williams employs devices more commonly associated with literature than legal discourse. Her portrait of Thomas is almost poetical, as you read it, sentence after sentence. It puts one in mind of Adrienne Rich's remarks about women's poetry:           I want to tell you about a dream I had last summer. I dreamed I was asked to read my poetry at a mass women's meeting, but when I began to read, what came out were the lyrics of a blues song. . . . Much of women's poetry has been of the nature of the blues song: a cry of pain, of victimization, or a lyric of seduction. (561)           These features are present in much powerful women's prose, as well. Writing through the pain is what kept them going, what fueled them: dreams, fantasies of themselves, portraits of could-have-beens in a different world, sometimes translated into paper, with a tonic effect for their morale.           Williams describes such a dream-tonic in her essay's closing words: &quot;The me-that-is-on-stage is, . . . as I have always dreamed of being, fascinating. . . . From this dream, in a complicated world, a propagation of me's awakens, strong, single-hearted, and completely refreshed&quot; (708). It is this mixture of power and powerlessness, of strength and exposure, of wrapping the idea into a thousand wrappings and being very personal at the same time, that gives the essay its feminine character. It is full of stylistic contradictions, and it wears them all in the same way that Maxine Thomas wore hers. It is the same mixture of power and helplessness that one finds in Virginia Woolf's essay &quot;A Room Of One's Own,&quot; except that there it is presented and felt differently. If Williams's identity was powerfully asserted at the obvious level, it was lost at a more subtle interpretative level-or rather, it dissolved in the large mass of black females she talks to, and about. Being herself, Williams could have been any other black professional woman, as Thomas's tragedy is not singular, but shared and feared by many, if not all, professional women-black or non-black.           Virginia Woolf is more direct about this point of view: she asserts her &quot;personal selflessness&quot; from the very beginning, in a way that suggests she may be toying with the reader: &quot;Call me Mary Beton, Mary Seton, Mary Carmichael or by any name you please&quot; (720). Reading her closely, one understands that besides playing with identities, the purpose of this somehow paradoxical self-presentation is an attempt to speak for many, to stand out as a representative of the mass of self-educated women. The process of mass identification is present here to the same degree that it was in Williams' essay; the format is changed, but the essence is the same.           Woolf's approach goes beyond the first impression that &quot;Woolf is playing with the reader&quot;; but the first impression proves to be true as well. Woolf is toying with the reader, faking stupidity in an ironic manner: &quot;What had our mothers been doing then that they had no wealth to leave us? powdering their noses? looking in at shop windows? flaunting in the sun at Monte Carlo?&quot; (730) She steps out and opposes conventions-stopping in the middle of a sentence, doing what writers never do: describing food, and-I will mention it again-assuming a fluctuant identity.           Her anger is transformed in irony: &quot;But. . . . I had said 'but' too often. One can not go on saying 'but.' One must finish the sentence somehow. I rebuked myself. Shall I finish it? 'But-I am bored!'&quot; (735). Her strength lies in being able to satirize the patriarchal society she lives in, and the obsolescence of the academy:           Many were in cap and gown; others . . . seemed creased and crushed into shapes so singular that one was reminded of those giant crabs and crayfish who heave with difficulty across the sand of an aquarium . . . . The University . . . seemed a sanctuary in which are preserved rare types which would soon be obsolete if left to fight for existence on the pavement of the Strand. (722)           Such a strong sense of humor, such vivid imagery-one can actually see the characters she is describing trudging in a grotesque way through life; one can almost smell the alcohol used for preserving dead creatures, or dead spirits. But one feels that behind the powerful irony there is sadness, melancholy, a sense of rebellion and-maybe-a hint of helplessness. For the most part, these undertones are all well-controlled and hidden, but not always: &quot;Women are hard on women. Women dislike women. Women-but are you not sick to death of the word? . . . The truth is, I often like women. I like their unconventionality. I like their subtlety. I like their anonymity&quot; (720). In Woolf's defense of women's personae is a trace of the pain underlying her otherwise fiercely spirited critique of male dominance in the arts and letters. And Woolf, in this essay, is playing with exactly those traits of character: she is unconventional, subtle, and oh yes, anonymous. As we have seen, her apparently impersonal statement that &quot;'I' is only a convenient term for someone who has no real being&quot; (720), is in reality the assumption of a collective role, of speaking with a collective voice-in the same trend with &quot;call me Mary Beton.&quot; In the end, the essay is as feminine as its author.           The focus of any such analysis of style should, however, be on the audience. Any good piece of writing is very audience-conscious-in more subtle or more obvious ways. A good writer always remembers that s/he speaks to someone, that s/he has to persuade someone. The two writers that I have mentioned manage to do exactly that. Each addresses a dominant audience from a subordinate position. Woolf is very conscious of the fact that her audience is mainly constituted by men, and so is Williams is-she writes for both white and black men's eyes. They both speak for a minority which is trying to establish a dialogue with the audience; they have to induce a change into that dominant way of thinking. More than anything else, Woolf and Williams both know that they have to persuade without forcing. They must create an image that is persuasive without threatening, that is, more than anything else, trustworthy. They have to seduce the audience, to weaken or annihilate resistance in a very smooth way. They have to mold themselves along the dominant trend of thinking, and then, slowly and gradually, re-shape it, give it a new form, put it into a new light. They must create something new by starting from something well-known.           It is these techniques that have been successfully used in the past by subordinate groups in order to gain access to power, and to make themselves heard. Since throughout history women have been a subordinate social group seeking to achieve a better place-or maybe I should say, their place-in a world of masculine egos, these techniques have been identified, over time, with a feminine way of being. They have become feminine characteristics.           In this context Williams' and Woolf's essays are much more than two &quot;exercises of seduction.&quot; Starting at one extreme with an idea and moving through the transitional stages of clarification, these women writers seem to have been changed as well. With powerful subtlety each left her imprint in the text, and in return each will forever bear the mark of that moment when, between one extreme and the other, she saw with a vision that was neither male nor female, but both.           Works Cited           Bartholomae, David and Anthony Petrosky, eds. Ways of Reading: An Anthology for Writers . 4th edition. Boston: Bedford, 1996.           Rich, Adrienne. &quot;When We Dead Awaken.&quot; Bartholomae and Petrosky. 549-567           Williams, Patricia. &quot;And We Are Not Married: A Journal of Musings Upon Legal Language and the Ideology of Style.&quot; Bartholomae and Petrosky. 694-719.           Woolf, Virginia. &quot;A Room Of One's Own.&quot; Bartholomae and Petrosky. 719-749.           Return to Instructional Table of Contents                                                                                                               [ EWP Home ] [ Program Info ] [ Policies ] [ Mercer Street ] [ Honors &amp; Awards ] [ EWP Teachers ] [ Writing Center ] [ Resources ] [ Employment ] [ Contact EWP ]"}]},
{"detail": [{"content": "DimitriuReckoning                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                       Return to Instructional Table of Contents           by Ioana Dumitriu                     During my morning commute, I cut myself off from the world around me and think. The last thing I see before &quot;shutting off&quot; generally starts a process of free association that is carried on by memory. For instance, this morning a woman sat beside me, reading The Alchemy of Race and Rights by Patricia Williams. Williams is someone I have heard of and read. I remembered her essay &quot;And We Are Not Married&quot;-a wonderful sample of women's writing. For the rest of the time I traveled by subway, I thought of pieces of writing I have read that, somehow, bear the mark of their writer's gender.           Now I'm home, at my desk, and I am re-reading the texts I have thought of in the morning, trying to understand why and where I feel the mark of gender. Take, for example, Williams's essay; as I go along, I am fascinated by its complexity, by its huge network-or should I say labyrinth?-of ideas, so huge that the reader can easily get lost, become powerless, and abandon the struggle. Williams argues, among other things, that the practice of certain forms of rhetoric constitute acts of ideology, that style is never neutral, so that types of writing and behavior are always suffused with political content. One of her primary rhetorical tropes is the telling-and retold-anecdote, which always requires interpretation. With each story she relates, new possible paths appear, and one doesn't know which of them is the right one: the &quot;Benetton incident,&quot; with its three consecutive versions. Then Tawana Brawley. Maxine Thomas. Mrs. Williams, her mother. Herself. Professor Bell and Geneva Crenshaw. Mr. Williams. Finally, the dream.           The stories are presented at length, and commented upon; each affirmation is supported-either because of the author's juridical experience or because of her exactness-by footnotes. This makes the overall structure of the essay a bit confusing. For example, the listing of opinions expressed about Maxine Thomas is backed up by eighteen footnotes. The reader's eye has to go back and forth in order to read everything, and going back and forth eighteen times can be very challenging.           In addition to that, the language is sometimes difficult; at times even impenetrable: &quot;the rhetoric of increased privatization, in response to racial issues, functions as the rationalizing agent of public unaccountability, and, ultimately, irresponsibility&quot; (696). One has to stop reading and figure out what she means, to figure out the idea behind that gathering of legal (and thus certainly esoteric) terms.           The difficulty of reading Williams is enhanced by her struggle to avoid definitive explanations; she leaves room for interpretation. After presenting the conditions in which Tawana Brawley was found, Williams reaches the conclusion that something must have happened to the girl, no matter who or what was responsible for it. This is all-one does not see &quot;Williams's version&quot; of what happened; one is only offered the alternative: &quot;It is this much that I grieve about, all told. . . . But there is a second version of this story.&quot; The second version of the story is made up of interpretations of what has happened, of irrelevant factors that suddenly become a means of explaining the story, of politics and dirt, which are presented with a definite disgust and disapproval: &quot;What replaced Tawana's story was . . . media brouhaha, . . . stories, fables, legends, and myths&quot; (700).           Williams the lawyer understands very well the process during which the study of the single accusatory fact and the attempt to establish each party's innocence/guilt is transformed by the attorneys into a three-ring circus. And Williams the lawyer understands well that the media will only add dirt and injustice and insult to injury: &quot;Truth, like a fad, takes on a life of its own . . . [U]ntruth becomes truth through belief, and disbelief untruths truth&quot; (703) Williams the lawyer knows all this. But Williams the woman, and especially Williams the black woman, is hurt and revolted by how this process played itself out in the Brawley case. Disbelief of Brawley's claims, she suggests, led reporters to break the usual taboo against printing the names of rape victims, a significant violation: &quot;Exposure is the equivalent of metarape&quot; (703). And in a very bitter way, Williams concludes: &quot;Few will believe a black woman who has been raped by a white man&quot; (702). The conclusion floats in the air: Brawley is a victim, not only because of the exposure, but because of the actual fact: she has been raped and treated in a horrendous way by six white men. But Williams does not state it explicitly. The reader is tempted to ask whether she does that because she is a lawyer, and she knows that it would not be a good idea to say &quot;something has happened&quot; when a twelve-person jury has declared &quot;nothing has happened&quot;; or because she wants to convince without using a lawyer's tactics-&quot;state and prove&quot;; or because, disgusted by the legal battle, she does not want to perpetuate the dispute any longer.           Roughly the same observation might be made in the case of Maxine Thomas: Williams presents all the perspectives, supported with footnotes. She does not choose a point of view, she merely gathers the information, and she presents it in an apparent attempt to stay objective:           A woman who had forgotten her roots. A woman who exploited her blackness. A woman who was too individualistic. A woman who could not think for herself. A woman who had the perfect marriage. A woman who overpowered her men and assaulted their manhood. A woman who was too emotional. A woman who needed to loosen up. A woman who took her profession too seriously. A woman who did not take her profession seriously enough. (704)           After presenting this list, Williams turns from Thomas to write about her morning preparations for a legal conference. In delaying any definitive interpretation to Thomas's story, Williams seems to imply: &quot;Here, I give it all to you. You decide what you want to believe.&quot;           But is she really implying that? Is she really incapable of choosing a version and sticking to it? Or is she putting the reader to trial? Not &quot;on trial,&quot; as her legal background would suggest, but a trial more like that ancient princesses used to put their suitors to-after which they would marry the most worthy. Then the principles of writing change. Follow the leads; assemble the pieces of the puzzle. Not all the things are meaningful. Be patient. Seek, and you shall find.           And then a worthy reader will understand that it was not that Williams was unable to choose, but that it was her intention not to do so. She could not choose a version and rebuke the others, because every version is important, because every version is relevant, and only through looking at them all can one understand what has actually happened to Thomas: &quot;Thomas's job as a black female judge was to wear all the contradictions at the same time. . . . She swallowed all the stories, all the roles; she opened wide to all expectations. . . . Giving birth to thousand possibilities, she exploded, leaking fragments of intelligence and scattered wisdom&quot; (705). She went insane, and the way Williams puts it, Thomas's burst into insanity has the proportions of a cosmic death, almost a Gotterdammerung, if one remembers that Thomas was a role model for so many black and non-black women.           The effect of such a writing technique upon the reader is the one expected: our own opinions buried by the facts about Thomas, we are convinced. Williams has to be right; so many different and contradictory statements about a woman must reveal that Thomas could be whatever the others saw in her, that she was an object of the process of social construction, and reconstruction, of her self. Thomas is not singular; her story could easily be the story of any other professional black woman who has reached an elevated level of the social class-an activist, a writer, even a lawyer. The argumentation, although barely visible, is nonetheless-through implication-overwhelming.           Intrinsic to this quality of argumentation is the powerful style. Vivid imagery-the &quot;sticky-sweet inherency of black womanhood persistently imaged as overripe fruit [e.g., melons]&quot; (702)-creates tableaux which force the reader to look at them, disgusted, perhaps, but definitely fascinated by their power. The figurative language sometimes says more than a statement: a question &quot;hangs up in the air like a fuzzy gray cloud,&quot; the society's manipulation becomes &quot;the constant windy sound of manipulation,&quot; and a gasp of fear becomes, &quot;Somewhere at the center, my heart gets lost&quot; (699). Using metaphors to convey a feeling is often more powerful than merely stating it. Without these figurative images, Williams's confession-&quot;It is very painful when I permit myself to see all this. It is terrifying&quot; (699)-would have been questionable. Painful, ok. Terrifying? But because of the weight added by the images, one actually feels the pain and terror. Either by sketching instead of being explicit, or by creating grotesque, yet compelling images, Williams's techniques work.           Attention to such masterful rhetoric may incline us to wonder about Williams's sincerity. If she has right on her side, we might wonder, why doesn't she speak plainly? But as Williams herself is aware, so-called &quot;neutral&quot; rhetoric can only reveal perspectives that resonate with the status-quo. To see a truth that is normally dark requires more involving methods of writing, speaking, and listening. To put the reader in a new place, to allow him/her to see the world from another perspective, Williams employs devices more commonly associated with literature than legal discourse. Her portrait of Thomas is almost poetical, as you read it, sentence after sentence. It puts one in mind of Adrienne Rich's remarks about women's poetry:           I want to tell you about a dream I had last summer. I dreamed I was asked to read my poetry at a mass women's meeting, but when I began to read, what came out were the lyrics of a blues song. . . . Much of women's poetry has been of the nature of the blues song: a cry of pain, of victimization, or a lyric of seduction. (561)           These features are present in much powerful women's prose, as well. Writing through the pain is what kept them going, what fueled them: dreams, fantasies of themselves, portraits of could-have-beens in a different world, sometimes translated into paper, with a tonic effect for their morale.           Williams describes such a dream-tonic in her essay's closing words: &quot;The me-that-is-on-stage is, . . . as I have always dreamed of being, fascinating. . . . From this dream, in a complicated world, a propagation of me's awakens, strong, single-hearted, and completely refreshed&quot; (708). It is this mixture of power and powerlessness, of strength and exposure, of wrapping the idea into a thousand wrappings and being very personal at the same time, that gives the essay its feminine character. It is full of stylistic contradictions, and it wears them all in the same way that Maxine Thomas wore hers. It is the same mixture of power and helplessness that one finds in Virginia Woolf's essay &quot;A Room Of One's Own,&quot; except that there it is presented and felt differently. If Williams's identity was powerfully asserted at the obvious level, it was lost at a more subtle interpretative level-or rather, it dissolved in the large mass of black females she talks to, and about. Being herself, Williams could have been any other black professional woman, as Thomas's tragedy is not singular, but shared and feared by many, if not all, professional women-black or non-black.           Virginia Woolf is more direct about this point of view: she asserts her &quot;personal selflessness&quot; from the very beginning, in a way that suggests she may be toying with the reader: &quot;Call me Mary Beton, Mary Seton, Mary Carmichael or by any name you please&quot; (720). Reading her closely, one understands that besides playing with identities, the purpose of this somehow paradoxical self-presentation is an attempt to speak for many, to stand out as a representative of the mass of self-educated women. The process of mass identification is present here to the same degree that it was in Williams' essay; the format is changed, but the essence is the same.           Woolf's approach goes beyond the first impression that &quot;Woolf is playing with the reader&quot;; but the first impression proves to be true as well. Woolf is toying with the reader, faking stupidity in an ironic manner: &quot;What had our mothers been doing then that they had no wealth to leave us? powdering their noses? looking in at shop windows? flaunting in the sun at Monte Carlo?&quot; (730) She steps out and opposes conventions-stopping in the middle of a sentence, doing what writers never do: describing food, and-I will mention it again-assuming a fluctuant identity.           Her anger is transformed in irony: &quot;But. . . . I had said 'but' too often. One can not go on saying 'but.' One must finish the sentence somehow. I rebuked myself. Shall I finish it? 'But-I am bored!'&quot; (735). Her strength lies in being able to satirize the patriarchal society she lives in, and the obsolescence of the academy:           Many were in cap and gown; others . . . seemed creased and crushed into shapes so singular that one was reminded of those giant crabs and crayfish who heave with difficulty across the sand of an aquarium . . . . The University . . . seemed a sanctuary in which are preserved rare types which would soon be obsolete if left to fight for existence on the pavement of the Strand. (722)           Such a strong sense of humor, such vivid imagery-one can actually see the characters she is describing trudging in a grotesque way through life; one can almost smell the alcohol used for preserving dead creatures, or dead spirits. But one feels that behind the powerful irony there is sadness, melancholy, a sense of rebellion and-maybe-a hint of helplessness. For the most part, these undertones are all well-controlled and hidden, but not always: &quot;Women are hard on women. Women dislike women. Women-but are you not sick to death of the word? . . . The truth is, I often like women. I like their unconventionality. I like their subtlety. I like their anonymity&quot; (720). In Woolf's defense of women's personae is a trace of the pain underlying her otherwise fiercely spirited critique of male dominance in the arts and letters. And Woolf, in this essay, is playing with exactly those traits of character: she is unconventional, subtle, and oh yes, anonymous. As we have seen, her apparently impersonal statement that &quot;'I' is only a convenient term for someone who has no real being&quot; (720), is in reality the assumption of a collective role, of speaking with a collective voice-in the same trend with &quot;call me Mary Beton.&quot; In the end, the essay is as feminine as its author.           The focus of any such analysis of style should, however, be on the audience. Any good piece of writing is very audience-conscious-in more subtle or more obvious ways. A good writer always remembers that s/he speaks to someone, that s/he has to persuade someone. The two writers that I have mentioned manage to do exactly that. Each addresses a dominant audience from a subordinate position. Woolf is very conscious of the fact that her audience is mainly constituted by men, and so is Williams is-she writes for both white and black men's eyes. They both speak for a minority which is trying to establish a dialogue with the audience; they have to induce a change into that dominant way of thinking. More than anything else, Woolf and Williams both know that they have to persuade without forcing. They must create an image that is persuasive without threatening, that is, more than anything else, trustworthy. They have to seduce the audience, to weaken or annihilate resistance in a very smooth way. They have to mold themselves along the dominant trend of thinking, and then, slowly and gradually, re-shape it, give it a new form, put it into a new light. They must create something new by starting from something well-known.           It is these techniques that have been successfully used in the past by subordinate groups in order to gain access to power, and to make themselves heard. Since throughout history women have been a subordinate social group seeking to achieve a better place-or maybe I should say, their place-in a world of masculine egos, these techniques have been identified, over time, with a feminine way of being. They have become feminine characteristics.           In this context Williams' and Woolf's essays are much more than two &quot;exercises of seduction.&quot; Starting at one extreme with an idea and moving through the transitional stages of clarification, these women writers seem to have been changed as well. With powerful subtlety each left her imprint in the text, and in return each will forever bear the mark of that moment when, between one extreme and the other, she saw with a vision that was neither male nor female, but both.           Works Cited           Bartholomae, David and Anthony Petrosky, eds. Ways of Reading: An Anthology for Writers . 4th edition. Boston: Bedford, 1996.           Rich, Adrienne. &quot;When We Dead Awaken.&quot; Bartholomae and Petrosky. 549-567           Williams, Patricia. &quot;And We Are Not Married: A Journal of Musings Upon Legal Language and the Ideology of Style.&quot; Bartholomae and Petrosky. 694-719.           Woolf, Virginia. &quot;A Room Of One's Own.&quot; Bartholomae and Petrosky. 719-749.           Return to Instructional Table of Contents                                                                                                               [ EWP Home ] [ Program Info ] [ Policies ] [ Mercer Street ] [ Honors &amp; Awards ] [ EWP Teachers ] [ Writing Center ] [ Resources ] [ Employment ] [ Contact EWP ]"}, {"content": "Critical Voices: Women Writing the World    |     Africana Studies    | New York University                                   Skip to page Content.     NEW YORK UNIVERSITY     ARTS AND SCIENCE     COLLEGE OF ARTS AND SCIENCE     GRADUATE SCHOOL OF ARTS AND SCIENCE                                Home       People       Undergraduate Program       Graduate Program       Research Activites       Events       Institute of African American Affairs       Department of Social and Cultural Analysis             Stay Connected           Facebook       Twitter                    Back to Home       Critical Voices: Women Writing the World   Institute of African American Affairs at NYU presents Critical Voices: Women Writing the World Fall 2011/Spring 2012 In these contemporary times various events have erupted and situations are at critical points all around the world. As a bridge to understand our global and local surroundings through a different set of lens than what we are generally used to seeing, both generational and gender-wise, the Institute of African American Affairs at New York University presents a year-long series of conversations with young diasporic women of African descent writing new visions of the world. By charting their own spaces and territories, they introduce a new creativity that recasts issues of style, gender and transformation. Their works go beyond the literature strictly about and reserved for women; their own powerful voices to the social, political and literary arts landscapes becomes critical. As we enter the second decade of a young century terms such as “diaspora” “gender” and “culture” are not so discrete and easily categorized. The ways that women writers of African descent have defined and expressed themselves globally have always been complex and pose challenges not just for the writer but for audiences as well. A younger generation has had to contend with overlapping modernities and transnational migrations which have complicated the meanings of certain terms, identities and experiences. It prompts us to rethink the geographical boundaries and conceptual paradigms surrounding the production of cultural knowledge from these women writers and their diasporic communities. What are the new questions and challenges posed by their works via both the personal and the public? What does it mean to write from that perspective and explore various themes both within and outside the prescribed category of gender and race? How do cultural linkages and the notion of national origin factor in writing and reading within and outside these “boundaries?” Whether by personal choice or imposed, do these categories suggest an influence that is usually thought of either outside or against the mainstream? What are the processes that permit or discourage changes in our understanding of the kinds of writing these women produce? Scholars, artists, critics, students and the general public are invited for a dialogue and exchange of views with these women writers in conversations on the importance of their writings and cultural contributions in today’s world.   Wednesday, April 11th, 2012: Marilyn Heward Mills Lydia R. Diamond Sefi Atta  moderated by Rich Blint, Ph.D. candidate, NYU, American Studies Time: 6:30 pm Location: Institute of African American Affairs, NYU 41 East 11th Street, 7th Floor New York, NY 10003 Free &amp; Open to the Public Limited Space Please RSVP to (212) 998-IAAA (4222)          Marilyn Heward Mills was born in Switzerland and brought up in Ghana. Her first novel, Cloth Girl , was shortlisted for the Costa First Novel Award. It is set in the Gold Coast at the end of British rule and tells the story of Matilda, who is fourteen when her childhood is ended by her marriage to Robert, a lawyer who already has a wife and children. Matilda is a 'cloth girl', the term used derogatively to describe women who wore traditional cloth (a blouse with a piece of fabric wrapped around the waist as a skirt). Mills’ second book, The Association of Foreign Spouses , is set in Ghana in the turbulent eighties and is a story of love and friendship, betrayal and forgiveness. It is the story of a group of women who live in a land that at times defeats them, among people who often disappoint and baffle them. Through their trials and hardships, the women support each other, unified by their foreignness, their distance from home and the choices they have made, as ultimately they are wooed by this strange place that they come to call home. She was a practicing lawyer for over nine years, and now lives in South London.         LYDIA R. DIAMOND (Playwright) recently made her Broadway debut with her play Stick Fly , produced by Alicia Keys and directed by Kenny Leon. Plays include: Stick Fly (’10 Irne Award – Best Play, ’10 LA Critics Circle Awards, ’10 LA Garland Award – Playwriting, ’08 Susan S. Blackburn Finalist, ‘06 Black Theatre Alliance Award – Best Play), Voyeurs de Venus (’06 Joseph Jefferson Award – Best New Work, ‘06 BTAA – Best Writing), The Bluest Eye (’06 Black Arts Alliance Image Award – Best New Play, ‘08 American Alliance for Theatre and Education Distinguished Play Award), The Gift Horse (’05 Theadore Ward Prize, Kesselring Prize 2nd Place), Harriet Jacobs , Stage Black , and Lizzie Stranton (2008 Boston University Playwriting Initiative Commission). Theatres include: Arena Stage, Chicago Dramatists, Company One, Congo Square, Everyman Theatre Company, Freedom Theatre, Goodman Theatre, Hartford Stage, Huntington Theatre Co., Jubilee Theatre, Kansas City Rep, L.A. Theatre Works, Long Wharf, Lorraine Hansberry Theatre, McCarter Theatre Co., Mo’Olelo Theatre Co., MPAACT, New Vic, Playmakers Rep, Plowshares Theatre Co., Providence Black Rep, Steppenwolf, TrueColors, The Matrix, Underground Railway Theatre, Actors Theatre of Louisville, and The Contemporary American Theatre Festival. Lydia’s plays have been produced at Universities around the country including: Duke, Howard, Boston University, Northwestern University, University of Wisconsin, Columbia College Chicago, Spellman College, University of California – San Marcos, and University of Maryland. Lydia has been commissioned by: Steppenwolf, McCarter, Huntington, Actor’s Theatre of Louisville/Victory Gardens, Humana, Boston University, and The Roundabout. Stick Fly and Harriet Jacobs are published by NU Press, Bluest Eye , Gift Horse , and Stage Black - Dramatic Publishing. Lydia was an ’05/’06 W.E.B. Du Bois Institute non-resident Fellow, a 2007 TCG/NEA Playwright in Residence at Steppenwolf, an 06/07 Huntington Playwright Fellow, a 2009 NEA/Arena Stage New Play Development Grant Finalist, is a TCG Executive Board Member, a Resident Playwright at Chicago Dramatists, an Honorary Doctorate of Arts Recipient from Pine Manor College, and a recent recipient of the Huntington Theatre’s 2011 Wimbley Award. Lydia is on faculty at Boston University.          SEFI ATTA was born and raised in Lagos, Nigeria. She was educated there, in England and the United States. She qualified as a chartered accountant in England and as a CPA in the United States. In 1997, she began to write full-time when she moved to Meridian, Mississippi with her husband and daughter. She graduated with an MFA from Antioch University, Los Angeles in 2001. Sefi is the author of novels Everything Good Will Come (2005), Swallow (2010), and the short story collection News From Home (2010), published in the United States by Interlink Books World Fiction series. Her books have been translated to several languages. Her short stories have appeared in journals such as Los Angeles Review , Mississippi Review and World Literature Today . They have won prizes from the Zoetrope Short Fiction Contest and the Red Hen Press Short Story Award, and have been finalists for Glimmer Train’s Very Short Fiction Award and the Caine Prize for African Literature. In 2004, she won PEN International’s David TK Wong Prize, in 2006, the inaugural Wole Soyinka Prize for Publishing in Africa, and in 2009, the final Noma Award for Publishing in Africa. Also a playwright, Sefi’s radio plays have been broadcast by the BBC. In 2011, her stage play The Cost of Living premiered at the Lagos Heritage Festival and her stage play The Sentence premiered at Theatre Krefeld in Germany. She has taught creative writing in Nigeria, the United States and France. Her novel A Bit of Difference and play An Ordinary Legacy are forthcoming in 2012.  **************************************************************************  ************************************************************************** PAST PROGRAMS:  Monday, October 31, 2011: with series inaugural speaker Angela Davis moderated by Professor Deborah Willis, NYU, Tisch School of the Arts Time: 7:00 pm Location: Tishman Auditorium Vanderbilt Hall (first floor) New York University School of Law 40 Washington Square South, NY, NY 10012  Admission is free and open to the public.      Through her activism and scholarship over the last decades, Angela Davis has been deeply involved in our nation’s quest for social justice. Her work as an educator – both at the university level and in the larger public sphere – has always emphasized the importance of building communities of struggle for economic, racial, and gender justice. The author of eight books, Professor Davis spent the last fifteen years at the University of California Santa Cruz where she is now Professor Emerita of History of Consciousness, an interdisciplinary PhD program, and of Feminist Studies.     **************************************************************************       Friday, February 24, 2012: Aracelis Girmay, Angie Cruz, Marie-Elena John moderated by Rich Blint, Ph.D. candidate, NYU, American Studies Time: 6:30 pm Location: Institute of African American Affairs, NYU 41 East 11th Street, 7th Floor New York, NY 10003 Free &amp; Open to the Public Limited Space Please RSVP to (212) 998-IAAA (4222)        Aracelis Girmay is the author of the collage-based picture book changing, changing, and the poetry collection Teeth , for which she was awarded a GCLA New Writers Award. Her most recent poetry collection, Kingdom Animalia, was awarded the Isabella Gardner Award and published by BOA in the fall. Girmay has taught youth writing workshops in schools and community centers for the past ten years. She is assistant professor of poetry writing at Hampshire College, and also teaches in the low-residency MFA program at Drew University in New Jersey. Girmay is a Cave Canem Fellow and an Acentos board member.           Angie Cruz , a New York born Dominicana, graduated from the NYU, MFA program in 1999. She published two novels: Soledad in 2001 and Let It Rain Coffee in 2005 both with Simon &amp; Schuster. She has contributed shorter works to numerous periodicals including Kweli, Callaloo and the New York Times. She has won awards for her writing and/or activist work such as The New York Foundation of The Arts Fellowship, Barbara Deming Award, Yaddo, and The Camargo Fellowship. She currently is teaching creative writing at Texas A&amp;M University and is working on her third novel, In Search of Caridad . She also jumpstarted BookupTexas through the National Book Foundation.         Marie-Elena John is an Antiguan writer and development practitioner. Pausing in her career as an Africa development and women’s empowerment practitioner, she turned to writing, channeling her knowledge of and passion for the African Diaspora into her debut novel, Unburnable (HarperCollins’ Amistad, 2006), a critically acclaimed work of literary fiction. A finalist for the 2007 Hurston-Wright Legacy award, Unburnable is also taught across disciplines, including literature, women’s studies, history, and Caribbean studies. Marie-Elena also developed the screenplay of Unburnable . Her second novel, a work in progress, is set in Nigeria and draws on her past work. She currently is a consultant with UN Women.     **************************************************************************       Wednesday, March 28, 2012: Honorée Fanonne Jeffers, Martha Southgate, ZZ Packer moderated by Rich Blint, Ph.D. candidate, NYU, American Studies Time: 6:30 pm Location: Institute of African American Affairs, NYU 41 East 11th Street, 7th Floor New York, NY 10003 Free &amp; Open to the Public Limited Space Please RSVP to (212) 998-IAAA (4222)        For over a decade, Honorée Fanonne Jeffers    has been lifting her voice on the issues of black women in literature,   African American culture, and American society. She is the author of   three award-winning books of poetry, The Gospel of Barbecue, Outlandish Blues , and Red Clay Suite , and she is a fiction writer as well. Her poems and stories have appeared in literary journals such as African American Review , American Poetry Review , Brilliant Corners: A Journal of Jazz and Literature , Callaloo , The Iowa Review , The Kenyon Review , Ploughshares , Prairie Schooner , and Story Quarterly , and in over a dozen anthologies. A story of hers was cited as one of the “100 More Distinguished Stories of 2008″ in Best American Short Stories 2009 .   She has won awards from the Rona Jaffe Foundation and the Barbara   Deming Memorial Fund as well as fellowships from the National Endowment   for the Arts, American Antiquarian Society, the MacDowell Colony and   the Bread Loaf Writers Conference. She teaches creative writing at the   University of Oklahoma, where she is Associate Professor of English and   Creative Writing Coordinator.        Martha Southgate is the author of four novels. Her newest, The Taste of Salt was published by Algonquin Books in fall 2011. Her previous novel, Third Girl from the Left ,   won the Best Novel of the Year award from the Black Caucus of the   American Library Association and was shortlisted for the PEN/Beyond   Margins Award and the Hurston/Wright Legacy award. Her novel The Fall of Rome    received the 2003 Alex Award from the American Library Association and   was named one of the best novels of 2002 by Jonathan Yardley of the   Washington Post. She is also the author of Another Way to Dance ,   which won the Coretta Scott King Genesis Award for Best First Novel.   She received a 2002 New York Foundation for the Arts grant and has   received fellowships from the MacDowell Colony, the Virginia Center for   the Creative Arts and the Bread Loaf Writers Conference. Her July 2007   essay from the New York Times Book Review, “Writers Like Me” received   considerable notice and appears in the anthology Best African-American Essays 2009 . Previous non-fiction articles have appeared in The New York Times Magazine , O , Premiere , and Essence . She also has essays in the recent anthologies Behind the Bedroom Door and Heavy Rotation: Writers on the Albums That Changed Their Lives . You can visit her website at www.marthasouthgate.com         ZZ Packer is the author of the short story collection, Drinking Coffee Elsewhere , a PEN/Faulkner finalist and a New York Times Notable Book. Her stories have appeared in The New Yorker , Harper’s , Story , Ploughshares , Zoetrope and The Best American Short Stories 2000 and 2004 and have been read on NPR’s Selected Shorts. Her nonfiction has been featured in The New York Times Magazine , The New York Times Book Review , The Washington Post Magazine , The American Prospect , Essence , O , The Believer and Salon .    She is a contributor to The Huffington Post, and has appeared several   times as a commentator on NPR’s Talk of the Nation, and MSNBC. She is   the recipient of a Guggenheim Fellowship and was named one of America’s   Young Innovators by Smithsonian Magazine as well as one America’s Best   Young novelists by Granta Magazine.                 Contact Us | &copy; New York University , Arts and Science"}]},
{"detail": [{"content": "DimitriuReckoning                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                       Return to Instructional Table of Contents           by Ioana Dumitriu                     During my morning commute, I cut myself off from the world around me and think. The last thing I see before &quot;shutting off&quot; generally starts a process of free association that is carried on by memory. For instance, this morning a woman sat beside me, reading The Alchemy of Race and Rights by Patricia Williams. Williams is someone I have heard of and read. I remembered her essay &quot;And We Are Not Married&quot;-a wonderful sample of women's writing. For the rest of the time I traveled by subway, I thought of pieces of writing I have read that, somehow, bear the mark of their writer's gender.           Now I'm home, at my desk, and I am re-reading the texts I have thought of in the morning, trying to understand why and where I feel the mark of gender. Take, for example, Williams's essay; as I go along, I am fascinated by its complexity, by its huge network-or should I say labyrinth?-of ideas, so huge that the reader can easily get lost, become powerless, and abandon the struggle. Williams argues, among other things, that the practice of certain forms of rhetoric constitute acts of ideology, that style is never neutral, so that types of writing and behavior are always suffused with political content. One of her primary rhetorical tropes is the telling-and retold-anecdote, which always requires interpretation. With each story she relates, new possible paths appear, and one doesn't know which of them is the right one: the &quot;Benetton incident,&quot; with its three consecutive versions. Then Tawana Brawley. Maxine Thomas. Mrs. Williams, her mother. Herself. Professor Bell and Geneva Crenshaw. Mr. Williams. Finally, the dream.           The stories are presented at length, and commented upon; each affirmation is supported-either because of the author's juridical experience or because of her exactness-by footnotes. This makes the overall structure of the essay a bit confusing. For example, the listing of opinions expressed about Maxine Thomas is backed up by eighteen footnotes. The reader's eye has to go back and forth in order to read everything, and going back and forth eighteen times can be very challenging.           In addition to that, the language is sometimes difficult; at times even impenetrable: &quot;the rhetoric of increased privatization, in response to racial issues, functions as the rationalizing agent of public unaccountability, and, ultimately, irresponsibility&quot; (696). One has to stop reading and figure out what she means, to figure out the idea behind that gathering of legal (and thus certainly esoteric) terms.           The difficulty of reading Williams is enhanced by her struggle to avoid definitive explanations; she leaves room for interpretation. After presenting the conditions in which Tawana Brawley was found, Williams reaches the conclusion that something must have happened to the girl, no matter who or what was responsible for it. This is all-one does not see &quot;Williams's version&quot; of what happened; one is only offered the alternative: &quot;It is this much that I grieve about, all told. . . . But there is a second version of this story.&quot; The second version of the story is made up of interpretations of what has happened, of irrelevant factors that suddenly become a means of explaining the story, of politics and dirt, which are presented with a definite disgust and disapproval: &quot;What replaced Tawana's story was . . . media brouhaha, . . . stories, fables, legends, and myths&quot; (700).           Williams the lawyer understands very well the process during which the study of the single accusatory fact and the attempt to establish each party's innocence/guilt is transformed by the attorneys into a three-ring circus. And Williams the lawyer understands well that the media will only add dirt and injustice and insult to injury: &quot;Truth, like a fad, takes on a life of its own . . . [U]ntruth becomes truth through belief, and disbelief untruths truth&quot; (703) Williams the lawyer knows all this. But Williams the woman, and especially Williams the black woman, is hurt and revolted by how this process played itself out in the Brawley case. Disbelief of Brawley's claims, she suggests, led reporters to break the usual taboo against printing the names of rape victims, a significant violation: &quot;Exposure is the equivalent of metarape&quot; (703). And in a very bitter way, Williams concludes: &quot;Few will believe a black woman who has been raped by a white man&quot; (702). The conclusion floats in the air: Brawley is a victim, not only because of the exposure, but because of the actual fact: she has been raped and treated in a horrendous way by six white men. But Williams does not state it explicitly. The reader is tempted to ask whether she does that because she is a lawyer, and she knows that it would not be a good idea to say &quot;something has happened&quot; when a twelve-person jury has declared &quot;nothing has happened&quot;; or because she wants to convince without using a lawyer's tactics-&quot;state and prove&quot;; or because, disgusted by the legal battle, she does not want to perpetuate the dispute any longer.           Roughly the same observation might be made in the case of Maxine Thomas: Williams presents all the perspectives, supported with footnotes. She does not choose a point of view, she merely gathers the information, and she presents it in an apparent attempt to stay objective:           A woman who had forgotten her roots. A woman who exploited her blackness. A woman who was too individualistic. A woman who could not think for herself. A woman who had the perfect marriage. A woman who overpowered her men and assaulted their manhood. A woman who was too emotional. A woman who needed to loosen up. A woman who took her profession too seriously. A woman who did not take her profession seriously enough. (704)           After presenting this list, Williams turns from Thomas to write about her morning preparations for a legal conference. In delaying any definitive interpretation to Thomas's story, Williams seems to imply: &quot;Here, I give it all to you. You decide what you want to believe.&quot;           But is she really implying that? Is she really incapable of choosing a version and sticking to it? Or is she putting the reader to trial? Not &quot;on trial,&quot; as her legal background would suggest, but a trial more like that ancient princesses used to put their suitors to-after which they would marry the most worthy. Then the principles of writing change. Follow the leads; assemble the pieces of the puzzle. Not all the things are meaningful. Be patient. Seek, and you shall find.           And then a worthy reader will understand that it was not that Williams was unable to choose, but that it was her intention not to do so. She could not choose a version and rebuke the others, because every version is important, because every version is relevant, and only through looking at them all can one understand what has actually happened to Thomas: &quot;Thomas's job as a black female judge was to wear all the contradictions at the same time. . . . She swallowed all the stories, all the roles; she opened wide to all expectations. . . . Giving birth to thousand possibilities, she exploded, leaking fragments of intelligence and scattered wisdom&quot; (705). She went insane, and the way Williams puts it, Thomas's burst into insanity has the proportions of a cosmic death, almost a Gotterdammerung, if one remembers that Thomas was a role model for so many black and non-black women.           The effect of such a writing technique upon the reader is the one expected: our own opinions buried by the facts about Thomas, we are convinced. Williams has to be right; so many different and contradictory statements about a woman must reveal that Thomas could be whatever the others saw in her, that she was an object of the process of social construction, and reconstruction, of her self. Thomas is not singular; her story could easily be the story of any other professional black woman who has reached an elevated level of the social class-an activist, a writer, even a lawyer. The argumentation, although barely visible, is nonetheless-through implication-overwhelming.           Intrinsic to this quality of argumentation is the powerful style. Vivid imagery-the &quot;sticky-sweet inherency of black womanhood persistently imaged as overripe fruit [e.g., melons]&quot; (702)-creates tableaux which force the reader to look at them, disgusted, perhaps, but definitely fascinated by their power. The figurative language sometimes says more than a statement: a question &quot;hangs up in the air like a fuzzy gray cloud,&quot; the society's manipulation becomes &quot;the constant windy sound of manipulation,&quot; and a gasp of fear becomes, &quot;Somewhere at the center, my heart gets lost&quot; (699). Using metaphors to convey a feeling is often more powerful than merely stating it. Without these figurative images, Williams's confession-&quot;It is very painful when I permit myself to see all this. It is terrifying&quot; (699)-would have been questionable. Painful, ok. Terrifying? But because of the weight added by the images, one actually feels the pain and terror. Either by sketching instead of being explicit, or by creating grotesque, yet compelling images, Williams's techniques work.           Attention to such masterful rhetoric may incline us to wonder about Williams's sincerity. If she has right on her side, we might wonder, why doesn't she speak plainly? But as Williams herself is aware, so-called &quot;neutral&quot; rhetoric can only reveal perspectives that resonate with the status-quo. To see a truth that is normally dark requires more involving methods of writing, speaking, and listening. To put the reader in a new place, to allow him/her to see the world from another perspective, Williams employs devices more commonly associated with literature than legal discourse. Her portrait of Thomas is almost poetical, as you read it, sentence after sentence. It puts one in mind of Adrienne Rich's remarks about women's poetry:           I want to tell you about a dream I had last summer. I dreamed I was asked to read my poetry at a mass women's meeting, but when I began to read, what came out were the lyrics of a blues song. . . . Much of women's poetry has been of the nature of the blues song: a cry of pain, of victimization, or a lyric of seduction. (561)           These features are present in much powerful women's prose, as well. Writing through the pain is what kept them going, what fueled them: dreams, fantasies of themselves, portraits of could-have-beens in a different world, sometimes translated into paper, with a tonic effect for their morale.           Williams describes such a dream-tonic in her essay's closing words: &quot;The me-that-is-on-stage is, . . . as I have always dreamed of being, fascinating. . . . From this dream, in a complicated world, a propagation of me's awakens, strong, single-hearted, and completely refreshed&quot; (708). It is this mixture of power and powerlessness, of strength and exposure, of wrapping the idea into a thousand wrappings and being very personal at the same time, that gives the essay its feminine character. It is full of stylistic contradictions, and it wears them all in the same way that Maxine Thomas wore hers. It is the same mixture of power and helplessness that one finds in Virginia Woolf's essay &quot;A Room Of One's Own,&quot; except that there it is presented and felt differently. If Williams's identity was powerfully asserted at the obvious level, it was lost at a more subtle interpretative level-or rather, it dissolved in the large mass of black females she talks to, and about. Being herself, Williams could have been any other black professional woman, as Thomas's tragedy is not singular, but shared and feared by many, if not all, professional women-black or non-black.           Virginia Woolf is more direct about this point of view: she asserts her &quot;personal selflessness&quot; from the very beginning, in a way that suggests she may be toying with the reader: &quot;Call me Mary Beton, Mary Seton, Mary Carmichael or by any name you please&quot; (720). Reading her closely, one understands that besides playing with identities, the purpose of this somehow paradoxical self-presentation is an attempt to speak for many, to stand out as a representative of the mass of self-educated women. The process of mass identification is present here to the same degree that it was in Williams' essay; the format is changed, but the essence is the same.           Woolf's approach goes beyond the first impression that &quot;Woolf is playing with the reader&quot;; but the first impression proves to be true as well. Woolf is toying with the reader, faking stupidity in an ironic manner: &quot;What had our mothers been doing then that they had no wealth to leave us? powdering their noses? looking in at shop windows? flaunting in the sun at Monte Carlo?&quot; (730) She steps out and opposes conventions-stopping in the middle of a sentence, doing what writers never do: describing food, and-I will mention it again-assuming a fluctuant identity.           Her anger is transformed in irony: &quot;But. . . . I had said 'but' too often. One can not go on saying 'but.' One must finish the sentence somehow. I rebuked myself. Shall I finish it? 'But-I am bored!'&quot; (735). Her strength lies in being able to satirize the patriarchal society she lives in, and the obsolescence of the academy:           Many were in cap and gown; others . . . seemed creased and crushed into shapes so singular that one was reminded of those giant crabs and crayfish who heave with difficulty across the sand of an aquarium . . . . The University . . . seemed a sanctuary in which are preserved rare types which would soon be obsolete if left to fight for existence on the pavement of the Strand. (722)           Such a strong sense of humor, such vivid imagery-one can actually see the characters she is describing trudging in a grotesque way through life; one can almost smell the alcohol used for preserving dead creatures, or dead spirits. But one feels that behind the powerful irony there is sadness, melancholy, a sense of rebellion and-maybe-a hint of helplessness. For the most part, these undertones are all well-controlled and hidden, but not always: &quot;Women are hard on women. Women dislike women. Women-but are you not sick to death of the word? . . . The truth is, I often like women. I like their unconventionality. I like their subtlety. I like their anonymity&quot; (720). In Woolf's defense of women's personae is a trace of the pain underlying her otherwise fiercely spirited critique of male dominance in the arts and letters. And Woolf, in this essay, is playing with exactly those traits of character: she is unconventional, subtle, and oh yes, anonymous. As we have seen, her apparently impersonal statement that &quot;'I' is only a convenient term for someone who has no real being&quot; (720), is in reality the assumption of a collective role, of speaking with a collective voice-in the same trend with &quot;call me Mary Beton.&quot; In the end, the essay is as feminine as its author.           The focus of any such analysis of style should, however, be on the audience. Any good piece of writing is very audience-conscious-in more subtle or more obvious ways. A good writer always remembers that s/he speaks to someone, that s/he has to persuade someone. The two writers that I have mentioned manage to do exactly that. Each addresses a dominant audience from a subordinate position. Woolf is very conscious of the fact that her audience is mainly constituted by men, and so is Williams is-she writes for both white and black men's eyes. They both speak for a minority which is trying to establish a dialogue with the audience; they have to induce a change into that dominant way of thinking. More than anything else, Woolf and Williams both know that they have to persuade without forcing. They must create an image that is persuasive without threatening, that is, more than anything else, trustworthy. They have to seduce the audience, to weaken or annihilate resistance in a very smooth way. They have to mold themselves along the dominant trend of thinking, and then, slowly and gradually, re-shape it, give it a new form, put it into a new light. They must create something new by starting from something well-known.           It is these techniques that have been successfully used in the past by subordinate groups in order to gain access to power, and to make themselves heard. Since throughout history women have been a subordinate social group seeking to achieve a better place-or maybe I should say, their place-in a world of masculine egos, these techniques have been identified, over time, with a feminine way of being. They have become feminine characteristics.           In this context Williams' and Woolf's essays are much more than two &quot;exercises of seduction.&quot; Starting at one extreme with an idea and moving through the transitional stages of clarification, these women writers seem to have been changed as well. With powerful subtlety each left her imprint in the text, and in return each will forever bear the mark of that moment when, between one extreme and the other, she saw with a vision that was neither male nor female, but both.           Works Cited           Bartholomae, David and Anthony Petrosky, eds. Ways of Reading: An Anthology for Writers . 4th edition. Boston: Bedford, 1996.           Rich, Adrienne. &quot;When We Dead Awaken.&quot; Bartholomae and Petrosky. 549-567           Williams, Patricia. &quot;And We Are Not Married: A Journal of Musings Upon Legal Language and the Ideology of Style.&quot; Bartholomae and Petrosky. 694-719.           Woolf, Virginia. &quot;A Room Of One's Own.&quot; Bartholomae and Petrosky. 719-749.           Return to Instructional Table of Contents                                                                                                               [ EWP Home ] [ Program Info ] [ Policies ] [ Mercer Street ] [ Honors &amp; Awards ] [ EWP Teachers ] [ Writing Center ] [ Resources ] [ Employment ] [ Contact EWP ]"}, {"content": "Critical Voices: Women Writing the World    |     Africana Studies    | New York University                                   Skip to page Content.     NEW YORK UNIVERSITY     ARTS AND SCIENCE     COLLEGE OF ARTS AND SCIENCE     GRADUATE SCHOOL OF ARTS AND SCIENCE                                Home       People       Undergraduate Program       Graduate Program       Research Activites       Events       Institute of African American Affairs       Department of Social and Cultural Analysis             Stay Connected           Facebook       Twitter                    Back to Home       Critical Voices: Women Writing the World   Institute of African American Affairs at NYU presents Critical Voices: Women Writing the World Fall 2011/Spring 2012 In these contemporary times various events have erupted and situations are at critical points all around the world. As a bridge to understand our global and local surroundings through a different set of lens than what we are generally used to seeing, both generational and gender-wise, the Institute of African American Affairs at New York University presents a year-long series of conversations with young diasporic women of African descent writing new visions of the world. By charting their own spaces and territories, they introduce a new creativity that recasts issues of style, gender and transformation. Their works go beyond the literature strictly about and reserved for women; their own powerful voices to the social, political and literary arts landscapes becomes critical. As we enter the second decade of a young century terms such as “diaspora” “gender” and “culture” are not so discrete and easily categorized. The ways that women writers of African descent have defined and expressed themselves globally have always been complex and pose challenges not just for the writer but for audiences as well. A younger generation has had to contend with overlapping modernities and transnational migrations which have complicated the meanings of certain terms, identities and experiences. It prompts us to rethink the geographical boundaries and conceptual paradigms surrounding the production of cultural knowledge from these women writers and their diasporic communities. What are the new questions and challenges posed by their works via both the personal and the public? What does it mean to write from that perspective and explore various themes both within and outside the prescribed category of gender and race? How do cultural linkages and the notion of national origin factor in writing and reading within and outside these “boundaries?” Whether by personal choice or imposed, do these categories suggest an influence that is usually thought of either outside or against the mainstream? What are the processes that permit or discourage changes in our understanding of the kinds of writing these women produce? Scholars, artists, critics, students and the general public are invited for a dialogue and exchange of views with these women writers in conversations on the importance of their writings and cultural contributions in today’s world.   Wednesday, April 11th, 2012: Marilyn Heward Mills Lydia R. Diamond Sefi Atta  moderated by Rich Blint, Ph.D. candidate, NYU, American Studies Time: 6:30 pm Location: Institute of African American Affairs, NYU 41 East 11th Street, 7th Floor New York, NY 10003 Free &amp; Open to the Public Limited Space Please RSVP to (212) 998-IAAA (4222)          Marilyn Heward Mills was born in Switzerland and brought up in Ghana. Her first novel, Cloth Girl , was shortlisted for the Costa First Novel Award. It is set in the Gold Coast at the end of British rule and tells the story of Matilda, who is fourteen when her childhood is ended by her marriage to Robert, a lawyer who already has a wife and children. Matilda is a 'cloth girl', the term used derogatively to describe women who wore traditional cloth (a blouse with a piece of fabric wrapped around the waist as a skirt). Mills’ second book, The Association of Foreign Spouses , is set in Ghana in the turbulent eighties and is a story of love and friendship, betrayal and forgiveness. It is the story of a group of women who live in a land that at times defeats them, among people who often disappoint and baffle them. Through their trials and hardships, the women support each other, unified by their foreignness, their distance from home and the choices they have made, as ultimately they are wooed by this strange place that they come to call home. She was a practicing lawyer for over nine years, and now lives in South London.         LYDIA R. DIAMOND (Playwright) recently made her Broadway debut with her play Stick Fly , produced by Alicia Keys and directed by Kenny Leon. Plays include: Stick Fly (’10 Irne Award – Best Play, ’10 LA Critics Circle Awards, ’10 LA Garland Award – Playwriting, ’08 Susan S. Blackburn Finalist, ‘06 Black Theatre Alliance Award – Best Play), Voyeurs de Venus (’06 Joseph Jefferson Award – Best New Work, ‘06 BTAA – Best Writing), The Bluest Eye (’06 Black Arts Alliance Image Award – Best New Play, ‘08 American Alliance for Theatre and Education Distinguished Play Award), The Gift Horse (’05 Theadore Ward Prize, Kesselring Prize 2nd Place), Harriet Jacobs , Stage Black , and Lizzie Stranton (2008 Boston University Playwriting Initiative Commission). Theatres include: Arena Stage, Chicago Dramatists, Company One, Congo Square, Everyman Theatre Company, Freedom Theatre, Goodman Theatre, Hartford Stage, Huntington Theatre Co., Jubilee Theatre, Kansas City Rep, L.A. Theatre Works, Long Wharf, Lorraine Hansberry Theatre, McCarter Theatre Co., Mo’Olelo Theatre Co., MPAACT, New Vic, Playmakers Rep, Plowshares Theatre Co., Providence Black Rep, Steppenwolf, TrueColors, The Matrix, Underground Railway Theatre, Actors Theatre of Louisville, and The Contemporary American Theatre Festival. Lydia’s plays have been produced at Universities around the country including: Duke, Howard, Boston University, Northwestern University, University of Wisconsin, Columbia College Chicago, Spellman College, University of California – San Marcos, and University of Maryland. Lydia has been commissioned by: Steppenwolf, McCarter, Huntington, Actor’s Theatre of Louisville/Victory Gardens, Humana, Boston University, and The Roundabout. Stick Fly and Harriet Jacobs are published by NU Press, Bluest Eye , Gift Horse , and Stage Black - Dramatic Publishing. Lydia was an ’05/’06 W.E.B. Du Bois Institute non-resident Fellow, a 2007 TCG/NEA Playwright in Residence at Steppenwolf, an 06/07 Huntington Playwright Fellow, a 2009 NEA/Arena Stage New Play Development Grant Finalist, is a TCG Executive Board Member, a Resident Playwright at Chicago Dramatists, an Honorary Doctorate of Arts Recipient from Pine Manor College, and a recent recipient of the Huntington Theatre’s 2011 Wimbley Award. Lydia is on faculty at Boston University.          SEFI ATTA was born and raised in Lagos, Nigeria. She was educated there, in England and the United States. She qualified as a chartered accountant in England and as a CPA in the United States. In 1997, she began to write full-time when she moved to Meridian, Mississippi with her husband and daughter. She graduated with an MFA from Antioch University, Los Angeles in 2001. Sefi is the author of novels Everything Good Will Come (2005), Swallow (2010), and the short story collection News From Home (2010), published in the United States by Interlink Books World Fiction series. Her books have been translated to several languages. Her short stories have appeared in journals such as Los Angeles Review , Mississippi Review and World Literature Today . They have won prizes from the Zoetrope Short Fiction Contest and the Red Hen Press Short Story Award, and have been finalists for Glimmer Train’s Very Short Fiction Award and the Caine Prize for African Literature. In 2004, she won PEN International’s David TK Wong Prize, in 2006, the inaugural Wole Soyinka Prize for Publishing in Africa, and in 2009, the final Noma Award for Publishing in Africa. Also a playwright, Sefi’s radio plays have been broadcast by the BBC. In 2011, her stage play The Cost of Living premiered at the Lagos Heritage Festival and her stage play The Sentence premiered at Theatre Krefeld in Germany. She has taught creative writing in Nigeria, the United States and France. Her novel A Bit of Difference and play An Ordinary Legacy are forthcoming in 2012.  **************************************************************************  ************************************************************************** PAST PROGRAMS:  Monday, October 31, 2011: with series inaugural speaker Angela Davis moderated by Professor Deborah Willis, NYU, Tisch School of the Arts Time: 7:00 pm Location: Tishman Auditorium Vanderbilt Hall (first floor) New York University School of Law 40 Washington Square South, NY, NY 10012  Admission is free and open to the public.      Through her activism and scholarship over the last decades, Angela Davis has been deeply involved in our nation’s quest for social justice. Her work as an educator – both at the university level and in the larger public sphere – has always emphasized the importance of building communities of struggle for economic, racial, and gender justice. The author of eight books, Professor Davis spent the last fifteen years at the University of California Santa Cruz where she is now Professor Emerita of History of Consciousness, an interdisciplinary PhD program, and of Feminist Studies.     **************************************************************************       Friday, February 24, 2012: Aracelis Girmay, Angie Cruz, Marie-Elena John moderated by Rich Blint, Ph.D. candidate, NYU, American Studies Time: 6:30 pm Location: Institute of African American Affairs, NYU 41 East 11th Street, 7th Floor New York, NY 10003 Free &amp; Open to the Public Limited Space Please RSVP to (212) 998-IAAA (4222)        Aracelis Girmay is the author of the collage-based picture book changing, changing, and the poetry collection Teeth , for which she was awarded a GCLA New Writers Award. Her most recent poetry collection, Kingdom Animalia, was awarded the Isabella Gardner Award and published by BOA in the fall. Girmay has taught youth writing workshops in schools and community centers for the past ten years. She is assistant professor of poetry writing at Hampshire College, and also teaches in the low-residency MFA program at Drew University in New Jersey. Girmay is a Cave Canem Fellow and an Acentos board member.           Angie Cruz , a New York born Dominicana, graduated from the NYU, MFA program in 1999. She published two novels: Soledad in 2001 and Let It Rain Coffee in 2005 both with Simon &amp; Schuster. She has contributed shorter works to numerous periodicals including Kweli, Callaloo and the New York Times. She has won awards for her writing and/or activist work such as The New York Foundation of The Arts Fellowship, Barbara Deming Award, Yaddo, and The Camargo Fellowship. She currently is teaching creative writing at Texas A&amp;M University and is working on her third novel, In Search of Caridad . She also jumpstarted BookupTexas through the National Book Foundation.         Marie-Elena John is an Antiguan writer and development practitioner. Pausing in her career as an Africa development and women’s empowerment practitioner, she turned to writing, channeling her knowledge of and passion for the African Diaspora into her debut novel, Unburnable (HarperCollins’ Amistad, 2006), a critically acclaimed work of literary fiction. A finalist for the 2007 Hurston-Wright Legacy award, Unburnable is also taught across disciplines, including literature, women’s studies, history, and Caribbean studies. Marie-Elena also developed the screenplay of Unburnable . Her second novel, a work in progress, is set in Nigeria and draws on her past work. She currently is a consultant with UN Women.     **************************************************************************       Wednesday, March 28, 2012: Honorée Fanonne Jeffers, Martha Southgate, ZZ Packer moderated by Rich Blint, Ph.D. candidate, NYU, American Studies Time: 6:30 pm Location: Institute of African American Affairs, NYU 41 East 11th Street, 7th Floor New York, NY 10003 Free &amp; Open to the Public Limited Space Please RSVP to (212) 998-IAAA (4222)        For over a decade, Honorée Fanonne Jeffers    has been lifting her voice on the issues of black women in literature,   African American culture, and American society. She is the author of   three award-winning books of poetry, The Gospel of Barbecue, Outlandish Blues , and Red Clay Suite , and she is a fiction writer as well. Her poems and stories have appeared in literary journals such as African American Review , American Poetry Review , Brilliant Corners: A Journal of Jazz and Literature , Callaloo , The Iowa Review , The Kenyon Review , Ploughshares , Prairie Schooner , and Story Quarterly , and in over a dozen anthologies. A story of hers was cited as one of the “100 More Distinguished Stories of 2008″ in Best American Short Stories 2009 .   She has won awards from the Rona Jaffe Foundation and the Barbara   Deming Memorial Fund as well as fellowships from the National Endowment   for the Arts, American Antiquarian Society, the MacDowell Colony and   the Bread Loaf Writers Conference. She teaches creative writing at the   University of Oklahoma, where she is Associate Professor of English and   Creative Writing Coordinator.        Martha Southgate is the author of four novels. Her newest, The Taste of Salt was published by Algonquin Books in fall 2011. Her previous novel, Third Girl from the Left ,   won the Best Novel of the Year award from the Black Caucus of the   American Library Association and was shortlisted for the PEN/Beyond   Margins Award and the Hurston/Wright Legacy award. Her novel The Fall of Rome    received the 2003 Alex Award from the American Library Association and   was named one of the best novels of 2002 by Jonathan Yardley of the   Washington Post. She is also the author of Another Way to Dance ,   which won the Coretta Scott King Genesis Award for Best First Novel.   She received a 2002 New York Foundation for the Arts grant and has   received fellowships from the MacDowell Colony, the Virginia Center for   the Creative Arts and the Bread Loaf Writers Conference. Her July 2007   essay from the New York Times Book Review, “Writers Like Me” received   considerable notice and appears in the anthology Best African-American Essays 2009 . Previous non-fiction articles have appeared in The New York Times Magazine , O , Premiere , and Essence . She also has essays in the recent anthologies Behind the Bedroom Door and Heavy Rotation: Writers on the Albums That Changed Their Lives . You can visit her website at www.marthasouthgate.com         ZZ Packer is the author of the short story collection, Drinking Coffee Elsewhere , a PEN/Faulkner finalist and a New York Times Notable Book. Her stories have appeared in The New Yorker , Harper’s , Story , Ploughshares , Zoetrope and The Best American Short Stories 2000 and 2004 and have been read on NPR’s Selected Shorts. Her nonfiction has been featured in The New York Times Magazine , The New York Times Book Review , The Washington Post Magazine , The American Prospect , Essence , O , The Believer and Salon .    She is a contributor to The Huffington Post, and has appeared several   times as a commentator on NPR’s Talk of the Nation, and MSNBC. She is   the recipient of a Guggenheim Fellowship and was named one of America’s   Young Innovators by Smithsonian Magazine as well as one America’s Best   Young novelists by Granta Magazine.                 Contact Us | &copy; New York University , Arts and Science"}, {"content": "Reading Series | Creative Writing Program | NYU                          NEW YORK UNIVERSITY       ARTS AND SCIENCE       COLLEGE OF ARTS AND SCIENCE       GRADUATE SCHOOL OF ARTS AND SCIENCE                           Creative Writing Program                                                                      Home       Faculty       Undergraduate Program       Graduate Program       Low-Residency MFA Writers Workshop in Paris       Summer Programs &amp; Courses       Reading Series       Literary Journals       History of the Lillian Vernon Creative Writers House       Donate to the Creative Writing Program       Alumni News &amp; Publications             Past Readings and Podcasts           &gt; Podcasts of past readings       &gt; Fall 2014       &gt; Spring 2014       &gt; Fall 2013       &gt; Spring 2013       &gt; Fall 2012       &gt; Spring 2012       &gt; Fall 2011       &gt; Spring 2011       &gt; Fall 2010       &gt; Spring 2010       &gt; Fall 2009       &gt; Spring 2009       &gt; Fall 2008       &gt; Spring 2008       &gt; Fall 2007       &gt; Spring 2007       &gt; Fall 2006       &gt; Spring 2006                         Home           &gt;                     Reading Series     Reading Series   The lively public Reading Series hosts a wide array of writers, translators, editors and poets, and connects our program to the local community. Nearly all events are free and open to the public and include book sales and signings. If you would like to receive email announcements about upcoming literary events, please email creative.writing@nyu.edu with your request. Read more...  New! Fear of Language podcast series : Listen to our our students interview respected authors on teaching, their creative processes, and life in general on the new Fear of Language podcast series.  Podcasts of readings : Listen to audio recordings of readings by recent visiting authors. Photo galleries : Visit photo galleries documenting readings by eminent writers. Open Book video series : Watch interviews featuring some of today's most prominent authors. In collaboration with Slate , interviews were conducted by Deborah Landau and Meghan O'Rourke.           January February March April May                      ,               Poetry Reading   Jorie Graham   Jorie Graham’s new book is “From the New World: Poems 1976-2014” (Ecco, 2015). Graham will be introduced by NYU Creative Writing Program director Deborah Landau.             Location:           Lillian Vernon Creative Writers House, 58 West 10th Street, between 5th and 6th Avenues                     Listen to the podcast of this event.                         ,               ZYZZYVA Presents   Will Boast, Edie Meidav, and Laura Esther Wolfson   Will Boast is the author of the short story collection “Power Ballads,” winner of the 2011 Iowa Short Fiction Award, and most recently “Epilogue,” a memoir. Edie Meidav is most recently the author of “Lola, California.” Laura Esther Wolfson's writing has appeared in Bellingham Review, Gettysburg Review, The Rumpus, The Sun and elsewhere, and has been repeatedly listed as notable in Best American Essays. This event is hosted by editors Laura Cogan and Oscar Villalon and co-sponsored with “ZYZZYVA.” (Pictured: Will Boast)             Location:           Lillian Vernon Creative Writers House, 58 West 10th Street, between 5th and 6th Avenues                     Listen to the podcast of this event.                                           ,               Fiction Reading   Nathan Englander and Axinn Foundation Writer-in-Residence Chris Normandin   Nathan Englander is the author of the story collections \"What We Talk About When We Talk About Anne Frank\" (Knopf, 2012) and \"For the Relief of Unbearable Urges\" (Vintage, 2000), as well as the novel \"The Ministry of Special Cases\" (Vintage, 2008). He was the 2012 recipient of the Frank O'Connor International Short Story Award and a finalist for the 2013 Pulitzer Prize. He is a Distinguished Fiction Writer-in-Residence at the NYU Creative Writing Program. Founded in 2014, the Axinn Foundation Fellowship is awarded each year to a graduating student of exceptional promise.     NOTE: Nathan Englander will read instead of E. L. Doctorow, who was originally scheduled for this event.                   Location:           Lillian Vernon Creative Writers House, 58 West 10th Street, between 5th and 6th Avenues                     Listen to the podcast of this event.                         ,               Independent Poetry Press Showcase   Cynthia Cruz, Eugenia Leigh, Michael Morse, and Christina Pugh   Featuring readings from new works, this event is hosted by Four Way Books editor Martha Rhodes and co-sponsored with Canarium, Four Way, and TriQuarterly Books. (Pictured: Martha Rhodes)             Location:           Lillian Vernon Creative Writers House, 58 West 10th Street, between 5th and 6th Avenues                     Listen to the podcast of this event.                         ,               NYU Emerging Writers Reading   Eileen Myles   The Emerging Writers Reading Series showcases the student talent of NYU’s graduate Creative Writing Program, and features established writers as special guests. Eileen Myles is most recently the author of “Snowflake/different streets” (Wave Books, 2012).             Location:           KGB Bar, 85 East 4th Street                ,               Fiction Reading   Jeffery Renard Allen and Marie-Helene Bertino   “Song of the Shank” (Graywolf, 2014) is the acclaimed new novel by Jeffery Renard Allen. Marie-Helene Bertino’s novel “2 A.M. at the Cat’s Pajamas” (Crown, 2014) was selected as one of NPR’s 2014 Great Reads.                Location:           Lillian Vernon Creative Writers House, 58 West 10th Street, between 5th and 6th Avenues                     Listen to the podcast of this event.                         ,               Akashic Books Presents   Nelson George, Bernice L. McFadden, and Arthur Nersesian   Nelson George has twice been nominated for the National Book Critics Circle Award. He is most recently the author of “The Lost Treasures of R&B,\" the third novel in his D Hunter Mystery Series. Bernice L. McFadden is the author of nine novels, including \"Gathering of Waters\" (a New York Times Editors’ Choice and one of the 100 Notable Books of 2012) and the recently reissued \"Loving Donovan.\" Arthur Nersesian’s debut novel, the Lower East Side cult classic \"The Fuck-Up,\" was also the first title published by Brooklyn-based independent publishing company Akashic Books, which has since published seven of his novels. This event is hosted by editor Aaron Petrovich and co-sponsored with Akashic Books. (Pictured: Bernice L. McFadden)             Location:           Lillian Vernon Creative Writers House, 58 West 10th Street, between 5th and 6th Avenues                     Listen to the podcast of this event.                         ,               Cave Canem Presents: New Works   Antoinette Brim, Quraysh Ali Lansana, and Gregory Pardlo, with Special Guest Patricia Smith   Featuring Patricia Smith, a four-time winner of the National Poetry Slam; her latest collection, “Shoulda Been Jimi Savannah,” appeared in 2013 from Coffee House Press. This event is co-sponsored with Cave Canem Foundation, a home for the many voices of African American poetry. (Pictured: Patricia Smith)             Location:           Lillian Vernon Creative Writers House, 58 West 10th Street, between 5th and 6th Avenues                     Listen to the podcast of this event.                         ,               The New Salon: Writers in Conversation   Megan Mayhew Bergman and Emily St. John Mandel (with Darin Strauss)   Megan Mayhew Bergman’s story collection “Almost Famous Women” is new from Scribner (January, 2015). Emily St. John Mandel’s latest book is “Station Eleven: A Novel” (Knopf, 2014). This event is hosted by NYU Creative Writing Program faculty member and National Book Critics Circle Award winner Darin Strauss. (Pictured: Emily St. John Mandel)               Location:           Lillian Vernon Creative Writers House, 58 West 10th Street, between 5th and 6th Avenues                     Listen to the podcast of this event.                         ,               The New Salon: Writers in Conversation   Charles Baxter (with Darin Strauss)   Charles Baxter’s newest book is “There’s Something I Want You to Do: Stories” (Pantheon, February 2015). This event is hosted by NYU Creative Writing Program faculty member and National Book Critics Circle Award winner Darin Strauss.               Location:           Lillian Vernon Creative Writers House, 58 West 10th Street, between 5th and 6th Avenues                     Listen to the podcast of this event.                         ,               CantoMundo Poetry Reading   David Tomas Martinez and Rosebud Ben-Oni   Carmen Gimenéz-Smith’s books include “Milk and Filth” (University of Arizona Press, 2013). David Tomas Martinez’s collection “Hustle” appeared from Sarabande Books in 2014. This event is hosted by Javier Zamora and co-sponsored with CantoMundo, an organization dedicated to supporting Latina/o poets.               Location:           Lillian Vernon Creative Writers House, 58 West 10th Street, between 5th and 6th Avenues                     Listen to the podcast of this event.                                           ,               Fiction Reading   Joseph O'Neill   Joseph O’Neill is the author of “Netherland,” 2009 winner of the PEN/Faulkner Award for Fiction and the Kerry Group Irish Fiction Award. His most recent novel is “The Dog” (Pantheon, 2014). O’Neill will be introduced by NYU Creative Writing Program faculty member and National Book Critics Circle Award winner Darin Strauss. This event is co-sponsored with NYU Abu Dhabi. To RSVP, please visit: here .               Location:           NYU Abu Dhabi, 19 Washington Square North                ,               Poetry Reading   Tarfia Faizullah, Vievee Francis, and Tomas Q. Morin   Kundiman fellow Tarfia Faizullah’s book “Seam” (Southern Illinois University Press, 2014) was the winner of the 2012 Crab Orchard Open Series in Poetry First Book Award. Vievee Francis, associate editor of Callaloo, is the author of two collections of poetry, most recently “Horse in the Dark,” winner of the Cave Canem/Northwestern University Prize (Northwestern University, 2012). Tomas Q. Morin’s first book “A Larger Country” won the APR/Honickman First Book Prize. His translation of Pablo Neruda’s “The Heights of Macchu Picchu” is out now from Copper Canyon Press. (Pictured: Tarfia Faizullah)             Location:           Lillian Vernon Creative Writers House, 58 West 10th Street, between 5th and 6th Avenues                   Listen to the podcast of this event.                         ,               NYU Emerging Writers Reading   Kate Zambreno   The Emerging Writers Reading Series showcases the student talent of NYU’s graduate Creative Writing Program and features established writers as special guests. Kate Zambreno’s widely acclaimed “Green Girl” was reissued by Harper Perennial in 2014.               Location:           KGB Bar, 85 East 4th Street                ,               The New Salon: Poets in Conversation   Ron Padgett (with Alice Quinn)   Ron Padgett is the the author of over 20 collections of poetry, most recently “Collected Poems” (Coffee House, 2013), winner of the 2013 William Carlos Williams Award and a finalist for the Los Angeles Times Book Prize in Poetry.   This event is hosted by Alice Quinn and co-sponsored with the Poetry Society of America.                  Location:           Lillian Vernon Creative Writers House, 58 West 10th Street, between 5th and 6th Avenues                   Listen to the podcast of this event.                         ,               Bagley Wright Lecture Series on Poetry   Terrance Hayes   2014 MacArthur Fellow Terrance Hayes is the author of four previous collections of poetry including “Lighthead,” winner of the 2010 National Book Award. His fifth collection “How to Be Drawn” is forthcoming this March (Penguin Books, 2015).                Location:           Lillian Vernon Creative Writers House, 58 West 10th Street, between 5th and 6th Avenues                ,               Poetry and Fiction Reading   Rae Armantrout and Lydia Davis   Pulitzer Prize winner Rae Armantrout’s newest collection of poems is “Itself” (Wesleyan, February 2015). “Can’t and Won’t: Stories,” the most recent collection by Man Booker International Prize winner Lydia Davis, was published by FSG in 2014. (Pictured: Lydia Davis)               Location:           Lillian Vernon Creative Writers House, 58 West 10th Street, between 5th and 6th Avenues                   Listen to the podcast of this event.                         ,               The Intersection of Literary and Commercial Fiction: A Panel Discussion   Amy Einhorn, Seth Fishman, Melissa Flashman, and Suzanne Gluck   A panel discussion with Amy Einhorn, senior vice president and publisher, Macmillian’s Flatiron Books; Suzanna Gluck, co-editor of the literary department, William Morris Endeavor; Seth Fishman, writer and literary agent at The Gernert Company; and Melissa Flashman, Literary Agent at Trident Media Group, LLC, moderated by Harriet Shenkman, writer and WNBA board member. This event is co-sponsored with the Women's National Book Association. (Pictured: Seth Fishman)             Location:           Lillian Vernon Creative Writers House, 58 West 10th Street, between 5th and 6th Avenues                   Listen to the podcast of this event.                         ,               Washington Square Launch Reading   Graham Foust, Wayne Koestenbaum, and Charles McLeod   A reading by contributors to “Washington Square,” the NYU Creative Writing Program’s literary journal. (Pictured: Wayne Koestenbaum)             Location:           Lillian Vernon Creative Writers House, 58 West 10th Street, between 5th and 6th Avenues                   Listen to the podcast of this event.                                           ,               The New Salon: Writers in Conversation   Scott Cheshire (with Colum McCann)   Scott Cheshire is the author of the debut novel “High as the Horses’ Bridles” (Henry Holt, 2014). This event is hosted by National Book Award winner Colum McCann.             Location:           Lillian Vernon Creative Writers House, 58 West 10th Street, between 5th and 6th Avenues                     Listen to the podcast of this event.                         ,               Poetry Reading   Erin Belieu, Jill Bialosky, and Cate Marvin   Erin Belieu’s most recent poetry collection “Slant Six” was published by Copper Canyon Press in 2014. Jill Bialosky’s newest collection of poems, “The Players,” is due out this February (Knopf, 2015). Cate Marvin’s third book of poems, “Oracle,” is forthcoming from W.W Norton. (Pictured: Erin Belieu)             Location:           Lillian Vernon Creative Writers House, 58 West 10th Street, between 5th and 6th Avenues                     Listen to the podcast of this event.                         ,               NYU Emerging Writers Reading   Nick Lantz   The Emerging Writers Reading Series showcases the student talent of NYU’s graduate Creative Writing Program and features established writers as special guests. Nick Lantz is the author of three collections of poetry, most recently “How to Dance as the Roof Caves In” (Graywolf, 2014).               Location:           KGB Bar, 85 East 4th Street                ,               Poetry Reading   Charles Simic   NYU Creative Writing Program Distinguished Poet-In-Residence and Pulitzer Prize winner Charles Simic is most recently the author of “New and Selected Poems: 1962-2012” (Houghton Mifflin Harcourt, 2013). Simic will be introduced by NYU Creative Writing Program director Deborah Landau.                Location:           Lillian Vernon Creative Writers House, 58 West 10th Street, between 5th and 6th Avenues                     Listen to the podcast of this event.                         ,               The New Salon: Writers in Conversation   Michael Cunningham (with Darin Strauss)   Pulitzer Prize winner Michael Cunningham's latest novel is “The Snow Queen” (FSG, 2014). This event is hosted by NYU Creative Writing Program faculty member and National Book Critics Circle Award winner Darin Strauss.               Location:           Lillian Vernon Creative Writers House, 58 West 10th Street, between 5th and 6th Avenues                     Listen to the podcast of this event.                         ,               West 10th Launch Reading   Cathy Park Hong, Guest Author   Readings by guest author Cathy Park Hong and student contributors to West 10th, the NYU Creative Writing Program’s undergraduate literary journal.             Location:           Lillian Vernon Creative Writers House, 58 West 10th Street, between 5th and 6th Avenues                     Listen to the podcast of this event.                         ,               Poetry Reading   Mark Doty and Richard Siken   NYU Creative Writing faculty member and National Book Award winner Mark Doty's new collection is “Deep Lane\" (W.W. Norton, April 2015). Richard Siken’s first book “Crush” (Yale University Press, 2005), was the winner of the 2004 Yale Series of Younger Poets prize. His second book is “War of the Foxes” (Copper Canyon Press, April 2015). (Pictured: Mark Doty)               Location:           Lillian Vernon Creative Writers House, 58 West 10th Street, between 5th and 6th Avenues                ,               Poetry Reading   Brett Fletcher Lauer, Anthony McCann, Randall Potts, and Matthew Rohrer   The newest book from Brett Fletcher Lauer is “A Hotel in Belgium” (Four Way, 2014). Anthony McCann’s fourth full length collection is “Thing Music” (Wave Books, 2014). “Trickster” (University of Iowa Press, 2014) is the second collection of poems from Randall Potts. The most recent book from NYU Creative Writing Program faculty member Matthew Rohrer is “Surrounded by Friends” (Wave Books, April 2015).             Location:           Lillian Vernon Creative Writers House, 58 West 10th Street, between 5th and 6th Avenues                ,               NYU Veterans Writing Workshop Reading   Brian Castner, Guest Author   Readings by participants of the Veterans Writing Workshop, which offers free classes to recent veterans, led by fellows from the NYU Creative Writing Program.               Location:           Lillian Vernon Creative Writers House, 58 West 10th Street, between 5th and 6th Avenues                ,               The New Salon: Poets in Conversation   Dorothea Lasky (with Deborah Landau)   Dorothea Lasky is the author of four full-length poetry collections, most recently “Rome” (Liveright/W.W Norton, 2014). This event is hosted by NYU Creative Writing Program director Deborah Landau, and is co-sponsored with the Poetry Society of America.             Location:           Lillian Vernon Creative Writers House, 58 West 10th Street, between 5th and 6th Avenues                                  ,               Goldwater Hospital Writing Workshop Reading   Catherine Barnett, Guest Author   Readings by the Golden Writers, participants of a writing workshop for disabled adults led by fellows from the NYU Creative Writing Program.             Location:           NYU Silver Center, Jurow Lecture Hall, 100 Washington Square East                ,               NYU Emerging Writers Reading   Catherine Lacey   The Emerging Writers Reading Series showcases the student talent of NYU’s graduate Creative Writing Program and features established writers as special guests. Catherine Lacey is the author of the debut novel “Nobody Is Ever Missing” (FSG, 2014).                Location:           KGB Bar, 85 East 4th Street                ,               The New Salon: Poets in Conversation   Yona Harvey and Afaa Weaver (with Charif Shanahan)   For her debut collection, “Hemming the Water,” (Four Way, 2014) Yona Harvey was awarded the 2014 Kate Tufts Discovery Award. Afaa Weaver’s most recent collection of poems is “City of Eternal Spring” (University of Pittsburgh Press, 2014). He is the recipient of the 2014 Kingsley Tufts Award. This event is hosted by Charif Shanahan and co-sponsored with the Poetry Society of America and the PEN World Voices Festival.               Location:           Lillian Vernon Creative Writers House, 58 West 10th Street, between 5th and 6th Avenues                ,               Cave Canem Presents: New Works   Amaud Jamaul Johnson, Parneshia Jones, and Ladan Osman   Amaud Jamaul Johnson’s most recent book, “Darktown Follies,” (Tupelo Press, 2013) received the Zora Neale Hurston/Richard Wright Legacy Award in Poetry, 2014. The debut collection from Parneshia Jones is “Vessel” (Milkweed Editions, April 2015). Ladan Osman’s first book “The Kitchen Dweller’s Testimony” (University of Nebraska Press, April 2015) won the 2014 Sillerman First Book Prize for African Poets. This event is co-sponsored with Cave Canem Foundation and the PEN World Voices Festival. (Pictured: Parneshia Jones)             Location:           Lillian Vernon Creative Writers House, 58 West 10th Street, between 5th and 6th Avenues                ,               NYU Creative Writing Program Undergraduate Reading      Spring students read their poetry, fiction, and creative nonfiction.               Location:           Lillian Vernon Creative Writers House, 58 West 10th Street, between 5th and 6th Avenues                ,               Galway Kinnell Memorial Reading      A celebration of the life and work of poet Galway Kinnell (1927-2014), co-founder of the NYU Creative Writing Program. With Toi Derricote, Mark Doty, Jonathan Safran Foer, Robert Hass, Edward Hirsch, Marie Howe, Major Jackson, Yusef Komunyakaa, Mirah Kozodoy, Sharon Olds, Myra Shapiro, Gerald Stern, and C. K. Williams. Co-sponsored with the Academy of American Poets, Cave Canem Foundation, the Cooper Union for the Advancement of Science and Art, the Poetry Society of America, Poets House, and the Unterberg Poetry Center of the 92nd Street Y.                   Location:           Cooper Union, The Great Hall, 7 East 7th Street                                                         Contact Us | &copy; New York University , Arts and Science"}]}]