[{"detail": [{"content": "Faculty | Center for Ancient Studies | NYU                             NEW YORK UNIVERSITY              ARTS AND SCIENCE              COLLEGE OF ARTS AND SCIENCE              GRADUATE SCHOOL OF ARTS AND SCIENCE                                  CONTACT US SEARCH SITEMAP                     Home &gt; Faculty                     About The Center       Events     Faculty Who Work on Antiquity and Related Subjects at NYU     Ancient Studies Minor       Travel Grants       Collections       NYU Excavations       Publications       Classical World       Institute for Etruscan and Italic Studies       Aquila Theatre Company       Faculty Who Work on Antiquity and Related Subjects at NYU      Matthew Adams (Institute of Fine Arts) Egyptian archaeology, urbanism and social complexity; the nature and evolution of sacred landscapes  Roger Bagnall (Director, Institute for the Study of the Ancient World) Greek and Roman history; papyrology; late antiquity  Alessandro Barchiesi (Visiting Professor, Classics) Roman poetry and poetics, literary history, narrative fiction; reception of Classical studies; Greek influence at Rome    Adam Becker (Religious Studies, Classics) Jewish-Christian relations in late antiquity; Syriac language and literature; reception of classical antiquity    Brigitte Bedos-Rezak (History) Medieval northern France; medieval semiotics; social history    Thomas O. Beidelman (Anthropology) Social anthropology; religion; colonial history; oral history; Africa and ancient Greece Emanuela Bianchi (Comparative Literature, Classics, Program in Gender and Sexuality) Ancient Greek philosophy and literature; 20th century and contemporary continental philosophy; feminist/queer theory    Larissa Bonfante (Classics, Emerita) Ancient Etruscan civilization; iconography; ancient dress Roderick B. Campbell (Institute for the Study of the Ancient World) Theorizing ancient social-political organization, social violence and history in late 2nd millennium B.C. north China; the archaeology of production Anne Carson (Creative Writing, Classics) Ancient Greek literature and culture    Mary Carruthers (English, Emerita) Medieval literature and rhetoric; memory in literature      John Chioles (Comparative Literature, Philosophy, Emeritus) Theater and literary theory    Joan Connelly (Classics; Director, Yeronisos Island excavations) Greek sculpture; vase painting; religion Joy Connolly (Classics) Greek and Roman rhetoric; political thought; education; poetry       Pamela J. Crabtree (Anthropology) Medieval archaeology, especially Anglo-Saxon England; zooarchaeology       Raffaella Cribiore (Classics) Education in the Greek and Roman worlds; papyrology; Greek rhetoric Lorenzo D'Alfonso (Institute for the Study of the Ancient World) History and archaeology of pre-classical Syria and Anatolia    Mervin R. Dilts (Classics, Emeritus) Greek paleography; textual criticism    Carolyn Dinshaw (English) Middle English literature and culture; feminist studies; lesbian/gay/bisexual/transgender studies         Daniel E. Fleming (Hebrew and Judaic Studies) Hebrew Bible and Israelite religion; Assyriology; ancient Syria    Katherine Fleming (History, Middle Eastern and Islamic Studies, and Hellenic Studies) Post-Byzantine and modern Greek History; western Ottoman provinces; Mediterranean and Greek Jewry    Barry Finbarr Flood (Art History) Art and architecture of the Islamic world Hallie Franks (Gallatin School of Individualized Study) The material culture of Ancient Greece and the relationship between the Greek world and other cultures    John Freccero (Italian and Comparative Literature) Dante; medieval poetry and poetics; Machiavelli    Ogden Goelet Jr. (Middle Eastern and Islamic Studies) Egyptian lexicography, cultural history, and literature Ethan Harkness (Gallatin School of Individualized Study) Early Chinese culture with a particular emphasis on technical topics that inform the histories of science and religion         Anselm Haverkamp (English, Emeritus) Critical theory; 16th- to 18th-century literature Sebastian Heath (Institute for the Study of the Ancient World) Roman pottery, numismatics, and the role of Digital Humanities in the study of the Ancient World    W. Gerald Heverly (Libraries) Books and writing materials in classical antiquity; transmission of texts; Latin prose style Robert G. Hoyland (Institute for the Study of the Ancient World) History, languages, and literature of the late antique and early Islamic Middle East Alex Jassen (Hebrew and Judaic Studies) Hebrew Bible and Biblical interpretation; Second Temple Judaism; Dead Sea scrolls; study of Judaism and Christianity in antiquity    Daniel Javitch (Comparative Literature, Emeritus) Renaissance literature; genre theory    Alexander Jones (Institute for the Study of the Ancient World) Astronomy and mathematical sciences and their transmission in the Greco-Roman world and the ancient Near East    Guenter Kopcke (Institute of Fine Arts) Art and the second millennium B.C.E. Mediterranean integration, Crete; art and Greek progress from infiltration to Greek statehood, second to first millennium B.C.E.; political origin and role of Classical art; Rome north of the Alps Barbara Kowalzig (Classics) Religion and anthropology of ancient Greece and the Mediterranean; Greek poetry and drama; music and performance; social and economic history    David Levene (Chair, Classics) Roman history and religion       Baruch Levine (Hebrew and Judaic Studies, Emeritus) Near Eastern history and epigraphy; the Hebrew Bible; Israelite religions Marko Malink (Classics, Philosophy) Ancient philosophy, especially ancient logic and metaphysics (will begin teaching at NYU in Fall 2015)    Clemente Marconi (Institute of Fine Arts; Director, Selinunte excavations) Greek art and architecture in archaic and classical periods Thomas F. Mathews (Institute of Fine Arts, Emeritus) Early Christian and Byzantine art and architecture    Philip Mayerson (Classics, Emeritus) Roman-Byzantine Near East (history and archeology); papyrology James R. McCredie (Institute of Fine Arts, Emeritus) Greek archaeology and architecture    Peter Meineck (Classics) Ancient drama    Phillip Mitsis (Classics and Hellenic Studies) Ancient philosophy and its reception in later times; ancient drama    Andrew Monson (Classics) Greco-Roman Egypt; political economy; ancient empires Jessica Moss (Philosophy) Ancient philosophy    David O'Connor (Institute of Fine Arts; Co-Director, Abydos excavations) Ancient Egyptian art history and archaeology; Ancient Nubian art history and archaeology    Michael Peachin (Classics) Roman imperial history; Roman law; Latin epigraphy Beate Pongratz-Leisten (Institute for the Study of the Ancient World) Political, intellectual and religious history of the ancient Near East Daniel T. Potts (Institute for the Study of the Ancient World) Ancient Near Eastern archaeology and history with a concentration on Iran, Mesopotamia, and the Persian Gulf David M. Ratzan (Head Librarian, Institute for the Study of the Ancient World)     Timothy J. Reiss (Comparative Literature, Emeritus) Renaissance and 18th-century literature, history, and politics; history and theory of theater; cultural and political theory    Vincent Renzi (Morse Academic Plan) Ancient Greek philosophy       Ann Macy Roth (Hebrew and Judaic Studies) Egyptology; Egyptian archaeology; gender studies; mortuary religion    Jeffrey Rubenstein (Hebrew and Judaic Studies) Judaism of the Second Temple; Talmud and Midrash    Martha Dana Rust (English) Medieval literature and culture; technologies of writing; gender studies Laura Samponaro (Liberal Studies) Ancient rhetoric and political thought; Latin stylistics; classical reception       Matthew S. Santirocco (Classics; Senior Vice Provost for Academic Affairs; Angelo J. Ranieri Director of Ancient Studies) Latin literature, especially Augustan poetry; Greek poetry; classical tradition  Melissa Schwartzberg (Politics) Ancient Greek political institutions; ancient political thought David Sider (Classics) Greek poetry and philosophy       Gregory M. Sifakis (Classics, Emeritus) Classical drama and theater production; Homer and medieval Greek epic; Greek folklore; poetics of traditional arts Hsueh-Man Shen (Institute of Fine Arts) Art and archaeology of medieval China    Laura Slatkin (Gallatin School of Individualized Study) Ancient Greek and Roman poetry; comparative mythology; wisdom traditions in classical and near eastern antiquity; gender studies    Mark S. Smith (Hebrew and Judaic Studies) Biblical religion and history; northwest Semitic languages and literature Roland R. R. Smith (Lincoln Professor of Classical Archaeology, Oxford University; Director, Aphrodisias excavations) Art and visual cultures of the ancient Mediterranean world; historical interpretation of ancient representation and its relationship with social and political culture; archaeology of Greek cities of the Eastern Roman Empire Alexander Sokolicek (Institute of Fine Arts; Field Director, Aphrodisias excavations) Archaeology; ancient history; epigraphy; urban studies      S ören Stark (Institute for the Study of the Ancient World) Archaeology, art history, and history in Central and Inner Asia and the neighboring cultural areas    Benjamin Straumann (Visiting Assistant Professor, History, and Alberico Gentili Fellow, Law School) Political and legal thought, the reception of ancient political thought in early modern Europe and late Roman Republican political thought    Liana Theodoratou (Hellenic Studies) Greek and Latin lyric; Greek drama; literary theory (ancient and modern); theory of translation    Thelma Thomas (Institute of Fine Arts) Coptic art    Lillian Lan-ying Tseng (Institute for the Study of the Ancient World) Art and archaeology of Han China; reception of antiquity; the interface of art history and cultural history    Jerome C. Wakefield (Social Work, Medicine) Philosophical (especially ancient) foundations of the mental health professions    Katherine Welch (Institute of Fine Arts; Deputy Director, Aphrodisias excavations) Roman imperial and republican art; Hellenistic art; Roman and Greek history Randall White (Anthropology) Origins of the arts in Europe; Techniques of representation in the Upper Paleolithic period; Experimental archaeology; Directs multidisciplinary excavation of key Paleolithic sites in southwest France. Susanne Wofford (Dean of the Gallatin School of Individualized Study) Shakespeare, Spenser, Renaissance and classical epic, comparative European drama, and narrative and literary theory    Elliot Wolfson (Hebrew and Judaic Studies) Jewish mysticism and philosophy; gender construction and the history of religion; symbolism and myth    Rita Wright (Anthropology) Prehistoric archaeology of the Near East and South Asia; state formation and urbanism; gender studies"}]},
{"detail": [{"content": "Faculty | Center for Ancient Studies | NYU                             NEW YORK UNIVERSITY              ARTS AND SCIENCE              COLLEGE OF ARTS AND SCIENCE              GRADUATE SCHOOL OF ARTS AND SCIENCE                                  CONTACT US SEARCH SITEMAP                     Home &gt; Faculty                     About The Center       Events     Faculty Who Work on Antiquity and Related Subjects at NYU     Ancient Studies Minor       Travel Grants       Collections       NYU Excavations       Publications       Classical World       Institute for Etruscan and Italic Studies       Aquila Theatre Company       Faculty Who Work on Antiquity and Related Subjects at NYU      Matthew Adams (Institute of Fine Arts) Egyptian archaeology, urbanism and social complexity; the nature and evolution of sacred landscapes  Roger Bagnall (Director, Institute for the Study of the Ancient World) Greek and Roman history; papyrology; late antiquity  Alessandro Barchiesi (Visiting Professor, Classics) Roman poetry and poetics, literary history, narrative fiction; reception of Classical studies; Greek influence at Rome    Adam Becker (Religious Studies, Classics) Jewish-Christian relations in late antiquity; Syriac language and literature; reception of classical antiquity    Brigitte Bedos-Rezak (History) Medieval northern France; medieval semiotics; social history    Thomas O. Beidelman (Anthropology) Social anthropology; religion; colonial history; oral history; Africa and ancient Greece Emanuela Bianchi (Comparative Literature, Classics, Program in Gender and Sexuality) Ancient Greek philosophy and literature; 20th century and contemporary continental philosophy; feminist/queer theory    Larissa Bonfante (Classics, Emerita) Ancient Etruscan civilization; iconography; ancient dress Roderick B. Campbell (Institute for the Study of the Ancient World) Theorizing ancient social-political organization, social violence and history in late 2nd millennium B.C. north China; the archaeology of production Anne Carson (Creative Writing, Classics) Ancient Greek literature and culture    Mary Carruthers (English, Emerita) Medieval literature and rhetoric; memory in literature      John Chioles (Comparative Literature, Philosophy, Emeritus) Theater and literary theory    Joan Connelly (Classics; Director, Yeronisos Island excavations) Greek sculpture; vase painting; religion Joy Connolly (Classics) Greek and Roman rhetoric; political thought; education; poetry       Pamela J. Crabtree (Anthropology) Medieval archaeology, especially Anglo-Saxon England; zooarchaeology       Raffaella Cribiore (Classics) Education in the Greek and Roman worlds; papyrology; Greek rhetoric Lorenzo D'Alfonso (Institute for the Study of the Ancient World) History and archaeology of pre-classical Syria and Anatolia    Mervin R. Dilts (Classics, Emeritus) Greek paleography; textual criticism    Carolyn Dinshaw (English) Middle English literature and culture; feminist studies; lesbian/gay/bisexual/transgender studies         Daniel E. Fleming (Hebrew and Judaic Studies) Hebrew Bible and Israelite religion; Assyriology; ancient Syria    Katherine Fleming (History, Middle Eastern and Islamic Studies, and Hellenic Studies) Post-Byzantine and modern Greek History; western Ottoman provinces; Mediterranean and Greek Jewry    Barry Finbarr Flood (Art History) Art and architecture of the Islamic world Hallie Franks (Gallatin School of Individualized Study) The material culture of Ancient Greece and the relationship between the Greek world and other cultures    John Freccero (Italian and Comparative Literature) Dante; medieval poetry and poetics; Machiavelli    Ogden Goelet Jr. (Middle Eastern and Islamic Studies) Egyptian lexicography, cultural history, and literature Ethan Harkness (Gallatin School of Individualized Study) Early Chinese culture with a particular emphasis on technical topics that inform the histories of science and religion         Anselm Haverkamp (English, Emeritus) Critical theory; 16th- to 18th-century literature Sebastian Heath (Institute for the Study of the Ancient World) Roman pottery, numismatics, and the role of Digital Humanities in the study of the Ancient World    W. Gerald Heverly (Libraries) Books and writing materials in classical antiquity; transmission of texts; Latin prose style Robert G. Hoyland (Institute for the Study of the Ancient World) History, languages, and literature of the late antique and early Islamic Middle East Alex Jassen (Hebrew and Judaic Studies) Hebrew Bible and Biblical interpretation; Second Temple Judaism; Dead Sea scrolls; study of Judaism and Christianity in antiquity    Daniel Javitch (Comparative Literature, Emeritus) Renaissance literature; genre theory    Alexander Jones (Institute for the Study of the Ancient World) Astronomy and mathematical sciences and their transmission in the Greco-Roman world and the ancient Near East    Guenter Kopcke (Institute of Fine Arts) Art and the second millennium B.C.E. Mediterranean integration, Crete; art and Greek progress from infiltration to Greek statehood, second to first millennium B.C.E.; political origin and role of Classical art; Rome north of the Alps Barbara Kowalzig (Classics) Religion and anthropology of ancient Greece and the Mediterranean; Greek poetry and drama; music and performance; social and economic history    David Levene (Chair, Classics) Roman history and religion       Baruch Levine (Hebrew and Judaic Studies, Emeritus) Near Eastern history and epigraphy; the Hebrew Bible; Israelite religions Marko Malink (Classics, Philosophy) Ancient philosophy, especially ancient logic and metaphysics (will begin teaching at NYU in Fall 2015)    Clemente Marconi (Institute of Fine Arts; Director, Selinunte excavations) Greek art and architecture in archaic and classical periods Thomas F. Mathews (Institute of Fine Arts, Emeritus) Early Christian and Byzantine art and architecture    Philip Mayerson (Classics, Emeritus) Roman-Byzantine Near East (history and archeology); papyrology James R. McCredie (Institute of Fine Arts, Emeritus) Greek archaeology and architecture    Peter Meineck (Classics) Ancient drama    Phillip Mitsis (Classics and Hellenic Studies) Ancient philosophy and its reception in later times; ancient drama    Andrew Monson (Classics) Greco-Roman Egypt; political economy; ancient empires Jessica Moss (Philosophy) Ancient philosophy    David O'Connor (Institute of Fine Arts; Co-Director, Abydos excavations) Ancient Egyptian art history and archaeology; Ancient Nubian art history and archaeology    Michael Peachin (Classics) Roman imperial history; Roman law; Latin epigraphy Beate Pongratz-Leisten (Institute for the Study of the Ancient World) Political, intellectual and religious history of the ancient Near East Daniel T. Potts (Institute for the Study of the Ancient World) Ancient Near Eastern archaeology and history with a concentration on Iran, Mesopotamia, and the Persian Gulf David M. Ratzan (Head Librarian, Institute for the Study of the Ancient World)     Timothy J. Reiss (Comparative Literature, Emeritus) Renaissance and 18th-century literature, history, and politics; history and theory of theater; cultural and political theory    Vincent Renzi (Morse Academic Plan) Ancient Greek philosophy       Ann Macy Roth (Hebrew and Judaic Studies) Egyptology; Egyptian archaeology; gender studies; mortuary religion    Jeffrey Rubenstein (Hebrew and Judaic Studies) Judaism of the Second Temple; Talmud and Midrash    Martha Dana Rust (English) Medieval literature and culture; technologies of writing; gender studies Laura Samponaro (Liberal Studies) Ancient rhetoric and political thought; Latin stylistics; classical reception       Matthew S. Santirocco (Classics; Senior Vice Provost for Academic Affairs; Angelo J. Ranieri Director of Ancient Studies) Latin literature, especially Augustan poetry; Greek poetry; classical tradition  Melissa Schwartzberg (Politics) Ancient Greek political institutions; ancient political thought David Sider (Classics) Greek poetry and philosophy       Gregory M. Sifakis (Classics, Emeritus) Classical drama and theater production; Homer and medieval Greek epic; Greek folklore; poetics of traditional arts Hsueh-Man Shen (Institute of Fine Arts) Art and archaeology of medieval China    Laura Slatkin (Gallatin School of Individualized Study) Ancient Greek and Roman poetry; comparative mythology; wisdom traditions in classical and near eastern antiquity; gender studies    Mark S. Smith (Hebrew and Judaic Studies) Biblical religion and history; northwest Semitic languages and literature Roland R. R. Smith (Lincoln Professor of Classical Archaeology, Oxford University; Director, Aphrodisias excavations) Art and visual cultures of the ancient Mediterranean world; historical interpretation of ancient representation and its relationship with social and political culture; archaeology of Greek cities of the Eastern Roman Empire Alexander Sokolicek (Institute of Fine Arts; Field Director, Aphrodisias excavations) Archaeology; ancient history; epigraphy; urban studies      S ören Stark (Institute for the Study of the Ancient World) Archaeology, art history, and history in Central and Inner Asia and the neighboring cultural areas    Benjamin Straumann (Visiting Assistant Professor, History, and Alberico Gentili Fellow, Law School) Political and legal thought, the reception of ancient political thought in early modern Europe and late Roman Republican political thought    Liana Theodoratou (Hellenic Studies) Greek and Latin lyric; Greek drama; literary theory (ancient and modern); theory of translation    Thelma Thomas (Institute of Fine Arts) Coptic art    Lillian Lan-ying Tseng (Institute for the Study of the Ancient World) Art and archaeology of Han China; reception of antiquity; the interface of art history and cultural history    Jerome C. Wakefield (Social Work, Medicine) Philosophical (especially ancient) foundations of the mental health professions    Katherine Welch (Institute of Fine Arts; Deputy Director, Aphrodisias excavations) Roman imperial and republican art; Hellenistic art; Roman and Greek history Randall White (Anthropology) Origins of the arts in Europe; Techniques of representation in the Upper Paleolithic period; Experimental archaeology; Directs multidisciplinary excavation of key Paleolithic sites in southwest France. Susanne Wofford (Dean of the Gallatin School of Individualized Study) Shakespeare, Spenser, Renaissance and classical epic, comparative European drama, and narrative and literary theory    Elliot Wolfson (Hebrew and Judaic Studies) Jewish mysticism and philosophy; gender construction and the history of religion; symbolism and myth    Rita Wright (Anthropology) Prehistoric archaeology of the Near East and South Asia; state formation and urbanism; gender studies"}, {"content": "Collections | Center for Ancient Studies | NYU                             NEW YORK UNIVERSITY              ARTS AND SCIENCE              COLLEGE OF ARTS AND SCIENCE              GRADUATE SCHOOL OF ARTS AND SCIENCE                                  CONTACT US SEARCH SITEMAP                     Home &gt; Collections                     About The Center       Events       Faculty Who Work on Antiquity and Related Subjects at NYU       Ancient Studies Minor       Travel Grants     Collections     NYU Excavations       Publications       Classical World       Institute for Etruscan and Italic Studies       Aquila Theatre Company       Collections   Antiquities    New York University’s collection includes Near Eastern, Egyptian, Cypriot, Greek, Etruscan, South Italian, and Roman objects including art, papyri, and inscriptions. These are variously housed in the Classics Department, the Institute of Fine Arts, and the Fales Library (the Special Collections department of Bobst Library). Most of these art objects have been published in the catalogue Classical Antiquities at New York University , edited by Larissa Bonfante and Blair Fowlkes. For a partial online inventory (with texts) of NYU’s papyri, see the Duke Databank of Documentary Papyri . Also, the inscriptions, while not yet fully published, can be accessed via the internet through the US Epigraphy Project .    Library Resources    Together, Bobst Library and the Institute of Fine Art s have extensive holdings of books, journals, and online resources covering all aspects of antiquity. The libraries offer access to standard journal collections such as JSTOR, and participate in cooperative digitizing projects such as the Advanced Papyrological Information System (APIS). The holdings of NYU’s libraries are particularly strong in archaeology, papyrology, and primary sources. In addition, the Special Collections Department of Bobst Library has a large number of early printed editions of the classics. NYU’s library resources are supplemented by the outstanding collections of the New York Public Library, as well as neighborhood universities, museums, and learned societies."}]},
{"detail": [{"content": "Faculty | Center for Ancient Studies | NYU                             NEW YORK UNIVERSITY              ARTS AND SCIENCE              COLLEGE OF ARTS AND SCIENCE              GRADUATE SCHOOL OF ARTS AND SCIENCE                                  CONTACT US SEARCH SITEMAP                     Home &gt; Faculty                     About The Center       Events     Faculty Who Work on Antiquity and Related Subjects at NYU     Ancient Studies Minor       Travel Grants       Collections       NYU Excavations       Publications       Classical World       Institute for Etruscan and Italic Studies       Aquila Theatre Company       Faculty Who Work on Antiquity and Related Subjects at NYU      Matthew Adams (Institute of Fine Arts) Egyptian archaeology, urbanism and social complexity; the nature and evolution of sacred landscapes  Roger Bagnall (Director, Institute for the Study of the Ancient World) Greek and Roman history; papyrology; late antiquity  Alessandro Barchiesi (Visiting Professor, Classics) Roman poetry and poetics, literary history, narrative fiction; reception of Classical studies; Greek influence at Rome    Adam Becker (Religious Studies, Classics) Jewish-Christian relations in late antiquity; Syriac language and literature; reception of classical antiquity    Brigitte Bedos-Rezak (History) Medieval northern France; medieval semiotics; social history    Thomas O. Beidelman (Anthropology) Social anthropology; religion; colonial history; oral history; Africa and ancient Greece Emanuela Bianchi (Comparative Literature, Classics, Program in Gender and Sexuality) Ancient Greek philosophy and literature; 20th century and contemporary continental philosophy; feminist/queer theory    Larissa Bonfante (Classics, Emerita) Ancient Etruscan civilization; iconography; ancient dress Roderick B. Campbell (Institute for the Study of the Ancient World) Theorizing ancient social-political organization, social violence and history in late 2nd millennium B.C. north China; the archaeology of production Anne Carson (Creative Writing, Classics) Ancient Greek literature and culture    Mary Carruthers (English, Emerita) Medieval literature and rhetoric; memory in literature      John Chioles (Comparative Literature, Philosophy, Emeritus) Theater and literary theory    Joan Connelly (Classics; Director, Yeronisos Island excavations) Greek sculpture; vase painting; religion Joy Connolly (Classics) Greek and Roman rhetoric; political thought; education; poetry       Pamela J. Crabtree (Anthropology) Medieval archaeology, especially Anglo-Saxon England; zooarchaeology       Raffaella Cribiore (Classics) Education in the Greek and Roman worlds; papyrology; Greek rhetoric Lorenzo D'Alfonso (Institute for the Study of the Ancient World) History and archaeology of pre-classical Syria and Anatolia    Mervin R. Dilts (Classics, Emeritus) Greek paleography; textual criticism    Carolyn Dinshaw (English) Middle English literature and culture; feminist studies; lesbian/gay/bisexual/transgender studies         Daniel E. Fleming (Hebrew and Judaic Studies) Hebrew Bible and Israelite religion; Assyriology; ancient Syria    Katherine Fleming (History, Middle Eastern and Islamic Studies, and Hellenic Studies) Post-Byzantine and modern Greek History; western Ottoman provinces; Mediterranean and Greek Jewry    Barry Finbarr Flood (Art History) Art and architecture of the Islamic world Hallie Franks (Gallatin School of Individualized Study) The material culture of Ancient Greece and the relationship between the Greek world and other cultures    John Freccero (Italian and Comparative Literature) Dante; medieval poetry and poetics; Machiavelli    Ogden Goelet Jr. (Middle Eastern and Islamic Studies) Egyptian lexicography, cultural history, and literature Ethan Harkness (Gallatin School of Individualized Study) Early Chinese culture with a particular emphasis on technical topics that inform the histories of science and religion         Anselm Haverkamp (English, Emeritus) Critical theory; 16th- to 18th-century literature Sebastian Heath (Institute for the Study of the Ancient World) Roman pottery, numismatics, and the role of Digital Humanities in the study of the Ancient World    W. Gerald Heverly (Libraries) Books and writing materials in classical antiquity; transmission of texts; Latin prose style Robert G. Hoyland (Institute for the Study of the Ancient World) History, languages, and literature of the late antique and early Islamic Middle East Alex Jassen (Hebrew and Judaic Studies) Hebrew Bible and Biblical interpretation; Second Temple Judaism; Dead Sea scrolls; study of Judaism and Christianity in antiquity    Daniel Javitch (Comparative Literature, Emeritus) Renaissance literature; genre theory    Alexander Jones (Institute for the Study of the Ancient World) Astronomy and mathematical sciences and their transmission in the Greco-Roman world and the ancient Near East    Guenter Kopcke (Institute of Fine Arts) Art and the second millennium B.C.E. Mediterranean integration, Crete; art and Greek progress from infiltration to Greek statehood, second to first millennium B.C.E.; political origin and role of Classical art; Rome north of the Alps Barbara Kowalzig (Classics) Religion and anthropology of ancient Greece and the Mediterranean; Greek poetry and drama; music and performance; social and economic history    David Levene (Chair, Classics) Roman history and religion       Baruch Levine (Hebrew and Judaic Studies, Emeritus) Near Eastern history and epigraphy; the Hebrew Bible; Israelite religions Marko Malink (Classics, Philosophy) Ancient philosophy, especially ancient logic and metaphysics (will begin teaching at NYU in Fall 2015)    Clemente Marconi (Institute of Fine Arts; Director, Selinunte excavations) Greek art and architecture in archaic and classical periods Thomas F. Mathews (Institute of Fine Arts, Emeritus) Early Christian and Byzantine art and architecture    Philip Mayerson (Classics, Emeritus) Roman-Byzantine Near East (history and archeology); papyrology James R. McCredie (Institute of Fine Arts, Emeritus) Greek archaeology and architecture    Peter Meineck (Classics) Ancient drama    Phillip Mitsis (Classics and Hellenic Studies) Ancient philosophy and its reception in later times; ancient drama    Andrew Monson (Classics) Greco-Roman Egypt; political economy; ancient empires Jessica Moss (Philosophy) Ancient philosophy    David O'Connor (Institute of Fine Arts; Co-Director, Abydos excavations) Ancient Egyptian art history and archaeology; Ancient Nubian art history and archaeology    Michael Peachin (Classics) Roman imperial history; Roman law; Latin epigraphy Beate Pongratz-Leisten (Institute for the Study of the Ancient World) Political, intellectual and religious history of the ancient Near East Daniel T. Potts (Institute for the Study of the Ancient World) Ancient Near Eastern archaeology and history with a concentration on Iran, Mesopotamia, and the Persian Gulf David M. Ratzan (Head Librarian, Institute for the Study of the Ancient World)     Timothy J. Reiss (Comparative Literature, Emeritus) Renaissance and 18th-century literature, history, and politics; history and theory of theater; cultural and political theory    Vincent Renzi (Morse Academic Plan) Ancient Greek philosophy       Ann Macy Roth (Hebrew and Judaic Studies) Egyptology; Egyptian archaeology; gender studies; mortuary religion    Jeffrey Rubenstein (Hebrew and Judaic Studies) Judaism of the Second Temple; Talmud and Midrash    Martha Dana Rust (English) Medieval literature and culture; technologies of writing; gender studies Laura Samponaro (Liberal Studies) Ancient rhetoric and political thought; Latin stylistics; classical reception       Matthew S. Santirocco (Classics; Senior Vice Provost for Academic Affairs; Angelo J. Ranieri Director of Ancient Studies) Latin literature, especially Augustan poetry; Greek poetry; classical tradition  Melissa Schwartzberg (Politics) Ancient Greek political institutions; ancient political thought David Sider (Classics) Greek poetry and philosophy       Gregory M. Sifakis (Classics, Emeritus) Classical drama and theater production; Homer and medieval Greek epic; Greek folklore; poetics of traditional arts Hsueh-Man Shen (Institute of Fine Arts) Art and archaeology of medieval China    Laura Slatkin (Gallatin School of Individualized Study) Ancient Greek and Roman poetry; comparative mythology; wisdom traditions in classical and near eastern antiquity; gender studies    Mark S. Smith (Hebrew and Judaic Studies) Biblical religion and history; northwest Semitic languages and literature Roland R. R. Smith (Lincoln Professor of Classical Archaeology, Oxford University; Director, Aphrodisias excavations) Art and visual cultures of the ancient Mediterranean world; historical interpretation of ancient representation and its relationship with social and political culture; archaeology of Greek cities of the Eastern Roman Empire Alexander Sokolicek (Institute of Fine Arts; Field Director, Aphrodisias excavations) Archaeology; ancient history; epigraphy; urban studies      S ören Stark (Institute for the Study of the Ancient World) Archaeology, art history, and history in Central and Inner Asia and the neighboring cultural areas    Benjamin Straumann (Visiting Assistant Professor, History, and Alberico Gentili Fellow, Law School) Political and legal thought, the reception of ancient political thought in early modern Europe and late Roman Republican political thought    Liana Theodoratou (Hellenic Studies) Greek and Latin lyric; Greek drama; literary theory (ancient and modern); theory of translation    Thelma Thomas (Institute of Fine Arts) Coptic art    Lillian Lan-ying Tseng (Institute for the Study of the Ancient World) Art and archaeology of Han China; reception of antiquity; the interface of art history and cultural history    Jerome C. Wakefield (Social Work, Medicine) Philosophical (especially ancient) foundations of the mental health professions    Katherine Welch (Institute of Fine Arts; Deputy Director, Aphrodisias excavations) Roman imperial and republican art; Hellenistic art; Roman and Greek history Randall White (Anthropology) Origins of the arts in Europe; Techniques of representation in the Upper Paleolithic period; Experimental archaeology; Directs multidisciplinary excavation of key Paleolithic sites in southwest France. Susanne Wofford (Dean of the Gallatin School of Individualized Study) Shakespeare, Spenser, Renaissance and classical epic, comparative European drama, and narrative and literary theory    Elliot Wolfson (Hebrew and Judaic Studies) Jewish mysticism and philosophy; gender construction and the history of religion; symbolism and myth    Rita Wright (Anthropology) Prehistoric archaeology of the Near East and South Asia; state formation and urbanism; gender studies"}, {"content": "Collections | Center for Ancient Studies | NYU                             NEW YORK UNIVERSITY              ARTS AND SCIENCE              COLLEGE OF ARTS AND SCIENCE              GRADUATE SCHOOL OF ARTS AND SCIENCE                                  CONTACT US SEARCH SITEMAP                     Home &gt; Collections                     About The Center       Events       Faculty Who Work on Antiquity and Related Subjects at NYU       Ancient Studies Minor       Travel Grants     Collections     NYU Excavations       Publications       Classical World       Institute for Etruscan and Italic Studies       Aquila Theatre Company       Collections   Antiquities    New York University’s collection includes Near Eastern, Egyptian, Cypriot, Greek, Etruscan, South Italian, and Roman objects including art, papyri, and inscriptions. These are variously housed in the Classics Department, the Institute of Fine Arts, and the Fales Library (the Special Collections department of Bobst Library). Most of these art objects have been published in the catalogue Classical Antiquities at New York University , edited by Larissa Bonfante and Blair Fowlkes. For a partial online inventory (with texts) of NYU’s papyri, see the Duke Databank of Documentary Papyri . Also, the inscriptions, while not yet fully published, can be accessed via the internet through the US Epigraphy Project .    Library Resources    Together, Bobst Library and the Institute of Fine Art s have extensive holdings of books, journals, and online resources covering all aspects of antiquity. The libraries offer access to standard journal collections such as JSTOR, and participate in cooperative digitizing projects such as the Advanced Papyrological Information System (APIS). The holdings of NYU’s libraries are particularly strong in archaeology, papyrology, and primary sources. In addition, the Special Collections Department of Bobst Library has a large number of early printed editions of the classics. NYU’s library resources are supplemented by the outstanding collections of the New York Public Library, as well as neighborhood universities, museums, and learned societies."}, {"content": "Program of Study    | Classics | NYU                                                          Back to  previous page                  Program of Study (CAS Bulletin)   Majors Classics (Latin and Ancient Greek) This major requires a total of 40 points (typically ten 4-point courses). Students should note that courses in modern Greek language do not count toward completion of this major. The courses to be counted toward the major must include both ancient Greek and Latin through the intermediate two level (CLASS-UA 10 and CLASS-UA 6, respectively, or the equivalent) and at least one advanced course in both ancient Greek and Latin or two advanced courses in either one of these languages. Classical Civilization This major requires a total of 40 points (typically ten 4-point courses). Students should note that courses in modern Greek language do not count toward completion of this major. The courses to be counted toward the major must include either ancient Greek or Latin through the intermediate two level (CLASS-UA 10 or CLASS-UA 6, respectively, or the equivalent). Students must complete at least two language courses in residence at NYU. Classics and Art History (with Emphasis on Archaeology) This interdepartmental major requires two years of college-level ancient Greek or Latin or the equivalent, and six 4-point courses in classical archaeology and art history to include Archaic and Classical Art: Greek and Etruscan (ARTH-UA 102), Hellenistic and Roman Art (ARTH-UA 103), and four others selected from applicable courses, including those in Egyptian and Near Eastern art. This is a flexible major designed to accommodate special interests and requirements. Advanced-level courses in practical archaeology may be taken for credit. Classical Civilization and Anthropology This interdepartmental major may follow one of two tracks, each requiring 20 points (five 4-point courses) from the Department of Anthropology and 20 points (five 4-point courses) from the Department of Classics. The first track focuses on archaeology and the second track on cultural anthropology. Specific course programs should be devised in consultation with the directors of undergraduate studies in both departments. For more detail and specific requirements, see under Anthropology in this Bulletin. Classical Civilization and Hellenic Studies This joint major offers the possibility of two different tracks. Both tracks require a total of 40 points (ten 4-point courses). For a list of courses in Hellenic studies, see the Alexander S. Onassis Program in Hellenic Studies in this Bulletin. Track A requires ancient Greek through the full intermediate level (typically four 4-point courses), two 4-point courses from the offerings in classical civilization (below), and four 4-point courses offered through the Alexander S. Onassis Program in Hellenic Studies. Track B requires modern Greek through the full intermediate level (typically four 4-point courses), two 4-point courses from the offerings of the Alexander S. Onassis Program in Hellenic Studies, and four 4-point courses from the offerings in classical civilization (below). (Note: A student already proficient through the first- or second-year level of modern Greek will take two or four courses in place of the first and/or second year of modern Greek, with the consent of the appropriate faculty.)    Minors Latin and Greek This minor requires 20 points (five 4-point courses) to be selected from the offerings of the department. (Courses in elementary languages, modern Greek language, and Hellenic studies do not count toward completion of this minor.) As part of this minor, students must take either Latin or ancient Greek at least through the intermediate two level (CLASS-UA 6 or CLASS-UA 10, respectively). At least two of the required courses in ancient Greek or Latin must be taken in residence at NYU. Classical Civilization This minor requires 20 points (five 4-point courses) to be selected from the department's offerings in Latin, ancient Greek, or classical civilization. (Courses in modern Greek language and Hellenic studies do not count toward completion of this minor.)    Honors Program    Students may receive a degree with honors in classics or classical civilization. Honors recognition requires a 3.65 average overall, an average of 3.65 in all classics courses, participation in an Honors Seminar (normally in the fall of the senior year, CLASS-UA 295), and a completed honors thesis, which is written in the context of the fall seminar and a follow-up independent Senior Honors course (CLASS-UA 297) under the supervision of the student's chosen thesis supervisor. For general requirements, please see under Honors and Awards in this Bulletin.    Study Abroad    For study abroad opportunities, please see Spring and Summer Study Abroad Courses under Course Offerings.                                                                                              Back to Top"}]}]