[{"detail": [{"content": "Bean Henry : Tisch School of the Arts at NYU                           Skip to content        Graduate Film Admissions About our Programs  News &amp; Events Showcase Faculty Facilities MBA/MFA Dual Degree The Purple List Facebook TSOA FTV Wiki First Run Festival Cinema Research Institute  home &gt; Graduate Film          Kanbar Institute of Film &amp; Television  Henry Bean Adjunct Professor Phone: 212 366 6002 Email: hbean@bway.net Office: 921 Broadway Office Hours: By Appointment  Courses Writing Feature II Education BA Yale 1967 MA Standford 1971 Biography Fiction:       False Match , Poseidon Press (Simon&amp;Schuster), 1982       Best First Novel, 1982, LA Pen Awards       “The Virago” in McSweeney’s Quarterly, issue 41       “A Hole In the Sky” in Black Clock, issue 16       “The Sleep Deeps’ Annual Photo” in Black Clock, issue 17 (forthcoming)    Writer/Director:       Noise       Seven Arts/Fuller Films, 2008       The Believer       Seven Arts/Fuller Films 2001       Grand Jury Prize, 2001 Sundance Film Festival and many other awards       Thousand       Fuller Films, 1997; 13 minutes; study for feature film.       Writer:    Man on Fire*    Fox, 2004; dir: Tony Scott    Basic Instinct 2 (with Leora Barish)       MGM, 2002; dir: Michael Caton-Jones       Murder by Numbers*       Warner Bros, 2002; dir: Barbet Schroeder       Enemy of the State*     Disney, 1998; dir: Tony Scott       Desperate Measures*       Sony/Tristar, 1997; dir: Barbet Schroeder       Mulholland Falls*       MGM, 1995; dir: Lee Tamahouri       Venus Rising       I.R.S. Films, 1994; dir: Leora Barish       Deep Cover (with Michael Tolkin)       New Line, 1992; dir: Bill Duke       Internal Affairs       Paramount, 1990; dir: Mike Figgis       Golden Eighties       France/Belgium, 1985; dir: Chantal Akerman       Running Brave       Touchstone, 1982; dir: Don Shebib       Heartaches*       Canada, 1981; dir: Don Shebib       Showboat 1988       Independent, 1977; dir: Rick Schmidt       *Uncredited. Final writer.    Television:    K Street    HBO 2003    chief writer (of an unwritten show)      Teaching:    Columbia University Graduate Film Program 2003-4, 2008-2012   Sundance Institute and other similar programs numerous times.           Undergraduate Admissions Graduate Admissions Academic Services Student Life Financial Aid and Scholarships Career Development Counseling Services International Students Incoming Students Graduation Forms What is Special Programs? Study Abroad Summer High School Summer in New York City Courses for Non-Majors Programs for Visiting Students Open Arts Minors Blog Newsletters Videos Admin &amp; Faculty Alumni Contact Us  Tisch Events Calendar Admin &amp; Faculty Calendar NYU Academic Deadlines Calendar Many Ways to Give Why Support Tisch Dean's Council Corporate Giving Foundation Giving Individual Giving Tisch Gala Who We Are Institute of Performing Arts Graduate Acting Dance Design for Stage &amp; Film Drama Graduate Musical Theatre Writing Performance Studies Maurice Kanbar Institute of Film &amp; Television Undergraduate Film &amp; Television Graduate Film Cinema Studies Moving Image Archiving &amp; Preservation (MIAP) Rita &amp; Burton Goldberg Department of Dramatic Writing Emerging Media Group Photography &amp; Imaging Interactive Telecommunications (ITP) Clive Davis Institute of Recorded Music NYU Game Center Art &amp; Public Policy / Arts Politics Open Arts Tisch Special Programs Tisch Asia"}]},
{"detail": [{"content": "Bean Henry : Tisch School of the Arts at NYU                           Skip to content        Graduate Film Admissions About our Programs  News &amp; Events Showcase Faculty Facilities MBA/MFA Dual Degree The Purple List Facebook TSOA FTV Wiki First Run Festival Cinema Research Institute  home &gt; Graduate Film          Kanbar Institute of Film &amp; Television  Henry Bean Adjunct Professor Phone: 212 366 6002 Email: hbean@bway.net Office: 921 Broadway Office Hours: By Appointment  Courses Writing Feature II Education BA Yale 1967 MA Standford 1971 Biography Fiction:       False Match , Poseidon Press (Simon&amp;Schuster), 1982       Best First Novel, 1982, LA Pen Awards       “The Virago” in McSweeney’s Quarterly, issue 41       “A Hole In the Sky” in Black Clock, issue 16       “The Sleep Deeps’ Annual Photo” in Black Clock, issue 17 (forthcoming)    Writer/Director:       Noise       Seven Arts/Fuller Films, 2008       The Believer       Seven Arts/Fuller Films 2001       Grand Jury Prize, 2001 Sundance Film Festival and many other awards       Thousand       Fuller Films, 1997; 13 minutes; study for feature film.       Writer:    Man on Fire*    Fox, 2004; dir: Tony Scott    Basic Instinct 2 (with Leora Barish)       MGM, 2002; dir: Michael Caton-Jones       Murder by Numbers*       Warner Bros, 2002; dir: Barbet Schroeder       Enemy of the State*     Disney, 1998; dir: Tony Scott       Desperate Measures*       Sony/Tristar, 1997; dir: Barbet Schroeder       Mulholland Falls*       MGM, 1995; dir: Lee Tamahouri       Venus Rising       I.R.S. Films, 1994; dir: Leora Barish       Deep Cover (with Michael Tolkin)       New Line, 1992; dir: Bill Duke       Internal Affairs       Paramount, 1990; dir: Mike Figgis       Golden Eighties       France/Belgium, 1985; dir: Chantal Akerman       Running Brave       Touchstone, 1982; dir: Don Shebib       Heartaches*       Canada, 1981; dir: Don Shebib       Showboat 1988       Independent, 1977; dir: Rick Schmidt       *Uncredited. Final writer.    Television:    K Street    HBO 2003    chief writer (of an unwritten show)      Teaching:    Columbia University Graduate Film Program 2003-4, 2008-2012   Sundance Institute and other similar programs numerous times.           Undergraduate Admissions Graduate Admissions Academic Services Student Life Financial Aid and Scholarships Career Development Counseling Services International Students Incoming Students Graduation Forms What is Special Programs? Study Abroad Summer High School Summer in New York City Courses for Non-Majors Programs for Visiting Students Open Arts Minors Blog Newsletters Videos Admin &amp; Faculty Alumni Contact Us  Tisch Events Calendar Admin &amp; Faculty Calendar NYU Academic Deadlines Calendar Many Ways to Give Why Support Tisch Dean's Council Corporate Giving Foundation Giving Individual Giving Tisch Gala Who We Are Institute of Performing Arts Graduate Acting Dance Design for Stage &amp; Film Drama Graduate Musical Theatre Writing Performance Studies Maurice Kanbar Institute of Film &amp; Television Undergraduate Film &amp; Television Graduate Film Cinema Studies Moving Image Archiving &amp; Preservation (MIAP) Rita &amp; Burton Goldberg Department of Dramatic Writing Emerging Media Group Photography &amp; Imaging Interactive Telecommunications (ITP) Clive Davis Institute of Recorded Music NYU Game Center Art &amp; Public Policy / Arts Politics Open Arts Tisch Special Programs Tisch Asia"}, {"content": "MGM's special dividend        MGM Considers Special Dividend   Move Would Mean Windfall   Of $1 Billion to $1.6 Billion   For Investor Kirk Kerkorian    By BRUCE ORWALL   Staff Reporter of THE WALL STREET JOURNAL   March 16, 2004     Billionaire investor Kirk Kerkorian would reap a windfall of between $1 billion  and $1.6 billion if the film studio he controls, Metro-Goldwyn-Mayer Inc.,  issues a one-time special dividend of $6 to $9 a share that the company is  currently considering.   MGM has been talking about ways to &quot;share the wealth&quot; with shareholders  since last summer, when the company tried and failed to acquire Vivendi Universal  SA's entertainment assets. MGM recently has eliminated all of its debt and  increased its annual cash flow to nearly $200 million in 2003. The idea of  a dividend was floated as a possibility when the company was in the early stages  of considering its options.     In September, MGM Chairman and Chief Executive Alex Yemenidjian said that  the management had at the time decided against recommending any kind of extraordinary  dividend. Later, MGM bought back about 10 million shares, at about $17 a share,  through a Dutch auction that was completed earlier this year.   Late Monday, however, MGM disclosed that it is contemplating a &quot;significant&quot; one-time  dividend payment, which people familiar with the matter put at between $6 and  $9 a share. &quot;Our management remains committed to sharing the company's  wealth with our shareholders,&quot; Mr. Yemenidjian said in a statement. He  emphasized that neither the decision nor its possible timing was yet final.   Of course, while all shareholders would benefit equally on a per-share basis,  the move would most clearly be a boon for the 86-year-old Mr. Kerkorian, who  controls about 74% of the company's 235 million shares outstanding. MGM would  borrow money at low interest rates to pay the possible dividend, which would  probably be payable in about a month if the company decides to proceed. The  borrowing would then be quickly repaid; MGM is expected to generate a total  of $600 million to $900 million in cash flow over the four years from 2003  to 2006.   Mr. Kerkorian in recent years has at times seemed eager for a sale of MGM,  and the company has in fact said numerous times that it was pursuing strategic  alternatives. In 2001, the company held unsuccessful talks to merge with Sony  Corp.'s Sony Pictures Entertainment. Later, the company approached possible  partners including Walt Disney Co. and DreamWorks SKG. In 2003, Vivendi made  an aggressive bid for the Vivendi Universal entertainment assets, such as Universal  Pictures, but didn't prevail. As recently as late last year, MGM held preliminary  talks with Time Warner Inc. that didn't pan out.   As a rule, it is assumed that Mr. Kerkorian has been seeking a stock transaction  of some kind because of the preferable tax consequences. Yet even as he has  failed to sell the company, Mr. Kerkorian has at times raised his stake in  it. Harris Nesbitt Gerard analyst Jeffrey Logsdon estimates that Mr. Kerkorian  has put about $3 billion into MGM over the years.   Now, the possible one-time dividend represents a way for Mr. Kerkorian to  realize some return on his investment in MGM, the legendary studio that he  purchased for the third time in 1996, at a low tax rate. The one-time dividend  also wouldn't rule out the possibility of a sale. Once such a payout is made,  MGM's stock would be expected to decline by about the same amount as the dividend,  though going forward, it would have higher debt because of the proposed dividend  plan.   Tax Consequences   The tax consequences of such a move for MGM shareholders are now more appealing  than they once were. A 2003 tax-relief law cut the personal tax rate on corporate  dividends from a maximum of 39.1% to 15%, inspiring a wave of companies to  raise their dividends. A portion of MGM's dividend could be ruled tax-free  if it is judged to be a &quot;return of capital,&quot; owing to the fact that  MGM has generated net losses instead of earnings in recent years.   MGM, with a 4,000-title film library, has generated greater operating cash  flows recently as a result of several factors, one of which has been the explosion  of DVD movie sales in the U.S. The company has also done a better job of managing  its feature-film business, betting less on risky big-budget movies and more  on modest titles such as &quot;Legally Blonde&quot; and &quot;Barbershop,&quot; which  can be enormously profitable if they become hits.   Write to Bruce Orwall at bruce.orwall@wsj.com"}]}]