[{"detail": [{"content": "Ein L&auml;mmlein: German 17th-Century Music for Easter    |     Deutsches Haus    | New York University                                 Skip to page Content.     NEW YORK UNIVERSITY     ARTS AND SCIENCE     COLLEGE OF ARTS AND SCIENCE     GRADUATE SCHOOL OF ARTS AND SCIENCE                                German Classes       Events       Children's Program       Book club       Support Deutsches Haus       Haus-Club/Membership       Publications       Press       Sponsors and Partners       Rental Space       About Us       Jobs       Contact Us             Stay Connected           Newsletter       Facebook       Twitter       Youtube       Tumblr       Haus Quest                    Back to Home               Ein Lämmlein: German 17th-Century Music for Easter   Friday, April 15th, 2011, 7:30 p.m.          Full description of  the program : The viol consort Teares of the Muses and sopranos  Kathleen Cantrell and Campbell Rightmyer perform “Ein Lämmlein: 17th-Century  German Passion Music,” a concert prepared specifically for Holy Week. The  unusual program features music by the marvelous Bohemian composer Samuel  Capricornus, whose few extant works deserve a present-day revival. The  concert opens with Capricornus's heart-rending \"O Traurigkeit, O  Herzeleid.\" It is followed by his major work about Jesus' martyrdom,  \"Ein Lämmlein geht und trägt die Schuld.\" Its five movements are  separated by Tunder’s \"An Wasserflüßen Babylon,\" chorale  settings by Sebastiani and Scheidt arranged for viols, and somber dance  movements by Schein and Funck. The distinctively hued scoring of high  voices in combination with viols and organ was an ensemble sound much favored  in 17th-century Germany.               Full names of  composers : Samuel Capricornus, Franz Tunder, Samuel Scheidt, Johann  Hermann Schein, David Funck, Johann Sebastiani Full names of  performers : Margaret Panofsky, director. Kathleen Cantrell, Campbell  Rightmyer, sopranos. Morwaread Farbood, organ. Teares of the Muses:  Margaret Panofsky and Caroline Marris, treble viols; David Fenton, tenor  viol; Jeremy Brandt-Young and Christina Brandt-Young, bass viols.                  Attached art and photo :  The art , \"The Lamb of God in  the Heaven,\" is by Ilian Rachov, a well known contemporary  artist living in Turin, Italy, and a fashion designer for Versace.                                                               Deutsches Haus                       42 Washington Mews                       New York, NY 10003                      Phone: 212.998.8660                         Fax:                  212.995.4327                   Email:          deutsches.haus@nyu.edu         Contact Us | &copy; New York University , Arts and Science"}]},
{"detail": [{"content": "Ein L&auml;mmlein: German 17th-Century Music for Easter    |     Deutsches Haus    | New York University                                 Skip to page Content.     NEW YORK UNIVERSITY     ARTS AND SCIENCE     COLLEGE OF ARTS AND SCIENCE     GRADUATE SCHOOL OF ARTS AND SCIENCE                                German Classes       Events       Children's Program       Book club       Support Deutsches Haus       Haus-Club/Membership       Publications       Press       Sponsors and Partners       Rental Space       About Us       Jobs       Contact Us             Stay Connected           Newsletter       Facebook       Twitter       Youtube       Tumblr       Haus Quest                    Back to Home               Ein Lämmlein: German 17th-Century Music for Easter   Friday, April 15th, 2011, 7:30 p.m.          Full description of  the program : The viol consort Teares of the Muses and sopranos  Kathleen Cantrell and Campbell Rightmyer perform “Ein Lämmlein: 17th-Century  German Passion Music,” a concert prepared specifically for Holy Week. The  unusual program features music by the marvelous Bohemian composer Samuel  Capricornus, whose few extant works deserve a present-day revival. The  concert opens with Capricornus's heart-rending \"O Traurigkeit, O  Herzeleid.\" It is followed by his major work about Jesus' martyrdom,  \"Ein Lämmlein geht und trägt die Schuld.\" Its five movements are  separated by Tunder’s \"An Wasserflüßen Babylon,\" chorale  settings by Sebastiani and Scheidt arranged for viols, and somber dance  movements by Schein and Funck. The distinctively hued scoring of high  voices in combination with viols and organ was an ensemble sound much favored  in 17th-century Germany.               Full names of  composers : Samuel Capricornus, Franz Tunder, Samuel Scheidt, Johann  Hermann Schein, David Funck, Johann Sebastiani Full names of  performers : Margaret Panofsky, director. Kathleen Cantrell, Campbell  Rightmyer, sopranos. Morwaread Farbood, organ. Teares of the Muses:  Margaret Panofsky and Caroline Marris, treble viols; David Fenton, tenor  viol; Jeremy Brandt-Young and Christina Brandt-Young, bass viols.                  Attached art and photo :  The art , \"The Lamb of God in  the Heaven,\" is by Ilian Rachov, a well known contemporary  artist living in Turin, Italy, and a fashion designer for Versace.                                                               Deutsches Haus                       42 Washington Mews                       New York, NY 10003                      Phone: 212.998.8660                         Fax:                  212.995.4327                   Email:          deutsches.haus@nyu.edu         Contact Us | &copy; New York University , Arts and Science"}, {"content": "Commedia dell’Arte: Tisch School of the Arts at NYU                           Skip to content        Special Programs What Is Special Programs? Study Abroad Summer High School Summer in New York City Programs for Visiting Students Open Arts Minors Blog Events Newsletters Videos Admin &amp; Faculty Alumni Contact Us  home &gt; Special Programs        Commedia dell’Arte in Florence        Program Overview Italy has long considered the actor to be at the center of dramatic   creation, beginning in the 15th century with commedia dell’arte to the   present-day work of Dario Fo and Roberto Benigni. This tradition   involves defining the actor as a source for expression and   interpretation that is at the center of dramatic creation.    This course delves into the mask work of the commedia dell’ arte in   order to liberate spontaneity, physical presence, and a sense of play.   In recreating the crude as well as the subtle roots of commedia, the   participants work toward combining popular theatre with social   commentary, stock characters with a sense of self, and the absurd with   daily dramatic life. Prerequisites: Acting I or permission of instructor. Tisch Drama majors must complete two years of studio training before attending. Acceptance to the program is by  Auditions only.   Program Curriculum ITHEA-UT 2002 8 units Instructor: Jim Calder Throughout the course, areas of specialty are developed in mask work, circus skills, scene improvisation, individual lazzi (bits and specialty acts), and the search for one’s own clown work. Scene work consists of scenarios, texts, and lazzi from the 17th century, as well as the development of scenarios from present-day topics and texts. Parallel studies of the historical development of theatre and the visual arts in 17th-century Italy and how they influenced each other are integrated with the studio work, creating a larger perspective of the development of European theatre. The course involves students in the local festivals and carnivals and integrates mask makers and specialists from both Italy and Switzerland as it juxtaposes European styles of theatre with American sensibilities.     Florence Commedia Dates, Expenses, and Housing Florence Faculty Florence Auditions Summer Study Abroad Application Requirements 2015-16 Tisch Special Programs Admissions Calendar Back to Study Abroad Florence Videos and Galleries Commedia dell'Arte Tumblr  Commedia dell'Arte Course Allocations (pdf)  Summer Study Abroad Programs FAQ  Office of Special Programs 721 Broadway, 12th Floor New York, NY 10003  Contact us!           Undergraduate Admissions Graduate Admissions Academic Services Student Life Financial Aid and Scholarships Career Development Counseling Services International Students Incoming Students Graduation Forms What is Special Programs? Study Abroad Summer High School Summer in New York City Courses for Non-Majors Programs for Visiting Students Open Arts Minors Blog Newsletters Videos Admin &amp; Faculty Alumni Contact Us  Tisch Events Calendar Admin &amp; Faculty Calendar NYU Academic Deadlines Calendar Many Ways to Give Why Support Tisch Dean's Council Corporate Giving Foundation Giving Individual Giving Tisch Gala Who We Are Institute of Performing Arts Graduate Acting Dance Design for Stage &amp; Film Drama Graduate Musical Theatre Writing Performance Studies Maurice Kanbar Institute of Film &amp; Television Undergraduate Film &amp; Television Graduate Film Cinema Studies Moving Image Archiving &amp; Preservation (MIAP) Rita &amp; Burton Goldberg Department of Dramatic Writing Emerging Media Group Photography &amp; Imaging Interactive Telecommunications (ITP) Clive Davis Institute of Recorded Music NYU Game Center Art &amp; Public Policy / Arts Politics Open Arts Tisch Special Programs Tisch Asia"}, {"content": "Course Descriptions (GSAS Bulletin)    |     French    | New York University                                   Skip to page Content.     NEW YORK UNIVERSITY     ARTS AND SCIENCE     COLLEGE OF ARTS AND SCIENCE     GRADUATE SCHOOL OF ARTS AND SCIENCE                                Home       About Us       People       Undergraduate Program       Graduate program       Events       Employment             Stay Connected           Facebook             Affiliations         Center for French Civilization and Culture           La Maison Francaise           Institute of French Studies           NYU Paris                    Back to Home       Course Descriptions (GSAS Bulletin)   Proseminar/Textual Analysis FREN-GA 1101 Hollier. 4 points. 2013-14, 2014-15. Less a seminar about literary theory as such than an exercise in the deployment of theoretical approaches and reading performances in relation to French literary texts (Rousseau, Baudelaire, Proust.) including those offormalism, structuralism, hermeneutics, deconstruction (Leo Spitzer, Jean Starobinski, Maurice Blanchot, Gérard Genette, Roland Barthes, Jacques Derrida).    Middle Ages    Introduction to Medieval French Literature FREN-GA 1211 Vitz. 4 points. 2013-14. Survey of major texts and critical approaches to literature of the 12th -15th centuries.    Studies in Medieval Literature FREN-GA 2290 Kay, Vitz. 4 points. 2013-14, 2014-15. Potential topics include Putting the Love Back in Philology; The Troubadours and the Occitan Tradition; Medieval Narrative, Contemporary Approaches.    Renaissance    Studies in Renaissance Literature FREN-GA 2390 Bolduc, Cornillat. 4 points. 2013-14, 2014-15. Potential topics include: Rabelais, Montaigne: sagesse de la littérature? ; Words and Images 17TH CENTURY.    Women Writers in France: The Creation of Feminine Literary Tradition FREN-GA 1811 Goldwyn. 4 points. 2013-14. This seminar examines both the changing socio-historical context of French women writers and the common problems and themes that constitute a female literary tradition. Marie de France, Christine de Pizan, Marguerite de Navarre, Medelieine de Scudéry, Mms. De Villedieu, de Lafayette, Du Noyer, and de Graffigny.    Racine FREN-GA 2475 Bolduc. 4 points. 2013-14.    Studies in 17th-Century Literature FREN-GA 2490 Bolduc, Goldwyn. 4 points. 2014-15. Recent topics include Neo-Classical French Theatre, Emulation and Rivalry in the 17th century.    18th Century    Diderot FREN-GA 2573 Deneys-Tunney. 4 points. 2013-14, 2014-15.    Studies in 18th-Century Literature FREN-GA 2590 Deneys-Tunney, Nouis. 4 points. 2013-14, 2014-15. Potential topics include: The Encyclopedia and les philosophes; The Age of Enlightenment; The Revolution, setting the scene.    19th Century    Zola and Naturalism FREN-GA 2673 Bernard. 4 points. 2014-15. Focuses on four novels taken from the Rougon-Macquart, Histoire naturelle et sociale d'une famille sous le Second Empire. Genetic and genealogical approach; development of the chronicle.    Studies in 19th-Century Literature FREN-GA 2690 Bernard, Sieburth. 4 points. 2013-14, 2014-15. Potential topics include Exoticism, The Marriage Novel, Realism and Naturalism.    20th Century    Nouveau Roman and Beyond FREN-GA 2731 Bishop. 4 points. 2013-14. The New Novel studied through its principal practitioners, Robbe-Grillet, Simon, Sarraute, Butor, Pinget, and Duras. Evolution from its inception in the late 1950s and early 60s to the end of the century. Subject and subjectivity; the object and \"le regard\".    Proust FREN-GA 2776 Nicole. 4 points. 2014-15.    Camus FREN-GA 2778 Bishop. 4 points. 2014-15.    Studies in Contemporary Literature FREN-GA 2790 Hollier, Macé. 4 points. 2013-14, 2014-15. Potential topics include: \"Le Vertige\", Blanchot.    Francophone Literature    Topics in Francophone Literature FREN-GA 1990 Dash, Miller. 4 points. 2013-14, 2014-15. Potential topics include: The Maghreb, Neither Nomads nor Nationalists: Identity Redefined in Recent Francophone Writings, and Francophone Theatre.    Topics in Caribbean Literature FREN-GA 1992 Dash. 4 points. 2013-14, 2014-15. Potential topics include: Caribbean Surrealism, Caribbean Travel Literature.    Cinema    Literature and Cinema FREN-GA 1764 Cortade. 2013-14. Topics include Teaching French Cinema.    Cinema Culture of France FREN-GA 1066 Cortade. 2014-15. Potential topics include French Cinema and Politics.    General Literature, Criticism, and Linguistics    Studies in Genres and Modes: Theatre and Drama FREN-GA 1121 Bishop, Miller. 4 points. 2014-15. The conventions of theatre. Theatre as performance. Theatre as text. Critical approaches (semiology, viewer response, narratology). The language of the theatre (stylized and realistic modes, nonverbal theatre, the uses of silence, the theatre of cruelty). The concept of the avant-garde.    Studies in Genres and Modes: Poetry FREN-GA 1122 Nicole. 4 points. 2013-14. Versification and its linguistic bases. The special prosodic and rhythmic characteristics of French verse. Fixed forms. The modernist challenge to poetic conventions and conceptions. This course aims at enabling students to perform sophisticated readings and close analyses of the poetic text through systematic exposure to linguistic and literary concepts relevant to this practice.    Studies in Literary Theory FREN-GA 2890 Hollier, Apter. 4 points. 2013-14, 2014-15. Potential topics include Recent French Theory.    Language    Translation I, II FREN-GA 1009,2009 4 points per term. 2013-14, 2014-15. Theoretical consideration and practical analysis of the problems of literary translation, English-French and French-English, through the lens of various genres.    Teaching French as a Foreign Language FREN-GA 1012 Moran. 2 points. 2013-14, 2014-15. Readings and discussions of basic tenets of foreign language pedagogy with opportunities to apply what is presented in those readings to real-world teaching situations. Enrichment and diversification of teachers' methodological approaches, development of confidence and skills in the classroom.    Theory of Translation FREN GA-1020 4 points. Sieburth. 2013-14, 2014-15. The major issues at stake in literary translation with a broad history of translation theory, from the Romans to the twentieth century with a particular focus on French theorists. Problems in literary translation such as poetry and translation, translating dramatic texts and translating the vernaculars.    Workshop in Translation I, II FREN-GA 1021, 2010 Ertel. 4 points per term. 2013-14, 2014-15. Submission, analysis and discussion of students' translations of book excerpts in a wide variety of genres. Methodology and research issues, the revising and editing process.    Stylistics and Semantics of Written French FREN-GA 1022 4 points. 2013-14, 2014-15.    Civilization    Approaches to French Culture: Problems and Methods FREN-GA 1070 Gerson. 4 points. 2014-15. Analysis of approaches, methods, and presuppositions found in the articulation of notions about French culture and the French identity.    Topics in French Cultural History FREN-GA 1500 Gerson. 2013-14. Planned topic includes French Civilization: History, Pedagogy, Methodology.    NYU in Paris    Language    Applied Phonetics and Spoken Contemporary French FREN-GA 9002 4 points. 2013-14, 2014-15. The study of discourse, grammatical and phonological systems across languages. Focuses on oral French and phonetics. This course also includes portions of general linguistic knowledge in phonology and pragmatics.    Stylistics and Semantics of Written French FREN-GA 9003 4 points. 2013-14, 2014-15. This course will provide students the opportunity to review and expand their knowledge of French grammar. It will focus on examining grammar from a teacher's perspective, paying close attention to elements that are challenging to teach and placing an emphasis on practice rather than theory.    Advanced Workshop in Contemporary French FREN-GA 9004 4 points. 2013-14, 2014-15. After a brief language history and review of the phonetic system students study morphology, syntax, and certain aspects of French stylistics through theoretical readings, practical exercises, and compositions.    Problems in Grammatical Analysis FREN-GA.9008 4 points. 2013-14, 2014-15. This course provides students the opportunity to review and expand their knowledge of French grammar. Grammar is studied as a tool to enhance linguistic performance and to improve students' French reading and writing skills.    Sociolinguistics of Contemporary French FREN-GA 9010 4 points. 2013-14, 2014-15. This course will study the social, institutional, and political dimensions of French language today. It will seek to describe and analyze specific linguistic features of variation in reference to standard French, the sociolinguistic situation of regional languages and dialects and offer a picture of Francophonia outside of France.    Applied Methodology of Teaching French as a Foreign Language FREN-GA 9012 4 points. 2013-14, 2014-15. Further study of approaches and techniques used in teaching language skills to foreign language learners and application of language acquisition theories to practice. There is specific emphasis on lesson planning and skills in motivation and communication. Includes 25 hours of classroom observation and 10 hours of classroom execution.    Civilization    French Cultural History: French Perspectives on a Multicultural Education FREN-GA 9067 4 points. 2013-14, 2014-15. This course will explore how France manages questions such as multilingualism, multiculturalism, gender, social class, race and ethnicity, integration and intercultural perspectives in education and in the classroom.    Topics in French Cultural History: History of Contemporary France, 19th &amp; 20th centuries FREN-GA 9067 4 points. 2013-14, 2014-15. This course will provide students with a chronological basis for understanding the nature and impact of great moments in French history since 1789. It will focus on the evolution of historiographical approaches, from Social Marxism to the history of representations, influenced by the \"linguistic turn\" and \"gender history\".    Literary Institutions 1789-1980 FREN-GA 9067 4 points. 2013-14, 2014-15. This course presents the successive modes and forms of institutionalization and socialization of literature, from salons, academies, revues and journals at the dawn of the French Revolution to the mediatization of culture beginning in the 1970s and death of the last great French intellectual with status of « monstre sacré ».    Literature    Textual Analysis I FREN-GA 9101 4 points. 2013-14, 2014-15. The objective of this course is to demonstrate the efficiency and the limits of a selection of critical approaches, both classical and contemporary, the complementary nature of \"grilles de lecture,\" and the use of metaphorical systems of reference in their application to literary text.    French Classical Tragedy FREN-GA 9421 4 points. 2013-14, 2014-15. An introduction to the dramatic literature of the 17th century, the grand siècle of French theater. In studying representative tragedies of the greatest dramatists, Corneille and Racine, the aim is to gain an understanding of the principles of comedy, tragedy and theatrical representation and enjoy their plays as great drama.    Women Writing Women in Early Modern France FREN-GA 9490 4 points. 2013-14, 2014-15. This seminar examines the changing socio-historical context of French women writers and the common problems and themes constituting a female literary tradition. The course will analyze how French women writers from the 12th to the 18th centuries have challenged existing ideologies as well as the literary canon and its conventions.    Enlightenment and Postmodern FREN-GA 9532 4 points. 2013-14, 2014-15. This course will take a double approach to understanding the dialogue between the Enlightenment and postmodernity. For some philosophers, Enlightenment thought led to totalitarism; others argue we have reached the end of the Enlightenment « grand narratives »; while others urge that the Enlightenment heritage be explored, prolonged, or revived.    The French Novel in the 19th Century FREN-GA 9690 4 points. 2013-14, 2014-15. A historical and thematic panorama of the French novel 1800-1893 oriented to provide a socio-historic view of French society in the 19th century. Considers the novel as a genre emergent from the Revolutionary period and study its expansion and diversification during the course of the 19th century and its ambition to embrace and transform the real.    Contemporary French Novel FREN-GA 9731 4 points. 2013-14, 2014-15. This course focuses on the second half of the 20th century: novel and philosophy, \"nouveau roman,\" the emergence of new narrative voices. We will examine how these texts reconsider our relationship with desire, objects and history.    Studies in Contemporary Literature FREN-GA 9790 4 points. 2013-14, 2014-15. After identifying the primary issues surrounding the French novel at the turn of the 19th-20th centuries, this course engages an in-depth study to determine the diverse composing elements, techniques and writing styles utilized by three of the most innovative novelists of the pre-WWII period: Proust, GIDE and CÉLINE.    Studies in Contemporary French Thought FREN-GA 9791 4 points. 2013-14, 2014-15. This course will examine the role of the \"intellectual\" in French life and thought during the first half of the 20th century through the works of some of the major writers and artists of the period including Zola, Barrès, Renoir, Nizan, Malraux, Brasillach, Drieu de la Rochelle, Eluard, Sartre, Camus, Malraux.    Independent Guided Reading FREN-GA 9891 1-3 points. 2013-14, 2014-15. Guided yet independent work relevant to foreign language teaching, pedagogy and associated areas. Students' projects should not duplicate work undertaken in other classes and should be relevant and meaningful to professional and personal goals. This project will be individually or jointly advised by faculty of Arts &amp; Science and Steinhardt.    Topics in Francophone Civilization: Francophone Routes: Narratives of Traveling Cultures FREN-GA 9991 4 points. 2013-14, 2014-15. The course will perform readings of theoretical texts on cultures in motion, diasporic identities as well the poetics of errancy in novels from Haiti and the French West Indies, which the concept of 'littérature-monde' has attempted to describe.    Independent Study FREN-GA 9999 4 points. 2013-14, 2014-15. Accompanies students in their realization of an original piece of scholarly work on a precisely-defined aspect of French civilization. The course is structured around a monthly research workshop. Each student participates in an oral presentation of his/her work in mid-May before completing the definitive version of his/her \"mémoire.\"                     NYU Department of French                              19 University Place, 6th Floor                        New York, NY 10003                 Contact Us | &copy; New York University , Arts and Science"}]},
{"detail": [{"content": "Ein L&auml;mmlein: German 17th-Century Music for Easter    |     Deutsches Haus    | New York University                                 Skip to page Content.     NEW YORK UNIVERSITY     ARTS AND SCIENCE     COLLEGE OF ARTS AND SCIENCE     GRADUATE SCHOOL OF ARTS AND SCIENCE                                German Classes       Events       Children's Program       Book club       Support Deutsches Haus       Haus-Club/Membership       Publications       Press       Sponsors and Partners       Rental Space       About Us       Jobs       Contact Us             Stay Connected           Newsletter       Facebook       Twitter       Youtube       Tumblr       Haus Quest                    Back to Home               Ein Lämmlein: German 17th-Century Music for Easter   Friday, April 15th, 2011, 7:30 p.m.          Full description of  the program : The viol consort Teares of the Muses and sopranos  Kathleen Cantrell and Campbell Rightmyer perform “Ein Lämmlein: 17th-Century  German Passion Music,” a concert prepared specifically for Holy Week. The  unusual program features music by the marvelous Bohemian composer Samuel  Capricornus, whose few extant works deserve a present-day revival. The  concert opens with Capricornus's heart-rending \"O Traurigkeit, O  Herzeleid.\" It is followed by his major work about Jesus' martyrdom,  \"Ein Lämmlein geht und trägt die Schuld.\" Its five movements are  separated by Tunder’s \"An Wasserflüßen Babylon,\" chorale  settings by Sebastiani and Scheidt arranged for viols, and somber dance  movements by Schein and Funck. The distinctively hued scoring of high  voices in combination with viols and organ was an ensemble sound much favored  in 17th-century Germany.               Full names of  composers : Samuel Capricornus, Franz Tunder, Samuel Scheidt, Johann  Hermann Schein, David Funck, Johann Sebastiani Full names of  performers : Margaret Panofsky, director. Kathleen Cantrell, Campbell  Rightmyer, sopranos. Morwaread Farbood, organ. Teares of the Muses:  Margaret Panofsky and Caroline Marris, treble viols; David Fenton, tenor  viol; Jeremy Brandt-Young and Christina Brandt-Young, bass viols.                  Attached art and photo :  The art , \"The Lamb of God in  the Heaven,\" is by Ilian Rachov, a well known contemporary  artist living in Turin, Italy, and a fashion designer for Versace.                                                               Deutsches Haus                       42 Washington Mews                       New York, NY 10003                      Phone: 212.998.8660                         Fax:                  212.995.4327                   Email:          deutsches.haus@nyu.edu         Contact Us | &copy; New York University , Arts and Science"}, {"content": "Commedia dell’Arte: Tisch School of the Arts at NYU                           Skip to content        Special Programs What Is Special Programs? Study Abroad Summer High School Summer in New York City Programs for Visiting Students Open Arts Minors Blog Events Newsletters Videos Admin &amp; Faculty Alumni Contact Us  home &gt; Special Programs        Commedia dell’Arte in Florence        Program Overview Italy has long considered the actor to be at the center of dramatic   creation, beginning in the 15th century with commedia dell’arte to the   present-day work of Dario Fo and Roberto Benigni. This tradition   involves defining the actor as a source for expression and   interpretation that is at the center of dramatic creation.    This course delves into the mask work of the commedia dell’ arte in   order to liberate spontaneity, physical presence, and a sense of play.   In recreating the crude as well as the subtle roots of commedia, the   participants work toward combining popular theatre with social   commentary, stock characters with a sense of self, and the absurd with   daily dramatic life. Prerequisites: Acting I or permission of instructor. Tisch Drama majors must complete two years of studio training before attending. Acceptance to the program is by  Auditions only.   Program Curriculum ITHEA-UT 2002 8 units Instructor: Jim Calder Throughout the course, areas of specialty are developed in mask work, circus skills, scene improvisation, individual lazzi (bits and specialty acts), and the search for one’s own clown work. Scene work consists of scenarios, texts, and lazzi from the 17th century, as well as the development of scenarios from present-day topics and texts. Parallel studies of the historical development of theatre and the visual arts in 17th-century Italy and how they influenced each other are integrated with the studio work, creating a larger perspective of the development of European theatre. The course involves students in the local festivals and carnivals and integrates mask makers and specialists from both Italy and Switzerland as it juxtaposes European styles of theatre with American sensibilities.     Florence Commedia Dates, Expenses, and Housing Florence Faculty Florence Auditions Summer Study Abroad Application Requirements 2015-16 Tisch Special Programs Admissions Calendar Back to Study Abroad Florence Videos and Galleries Commedia dell'Arte Tumblr  Commedia dell'Arte Course Allocations (pdf)  Summer Study Abroad Programs FAQ  Office of Special Programs 721 Broadway, 12th Floor New York, NY 10003  Contact us!           Undergraduate Admissions Graduate Admissions Academic Services Student Life Financial Aid and Scholarships Career Development Counseling Services International Students Incoming Students Graduation Forms What is Special Programs? Study Abroad Summer High School Summer in New York City Courses for Non-Majors Programs for Visiting Students Open Arts Minors Blog Newsletters Videos Admin &amp; Faculty Alumni Contact Us  Tisch Events Calendar Admin &amp; Faculty Calendar NYU Academic Deadlines Calendar Many Ways to Give Why Support Tisch Dean's Council Corporate Giving Foundation Giving Individual Giving Tisch Gala Who We Are Institute of Performing Arts Graduate Acting Dance Design for Stage &amp; Film Drama Graduate Musical Theatre Writing Performance Studies Maurice Kanbar Institute of Film &amp; Television Undergraduate Film &amp; Television Graduate Film Cinema Studies Moving Image Archiving &amp; Preservation (MIAP) Rita &amp; Burton Goldberg Department of Dramatic Writing Emerging Media Group Photography &amp; Imaging Interactive Telecommunications (ITP) Clive Davis Institute of Recorded Music NYU Game Center Art &amp; Public Policy / Arts Politics Open Arts Tisch Special Programs Tisch Asia"}, {"content": "Course Descriptions (GSAS Bulletin)    |     French    | New York University                                   Skip to page Content.     NEW YORK UNIVERSITY     ARTS AND SCIENCE     COLLEGE OF ARTS AND SCIENCE     GRADUATE SCHOOL OF ARTS AND SCIENCE                                Home       About Us       People       Undergraduate Program       Graduate program       Events       Employment             Stay Connected           Facebook             Affiliations         Center for French Civilization and Culture           La Maison Francaise           Institute of French Studies           NYU Paris                    Back to Home       Course Descriptions (GSAS Bulletin)   Proseminar/Textual Analysis FREN-GA 1101 Hollier. 4 points. 2013-14, 2014-15. Less a seminar about literary theory as such than an exercise in the deployment of theoretical approaches and reading performances in relation to French literary texts (Rousseau, Baudelaire, Proust.) including those offormalism, structuralism, hermeneutics, deconstruction (Leo Spitzer, Jean Starobinski, Maurice Blanchot, Gérard Genette, Roland Barthes, Jacques Derrida).    Middle Ages    Introduction to Medieval French Literature FREN-GA 1211 Vitz. 4 points. 2013-14. Survey of major texts and critical approaches to literature of the 12th -15th centuries.    Studies in Medieval Literature FREN-GA 2290 Kay, Vitz. 4 points. 2013-14, 2014-15. Potential topics include Putting the Love Back in Philology; The Troubadours and the Occitan Tradition; Medieval Narrative, Contemporary Approaches.    Renaissance    Studies in Renaissance Literature FREN-GA 2390 Bolduc, Cornillat. 4 points. 2013-14, 2014-15. Potential topics include: Rabelais, Montaigne: sagesse de la littérature? ; Words and Images 17TH CENTURY.    Women Writers in France: The Creation of Feminine Literary Tradition FREN-GA 1811 Goldwyn. 4 points. 2013-14. This seminar examines both the changing socio-historical context of French women writers and the common problems and themes that constitute a female literary tradition. Marie de France, Christine de Pizan, Marguerite de Navarre, Medelieine de Scudéry, Mms. De Villedieu, de Lafayette, Du Noyer, and de Graffigny.    Racine FREN-GA 2475 Bolduc. 4 points. 2013-14.    Studies in 17th-Century Literature FREN-GA 2490 Bolduc, Goldwyn. 4 points. 2014-15. Recent topics include Neo-Classical French Theatre, Emulation and Rivalry in the 17th century.    18th Century    Diderot FREN-GA 2573 Deneys-Tunney. 4 points. 2013-14, 2014-15.    Studies in 18th-Century Literature FREN-GA 2590 Deneys-Tunney, Nouis. 4 points. 2013-14, 2014-15. Potential topics include: The Encyclopedia and les philosophes; The Age of Enlightenment; The Revolution, setting the scene.    19th Century    Zola and Naturalism FREN-GA 2673 Bernard. 4 points. 2014-15. Focuses on four novels taken from the Rougon-Macquart, Histoire naturelle et sociale d'une famille sous le Second Empire. Genetic and genealogical approach; development of the chronicle.    Studies in 19th-Century Literature FREN-GA 2690 Bernard, Sieburth. 4 points. 2013-14, 2014-15. Potential topics include Exoticism, The Marriage Novel, Realism and Naturalism.    20th Century    Nouveau Roman and Beyond FREN-GA 2731 Bishop. 4 points. 2013-14. The New Novel studied through its principal practitioners, Robbe-Grillet, Simon, Sarraute, Butor, Pinget, and Duras. Evolution from its inception in the late 1950s and early 60s to the end of the century. Subject and subjectivity; the object and \"le regard\".    Proust FREN-GA 2776 Nicole. 4 points. 2014-15.    Camus FREN-GA 2778 Bishop. 4 points. 2014-15.    Studies in Contemporary Literature FREN-GA 2790 Hollier, Macé. 4 points. 2013-14, 2014-15. Potential topics include: \"Le Vertige\", Blanchot.    Francophone Literature    Topics in Francophone Literature FREN-GA 1990 Dash, Miller. 4 points. 2013-14, 2014-15. Potential topics include: The Maghreb, Neither Nomads nor Nationalists: Identity Redefined in Recent Francophone Writings, and Francophone Theatre.    Topics in Caribbean Literature FREN-GA 1992 Dash. 4 points. 2013-14, 2014-15. Potential topics include: Caribbean Surrealism, Caribbean Travel Literature.    Cinema    Literature and Cinema FREN-GA 1764 Cortade. 2013-14. Topics include Teaching French Cinema.    Cinema Culture of France FREN-GA 1066 Cortade. 2014-15. Potential topics include French Cinema and Politics.    General Literature, Criticism, and Linguistics    Studies in Genres and Modes: Theatre and Drama FREN-GA 1121 Bishop, Miller. 4 points. 2014-15. The conventions of theatre. Theatre as performance. Theatre as text. Critical approaches (semiology, viewer response, narratology). The language of the theatre (stylized and realistic modes, nonverbal theatre, the uses of silence, the theatre of cruelty). The concept of the avant-garde.    Studies in Genres and Modes: Poetry FREN-GA 1122 Nicole. 4 points. 2013-14. Versification and its linguistic bases. The special prosodic and rhythmic characteristics of French verse. Fixed forms. The modernist challenge to poetic conventions and conceptions. This course aims at enabling students to perform sophisticated readings and close analyses of the poetic text through systematic exposure to linguistic and literary concepts relevant to this practice.    Studies in Literary Theory FREN-GA 2890 Hollier, Apter. 4 points. 2013-14, 2014-15. Potential topics include Recent French Theory.    Language    Translation I, II FREN-GA 1009,2009 4 points per term. 2013-14, 2014-15. Theoretical consideration and practical analysis of the problems of literary translation, English-French and French-English, through the lens of various genres.    Teaching French as a Foreign Language FREN-GA 1012 Moran. 2 points. 2013-14, 2014-15. Readings and discussions of basic tenets of foreign language pedagogy with opportunities to apply what is presented in those readings to real-world teaching situations. Enrichment and diversification of teachers' methodological approaches, development of confidence and skills in the classroom.    Theory of Translation FREN GA-1020 4 points. Sieburth. 2013-14, 2014-15. The major issues at stake in literary translation with a broad history of translation theory, from the Romans to the twentieth century with a particular focus on French theorists. Problems in literary translation such as poetry and translation, translating dramatic texts and translating the vernaculars.    Workshop in Translation I, II FREN-GA 1021, 2010 Ertel. 4 points per term. 2013-14, 2014-15. Submission, analysis and discussion of students' translations of book excerpts in a wide variety of genres. Methodology and research issues, the revising and editing process.    Stylistics and Semantics of Written French FREN-GA 1022 4 points. 2013-14, 2014-15.    Civilization    Approaches to French Culture: Problems and Methods FREN-GA 1070 Gerson. 4 points. 2014-15. Analysis of approaches, methods, and presuppositions found in the articulation of notions about French culture and the French identity.    Topics in French Cultural History FREN-GA 1500 Gerson. 2013-14. Planned topic includes French Civilization: History, Pedagogy, Methodology.    NYU in Paris    Language    Applied Phonetics and Spoken Contemporary French FREN-GA 9002 4 points. 2013-14, 2014-15. The study of discourse, grammatical and phonological systems across languages. Focuses on oral French and phonetics. This course also includes portions of general linguistic knowledge in phonology and pragmatics.    Stylistics and Semantics of Written French FREN-GA 9003 4 points. 2013-14, 2014-15. This course will provide students the opportunity to review and expand their knowledge of French grammar. It will focus on examining grammar from a teacher's perspective, paying close attention to elements that are challenging to teach and placing an emphasis on practice rather than theory.    Advanced Workshop in Contemporary French FREN-GA 9004 4 points. 2013-14, 2014-15. After a brief language history and review of the phonetic system students study morphology, syntax, and certain aspects of French stylistics through theoretical readings, practical exercises, and compositions.    Problems in Grammatical Analysis FREN-GA.9008 4 points. 2013-14, 2014-15. This course provides students the opportunity to review and expand their knowledge of French grammar. Grammar is studied as a tool to enhance linguistic performance and to improve students' French reading and writing skills.    Sociolinguistics of Contemporary French FREN-GA 9010 4 points. 2013-14, 2014-15. This course will study the social, institutional, and political dimensions of French language today. It will seek to describe and analyze specific linguistic features of variation in reference to standard French, the sociolinguistic situation of regional languages and dialects and offer a picture of Francophonia outside of France.    Applied Methodology of Teaching French as a Foreign Language FREN-GA 9012 4 points. 2013-14, 2014-15. Further study of approaches and techniques used in teaching language skills to foreign language learners and application of language acquisition theories to practice. There is specific emphasis on lesson planning and skills in motivation and communication. Includes 25 hours of classroom observation and 10 hours of classroom execution.    Civilization    French Cultural History: French Perspectives on a Multicultural Education FREN-GA 9067 4 points. 2013-14, 2014-15. This course will explore how France manages questions such as multilingualism, multiculturalism, gender, social class, race and ethnicity, integration and intercultural perspectives in education and in the classroom.    Topics in French Cultural History: History of Contemporary France, 19th &amp; 20th centuries FREN-GA 9067 4 points. 2013-14, 2014-15. This course will provide students with a chronological basis for understanding the nature and impact of great moments in French history since 1789. It will focus on the evolution of historiographical approaches, from Social Marxism to the history of representations, influenced by the \"linguistic turn\" and \"gender history\".    Literary Institutions 1789-1980 FREN-GA 9067 4 points. 2013-14, 2014-15. This course presents the successive modes and forms of institutionalization and socialization of literature, from salons, academies, revues and journals at the dawn of the French Revolution to the mediatization of culture beginning in the 1970s and death of the last great French intellectual with status of « monstre sacré ».    Literature    Textual Analysis I FREN-GA 9101 4 points. 2013-14, 2014-15. The objective of this course is to demonstrate the efficiency and the limits of a selection of critical approaches, both classical and contemporary, the complementary nature of \"grilles de lecture,\" and the use of metaphorical systems of reference in their application to literary text.    French Classical Tragedy FREN-GA 9421 4 points. 2013-14, 2014-15. An introduction to the dramatic literature of the 17th century, the grand siècle of French theater. In studying representative tragedies of the greatest dramatists, Corneille and Racine, the aim is to gain an understanding of the principles of comedy, tragedy and theatrical representation and enjoy their plays as great drama.    Women Writing Women in Early Modern France FREN-GA 9490 4 points. 2013-14, 2014-15. This seminar examines the changing socio-historical context of French women writers and the common problems and themes constituting a female literary tradition. The course will analyze how French women writers from the 12th to the 18th centuries have challenged existing ideologies as well as the literary canon and its conventions.    Enlightenment and Postmodern FREN-GA 9532 4 points. 2013-14, 2014-15. This course will take a double approach to understanding the dialogue between the Enlightenment and postmodernity. For some philosophers, Enlightenment thought led to totalitarism; others argue we have reached the end of the Enlightenment « grand narratives »; while others urge that the Enlightenment heritage be explored, prolonged, or revived.    The French Novel in the 19th Century FREN-GA 9690 4 points. 2013-14, 2014-15. A historical and thematic panorama of the French novel 1800-1893 oriented to provide a socio-historic view of French society in the 19th century. Considers the novel as a genre emergent from the Revolutionary period and study its expansion and diversification during the course of the 19th century and its ambition to embrace and transform the real.    Contemporary French Novel FREN-GA 9731 4 points. 2013-14, 2014-15. This course focuses on the second half of the 20th century: novel and philosophy, \"nouveau roman,\" the emergence of new narrative voices. We will examine how these texts reconsider our relationship with desire, objects and history.    Studies in Contemporary Literature FREN-GA 9790 4 points. 2013-14, 2014-15. After identifying the primary issues surrounding the French novel at the turn of the 19th-20th centuries, this course engages an in-depth study to determine the diverse composing elements, techniques and writing styles utilized by three of the most innovative novelists of the pre-WWII period: Proust, GIDE and CÉLINE.    Studies in Contemporary French Thought FREN-GA 9791 4 points. 2013-14, 2014-15. This course will examine the role of the \"intellectual\" in French life and thought during the first half of the 20th century through the works of some of the major writers and artists of the period including Zola, Barrès, Renoir, Nizan, Malraux, Brasillach, Drieu de la Rochelle, Eluard, Sartre, Camus, Malraux.    Independent Guided Reading FREN-GA 9891 1-3 points. 2013-14, 2014-15. Guided yet independent work relevant to foreign language teaching, pedagogy and associated areas. Students' projects should not duplicate work undertaken in other classes and should be relevant and meaningful to professional and personal goals. This project will be individually or jointly advised by faculty of Arts &amp; Science and Steinhardt.    Topics in Francophone Civilization: Francophone Routes: Narratives of Traveling Cultures FREN-GA 9991 4 points. 2013-14, 2014-15. The course will perform readings of theoretical texts on cultures in motion, diasporic identities as well the poetics of errancy in novels from Haiti and the French West Indies, which the concept of 'littérature-monde' has attempted to describe.    Independent Study FREN-GA 9999 4 points. 2013-14, 2014-15. Accompanies students in their realization of an original piece of scholarly work on a precisely-defined aspect of French civilization. The course is structured around a monthly research workshop. Each student participates in an oral presentation of his/her work in mid-May before completing the definitive version of his/her \"mémoire.\"                     NYU Department of French                              19 University Place, 6th Floor                        New York, NY 10003                 Contact Us | &copy; New York University , Arts and Science"}]}]