[{"detail": [{"content": "NYU Stern | Statistics                                 Skip to Main Content                                      Experience Stern      Research, Faculty, Social, News                 Faculty &amp; Research       Books    Opinion    Research Highlights    Research in the News    Blogs    Archive    Faculty Directory          Social@Stern        Tales in Possible        Global       Business Across Borders    Global Study    Voices from Abroad    Archive          Network        News &amp; Events       Faculty News    Press Releases    School News    Events          About Stern       Values    Key Facts    History    Leadership    Departments, Centers &amp; Initiatives    Working at Stern    Visit Stern    Contact                          Programs &amp; Admissions      Degrees &amp; Executive Education                 Undergraduate       The Stern Advantage    Academics    Stern Around the World    Social Impact    Dynamic Community    Future Success    Admissions          Full-time MBA       The Stern Advantage    Academics    Students    Career    Financial Aid    Admissions    Meet With Us          Part-time MBA Manhattan        The Stern Advantage    Academics    Community    Career    Financial Aid    Admissions    Meet With Us          Part-time MBA Westchester       The Stern Advantage    Academics    Community    Career    Financial Aid    Admissions    Meet With Us          Executive MBA       The Stern Advantage    Academics    Community    Career Development    Sponsorship    Admissions    Contact Us          Dual Degrees       MD/MBA    JD/MBA    MBA/MFA    MS in Mathematics/ MBA    MBA/MPA    MBA/MA in French Studies    MBA/MA in Politics    MS in Biology/MBA    Dual MBA with HEC School of Management          Global Degrees       TRIUM EMBA    MS in Global Finance    MS in Risk Management    MS in Business Analytics          PhD       The Stern Advantage    Academics    Job Placement    Student Life    Admissions          Executive Education       Short Courses    Custom Programs        Advanced Professional Certificates       Finance    Marketing    General Business                          Portal &amp; Partners      Alumni, Recruiters, Student Login                 Current Students   SternLinks   Student Jobs     Undergraduate Current Students      MBA &amp; Graduate Students       Academic Affairs and Advising    Records &amp; Registration    International Programs    Bursar    Financial Aid    Office of Student Engagement    Leadership Development    Career Center for Working Professionals    Career Account      SternLinks        Faculty &amp; Staff       Join Stern's Faculty    Leadership    New Faculty Resources    CITL    Center for Research Computing    Center for Behavioral Research      Log in to SternLinks        Alumni       Attend an Event    Career Center for Working Professionals    Log in to SternConnect    Network with Alumni    SternBusiness Alumni Magazine      Support Stern        Recruiters       Contact Your Relationship Manager    Recruit Experienced Talent    Recruit on Campus (MBA)    Recruit on Campus (Undergraduate)      Get Started                                                      Search                                              About / Departments      Department of Information, Operations, and Management Sciences              Faculty &amp; Staff Full-time Faculty   Adjunct Faculty   Emeriti Faculty   Visiting Scholars   Staff   Position Openings     Research Faculty Research   PhD Student Research   Working Papers     Events IOMS Seminar Series   Conferences     Academic Programs &amp; Courses MBA Courses   Undergraduate Courses   PhD Programs     Student Jobs &amp; Activities   Center for Business Analytics             Home / Experience Stern / About / Departments, Centers &amp; Initiatives / Academic Departments / IOMS Department / Academic Programs &amp; Courses / MBA Courses / Statistics                        Share / Print                Print      Email      Share       Like                                              Statistics   Courses in Statistics fall into two categories: statistics and actuarial science .  Statistics courses cover techniques relating to the application of the theory of probability to decisions that must be made in the face of uncertainty. Statistical theory and methods are used in a variety of applications, such as       sampling    data analysis    design of market research studies    quantitative methods in cost accounting    statistical quality control of manufactured products    economic forecasting    financial modeling      Statistical computing algorithms are used for analyzing data and statistical estimation.    Actuarial science courses prepare students for an actuarial career, applying probability and statistics to the fields of insurance and pensions. The courses in actuarial science and related fields of probability, statistics, economics, and finance cover all of the material that appears in the first two examinations jointly sponsored by the Society of Actuaries and the Casualty Actuarial Society. Other courses at Stern cover portions of examinations three and four.    The program offers students the theory and techniques to solve business problems. Each course emphasizes the application of statistical research methods to actual business problems. The applied courses make extensive use of computers.    A student considering statistics courses beyond the core course should speak to a faculty member about prerequisites and career objectives before registering. In certain instances, instructors may waive prerequisites for an advanced course.    Graduate-level courses are also offered for students who have less formal mathematical backgrounds. These are generally, but not exclusively, computer-intensive courses that develop skills in quantitative techniques. For the most part, the only prerequisite for these courses is the MBA core course, Statistics and Data Analysis, COR1-GB.1305 (B01.1305). These courses are open to students regardless of their areas of specialization. Follow the links to the left for a description of Statistics courses.        MBA Core in Statistics   Statistics and Data Analysis  COR1-GB.1305  3 credits    This course is designed to achieve an understanding of fundamental notions of data presentation and analysis and to use statistical thinking in the context of business problems. The course deals with modern methods of data exploration (designed to reveal unusual or problematic aspects of databases), the uses and abuses of the basic techniques of inference, and the use of regression as a tool for management and for financial analysis.       MBA Electives - Stochastic Processes   Introduction to Stochastic Processes  STAT-GB.3321  3 credits   Prerequisites: STAT-GB.3301    This is an introductory course in stochastic processes. The course places emphasis on probabilistic thinking and on learning how to model the real-life phenomena, which evolve over time. It presents classes of stochastic processes which are widely used as modeling tools in diverse fields of applications including finance, economics, accounting, marketing and actuarial science. It covers basic theory and applications of discrete and continuous-time Markov chains; discrete and continuous time martingales; and Brownian motion and its generalizations. The introduction to Ito stochastic calculus is presented with a view towards financial applications. The course also discusses some statistical aspects of considered processes.             MBA Electives - All Specializations           Statistics group faculty members offer courses for MBA students interested in applications of quantitative methods to various aspects of business activity. These courses may also be taken to meet requirements for a specialization in statistics. The only prerequisite for these courses is Statistics and Data Analysis (COR1-GB.1305), with the exception of Mathematics of Investment, STAT-GB.2309, which requires one semester of undergraduate calculus or the instructor&#039;s permission. The STAT-GB.2XXX courses emphasize applications and present the theory at the level of intuitive arguments. The STAT-GB.3XXX courses emphasize the theory and methodology, using the applications as illustrations.                                    STAT-GB.2301 Regression and Multivariate Data Analysis                                     Regression and Multivariate Data Analysis  STAT-GB.2301  3 credits   Prerequisites: COR1-GB.1305    This is a data-driven, applied statistics course focusing on the analysis of data using regression models. It emphasizes applications to the analysis of business and other data and makes extensive use of computer statistical packages. Topics include simple and multiple linear regression, residual analysis and other regression diagnostics, multicollinearity and model selection, autoregression, heteroscedasticity, regression models using categorical predictors, and logistic regression. All topics are illustrated on real data sets obtained from financial markets, market research studies, and other scientific inquiries.                                 STAT-GB.2302 Forecasting Time Series Data                                     Forecasting Time Series Data  STAT-GB.2302  3 credits   Prerequisites: COR1-GB.1305    Presented in this course are practical time series forecasting techniques with emphasis on the Box-Jenkins ARIMA (autoregressive integrated moving average) method and conditional volatility ARCH (autoregressive conditional heterogeneity) and GARCH (generalized autoregressive conditional heterogeneity) models. The course gives a mix of practical data analysis along with an introduction to the relevant theory. The ARIMA models are used to forecast series like interest spreads, while ARCH models are used in estimating and forecasting the volatility of series like stock returns and exchange rate returns. Students analyze data sets of their own choice in projects. Additional topics of interest covered in the course are methods of testing for nonstationary (Dickey-Fuller tests) as well as models for capturing seasonality as seen, for example, in series of monthly sales figures. The low-cost forecasting method of exponential smoothing is discussed, and its connection to the RiskMetricsTM methods of J. P. Morgan and GARCH models is explored. If time permits, we also study methods of forecasting multivariate time series, where information from several series is pooled to forecast a single series. The concept of co-integration or co-movement of multivariate series is discussed (interest rates being a prime example), along with their implications for forecasts. Other potential topics in the course include the use of ARCH models in value at risk (VAR) analysis and in option pricing.                                 STAT-GB.2308 Applied Stochastic Processes for Financial Models                                     Applied Stochastic Processes for Financial Models  STAT-GB.2308  3 credits   Prerequisites: COR1-GB.1305    In this class we study stochastic models for the financial markets mostly in a discrete time setting. We shall discuss the concept of martingales and risk-neutral probability measures, and derive the general pricing formula for contingent claims. We shall study the binomial model and derive the price of a European call option on this model, called the binomial Black-Scholes (BS) formula. We study put options using the put-call parity. We shall compare the binomial BS formula to the continuous time BS formula, and analyze the latter via the “Greeks”. We shall also look at exotic options such as the lookback and the knockout option. Additionally, American options, forward and future contracts, and fixed income models will be included as well.                                 STAT-GB.2309 Mathematics of Investment                                     Mathematics of Investment  STAT-GB.2309  3 credits   Prerequisites: one semester of undergraduate calculus or permission of the instructor    The course discusses mathematical and technical aspects of investments. Topics include measurement of interest and discount rates, accumulated value and present value, annuities, sinking funds, amortization of debt, and determination of yield rates on securities. Applications include bond evaluation, mortgages, capital budgeting, depreciation methods, and insurance.                     Show all | Hide all                MBA Electives - Statistics and Actuarial Science           These electives are open to all students (MBA and PhD) who have the required mathematical prerequisites (two semesters of calculus and one semester of matrix algebra at the graduate or undergraduate level). Typically, students who majored in engineering or mathematics would automatically satisfy this requirement.                                    STAT-GB.3301 Introduction to the Theory of Probability                                     Introduction to the Theory of Probability  STAT-GB.3301  3 credits   Prerequisites: two semesters of undergraduate calculus or permission of instructor.    This course covers the basic concepts of probability. Topics include the axiomatic definition of probability; combinatorial theorems; conditional probability and independent events; random variables and probability distributions; expectation of functions of random variables; special discrete and continuous distributions, including the chi-square, t, and F distributions; joint distributions with emphasis on the bivariate normal distribution; law of large numbers, central limit theorem; and moment generating functions. The theory of statistical estimation is introduced with a discussion on maximum likelihood estimation.                                 STAT-GB.3302 Statistical Inference and Regression Analysis                                     Statistical Inference and Regression Analysis  STAT-GB.3302  3 credits   Prerequisites: STAT-GB.3301 plus one semester of linear algebra    The course has two distinct components: statistical inference and regression analysis. Topics included in statistical inference are principles of statistical estimation and inference, Neyman-Pearson Lemma, testing of means, variances, tests of independence, and nonparametric methods. Regression analysis focuses on the general linear regression model, least squares estimation, departures from standard assumptions, autocorrelation, multicollinearity, analysis of residuals, choice of variables, and nonlinear models.                                 STAT-GB.3303 Multivariate Statistical Analysis                                     Multivariate Statistical Analysis  STAT-GB.3303  3 credits   Prerequisites: STAT-GB.3302    This course covers multivariate distributions. It focuses on the multivariate normal, geometric principle of sampling, multivariate asymptotics, principles of multivariate inference, tests of the mean vector for one and several populations leading to Hotelling's T2 statistic and MANOVA (multiple analysis of variance), techniques of multiple comparisons, multivariate linear regression models, principal components, factor analysis, canonical correlations, discrimination and classification, clustering, and graphical displays of multivariate data.                                 STAT-GB.3304 Advanced Theory of Statistics                                     Advanced Theory of Statistics  STAT-GB.3304  3 credits   Prerequisites: STAT-GB.3302    The course covers topics in statistical estimation and hypothesis testing. Topics on estimation include sufficiency, exponential family, Pitman Koopman Theorem, criteria for choice of estimators, lower bounds for variance of estimators, sufficiency and completeness, maximum likelihood estimation, theorems on limiting distributions, and robust estimation. Topics on hypothesis testing include theory of optimum tests, Neyman- Pearson Lemma, M.P. (most powerful) and U.M.P. (uniformly most powerful) tests, unbiased tests, composite hypotheses, Neyman structure, likelihood principle, and likelihood ratio tests.                                 STAT-GB.3305 Bayesian Inference and Statistical Decision Theory                                     Bayesian Inference and Statistical Decision Theory  STAT-GB.3305  3 credits   Prerequisites: STAT-GB.3302    This course has two components: statistical decision theory and the Bayesian paradigm for statistical inference. Statistical decision theory is concerned with the problem of making decisions in the presence of relevant statistical knowledge. Topics include decision rules, utility, risk functions, admissibility, consistency, expected loss, randomized decision rules, minimax decision rules, Bayes decision rules, and game theory. Both Frequentist and Bayesian concepts are considered. The Bayesian paradigm is the approach to statistics that formally seeks to utilize prior information. Topics include the notion of subjective probability, the specification of prior information, credibility sets, predictive distributions, empirical and hierarchical Bayes analysis, Bayesian robustness, and computation. Comparisons are made with the classical approaches to typical problems. Business case studies are used to illustrate both components.                                 STAT-GB.3306 Time Series Analysis                                     Time Series Analysis  STAT-GB.3306  3 credits   Prerequisites: STAT-GB.3302    This course presents the Fourier analysis of time series. The frequency domain approach covered here provides a complementary outlook on time series to the usual time domain Box-Jenkins approach. Topics include periodicity (cycles) in time series data, the periodogram and its distribution, linear filters and transfer functions, spectral density, spectral representations of autocovariances and stationary processes, ARMA (autoregressive moving average) models and their spectra, model selection, the linear forecasting problem, and spectral estimation. We also discuss long memory models, including fractional ARIMA (autoregressive integrated moving average) and nonlinear time series, including ARCH (autoregressive conditional heterogeneity) models and chaos, as time permits.                                 STAT-GB.3307 Categorical Data                                     Categorical Data  STAT-GB.3307  3 credits   Prerequisites: STAT-GB.3302    Discrete random variables are the subject of this course, with most of the emphasis going to the bivariate and multivariate situations. The major topics are the chi-squared statistic, Fisher's exact test, odds ratio estimates and intervals, sets of tables, the log-linear model, model fitting, and logit analysis. The fundamental paper by Leo Goodman in the 1970 issue of the Journal of the American Statistical Association is discussed. M.B.A. and undergraduate students registering for this course are evaluated primarily on their ability to formulate and analyze data-based problems. All other students are evaluated primarily on their understanding of methodological and theoretical issues associated with the analysis of categorical data.                                 STAT-GB.3308 Sampling Techniques                                     Sampling Techniques  STAT-GB.3308  3 credits   Prerequisites: STAT-GB.3302    The course considers commonly used sampling schemes, such as simple, random, stratified, multistage, and double sampling. The efficiencies of these plans are discussed in detail. Also included are methods of estimation, including ratio and regression. Other topics include poststratification, multivariate surveys, analytic studies, problems of nonresponse, nonsampling errors, and randomized response technique. Theory is illustrated with examples from diverse fields.                                 STAT-GB.3309 Experimental Design                                     Experimental Design  STAT-GB.3309  3 credits   Prerequisites: STAT-GB.3302    This course develops the analysis of variance model in detail through the “one-way” and “two-way” designs, including partitioning sums of squares, orthogonal polynomials, interactions, multiple comparisons, and fixed and random effects. The concepts of randomization and blocking lead to discussions of design strategy. Further topics, covered if time permits, are the higher-order designs, split-plot designs, and fractional factorials. The material of this course is vital to those performing designed experiments, and the information can also be helpful in observational studies.                                 STAT-GB.3314 Statistical Computing and Sampling Methods with Applications to Finance                                     Statistical Computing and Sampling Methods with Applications to Finance  STAT-GB.3314  3 credits   Prerequisites: STAT-GB.3302    This course covers most of the classical and modern Monte Carlo methods for statistical estimation. In particular, the fast growth of Monte Carlo Markov Chain (MCMC) methods has enabled the use of Bayesian inference in many applied fields. Methodologies are illustrated with financial applications such as estimation of implied volatility and risk measures. Examples are drawn from published research and survey papers in current literature (Risk magazine, J. P. Morgan’s Risk Metrics). The course integrates three basic components of statistical analysis in financial areas: (1) modeling and inference (with emphasis on Bayesian methodology), (2) computing and sampling methods for statistical estimation (with emphasis on MCMC), and (3) applications to financial data (with emphasis on volatility and risk). The focus is placed on the second component, bridging the gap between what can be said in theory (first component) and what can be done in practice (third component). The goals of the course are modest so that a full treatment of all major topics can be achieved.                                 STAT-GB.3352 Advanced Theory of Probability                                     Advanced Theory of Probability  STAT-GB.3352  3 credits   Prerequisites: STAT-GB.3301 plus two semesters of undergraduate calculus    The aim of the course is to establish a comprehensive foundation of the theory of probability. The topics covered are basic measure theory, random variables, and induced measures and distributions; independence of random variables; integration in a probability space with emphasis on conditional expectation and martingales; modes of convergence of random variables, including almost sure convergence, convergence in LP, convergence in probability, and convergence in distribution; characteristic functions and the inversion formula; and the central limit theorem for independent identically distributed random variables and also for martingale differences. If time permits, additional topics will include functional central limit theorems and their applications.                                 STAT-GB.3383 Frequency Domain Time Series Analysis                                     Frequency Domain Time Series Analysis  STAT-GB.3383  3 credits    Frequency Domain Time Series is an advanced course on foundations and applications of time Series. Methods involving periodograms and spectral densities are emphasized. Linear filtering and spectral representations (stochastic integrals) for stationary time series are used as unifying themes. The second half of the course considers GARCH models, fractals, long memory and fractional cointegration. Again, emphasis is on insights gained from the frequency domain viewpoint.  The mathematics used in the course is Fourier analysis, a useful tool for all technically-oriented students. All mathematical results are presented in a self-contained manner.    The course grades are based on homework assignments (70% of the grade) and an in-class open-book final exam (30% of the grade). Homeworks can be re-submitted for further credit, at any time.    There is a clear need for advanced students in statistics, finance and economics to have a deep understanding of time series in the frequency domain. Increasingly, frequency domain methods and models are being used by practitioners. If time permits, we will discuss some of these methods along with papers that have appeared in the literature. Examples include:       \"The distribution of realized exchange rate volatility\" (Anderson, Bollerslev, Diebold and Labys, Journal of the American Statistical Association, 2001).    \"Unit root tests in ARMA models with data-dependent methods for the selection of the truncation lag\" (Ng and Perron, Journal of the American Statistical Association, 1995).    \"The size and power of the variance ratio test in finite samples: A Monte Carlo investigation\" (Lo and MacKinlay, J. Econometrics, 1989).    \"Long memory in continuous time stochastic volatility models\" (Comte and Renault, Mathematical Finance, 1998).    \"An asymptotic approximation for heteroskedasticity autocorrelation robust tests\" (T. Vogelsang, 2002).    \"A fractional cointegration analysis of purchasing power parity\" (Cheung and Lai, Journal of Business and Economic Statistics, 1993).    \"On the power of Dickey-Fuller tests against fractional alternatives\" (Diebold and Rudebusch, Economics Letters, 1991).    \"Long Memory in Stock-Market Trading Volume\" (Lobato and Velasco, Journal of Business and Economic Statistics, 2000).    \"Non-Stationary log-periodogram regression\" (Velasco, J. Econometrics, 1999).    \"A bias-reduced log-periodogram regression estimator for the long memory parameter\" (D.W.K. Andrews and Patrik Guggenberger, Coes Foundation for Research in Economics, Yale University, 1999).                         Show all | Hide all                MBA Electives - Actuarial Science Focus           Students completing the MBA with a focus in actuarial science will be prepared for the actuarial examinations of the Society of Actuaries and the Casualty Actuarial Society. The MBA Program meets the needs of students wishing to focus in actuarial science and to obtain a broad background in applied business areas that interest the actuary (such as information systems, accounting, finance, economics, marketing, and management). A student enrolled in the MBA Program should complete the courses listed below, in addition to the core.                                    STAT-GB.2302 Forecasting Time Series Data                                     Forecasting Time Series Data  STAT-GB.2302  3 credits   Prerequisites: COR1-GB.1305    Presented in this course are practical time series forecasting techniques with emphasis on the Box-Jenkins ARIMA (autoregressive integrated moving average) method and conditional volatility ARCH (autoregressive conditional heterogeneity) and GARCH (generalized autoregressive conditional heterogeneity) models. The course gives a mix of practical data analysis along with an introduction to the relevant theory. The ARIMA models are used to forecast series like interest spreads, while ARCH models are used in estimating and forecasting the volatility of series like stock returns and exchange rate returns. Students analyze data sets of their own choice in projects. Additional topics of interest covered in the course are methods of testing for nonstationary (Dickey-Fuller tests) as well as models for capturing seasonality as seen, for example, in series of monthly sales figures. The low-cost forecasting method of exponential smoothing is discussed, and its connection to the RiskMetricsTM methods of J. P. Morgan and GARCH models is explored. If time permits, we also study methods of forecasting multivariate time series, where information from several series is pooled to forecast a single series. The concept of co-integration or co-movement of multivariate series is discussed (interest rates being a prime example), along with their implications for forecasts. Other potential topics in the course include the use of ARCH models in value at risk (VAR) analysis and in option pricing.                                 STAT-GB.2309 Mathematics of Investment                                     Mathematics of Investment  STAT-GB.2309  3 credits   Prerequisites: one semester of undergraduate calculus or permission of the instructor    The course discusses mathematical and technical aspects of investments. Topics include measurement of interest and discount rates, accumulated value and present value, annuities, sinking funds, amortization of debt, and determination of yield rates on securities. Applications include bond evaluation, mortgages, capital budgeting, depreciation methods, and insurance.                                 STAT-GB.3301 Introduction to the Theory of Probability                                     Introduction to the Theory of Probability  STAT-GB.3301  3 credits   Prerequisites: two semesters of undergraduate calculus or permission of instructor.    This course covers the basic concepts of probability. Topics include the axiomatic definition of probability; combinatorial theorems; conditional probability and independent events; random variables and probability distributions; expectation of functions of random variables; special discrete and continuous distributions, including the chi-square, t, and F distributions; joint distributions with emphasis on the bivariate normal distribution; law of large numbers, central limit theorem; and moment generating functions. The theory of statistical estimation is introduced with a discussion on maximum likelihood estimation.                                 STAT-GB.3335 Life Contingencies                                     Life Contingencies  STAT-GB.3335  3 credits   Prerequisites: STAT-GB.3301    Applies probability and mathematics of investment to problems of premiums and reserves on annuities and insurance policies. Topics include probabilities of mortality, laws of mortality, joint life probabilities and annuities, and multiple decrement theory. Application to pension plans is discussed.                     Show all | Hide all                                                                                                   Academic Programs &amp; Courses     MBA Courses Information Systems   Operations Management   Statistics     Undergraduate Courses   PhD Programs                           News      NYU Stern Center for Business and Human Rights to Tackle Migrant Labor Rights in the Construction Industry    Foreign Policy Association Awards Medal to Dean Peter Henry    Follow @NYUStern on Twitter and like NYU Stern on Facebook         Basics      Directions &amp; Maps    Faculty Directory    Contact Us                                 FACULTY OPINIONS    Read Stern faculty opinions on  relevant business topics             Sitemap | Privacy | &copy; 2015 Leonard N. Stern School of Business                               Back to Top"}]},
{"detail": [{"content": "NYU Stern | Statistics                                 Skip to Main Content                                      Experience Stern      Research, Faculty, Social, News                 Faculty &amp; Research       Books    Opinion    Research Highlights    Research in the News    Blogs    Archive    Faculty Directory          Social@Stern        Tales in Possible        Global       Business Across Borders    Global Study    Voices from Abroad    Archive          Network        News &amp; Events       Faculty News    Press Releases    School News    Events          About Stern       Values    Key Facts    History    Leadership    Departments, Centers &amp; Initiatives    Working at Stern    Visit Stern    Contact                          Programs &amp; Admissions      Degrees &amp; Executive Education                 Undergraduate       The Stern Advantage    Academics    Stern Around the World    Social Impact    Dynamic Community    Future Success    Admissions          Full-time MBA       The Stern Advantage    Academics    Students    Career    Financial Aid    Admissions    Meet With Us          Part-time MBA Manhattan        The Stern Advantage    Academics    Community    Career    Financial Aid    Admissions    Meet With Us          Part-time MBA Westchester       The Stern Advantage    Academics    Community    Career    Financial Aid    Admissions    Meet With Us          Executive MBA       The Stern Advantage    Academics    Community    Career Development    Sponsorship    Admissions    Contact Us          Dual Degrees       MD/MBA    JD/MBA    MBA/MFA    MS in Mathematics/ MBA    MBA/MPA    MBA/MA in French Studies    MBA/MA in Politics    MS in Biology/MBA    Dual MBA with HEC School of Management          Global Degrees       TRIUM EMBA    MS in Global Finance    MS in Risk Management    MS in Business Analytics          PhD       The Stern Advantage    Academics    Job Placement    Student Life    Admissions          Executive Education       Short Courses    Custom Programs        Advanced Professional Certificates       Finance    Marketing    General Business                          Portal &amp; Partners      Alumni, Recruiters, Student Login                 Current Students   SternLinks   Student Jobs     Undergraduate Current Students      MBA &amp; Graduate Students       Academic Affairs and Advising    Records &amp; Registration    International Programs    Bursar    Financial Aid    Office of Student Engagement    Leadership Development    Career Center for Working Professionals    Career Account      SternLinks        Faculty &amp; Staff       Join Stern's Faculty    Leadership    New Faculty Resources    CITL    Center for Research Computing    Center for Behavioral Research      Log in to SternLinks        Alumni       Attend an Event    Career Center for Working Professionals    Log in to SternConnect    Network with Alumni    SternBusiness Alumni Magazine      Support Stern        Recruiters       Contact Your Relationship Manager    Recruit Experienced Talent    Recruit on Campus (MBA)    Recruit on Campus (Undergraduate)      Get Started                                                      Search                                              About / Departments      Department of Information, Operations, and Management Sciences              Faculty &amp; Staff Full-time Faculty   Adjunct Faculty   Emeriti Faculty   Visiting Scholars   Staff   Position Openings     Research Faculty Research   PhD Student Research   Working Papers     Events IOMS Seminar Series   Conferences     Academic Programs &amp; Courses MBA Courses   Undergraduate Courses   PhD Programs     Student Jobs &amp; Activities   Center for Business Analytics             Home / Experience Stern / About / Departments, Centers &amp; Initiatives / Academic Departments / IOMS Department / Academic Programs &amp; Courses / MBA Courses / Statistics                        Share / Print                Print      Email      Share       Like                                              Statistics   Courses in Statistics fall into two categories: statistics and actuarial science .  Statistics courses cover techniques relating to the application of the theory of probability to decisions that must be made in the face of uncertainty. Statistical theory and methods are used in a variety of applications, such as       sampling    data analysis    design of market research studies    quantitative methods in cost accounting    statistical quality control of manufactured products    economic forecasting    financial modeling      Statistical computing algorithms are used for analyzing data and statistical estimation.    Actuarial science courses prepare students for an actuarial career, applying probability and statistics to the fields of insurance and pensions. The courses in actuarial science and related fields of probability, statistics, economics, and finance cover all of the material that appears in the first two examinations jointly sponsored by the Society of Actuaries and the Casualty Actuarial Society. Other courses at Stern cover portions of examinations three and four.    The program offers students the theory and techniques to solve business problems. Each course emphasizes the application of statistical research methods to actual business problems. The applied courses make extensive use of computers.    A student considering statistics courses beyond the core course should speak to a faculty member about prerequisites and career objectives before registering. In certain instances, instructors may waive prerequisites for an advanced course.    Graduate-level courses are also offered for students who have less formal mathematical backgrounds. These are generally, but not exclusively, computer-intensive courses that develop skills in quantitative techniques. For the most part, the only prerequisite for these courses is the MBA core course, Statistics and Data Analysis, COR1-GB.1305 (B01.1305). These courses are open to students regardless of their areas of specialization. Follow the links to the left for a description of Statistics courses.        MBA Core in Statistics   Statistics and Data Analysis  COR1-GB.1305  3 credits    This course is designed to achieve an understanding of fundamental notions of data presentation and analysis and to use statistical thinking in the context of business problems. The course deals with modern methods of data exploration (designed to reveal unusual or problematic aspects of databases), the uses and abuses of the basic techniques of inference, and the use of regression as a tool for management and for financial analysis.       MBA Electives - Stochastic Processes   Introduction to Stochastic Processes  STAT-GB.3321  3 credits   Prerequisites: STAT-GB.3301    This is an introductory course in stochastic processes. The course places emphasis on probabilistic thinking and on learning how to model the real-life phenomena, which evolve over time. It presents classes of stochastic processes which are widely used as modeling tools in diverse fields of applications including finance, economics, accounting, marketing and actuarial science. It covers basic theory and applications of discrete and continuous-time Markov chains; discrete and continuous time martingales; and Brownian motion and its generalizations. The introduction to Ito stochastic calculus is presented with a view towards financial applications. The course also discusses some statistical aspects of considered processes.             MBA Electives - All Specializations           Statistics group faculty members offer courses for MBA students interested in applications of quantitative methods to various aspects of business activity. These courses may also be taken to meet requirements for a specialization in statistics. The only prerequisite for these courses is Statistics and Data Analysis (COR1-GB.1305), with the exception of Mathematics of Investment, STAT-GB.2309, which requires one semester of undergraduate calculus or the instructor&#039;s permission. The STAT-GB.2XXX courses emphasize applications and present the theory at the level of intuitive arguments. The STAT-GB.3XXX courses emphasize the theory and methodology, using the applications as illustrations.                                    STAT-GB.2301 Regression and Multivariate Data Analysis                                     Regression and Multivariate Data Analysis  STAT-GB.2301  3 credits   Prerequisites: COR1-GB.1305    This is a data-driven, applied statistics course focusing on the analysis of data using regression models. It emphasizes applications to the analysis of business and other data and makes extensive use of computer statistical packages. Topics include simple and multiple linear regression, residual analysis and other regression diagnostics, multicollinearity and model selection, autoregression, heteroscedasticity, regression models using categorical predictors, and logistic regression. All topics are illustrated on real data sets obtained from financial markets, market research studies, and other scientific inquiries.                                 STAT-GB.2302 Forecasting Time Series Data                                     Forecasting Time Series Data  STAT-GB.2302  3 credits   Prerequisites: COR1-GB.1305    Presented in this course are practical time series forecasting techniques with emphasis on the Box-Jenkins ARIMA (autoregressive integrated moving average) method and conditional volatility ARCH (autoregressive conditional heterogeneity) and GARCH (generalized autoregressive conditional heterogeneity) models. The course gives a mix of practical data analysis along with an introduction to the relevant theory. The ARIMA models are used to forecast series like interest spreads, while ARCH models are used in estimating and forecasting the volatility of series like stock returns and exchange rate returns. Students analyze data sets of their own choice in projects. Additional topics of interest covered in the course are methods of testing for nonstationary (Dickey-Fuller tests) as well as models for capturing seasonality as seen, for example, in series of monthly sales figures. The low-cost forecasting method of exponential smoothing is discussed, and its connection to the RiskMetricsTM methods of J. P. Morgan and GARCH models is explored. If time permits, we also study methods of forecasting multivariate time series, where information from several series is pooled to forecast a single series. The concept of co-integration or co-movement of multivariate series is discussed (interest rates being a prime example), along with their implications for forecasts. Other potential topics in the course include the use of ARCH models in value at risk (VAR) analysis and in option pricing.                                 STAT-GB.2308 Applied Stochastic Processes for Financial Models                                     Applied Stochastic Processes for Financial Models  STAT-GB.2308  3 credits   Prerequisites: COR1-GB.1305    In this class we study stochastic models for the financial markets mostly in a discrete time setting. We shall discuss the concept of martingales and risk-neutral probability measures, and derive the general pricing formula for contingent claims. We shall study the binomial model and derive the price of a European call option on this model, called the binomial Black-Scholes (BS) formula. We study put options using the put-call parity. We shall compare the binomial BS formula to the continuous time BS formula, and analyze the latter via the “Greeks”. We shall also look at exotic options such as the lookback and the knockout option. Additionally, American options, forward and future contracts, and fixed income models will be included as well.                                 STAT-GB.2309 Mathematics of Investment                                     Mathematics of Investment  STAT-GB.2309  3 credits   Prerequisites: one semester of undergraduate calculus or permission of the instructor    The course discusses mathematical and technical aspects of investments. Topics include measurement of interest and discount rates, accumulated value and present value, annuities, sinking funds, amortization of debt, and determination of yield rates on securities. Applications include bond evaluation, mortgages, capital budgeting, depreciation methods, and insurance.                     Show all | Hide all                MBA Electives - Statistics and Actuarial Science           These electives are open to all students (MBA and PhD) who have the required mathematical prerequisites (two semesters of calculus and one semester of matrix algebra at the graduate or undergraduate level). Typically, students who majored in engineering or mathematics would automatically satisfy this requirement.                                    STAT-GB.3301 Introduction to the Theory of Probability                                     Introduction to the Theory of Probability  STAT-GB.3301  3 credits   Prerequisites: two semesters of undergraduate calculus or permission of instructor.    This course covers the basic concepts of probability. Topics include the axiomatic definition of probability; combinatorial theorems; conditional probability and independent events; random variables and probability distributions; expectation of functions of random variables; special discrete and continuous distributions, including the chi-square, t, and F distributions; joint distributions with emphasis on the bivariate normal distribution; law of large numbers, central limit theorem; and moment generating functions. The theory of statistical estimation is introduced with a discussion on maximum likelihood estimation.                                 STAT-GB.3302 Statistical Inference and Regression Analysis                                     Statistical Inference and Regression Analysis  STAT-GB.3302  3 credits   Prerequisites: STAT-GB.3301 plus one semester of linear algebra    The course has two distinct components: statistical inference and regression analysis. Topics included in statistical inference are principles of statistical estimation and inference, Neyman-Pearson Lemma, testing of means, variances, tests of independence, and nonparametric methods. Regression analysis focuses on the general linear regression model, least squares estimation, departures from standard assumptions, autocorrelation, multicollinearity, analysis of residuals, choice of variables, and nonlinear models.                                 STAT-GB.3303 Multivariate Statistical Analysis                                     Multivariate Statistical Analysis  STAT-GB.3303  3 credits   Prerequisites: STAT-GB.3302    This course covers multivariate distributions. It focuses on the multivariate normal, geometric principle of sampling, multivariate asymptotics, principles of multivariate inference, tests of the mean vector for one and several populations leading to Hotelling's T2 statistic and MANOVA (multiple analysis of variance), techniques of multiple comparisons, multivariate linear regression models, principal components, factor analysis, canonical correlations, discrimination and classification, clustering, and graphical displays of multivariate data.                                 STAT-GB.3304 Advanced Theory of Statistics                                     Advanced Theory of Statistics  STAT-GB.3304  3 credits   Prerequisites: STAT-GB.3302    The course covers topics in statistical estimation and hypothesis testing. Topics on estimation include sufficiency, exponential family, Pitman Koopman Theorem, criteria for choice of estimators, lower bounds for variance of estimators, sufficiency and completeness, maximum likelihood estimation, theorems on limiting distributions, and robust estimation. Topics on hypothesis testing include theory of optimum tests, Neyman- Pearson Lemma, M.P. (most powerful) and U.M.P. (uniformly most powerful) tests, unbiased tests, composite hypotheses, Neyman structure, likelihood principle, and likelihood ratio tests.                                 STAT-GB.3305 Bayesian Inference and Statistical Decision Theory                                     Bayesian Inference and Statistical Decision Theory  STAT-GB.3305  3 credits   Prerequisites: STAT-GB.3302    This course has two components: statistical decision theory and the Bayesian paradigm for statistical inference. Statistical decision theory is concerned with the problem of making decisions in the presence of relevant statistical knowledge. Topics include decision rules, utility, risk functions, admissibility, consistency, expected loss, randomized decision rules, minimax decision rules, Bayes decision rules, and game theory. Both Frequentist and Bayesian concepts are considered. The Bayesian paradigm is the approach to statistics that formally seeks to utilize prior information. Topics include the notion of subjective probability, the specification of prior information, credibility sets, predictive distributions, empirical and hierarchical Bayes analysis, Bayesian robustness, and computation. Comparisons are made with the classical approaches to typical problems. Business case studies are used to illustrate both components.                                 STAT-GB.3306 Time Series Analysis                                     Time Series Analysis  STAT-GB.3306  3 credits   Prerequisites: STAT-GB.3302    This course presents the Fourier analysis of time series. The frequency domain approach covered here provides a complementary outlook on time series to the usual time domain Box-Jenkins approach. Topics include periodicity (cycles) in time series data, the periodogram and its distribution, linear filters and transfer functions, spectral density, spectral representations of autocovariances and stationary processes, ARMA (autoregressive moving average) models and their spectra, model selection, the linear forecasting problem, and spectral estimation. We also discuss long memory models, including fractional ARIMA (autoregressive integrated moving average) and nonlinear time series, including ARCH (autoregressive conditional heterogeneity) models and chaos, as time permits.                                 STAT-GB.3307 Categorical Data                                     Categorical Data  STAT-GB.3307  3 credits   Prerequisites: STAT-GB.3302    Discrete random variables are the subject of this course, with most of the emphasis going to the bivariate and multivariate situations. The major topics are the chi-squared statistic, Fisher's exact test, odds ratio estimates and intervals, sets of tables, the log-linear model, model fitting, and logit analysis. The fundamental paper by Leo Goodman in the 1970 issue of the Journal of the American Statistical Association is discussed. M.B.A. and undergraduate students registering for this course are evaluated primarily on their ability to formulate and analyze data-based problems. All other students are evaluated primarily on their understanding of methodological and theoretical issues associated with the analysis of categorical data.                                 STAT-GB.3308 Sampling Techniques                                     Sampling Techniques  STAT-GB.3308  3 credits   Prerequisites: STAT-GB.3302    The course considers commonly used sampling schemes, such as simple, random, stratified, multistage, and double sampling. The efficiencies of these plans are discussed in detail. Also included are methods of estimation, including ratio and regression. Other topics include poststratification, multivariate surveys, analytic studies, problems of nonresponse, nonsampling errors, and randomized response technique. Theory is illustrated with examples from diverse fields.                                 STAT-GB.3309 Experimental Design                                     Experimental Design  STAT-GB.3309  3 credits   Prerequisites: STAT-GB.3302    This course develops the analysis of variance model in detail through the “one-way” and “two-way” designs, including partitioning sums of squares, orthogonal polynomials, interactions, multiple comparisons, and fixed and random effects. The concepts of randomization and blocking lead to discussions of design strategy. Further topics, covered if time permits, are the higher-order designs, split-plot designs, and fractional factorials. The material of this course is vital to those performing designed experiments, and the information can also be helpful in observational studies.                                 STAT-GB.3314 Statistical Computing and Sampling Methods with Applications to Finance                                     Statistical Computing and Sampling Methods with Applications to Finance  STAT-GB.3314  3 credits   Prerequisites: STAT-GB.3302    This course covers most of the classical and modern Monte Carlo methods for statistical estimation. In particular, the fast growth of Monte Carlo Markov Chain (MCMC) methods has enabled the use of Bayesian inference in many applied fields. Methodologies are illustrated with financial applications such as estimation of implied volatility and risk measures. Examples are drawn from published research and survey papers in current literature (Risk magazine, J. P. Morgan’s Risk Metrics). The course integrates three basic components of statistical analysis in financial areas: (1) modeling and inference (with emphasis on Bayesian methodology), (2) computing and sampling methods for statistical estimation (with emphasis on MCMC), and (3) applications to financial data (with emphasis on volatility and risk). The focus is placed on the second component, bridging the gap between what can be said in theory (first component) and what can be done in practice (third component). The goals of the course are modest so that a full treatment of all major topics can be achieved.                                 STAT-GB.3352 Advanced Theory of Probability                                     Advanced Theory of Probability  STAT-GB.3352  3 credits   Prerequisites: STAT-GB.3301 plus two semesters of undergraduate calculus    The aim of the course is to establish a comprehensive foundation of the theory of probability. The topics covered are basic measure theory, random variables, and induced measures and distributions; independence of random variables; integration in a probability space with emphasis on conditional expectation and martingales; modes of convergence of random variables, including almost sure convergence, convergence in LP, convergence in probability, and convergence in distribution; characteristic functions and the inversion formula; and the central limit theorem for independent identically distributed random variables and also for martingale differences. If time permits, additional topics will include functional central limit theorems and their applications.                                 STAT-GB.3383 Frequency Domain Time Series Analysis                                     Frequency Domain Time Series Analysis  STAT-GB.3383  3 credits    Frequency Domain Time Series is an advanced course on foundations and applications of time Series. Methods involving periodograms and spectral densities are emphasized. Linear filtering and spectral representations (stochastic integrals) for stationary time series are used as unifying themes. The second half of the course considers GARCH models, fractals, long memory and fractional cointegration. Again, emphasis is on insights gained from the frequency domain viewpoint.  The mathematics used in the course is Fourier analysis, a useful tool for all technically-oriented students. All mathematical results are presented in a self-contained manner.    The course grades are based on homework assignments (70% of the grade) and an in-class open-book final exam (30% of the grade). Homeworks can be re-submitted for further credit, at any time.    There is a clear need for advanced students in statistics, finance and economics to have a deep understanding of time series in the frequency domain. Increasingly, frequency domain methods and models are being used by practitioners. If time permits, we will discuss some of these methods along with papers that have appeared in the literature. Examples include:       \"The distribution of realized exchange rate volatility\" (Anderson, Bollerslev, Diebold and Labys, Journal of the American Statistical Association, 2001).    \"Unit root tests in ARMA models with data-dependent methods for the selection of the truncation lag\" (Ng and Perron, Journal of the American Statistical Association, 1995).    \"The size and power of the variance ratio test in finite samples: A Monte Carlo investigation\" (Lo and MacKinlay, J. Econometrics, 1989).    \"Long memory in continuous time stochastic volatility models\" (Comte and Renault, Mathematical Finance, 1998).    \"An asymptotic approximation for heteroskedasticity autocorrelation robust tests\" (T. Vogelsang, 2002).    \"A fractional cointegration analysis of purchasing power parity\" (Cheung and Lai, Journal of Business and Economic Statistics, 1993).    \"On the power of Dickey-Fuller tests against fractional alternatives\" (Diebold and Rudebusch, Economics Letters, 1991).    \"Long Memory in Stock-Market Trading Volume\" (Lobato and Velasco, Journal of Business and Economic Statistics, 2000).    \"Non-Stationary log-periodogram regression\" (Velasco, J. Econometrics, 1999).    \"A bias-reduced log-periodogram regression estimator for the long memory parameter\" (D.W.K. Andrews and Patrik Guggenberger, Coes Foundation for Research in Economics, Yale University, 1999).                         Show all | Hide all                MBA Electives - Actuarial Science Focus           Students completing the MBA with a focus in actuarial science will be prepared for the actuarial examinations of the Society of Actuaries and the Casualty Actuarial Society. The MBA Program meets the needs of students wishing to focus in actuarial science and to obtain a broad background in applied business areas that interest the actuary (such as information systems, accounting, finance, economics, marketing, and management). A student enrolled in the MBA Program should complete the courses listed below, in addition to the core.                                    STAT-GB.2302 Forecasting Time Series Data                                     Forecasting Time Series Data  STAT-GB.2302  3 credits   Prerequisites: COR1-GB.1305    Presented in this course are practical time series forecasting techniques with emphasis on the Box-Jenkins ARIMA (autoregressive integrated moving average) method and conditional volatility ARCH (autoregressive conditional heterogeneity) and GARCH (generalized autoregressive conditional heterogeneity) models. The course gives a mix of practical data analysis along with an introduction to the relevant theory. The ARIMA models are used to forecast series like interest spreads, while ARCH models are used in estimating and forecasting the volatility of series like stock returns and exchange rate returns. Students analyze data sets of their own choice in projects. Additional topics of interest covered in the course are methods of testing for nonstationary (Dickey-Fuller tests) as well as models for capturing seasonality as seen, for example, in series of monthly sales figures. The low-cost forecasting method of exponential smoothing is discussed, and its connection to the RiskMetricsTM methods of J. P. Morgan and GARCH models is explored. If time permits, we also study methods of forecasting multivariate time series, where information from several series is pooled to forecast a single series. The concept of co-integration or co-movement of multivariate series is discussed (interest rates being a prime example), along with their implications for forecasts. Other potential topics in the course include the use of ARCH models in value at risk (VAR) analysis and in option pricing.                                 STAT-GB.2309 Mathematics of Investment                                     Mathematics of Investment  STAT-GB.2309  3 credits   Prerequisites: one semester of undergraduate calculus or permission of the instructor    The course discusses mathematical and technical aspects of investments. Topics include measurement of interest and discount rates, accumulated value and present value, annuities, sinking funds, amortization of debt, and determination of yield rates on securities. Applications include bond evaluation, mortgages, capital budgeting, depreciation methods, and insurance.                                 STAT-GB.3301 Introduction to the Theory of Probability                                     Introduction to the Theory of Probability  STAT-GB.3301  3 credits   Prerequisites: two semesters of undergraduate calculus or permission of instructor.    This course covers the basic concepts of probability. Topics include the axiomatic definition of probability; combinatorial theorems; conditional probability and independent events; random variables and probability distributions; expectation of functions of random variables; special discrete and continuous distributions, including the chi-square, t, and F distributions; joint distributions with emphasis on the bivariate normal distribution; law of large numbers, central limit theorem; and moment generating functions. The theory of statistical estimation is introduced with a discussion on maximum likelihood estimation.                                 STAT-GB.3335 Life Contingencies                                     Life Contingencies  STAT-GB.3335  3 credits   Prerequisites: STAT-GB.3301    Applies probability and mathematics of investment to problems of premiums and reserves on annuities and insurance policies. Topics include probabilities of mortality, laws of mortality, joint life probabilities and annuities, and multiple decrement theory. Application to pension plans is discussed.                     Show all | Hide all                                                                                                   Academic Programs &amp; Courses     MBA Courses Information Systems   Operations Management   Statistics     Undergraduate Courses   PhD Programs                           News      NYU Stern Center for Business and Human Rights to Tackle Migrant Labor Rights in the Construction Industry    Foreign Policy Association Awards Medal to Dean Peter Henry    Follow @NYUStern on Twitter and like NYU Stern on Facebook         Basics      Directions &amp; Maps    Faculty Directory    Contact Us                                 FACULTY OPINIONS    Read Stern faculty opinions on  relevant business topics             Sitemap | Privacy | &copy; 2015 Leonard N. Stern School of Business                               Back to Top"}, {"content": "NYU &gt; Courant Institute &gt; Classroom Calendar for WWH 505                                                                                                                    New York University    Faculty of Arts and Science    College of Arts and Science    Graduate School of Arts and Science                    CIMS Login                                         go                         Classroom Calendar for WWH 505                Day View   Classroom Search   Request Reservation       If you do not have a Courant account, send mail to &#115;&#x63;&#x68;&#101;d&#117;&#108;er@&#99;&#x69;&#x6d;&#x73;&#x2e;&#x6e;&#121;&#117;&#46;&#101;&#x64;&#x75; for reservations.          WWH 101   WWH 102   WWH 109   WWH 1302   WWH 1314   WWH 13th Floor Faculty Lounge   WWH 201   WWH 202   WWH 230   WWH 312   WWH 317   WWH 412   WWH 505   WWH 512   WWH 517   WWH 524   WWH 605   WWH 705   WWH 805   WWH 905   719BWAY 1221   719BWAY 709   715BWAY 1003   715BWAY 1203   715BWAY 714     All Classrooms      Jump to:         Show:     Classes       Seminars       Conferences       Meetings                    contact: webmaster at cims.nyu.edu   &#169; New York University"}, {"content": "CIMS &gt; V63.0235:Probability and Statistics                                                                                                                            Courant Institute     New York University     FAS     CAS     GSAS                         :: CONTACT US              go                         Math Department Home    Undergraduate  Courses    Undergraduate Program    People    Useful Links    Outreach               V63.0235:Probability and Statistics                   Term:     Spring 2011             Meeting times:     Tu Th 3:30pm–4:45pm - 101 WWH                 Recitation:         F 2:00 - 3:15 pm - Classroom TBD                Course Website:     Probability & Statistics - Spring 2011 (and Blackboard)                 Instructor:     Dr. Tom LaGatta                 Office:     927 WWH             Office hours:     Mondays at 11am and Wednesdays at 10am             Phone:     212-992-9920              Email:     lagatta@cims.nyu.edu                      Prerequisites    Students who wish to enroll in V63.0235 must meet the following  prerequisites:       V63.0122 Calculus II with a grade of C or better and/or the  equivalent.            Goals and Topics      The primary goals of this course are to understand the laws of theoretical probability, and to apply them to real-world problems. The course will be full of hands-on examples, but we will not shy away from theory. In particular, this course is structured around the two major themes of the Law of Large Numbers and the Central Limit Theorem. The most important application of these ideas is statistics.                   Course Details       Textbook and Materials    The Pleasures of Probability, Richard Isaac. Springer-Verlag,  ISBN 0-387-94415     The Drunkard’s Walk, Leonard Mlodinow. Pantheon, ISBN  0-375-42404-0           Homework    Homework will be due every Friday by 2pm , and must be submitted in my mailbox in Warren Weaver Hall (not in class). Each week's assignment will be posted on the course website. Late homework will not be accepted for any reason; however, when I compute your final grade I will drop your lowest homework score. Homework is worth 20% of your final grade.   Programming Assignments: Probability should not be studied in a vacuum; your intuition must be honed by working with examples. The laws of probability are strongest in situations with large numbers of independent trials, such as flipping a coin 10,000 times or polling 1,500 people. Instead of doing this by hand, we will make use of the computing power available to us. As part of your homework grade, you will be expected to write a number of simple computer programs. We will be using the open-source software package, which is available to download for free from http://www.r-project.org   Reading and Writing: Probability touches on many areas of modern life, from science to finance. To place the subject matter in a broader context, there will be assigned readings each week, from the popular mathematics book The Drunkard's Walk as well as other articles. As part of your homework grade, you will be expected to write some short essays on what you read.         Exams    Quizzes   There will be a number of quizzes throughout the semester, each announced at least one week in advance. Quizzes will start at the beginning of class. These will be counted as part of your homework grade.      Midterms   There will be in-class midterm examinations on Thursday, March 3 and Thursday, April 14 . I will give make-up exams only in exceptional circumstances (e.g., death in the family, outbreak of mono). Please notify me far in advance. Each midterm exam is worth 25% of your final grade.       Final   The cumulative final examination for this course is scheduled for Thursday, May 12 from 4:00pm to 5:50pm . The location will be announced in advance. The department will not be able to accommodate early finals for non-academic, non-emergency reasons. Plan your travel schedule accordingly. The final exam is worth 30% of your final grade.              Grading policy    Grades will be computed by a weighted average:      Homework 20%   Midterm 25%   Final 30%   Other 20%             Calendar                   Week    Topic                1     Introduction: The Law of Large Numbers and the Central  Limit Theorem                 2     Chapter 1 - Cars, Goats, and Sample Spaces                 3     Chapter 2 - How to Count: Birthdays and Lotteries                 4     Chapter 3 - Conditional Probability: From Kings to Prisoners                 5     Chapter 4 - The Formula of Thomas Bayes and Other Matters                 6     Chapter 5 - The Idea of Independence, with Applications             7     Chapter 7 - Random Variables, Expectations, and More About  Games                 8     Chapter 8 - Baseball Cards, The Law of Large Numbers, and Bad  News for Gamblers                 9     Chapter 9 - From Traffic to Chocolate Chip Cookies with the  Poisson Distribution                 10     Chapter 10 - The Desperate Case of the Gambler’s Ruin                 11     Chapter 11 - Breaking Sticks, Tossing Needles, and More:  Probability on Continuous Sample Spaces                 12     Chapter 12 - Normal Distributions, and Order from Diversity  via the Central Limit Theorem                 13     Chapter 15 - Statistics: Applying Probability to Make  Decisions                                              © NEW YORK UNIVERSITY   CONTACT WEBMASTER"}]},
{"detail": [{"content": "NYU Stern | Statistics                                 Skip to Main Content                                      Experience Stern      Research, Faculty, Social, News                 Faculty &amp; Research       Books    Opinion    Research Highlights    Research in the News    Blogs    Archive    Faculty Directory          Social@Stern        Tales in Possible        Global       Business Across Borders    Global Study    Voices from Abroad    Archive          Network        News &amp; Events       Faculty News    Press Releases    School News    Events          About Stern       Values    Key Facts    History    Leadership    Departments, Centers &amp; Initiatives    Working at Stern    Visit Stern    Contact                          Programs &amp; Admissions      Degrees &amp; Executive Education                 Undergraduate       The Stern Advantage    Academics    Stern Around the World    Social Impact    Dynamic Community    Future Success    Admissions          Full-time MBA       The Stern Advantage    Academics    Students    Career    Financial Aid    Admissions    Meet With Us          Part-time MBA Manhattan        The Stern Advantage    Academics    Community    Career    Financial Aid    Admissions    Meet With Us          Part-time MBA Westchester       The Stern Advantage    Academics    Community    Career    Financial Aid    Admissions    Meet With Us          Executive MBA       The Stern Advantage    Academics    Community    Career Development    Sponsorship    Admissions    Contact Us          Dual Degrees       MD/MBA    JD/MBA    MBA/MFA    MS in Mathematics/ MBA    MBA/MPA    MBA/MA in French Studies    MBA/MA in Politics    MS in Biology/MBA    Dual MBA with HEC School of Management          Global Degrees       TRIUM EMBA    MS in Global Finance    MS in Risk Management    MS in Business Analytics          PhD       The Stern Advantage    Academics    Job Placement    Student Life    Admissions          Executive Education       Short Courses    Custom Programs        Advanced Professional Certificates       Finance    Marketing    General Business                          Portal &amp; Partners      Alumni, Recruiters, Student Login                 Current Students   SternLinks   Student Jobs     Undergraduate Current Students      MBA &amp; Graduate Students       Academic Affairs and Advising    Records &amp; Registration    International Programs    Bursar    Financial Aid    Office of Student Engagement    Leadership Development    Career Center for Working Professionals    Career Account      SternLinks        Faculty &amp; Staff       Join Stern's Faculty    Leadership    New Faculty Resources    CITL    Center for Research Computing    Center for Behavioral Research      Log in to SternLinks        Alumni       Attend an Event    Career Center for Working Professionals    Log in to SternConnect    Network with Alumni    SternBusiness Alumni Magazine      Support Stern        Recruiters       Contact Your Relationship Manager    Recruit Experienced Talent    Recruit on Campus (MBA)    Recruit on Campus (Undergraduate)      Get Started                                                      Search                                              About / Departments      Department of Information, Operations, and Management Sciences              Faculty &amp; Staff Full-time Faculty   Adjunct Faculty   Emeriti Faculty   Visiting Scholars   Staff   Position Openings     Research Faculty Research   PhD Student Research   Working Papers     Events IOMS Seminar Series   Conferences     Academic Programs &amp; Courses MBA Courses   Undergraduate Courses   PhD Programs     Student Jobs &amp; Activities   Center for Business Analytics             Home / Experience Stern / About / Departments, Centers &amp; Initiatives / Academic Departments / IOMS Department / Academic Programs &amp; Courses / MBA Courses / Statistics                        Share / Print                Print      Email      Share       Like                                              Statistics   Courses in Statistics fall into two categories: statistics and actuarial science .  Statistics courses cover techniques relating to the application of the theory of probability to decisions that must be made in the face of uncertainty. Statistical theory and methods are used in a variety of applications, such as       sampling    data analysis    design of market research studies    quantitative methods in cost accounting    statistical quality control of manufactured products    economic forecasting    financial modeling      Statistical computing algorithms are used for analyzing data and statistical estimation.    Actuarial science courses prepare students for an actuarial career, applying probability and statistics to the fields of insurance and pensions. The courses in actuarial science and related fields of probability, statistics, economics, and finance cover all of the material that appears in the first two examinations jointly sponsored by the Society of Actuaries and the Casualty Actuarial Society. Other courses at Stern cover portions of examinations three and four.    The program offers students the theory and techniques to solve business problems. Each course emphasizes the application of statistical research methods to actual business problems. The applied courses make extensive use of computers.    A student considering statistics courses beyond the core course should speak to a faculty member about prerequisites and career objectives before registering. In certain instances, instructors may waive prerequisites for an advanced course.    Graduate-level courses are also offered for students who have less formal mathematical backgrounds. These are generally, but not exclusively, computer-intensive courses that develop skills in quantitative techniques. For the most part, the only prerequisite for these courses is the MBA core course, Statistics and Data Analysis, COR1-GB.1305 (B01.1305). These courses are open to students regardless of their areas of specialization. Follow the links to the left for a description of Statistics courses.        MBA Core in Statistics   Statistics and Data Analysis  COR1-GB.1305  3 credits    This course is designed to achieve an understanding of fundamental notions of data presentation and analysis and to use statistical thinking in the context of business problems. The course deals with modern methods of data exploration (designed to reveal unusual or problematic aspects of databases), the uses and abuses of the basic techniques of inference, and the use of regression as a tool for management and for financial analysis.       MBA Electives - Stochastic Processes   Introduction to Stochastic Processes  STAT-GB.3321  3 credits   Prerequisites: STAT-GB.3301    This is an introductory course in stochastic processes. The course places emphasis on probabilistic thinking and on learning how to model the real-life phenomena, which evolve over time. It presents classes of stochastic processes which are widely used as modeling tools in diverse fields of applications including finance, economics, accounting, marketing and actuarial science. It covers basic theory and applications of discrete and continuous-time Markov chains; discrete and continuous time martingales; and Brownian motion and its generalizations. The introduction to Ito stochastic calculus is presented with a view towards financial applications. The course also discusses some statistical aspects of considered processes.             MBA Electives - All Specializations           Statistics group faculty members offer courses for MBA students interested in applications of quantitative methods to various aspects of business activity. These courses may also be taken to meet requirements for a specialization in statistics. The only prerequisite for these courses is Statistics and Data Analysis (COR1-GB.1305), with the exception of Mathematics of Investment, STAT-GB.2309, which requires one semester of undergraduate calculus or the instructor&#039;s permission. The STAT-GB.2XXX courses emphasize applications and present the theory at the level of intuitive arguments. The STAT-GB.3XXX courses emphasize the theory and methodology, using the applications as illustrations.                                    STAT-GB.2301 Regression and Multivariate Data Analysis                                     Regression and Multivariate Data Analysis  STAT-GB.2301  3 credits   Prerequisites: COR1-GB.1305    This is a data-driven, applied statistics course focusing on the analysis of data using regression models. It emphasizes applications to the analysis of business and other data and makes extensive use of computer statistical packages. Topics include simple and multiple linear regression, residual analysis and other regression diagnostics, multicollinearity and model selection, autoregression, heteroscedasticity, regression models using categorical predictors, and logistic regression. All topics are illustrated on real data sets obtained from financial markets, market research studies, and other scientific inquiries.                                 STAT-GB.2302 Forecasting Time Series Data                                     Forecasting Time Series Data  STAT-GB.2302  3 credits   Prerequisites: COR1-GB.1305    Presented in this course are practical time series forecasting techniques with emphasis on the Box-Jenkins ARIMA (autoregressive integrated moving average) method and conditional volatility ARCH (autoregressive conditional heterogeneity) and GARCH (generalized autoregressive conditional heterogeneity) models. The course gives a mix of practical data analysis along with an introduction to the relevant theory. The ARIMA models are used to forecast series like interest spreads, while ARCH models are used in estimating and forecasting the volatility of series like stock returns and exchange rate returns. Students analyze data sets of their own choice in projects. Additional topics of interest covered in the course are methods of testing for nonstationary (Dickey-Fuller tests) as well as models for capturing seasonality as seen, for example, in series of monthly sales figures. The low-cost forecasting method of exponential smoothing is discussed, and its connection to the RiskMetricsTM methods of J. P. Morgan and GARCH models is explored. If time permits, we also study methods of forecasting multivariate time series, where information from several series is pooled to forecast a single series. The concept of co-integration or co-movement of multivariate series is discussed (interest rates being a prime example), along with their implications for forecasts. Other potential topics in the course include the use of ARCH models in value at risk (VAR) analysis and in option pricing.                                 STAT-GB.2308 Applied Stochastic Processes for Financial Models                                     Applied Stochastic Processes for Financial Models  STAT-GB.2308  3 credits   Prerequisites: COR1-GB.1305    In this class we study stochastic models for the financial markets mostly in a discrete time setting. We shall discuss the concept of martingales and risk-neutral probability measures, and derive the general pricing formula for contingent claims. We shall study the binomial model and derive the price of a European call option on this model, called the binomial Black-Scholes (BS) formula. We study put options using the put-call parity. We shall compare the binomial BS formula to the continuous time BS formula, and analyze the latter via the “Greeks”. We shall also look at exotic options such as the lookback and the knockout option. Additionally, American options, forward and future contracts, and fixed income models will be included as well.                                 STAT-GB.2309 Mathematics of Investment                                     Mathematics of Investment  STAT-GB.2309  3 credits   Prerequisites: one semester of undergraduate calculus or permission of the instructor    The course discusses mathematical and technical aspects of investments. Topics include measurement of interest and discount rates, accumulated value and present value, annuities, sinking funds, amortization of debt, and determination of yield rates on securities. Applications include bond evaluation, mortgages, capital budgeting, depreciation methods, and insurance.                     Show all | Hide all                MBA Electives - Statistics and Actuarial Science           These electives are open to all students (MBA and PhD) who have the required mathematical prerequisites (two semesters of calculus and one semester of matrix algebra at the graduate or undergraduate level). Typically, students who majored in engineering or mathematics would automatically satisfy this requirement.                                    STAT-GB.3301 Introduction to the Theory of Probability                                     Introduction to the Theory of Probability  STAT-GB.3301  3 credits   Prerequisites: two semesters of undergraduate calculus or permission of instructor.    This course covers the basic concepts of probability. Topics include the axiomatic definition of probability; combinatorial theorems; conditional probability and independent events; random variables and probability distributions; expectation of functions of random variables; special discrete and continuous distributions, including the chi-square, t, and F distributions; joint distributions with emphasis on the bivariate normal distribution; law of large numbers, central limit theorem; and moment generating functions. The theory of statistical estimation is introduced with a discussion on maximum likelihood estimation.                                 STAT-GB.3302 Statistical Inference and Regression Analysis                                     Statistical Inference and Regression Analysis  STAT-GB.3302  3 credits   Prerequisites: STAT-GB.3301 plus one semester of linear algebra    The course has two distinct components: statistical inference and regression analysis. Topics included in statistical inference are principles of statistical estimation and inference, Neyman-Pearson Lemma, testing of means, variances, tests of independence, and nonparametric methods. Regression analysis focuses on the general linear regression model, least squares estimation, departures from standard assumptions, autocorrelation, multicollinearity, analysis of residuals, choice of variables, and nonlinear models.                                 STAT-GB.3303 Multivariate Statistical Analysis                                     Multivariate Statistical Analysis  STAT-GB.3303  3 credits   Prerequisites: STAT-GB.3302    This course covers multivariate distributions. It focuses on the multivariate normal, geometric principle of sampling, multivariate asymptotics, principles of multivariate inference, tests of the mean vector for one and several populations leading to Hotelling's T2 statistic and MANOVA (multiple analysis of variance), techniques of multiple comparisons, multivariate linear regression models, principal components, factor analysis, canonical correlations, discrimination and classification, clustering, and graphical displays of multivariate data.                                 STAT-GB.3304 Advanced Theory of Statistics                                     Advanced Theory of Statistics  STAT-GB.3304  3 credits   Prerequisites: STAT-GB.3302    The course covers topics in statistical estimation and hypothesis testing. Topics on estimation include sufficiency, exponential family, Pitman Koopman Theorem, criteria for choice of estimators, lower bounds for variance of estimators, sufficiency and completeness, maximum likelihood estimation, theorems on limiting distributions, and robust estimation. Topics on hypothesis testing include theory of optimum tests, Neyman- Pearson Lemma, M.P. (most powerful) and U.M.P. (uniformly most powerful) tests, unbiased tests, composite hypotheses, Neyman structure, likelihood principle, and likelihood ratio tests.                                 STAT-GB.3305 Bayesian Inference and Statistical Decision Theory                                     Bayesian Inference and Statistical Decision Theory  STAT-GB.3305  3 credits   Prerequisites: STAT-GB.3302    This course has two components: statistical decision theory and the Bayesian paradigm for statistical inference. Statistical decision theory is concerned with the problem of making decisions in the presence of relevant statistical knowledge. Topics include decision rules, utility, risk functions, admissibility, consistency, expected loss, randomized decision rules, minimax decision rules, Bayes decision rules, and game theory. Both Frequentist and Bayesian concepts are considered. The Bayesian paradigm is the approach to statistics that formally seeks to utilize prior information. Topics include the notion of subjective probability, the specification of prior information, credibility sets, predictive distributions, empirical and hierarchical Bayes analysis, Bayesian robustness, and computation. Comparisons are made with the classical approaches to typical problems. Business case studies are used to illustrate both components.                                 STAT-GB.3306 Time Series Analysis                                     Time Series Analysis  STAT-GB.3306  3 credits   Prerequisites: STAT-GB.3302    This course presents the Fourier analysis of time series. The frequency domain approach covered here provides a complementary outlook on time series to the usual time domain Box-Jenkins approach. Topics include periodicity (cycles) in time series data, the periodogram and its distribution, linear filters and transfer functions, spectral density, spectral representations of autocovariances and stationary processes, ARMA (autoregressive moving average) models and their spectra, model selection, the linear forecasting problem, and spectral estimation. We also discuss long memory models, including fractional ARIMA (autoregressive integrated moving average) and nonlinear time series, including ARCH (autoregressive conditional heterogeneity) models and chaos, as time permits.                                 STAT-GB.3307 Categorical Data                                     Categorical Data  STAT-GB.3307  3 credits   Prerequisites: STAT-GB.3302    Discrete random variables are the subject of this course, with most of the emphasis going to the bivariate and multivariate situations. The major topics are the chi-squared statistic, Fisher's exact test, odds ratio estimates and intervals, sets of tables, the log-linear model, model fitting, and logit analysis. The fundamental paper by Leo Goodman in the 1970 issue of the Journal of the American Statistical Association is discussed. M.B.A. and undergraduate students registering for this course are evaluated primarily on their ability to formulate and analyze data-based problems. All other students are evaluated primarily on their understanding of methodological and theoretical issues associated with the analysis of categorical data.                                 STAT-GB.3308 Sampling Techniques                                     Sampling Techniques  STAT-GB.3308  3 credits   Prerequisites: STAT-GB.3302    The course considers commonly used sampling schemes, such as simple, random, stratified, multistage, and double sampling. The efficiencies of these plans are discussed in detail. Also included are methods of estimation, including ratio and regression. Other topics include poststratification, multivariate surveys, analytic studies, problems of nonresponse, nonsampling errors, and randomized response technique. Theory is illustrated with examples from diverse fields.                                 STAT-GB.3309 Experimental Design                                     Experimental Design  STAT-GB.3309  3 credits   Prerequisites: STAT-GB.3302    This course develops the analysis of variance model in detail through the “one-way” and “two-way” designs, including partitioning sums of squares, orthogonal polynomials, interactions, multiple comparisons, and fixed and random effects. The concepts of randomization and blocking lead to discussions of design strategy. Further topics, covered if time permits, are the higher-order designs, split-plot designs, and fractional factorials. The material of this course is vital to those performing designed experiments, and the information can also be helpful in observational studies.                                 STAT-GB.3314 Statistical Computing and Sampling Methods with Applications to Finance                                     Statistical Computing and Sampling Methods with Applications to Finance  STAT-GB.3314  3 credits   Prerequisites: STAT-GB.3302    This course covers most of the classical and modern Monte Carlo methods for statistical estimation. In particular, the fast growth of Monte Carlo Markov Chain (MCMC) methods has enabled the use of Bayesian inference in many applied fields. Methodologies are illustrated with financial applications such as estimation of implied volatility and risk measures. Examples are drawn from published research and survey papers in current literature (Risk magazine, J. P. Morgan’s Risk Metrics). The course integrates three basic components of statistical analysis in financial areas: (1) modeling and inference (with emphasis on Bayesian methodology), (2) computing and sampling methods for statistical estimation (with emphasis on MCMC), and (3) applications to financial data (with emphasis on volatility and risk). The focus is placed on the second component, bridging the gap between what can be said in theory (first component) and what can be done in practice (third component). The goals of the course are modest so that a full treatment of all major topics can be achieved.                                 STAT-GB.3352 Advanced Theory of Probability                                     Advanced Theory of Probability  STAT-GB.3352  3 credits   Prerequisites: STAT-GB.3301 plus two semesters of undergraduate calculus    The aim of the course is to establish a comprehensive foundation of the theory of probability. The topics covered are basic measure theory, random variables, and induced measures and distributions; independence of random variables; integration in a probability space with emphasis on conditional expectation and martingales; modes of convergence of random variables, including almost sure convergence, convergence in LP, convergence in probability, and convergence in distribution; characteristic functions and the inversion formula; and the central limit theorem for independent identically distributed random variables and also for martingale differences. If time permits, additional topics will include functional central limit theorems and their applications.                                 STAT-GB.3383 Frequency Domain Time Series Analysis                                     Frequency Domain Time Series Analysis  STAT-GB.3383  3 credits    Frequency Domain Time Series is an advanced course on foundations and applications of time Series. Methods involving periodograms and spectral densities are emphasized. Linear filtering and spectral representations (stochastic integrals) for stationary time series are used as unifying themes. The second half of the course considers GARCH models, fractals, long memory and fractional cointegration. Again, emphasis is on insights gained from the frequency domain viewpoint.  The mathematics used in the course is Fourier analysis, a useful tool for all technically-oriented students. All mathematical results are presented in a self-contained manner.    The course grades are based on homework assignments (70% of the grade) and an in-class open-book final exam (30% of the grade). Homeworks can be re-submitted for further credit, at any time.    There is a clear need for advanced students in statistics, finance and economics to have a deep understanding of time series in the frequency domain. Increasingly, frequency domain methods and models are being used by practitioners. If time permits, we will discuss some of these methods along with papers that have appeared in the literature. Examples include:       \"The distribution of realized exchange rate volatility\" (Anderson, Bollerslev, Diebold and Labys, Journal of the American Statistical Association, 2001).    \"Unit root tests in ARMA models with data-dependent methods for the selection of the truncation lag\" (Ng and Perron, Journal of the American Statistical Association, 1995).    \"The size and power of the variance ratio test in finite samples: A Monte Carlo investigation\" (Lo and MacKinlay, J. Econometrics, 1989).    \"Long memory in continuous time stochastic volatility models\" (Comte and Renault, Mathematical Finance, 1998).    \"An asymptotic approximation for heteroskedasticity autocorrelation robust tests\" (T. Vogelsang, 2002).    \"A fractional cointegration analysis of purchasing power parity\" (Cheung and Lai, Journal of Business and Economic Statistics, 1993).    \"On the power of Dickey-Fuller tests against fractional alternatives\" (Diebold and Rudebusch, Economics Letters, 1991).    \"Long Memory in Stock-Market Trading Volume\" (Lobato and Velasco, Journal of Business and Economic Statistics, 2000).    \"Non-Stationary log-periodogram regression\" (Velasco, J. Econometrics, 1999).    \"A bias-reduced log-periodogram regression estimator for the long memory parameter\" (D.W.K. Andrews and Patrik Guggenberger, Coes Foundation for Research in Economics, Yale University, 1999).                         Show all | Hide all                MBA Electives - Actuarial Science Focus           Students completing the MBA with a focus in actuarial science will be prepared for the actuarial examinations of the Society of Actuaries and the Casualty Actuarial Society. The MBA Program meets the needs of students wishing to focus in actuarial science and to obtain a broad background in applied business areas that interest the actuary (such as information systems, accounting, finance, economics, marketing, and management). A student enrolled in the MBA Program should complete the courses listed below, in addition to the core.                                    STAT-GB.2302 Forecasting Time Series Data                                     Forecasting Time Series Data  STAT-GB.2302  3 credits   Prerequisites: COR1-GB.1305    Presented in this course are practical time series forecasting techniques with emphasis on the Box-Jenkins ARIMA (autoregressive integrated moving average) method and conditional volatility ARCH (autoregressive conditional heterogeneity) and GARCH (generalized autoregressive conditional heterogeneity) models. The course gives a mix of practical data analysis along with an introduction to the relevant theory. The ARIMA models are used to forecast series like interest spreads, while ARCH models are used in estimating and forecasting the volatility of series like stock returns and exchange rate returns. Students analyze data sets of their own choice in projects. Additional topics of interest covered in the course are methods of testing for nonstationary (Dickey-Fuller tests) as well as models for capturing seasonality as seen, for example, in series of monthly sales figures. The low-cost forecasting method of exponential smoothing is discussed, and its connection to the RiskMetricsTM methods of J. P. Morgan and GARCH models is explored. If time permits, we also study methods of forecasting multivariate time series, where information from several series is pooled to forecast a single series. The concept of co-integration or co-movement of multivariate series is discussed (interest rates being a prime example), along with their implications for forecasts. Other potential topics in the course include the use of ARCH models in value at risk (VAR) analysis and in option pricing.                                 STAT-GB.2309 Mathematics of Investment                                     Mathematics of Investment  STAT-GB.2309  3 credits   Prerequisites: one semester of undergraduate calculus or permission of the instructor    The course discusses mathematical and technical aspects of investments. Topics include measurement of interest and discount rates, accumulated value and present value, annuities, sinking funds, amortization of debt, and determination of yield rates on securities. Applications include bond evaluation, mortgages, capital budgeting, depreciation methods, and insurance.                                 STAT-GB.3301 Introduction to the Theory of Probability                                     Introduction to the Theory of Probability  STAT-GB.3301  3 credits   Prerequisites: two semesters of undergraduate calculus or permission of instructor.    This course covers the basic concepts of probability. Topics include the axiomatic definition of probability; combinatorial theorems; conditional probability and independent events; random variables and probability distributions; expectation of functions of random variables; special discrete and continuous distributions, including the chi-square, t, and F distributions; joint distributions with emphasis on the bivariate normal distribution; law of large numbers, central limit theorem; and moment generating functions. The theory of statistical estimation is introduced with a discussion on maximum likelihood estimation.                                 STAT-GB.3335 Life Contingencies                                     Life Contingencies  STAT-GB.3335  3 credits   Prerequisites: STAT-GB.3301    Applies probability and mathematics of investment to problems of premiums and reserves on annuities and insurance policies. Topics include probabilities of mortality, laws of mortality, joint life probabilities and annuities, and multiple decrement theory. Application to pension plans is discussed.                     Show all | Hide all                                                                                                   Academic Programs &amp; Courses     MBA Courses Information Systems   Operations Management   Statistics     Undergraduate Courses   PhD Programs                           News      NYU Stern Center for Business and Human Rights to Tackle Migrant Labor Rights in the Construction Industry    Foreign Policy Association Awards Medal to Dean Peter Henry    Follow @NYUStern on Twitter and like NYU Stern on Facebook         Basics      Directions &amp; Maps    Faculty Directory    Contact Us                                 FACULTY OPINIONS    Read Stern faculty opinions on  relevant business topics             Sitemap | Privacy | &copy; 2015 Leonard N. Stern School of Business                               Back to Top"}, {"content": "NYU &gt; Courant Institute &gt; Classroom Calendar for WWH 505                                                                                                                    New York University    Faculty of Arts and Science    College of Arts and Science    Graduate School of Arts and Science                    CIMS Login                                         go                         Classroom Calendar for WWH 505                Day View   Classroom Search   Request Reservation       If you do not have a Courant account, send mail to &#115;&#x63;&#x68;&#101;d&#117;&#108;er@&#99;&#x69;&#x6d;&#x73;&#x2e;&#x6e;&#121;&#117;&#46;&#101;&#x64;&#x75; for reservations.          WWH 101   WWH 102   WWH 109   WWH 1302   WWH 1314   WWH 13th Floor Faculty Lounge   WWH 201   WWH 202   WWH 230   WWH 312   WWH 317   WWH 412   WWH 505   WWH 512   WWH 517   WWH 524   WWH 605   WWH 705   WWH 805   WWH 905   719BWAY 1221   719BWAY 709   715BWAY 1003   715BWAY 1203   715BWAY 714     All Classrooms      Jump to:         Show:     Classes       Seminars       Conferences       Meetings                    contact: webmaster at cims.nyu.edu   &#169; New York University"}, {"content": "CIMS &gt; V63.0235:Probability and Statistics                                                                                                                            Courant Institute     New York University     FAS     CAS     GSAS                         :: CONTACT US              go                         Math Department Home    Undergraduate  Courses    Undergraduate Program    People    Useful Links    Outreach               V63.0235:Probability and Statistics                   Term:     Spring 2011             Meeting times:     Tu Th 3:30pm–4:45pm - 101 WWH                 Recitation:         F 2:00 - 3:15 pm - Classroom TBD                Course Website:     Probability & Statistics - Spring 2011 (and Blackboard)                 Instructor:     Dr. Tom LaGatta                 Office:     927 WWH             Office hours:     Mondays at 11am and Wednesdays at 10am             Phone:     212-992-9920              Email:     lagatta@cims.nyu.edu                      Prerequisites    Students who wish to enroll in V63.0235 must meet the following  prerequisites:       V63.0122 Calculus II with a grade of C or better and/or the  equivalent.            Goals and Topics      The primary goals of this course are to understand the laws of theoretical probability, and to apply them to real-world problems. The course will be full of hands-on examples, but we will not shy away from theory. In particular, this course is structured around the two major themes of the Law of Large Numbers and the Central Limit Theorem. The most important application of these ideas is statistics.                   Course Details       Textbook and Materials    The Pleasures of Probability, Richard Isaac. Springer-Verlag,  ISBN 0-387-94415     The Drunkard’s Walk, Leonard Mlodinow. Pantheon, ISBN  0-375-42404-0           Homework    Homework will be due every Friday by 2pm , and must be submitted in my mailbox in Warren Weaver Hall (not in class). Each week's assignment will be posted on the course website. Late homework will not be accepted for any reason; however, when I compute your final grade I will drop your lowest homework score. Homework is worth 20% of your final grade.   Programming Assignments: Probability should not be studied in a vacuum; your intuition must be honed by working with examples. The laws of probability are strongest in situations with large numbers of independent trials, such as flipping a coin 10,000 times or polling 1,500 people. Instead of doing this by hand, we will make use of the computing power available to us. As part of your homework grade, you will be expected to write a number of simple computer programs. We will be using the open-source software package, which is available to download for free from http://www.r-project.org   Reading and Writing: Probability touches on many areas of modern life, from science to finance. To place the subject matter in a broader context, there will be assigned readings each week, from the popular mathematics book The Drunkard's Walk as well as other articles. As part of your homework grade, you will be expected to write some short essays on what you read.         Exams    Quizzes   There will be a number of quizzes throughout the semester, each announced at least one week in advance. Quizzes will start at the beginning of class. These will be counted as part of your homework grade.      Midterms   There will be in-class midterm examinations on Thursday, March 3 and Thursday, April 14 . I will give make-up exams only in exceptional circumstances (e.g., death in the family, outbreak of mono). Please notify me far in advance. Each midterm exam is worth 25% of your final grade.       Final   The cumulative final examination for this course is scheduled for Thursday, May 12 from 4:00pm to 5:50pm . The location will be announced in advance. The department will not be able to accommodate early finals for non-academic, non-emergency reasons. Plan your travel schedule accordingly. The final exam is worth 30% of your final grade.              Grading policy    Grades will be computed by a weighted average:      Homework 20%   Midterm 25%   Final 30%   Other 20%             Calendar                   Week    Topic                1     Introduction: The Law of Large Numbers and the Central  Limit Theorem                 2     Chapter 1 - Cars, Goats, and Sample Spaces                 3     Chapter 2 - How to Count: Birthdays and Lotteries                 4     Chapter 3 - Conditional Probability: From Kings to Prisoners                 5     Chapter 4 - The Formula of Thomas Bayes and Other Matters                 6     Chapter 5 - The Idea of Independence, with Applications             7     Chapter 7 - Random Variables, Expectations, and More About  Games                 8     Chapter 8 - Baseball Cards, The Law of Large Numbers, and Bad  News for Gamblers                 9     Chapter 9 - From Traffic to Chocolate Chip Cookies with the  Poisson Distribution                 10     Chapter 10 - The Desperate Case of the Gambler’s Ruin                 11     Chapter 11 - Breaking Sticks, Tossing Needles, and More:  Probability on Continuous Sample Spaces                 12     Chapter 12 - Normal Distributions, and Order from Diversity  via the Central Limit Theorem                 13     Chapter 15 - Statistics: Applying Probability to Make  Decisions                                              © NEW YORK UNIVERSITY   CONTACT WEBMASTER"}]}]