[{"detail": [{"content": "About the Program: Tisch School of the Arts at NYU                           Skip to content        ITP - Interactive Telecommunications About the Program Inside ITP Remembering Red Burns  home &gt; ITP &gt; About ITP        About the Program  An oversized Greenwich Village loft houses the computer labs, rotating exhibitions, and production workshops that are ITP -- the Interactive Telecommunications Program. Founded in 1979 as the first graduate education program in alternative media, ITP has grown into a living community of technologists, theorists, engineers, designers, and artists uniquely dedicated to pushing the boundaries of interactivity in the real and digital worlds. A hands-on approach to experimentation, production and risk-taking make this hi-tech fun house a creative home not only to its 220 students, but also to an extended network of the technology industry's most daring and prolific practitioners.    ITP is internationally recognized as a unique and vital contributor of new ideas and talented individuals to the professional world of multimedia and interactivity. The department takes a creative and professional approach to the challenges of the information age.    Experimentation is an essential element in understanding both the opportunities and responsibilities inherent in this evolving field. ITP's philosophy of a hands-on approach to learning relies on collaboration rather than competition, fostering a creative environment where exploration, analysis, risk-taking and experimentation can occur. The department provides an open and nurturing environment in which people are empowered to develop their own ideas, no matter how experimental. ITP emphasizes the user's creativity rather than the capability of the computer. The department challenges students to apply their creativity and imagination to the latest digital tools and techniques. The curriculum is devoted to teaching the practice and theory that emerge from the convergence of new media technologies.    The department, which began in 1979, grew out of the work of the Alternate Media Center which was founded in 1971. ITP and AMC have developed an international reputation for pioneering work in demonstration and research in the field of interactive media. 2009 marks the 30th anniversary of the Interactive Telecommunications Program.  Visit ITP's Website  ITP 721 Broadway, 4th Floor New York, NY 10003               Phone:       212 998 1880               Fax:       212 998 1898 itp.inquiries@nyu.edu           Undergraduate Admissions Graduate Admissions Academic Services Student Life Financial Aid and Scholarships Career Development Counseling Services International Students Incoming Students Graduation Forms What is Special Programs? Study Abroad Summer High School Summer in New York City Courses for Non-Majors Programs for Visiting Students Open Arts Minors Blog Newsletters Videos Admin &amp; Faculty Alumni Contact Us  Tisch Events Calendar Admin &amp; Faculty Calendar NYU Academic Deadlines Calendar Many Ways to Give Why Support Tisch Dean's Council Corporate Giving Foundation Giving Individual Giving Tisch Gala Who We Are Institute of Performing Arts Graduate Acting Dance Design for Stage &amp; Film Drama Graduate Musical Theatre Writing Performance Studies Maurice Kanbar Institute of Film &amp; Television Undergraduate Film &amp; Television Graduate Film Cinema Studies Moving Image Archiving &amp; Preservation (MIAP) Rita &amp; Burton Goldberg Department of Dramatic Writing Emerging Media Group Photography &amp; Imaging Interactive Telecommunications (ITP) Clive Davis Institute of Recorded Music NYU Game Center Art &amp; Public Policy / Arts Politics Open Arts Tisch Special Programs Tisch Asia"}]},
{"detail": [{"content": "About the Program: Tisch School of the Arts at NYU                           Skip to content        ITP - Interactive Telecommunications About the Program Inside ITP Remembering Red Burns  home &gt; ITP &gt; About ITP        About the Program  An oversized Greenwich Village loft houses the computer labs, rotating exhibitions, and production workshops that are ITP -- the Interactive Telecommunications Program. Founded in 1979 as the first graduate education program in alternative media, ITP has grown into a living community of technologists, theorists, engineers, designers, and artists uniquely dedicated to pushing the boundaries of interactivity in the real and digital worlds. A hands-on approach to experimentation, production and risk-taking make this hi-tech fun house a creative home not only to its 220 students, but also to an extended network of the technology industry's most daring and prolific practitioners.    ITP is internationally recognized as a unique and vital contributor of new ideas and talented individuals to the professional world of multimedia and interactivity. The department takes a creative and professional approach to the challenges of the information age.    Experimentation is an essential element in understanding both the opportunities and responsibilities inherent in this evolving field. ITP's philosophy of a hands-on approach to learning relies on collaboration rather than competition, fostering a creative environment where exploration, analysis, risk-taking and experimentation can occur. The department provides an open and nurturing environment in which people are empowered to develop their own ideas, no matter how experimental. ITP emphasizes the user's creativity rather than the capability of the computer. The department challenges students to apply their creativity and imagination to the latest digital tools and techniques. The curriculum is devoted to teaching the practice and theory that emerge from the convergence of new media technologies.    The department, which began in 1979, grew out of the work of the Alternate Media Center which was founded in 1971. ITP and AMC have developed an international reputation for pioneering work in demonstration and research in the field of interactive media. 2009 marks the 30th anniversary of the Interactive Telecommunications Program.  Visit ITP's Website  ITP 721 Broadway, 4th Floor New York, NY 10003               Phone:       212 998 1880               Fax:       212 998 1898 itp.inquiries@nyu.edu           Undergraduate Admissions Graduate Admissions Academic Services Student Life Financial Aid and Scholarships Career Development Counseling Services International Students Incoming Students Graduation Forms What is Special Programs? Study Abroad Summer High School Summer in New York City Courses for Non-Majors Programs for Visiting Students Open Arts Minors Blog Newsletters Videos Admin &amp; Faculty Alumni Contact Us  Tisch Events Calendar Admin &amp; Faculty Calendar NYU Academic Deadlines Calendar Many Ways to Give Why Support Tisch Dean's Council Corporate Giving Foundation Giving Individual Giving Tisch Gala Who We Are Institute of Performing Arts Graduate Acting Dance Design for Stage &amp; Film Drama Graduate Musical Theatre Writing Performance Studies Maurice Kanbar Institute of Film &amp; Television Undergraduate Film &amp; Television Graduate Film Cinema Studies Moving Image Archiving &amp; Preservation (MIAP) Rita &amp; Burton Goldberg Department of Dramatic Writing Emerging Media Group Photography &amp; Imaging Interactive Telecommunications (ITP) Clive Davis Institute of Recorded Music NYU Game Center Art &amp; Public Policy / Arts Politics Open Arts Tisch Special Programs Tisch Asia"}, {"content": "Programs &amp; Centers                                                                                                                Skip to Navigation | Skip to Content                        Home |     Calendar |     Updates |     Site Map |     Contact Us            Quick Links         Academic Calendars      Albert      Athletics      Bookstores      Career Development      Giving to NYU      Health Center      Housing      ITS      Job Listings      Libraries      NYU Apparel      NYU Facts      Public Affairs      Public Safety      Registrar      Student Resource Center      Wellness Exchange      NYU A-Z              Schools         Arts and Science      College of Arts and Science      College of Dentistry      College of Nursing      Courant Institute of Mathematical Sciences      Gallatin School of Individualized Study      Graduate School of Arts and Science      Institute of Fine Arts      Institute for the Study of the Ancient World         Leonard N. Stern School of Business      Liberal Studies Program      NYU Abu Dhabi      NYU Shanghai      Polytechnic School of Engineering      Robert F. Wagner Graduate School of Public Service      School of Continuing and Professional Studies      School of Law      School of Medicine      Silver School of Social Work      Steinhardt School of Culture, Education, and Human Development      Tisch School of the Arts                                                                     go                                                       New York University              New York University                           About Sustainability Campus Projects Get Involved Recycling &amp; Waste Environmental Assessment  Academics &amp; Research  Educating for Sustainability  Programs &amp; Centers  Environment-related Course Listing Research Studies and Reports  Links &amp; Resources                               Home &raquo; Academics &amp; Research &raquo; Programs &amp; Centers  Programs &amp; Centers The following are a selection of environment- or sustainability-related academic programs, departments, and centers at NYU:    Undergraduate   Environmental Studies  The new Environmental Studies Program aims to provide students with the breadth of understanding and skills necessary for resolving environmental questions and creating a sustainable future on scales ranging from local to global. It emphasizes integrated, problem-oriented study and a broad range of courses across disciplines and schools.    Biology  The Biology department offers students the opportunity to explore the various areas of current biology in an integrated yet diverse program that builds from a solid foundation of the basic elements of molecular and cellular biology, genetics, evolution, organ systems, and population studies. The department also offers a series of discrete minors in the life sciences, specifically in the areas of molecular and cell biology, genetics, genomics and bioinformatics, and environmental biology.    Animal Studies Initiative  The Animal Studies Initiative promotes and supports research and teaching in the emerging area of Animal Studies. It does so by administering an undergraduate minor in Animal Studies, supporting research and teaching, and sponsoring public events and workshops.    Graduate   Bioethics   The program promotes a broad conception of bioethics encompassing both medical and environmental ethics through conferences, workshops, public lectures, and graduate courses.    Center on Environmental and Land Use Law (NYU School of Law)  This center emphasizes legal research and problem-solving in three principal subject areas: Environmental Regulation, International Environmental Law and Sustainable Development, and Land Use Law and Regulation.    Environmental Conservation Education (NYU Steinhardt)   An intensive interdisciplinary MA program that involves students in a consideration of social, philosophical, political, and educational perspectives on the environment. The ECE program is the oldest graduate program in environmental studies in the U.S. with a foundation in environmental philosophy rather than science.   Master of Urban Planning (NYU Wagner)   This program not only provides students with an understanding of the economic, technological and social forces that shape metropolitan areas at home and abroad, it also equips them with the tools needed to confront the key challenges facing urban communities across the globe.    Certificate in Sustainable Design, Construction, and Development (SCPS Schack Institute of Real Estate)  This certificate program was created to clear a career path for those interested in equipping themselves to serve a vital public purpose and master an invaluable field of knowledge for future real estate practice.    CUSP (Center for Urban Science and Progress)  The Center for Urban Science and Progress (CUSP) is a unique public-private research center that uses New York City as its laboratory and classroom to help cities around the world become more productive, livable, equitable, and resilient. CUSP observes, analyzes, and models cities to optimize outcomes, prototype new solutions, formalize new tools and processes, and develop new expertise/experts. These activities will make CUSP the world's leading authority in the emerging field of \"Urban Informatics.\"     Other programs with elective courses that focus on environmental issues:    Individualized Concentrations (NYU Gallatin)   Though Gallatin does not offer a degree with an explicit environmental focus, its interdisciplinary, individualized undergraduate and graduate degree programs have often lent themselves to environmental study. Students have access to courses across several different NYU schools, and many choose to develop sustainability-related concentrations by combining resources throughout the university. Gallatin itself also offers several environment-focused courses.    Interactive Telecommunications Program (NYU Tisch)   ITP challenges students to apply their creativity and imagination to the latest digital tools and techniques and push the boundaries of interactivity in the real and digital worlds. The development and use of interactive technologies can place heavy demand on our environment, but on the other hand, these technologies can be used to make a positive impact as well. Several sustainable design and renewable energy-related courses are offered.    Master of Science in Global Affairs (SCPS)  This M.S. Program offers a context for understanding critical issues in international politics, economics, dispute settlement, law, human rights, energy, the environment, and related areas. The program's environmental courses focus on global warming and natural resources.    Science, Health &amp; Environmental Reporting (NYU Arts and Sciences, Journalism)  SHERP is a 16- month graduate-level science journalism program. It emphasizes intensive training in research, reporting and writing as well as immersion in a wide range of cutting-edge scientific issues, from genetics to global climate change.    Department of Environmental Medicine (NYU Medicine)  One of the nation's oldest and foremost centers for research into the health effects of environmental pollution. Research divisions include Biostatistics, Human Exposure and Health Effects, and Epidemiology. The department offers a graduate program in Environmental Health Science.    Food Studies  Food Studies offers an interdisciplinary approach to the study of food as a bio-cultural system focused on the urban environment.    Other Programs and Initiatives    Environmental Health Clinic  The Environmental Health Clinic at NYU is a clinic and lab, modeled on other health clinics at universities. However the project approaches health from an understanding of its dependence on external local environments; rather than on the internal biology and genetic predispositions of an individual.    Center for the Sustainable Built Environment (NYU SCPS)   The Center for the Sustainable Built Environment (SBE) at the NYU Schack Institute of Real Estate fills the critical need to improve decision-making and sustainable practices in real estate and construction industries. The goal of SBE is to foster innovation in building technologies, public policies, and financial and regulatory mechanisms that will accelerate and expand the deployment of sustainable practices in the real estate and construction industries.    New York City Accelerator for a Clean and Renewable Economy (ACRE) (NYU-Poly)  The New York City Accelerator for a Clean and Renewable Economy (NYC ACRE) helps clean technology and renewable energy companies in New York City grow, advancing the City as a role model for environmental sustainability and smart growth. NYC ACRE is seeded by a four year, $1.6M grant from the New York State Energy and Research Development Authority (NYSERDA) to NYU-Poly aimed at growing an ecosystem of entrepreneurs, international companies, and innovative local businesses that are providing solutions to climate and energy issues while growing the cleantech/renewable energy sector and creating jobs in NYC.    Wallerstein Collaborative for Urban Environmental Education (NYU Steinhardt)  The Collaborative provides a year-round program which stimulates public school teachers in the metropolitan New York City region to bring environmental education into the classroom. The Collaborative also provides increased environmental education opportunities for pre-service teachers through direct experience in the urban environment.    GLOBAL Design NYU  GLOBAL Design NYU has as its mission to bring together current designers, educators, and innovators who are clustered in certain locations, but whose work is far-reaching in outlook. The GLOBAL Design lecture series are comprised to showcase potent innovation processes as it relates to visionary architecture, urbanism, ecological planning, and how this process of innovation ties to education.    Marron Institute  New York University's Marron Institute on Cities and the Urban Environment is an interdisciplinary and international effort to advance vital new research and teaching on cities and the urban environment.    Institute for Public Knowledge  The Institute for Public Knowledge (IPK) brings theoretically serious scholarship to bear on major public issues. Located at NYU, it nurtures collaboration among social researchers in New York and around the world. It builds bridges between university-based researchers and organizations pursuing practical action. It supports communication between researchers and broader publics. And it examines transformations in the public sphere, social science, and the university as a social institution as these change the conditions for public knowledge.             Unless otherwise noted, all content copyright New York University. All rights reserved. Designed by The Office of Web Communications     Copyright Communication | Important Notice | Feedback"}]},
{"detail": [{"content": "About the Program: Tisch School of the Arts at NYU                           Skip to content        ITP - Interactive Telecommunications About the Program Inside ITP Remembering Red Burns  home &gt; ITP &gt; About ITP        About the Program  An oversized Greenwich Village loft houses the computer labs, rotating exhibitions, and production workshops that are ITP -- the Interactive Telecommunications Program. Founded in 1979 as the first graduate education program in alternative media, ITP has grown into a living community of technologists, theorists, engineers, designers, and artists uniquely dedicated to pushing the boundaries of interactivity in the real and digital worlds. A hands-on approach to experimentation, production and risk-taking make this hi-tech fun house a creative home not only to its 220 students, but also to an extended network of the technology industry's most daring and prolific practitioners.    ITP is internationally recognized as a unique and vital contributor of new ideas and talented individuals to the professional world of multimedia and interactivity. The department takes a creative and professional approach to the challenges of the information age.    Experimentation is an essential element in understanding both the opportunities and responsibilities inherent in this evolving field. ITP's philosophy of a hands-on approach to learning relies on collaboration rather than competition, fostering a creative environment where exploration, analysis, risk-taking and experimentation can occur. The department provides an open and nurturing environment in which people are empowered to develop their own ideas, no matter how experimental. ITP emphasizes the user's creativity rather than the capability of the computer. The department challenges students to apply their creativity and imagination to the latest digital tools and techniques. The curriculum is devoted to teaching the practice and theory that emerge from the convergence of new media technologies.    The department, which began in 1979, grew out of the work of the Alternate Media Center which was founded in 1971. ITP and AMC have developed an international reputation for pioneering work in demonstration and research in the field of interactive media. 2009 marks the 30th anniversary of the Interactive Telecommunications Program.  Visit ITP's Website  ITP 721 Broadway, 4th Floor New York, NY 10003               Phone:       212 998 1880               Fax:       212 998 1898 itp.inquiries@nyu.edu           Undergraduate Admissions Graduate Admissions Academic Services Student Life Financial Aid and Scholarships Career Development Counseling Services International Students Incoming Students Graduation Forms What is Special Programs? Study Abroad Summer High School Summer in New York City Courses for Non-Majors Programs for Visiting Students Open Arts Minors Blog Newsletters Videos Admin &amp; Faculty Alumni Contact Us  Tisch Events Calendar Admin &amp; Faculty Calendar NYU Academic Deadlines Calendar Many Ways to Give Why Support Tisch Dean's Council Corporate Giving Foundation Giving Individual Giving Tisch Gala Who We Are Institute of Performing Arts Graduate Acting Dance Design for Stage &amp; Film Drama Graduate Musical Theatre Writing Performance Studies Maurice Kanbar Institute of Film &amp; Television Undergraduate Film &amp; Television Graduate Film Cinema Studies Moving Image Archiving &amp; Preservation (MIAP) Rita &amp; Burton Goldberg Department of Dramatic Writing Emerging Media Group Photography &amp; Imaging Interactive Telecommunications (ITP) Clive Davis Institute of Recorded Music NYU Game Center Art &amp; Public Policy / Arts Politics Open Arts Tisch Special Programs Tisch Asia"}, {"content": "Programs &amp; Centers                                                                                                                Skip to Navigation | Skip to Content                        Home |     Calendar |     Updates |     Site Map |     Contact Us            Quick Links         Academic Calendars      Albert      Athletics      Bookstores      Career Development      Giving to NYU      Health Center      Housing      ITS      Job Listings      Libraries      NYU Apparel      NYU Facts      Public Affairs      Public Safety      Registrar      Student Resource Center      Wellness Exchange      NYU A-Z              Schools         Arts and Science      College of Arts and Science      College of Dentistry      College of Nursing      Courant Institute of Mathematical Sciences      Gallatin School of Individualized Study      Graduate School of Arts and Science      Institute of Fine Arts      Institute for the Study of the Ancient World         Leonard N. Stern School of Business      Liberal Studies Program      NYU Abu Dhabi      NYU Shanghai      Polytechnic School of Engineering      Robert F. Wagner Graduate School of Public Service      School of Continuing and Professional Studies      School of Law      School of Medicine      Silver School of Social Work      Steinhardt School of Culture, Education, and Human Development      Tisch School of the Arts                                                                     go                                                       New York University              New York University                           About Sustainability Campus Projects Get Involved Recycling &amp; Waste Environmental Assessment  Academics &amp; Research  Educating for Sustainability  Programs &amp; Centers  Environment-related Course Listing Research Studies and Reports  Links &amp; Resources                               Home &raquo; Academics &amp; Research &raquo; Programs &amp; Centers  Programs &amp; Centers The following are a selection of environment- or sustainability-related academic programs, departments, and centers at NYU:    Undergraduate   Environmental Studies  The new Environmental Studies Program aims to provide students with the breadth of understanding and skills necessary for resolving environmental questions and creating a sustainable future on scales ranging from local to global. It emphasizes integrated, problem-oriented study and a broad range of courses across disciplines and schools.    Biology  The Biology department offers students the opportunity to explore the various areas of current biology in an integrated yet diverse program that builds from a solid foundation of the basic elements of molecular and cellular biology, genetics, evolution, organ systems, and population studies. The department also offers a series of discrete minors in the life sciences, specifically in the areas of molecular and cell biology, genetics, genomics and bioinformatics, and environmental biology.    Animal Studies Initiative  The Animal Studies Initiative promotes and supports research and teaching in the emerging area of Animal Studies. It does so by administering an undergraduate minor in Animal Studies, supporting research and teaching, and sponsoring public events and workshops.    Graduate   Bioethics   The program promotes a broad conception of bioethics encompassing both medical and environmental ethics through conferences, workshops, public lectures, and graduate courses.    Center on Environmental and Land Use Law (NYU School of Law)  This center emphasizes legal research and problem-solving in three principal subject areas: Environmental Regulation, International Environmental Law and Sustainable Development, and Land Use Law and Regulation.    Environmental Conservation Education (NYU Steinhardt)   An intensive interdisciplinary MA program that involves students in a consideration of social, philosophical, political, and educational perspectives on the environment. The ECE program is the oldest graduate program in environmental studies in the U.S. with a foundation in environmental philosophy rather than science.   Master of Urban Planning (NYU Wagner)   This program not only provides students with an understanding of the economic, technological and social forces that shape metropolitan areas at home and abroad, it also equips them with the tools needed to confront the key challenges facing urban communities across the globe.    Certificate in Sustainable Design, Construction, and Development (SCPS Schack Institute of Real Estate)  This certificate program was created to clear a career path for those interested in equipping themselves to serve a vital public purpose and master an invaluable field of knowledge for future real estate practice.    CUSP (Center for Urban Science and Progress)  The Center for Urban Science and Progress (CUSP) is a unique public-private research center that uses New York City as its laboratory and classroom to help cities around the world become more productive, livable, equitable, and resilient. CUSP observes, analyzes, and models cities to optimize outcomes, prototype new solutions, formalize new tools and processes, and develop new expertise/experts. These activities will make CUSP the world's leading authority in the emerging field of \"Urban Informatics.\"     Other programs with elective courses that focus on environmental issues:    Individualized Concentrations (NYU Gallatin)   Though Gallatin does not offer a degree with an explicit environmental focus, its interdisciplinary, individualized undergraduate and graduate degree programs have often lent themselves to environmental study. Students have access to courses across several different NYU schools, and many choose to develop sustainability-related concentrations by combining resources throughout the university. Gallatin itself also offers several environment-focused courses.    Interactive Telecommunications Program (NYU Tisch)   ITP challenges students to apply their creativity and imagination to the latest digital tools and techniques and push the boundaries of interactivity in the real and digital worlds. The development and use of interactive technologies can place heavy demand on our environment, but on the other hand, these technologies can be used to make a positive impact as well. Several sustainable design and renewable energy-related courses are offered.    Master of Science in Global Affairs (SCPS)  This M.S. Program offers a context for understanding critical issues in international politics, economics, dispute settlement, law, human rights, energy, the environment, and related areas. The program's environmental courses focus on global warming and natural resources.    Science, Health &amp; Environmental Reporting (NYU Arts and Sciences, Journalism)  SHERP is a 16- month graduate-level science journalism program. It emphasizes intensive training in research, reporting and writing as well as immersion in a wide range of cutting-edge scientific issues, from genetics to global climate change.    Department of Environmental Medicine (NYU Medicine)  One of the nation's oldest and foremost centers for research into the health effects of environmental pollution. Research divisions include Biostatistics, Human Exposure and Health Effects, and Epidemiology. The department offers a graduate program in Environmental Health Science.    Food Studies  Food Studies offers an interdisciplinary approach to the study of food as a bio-cultural system focused on the urban environment.    Other Programs and Initiatives    Environmental Health Clinic  The Environmental Health Clinic at NYU is a clinic and lab, modeled on other health clinics at universities. However the project approaches health from an understanding of its dependence on external local environments; rather than on the internal biology and genetic predispositions of an individual.    Center for the Sustainable Built Environment (NYU SCPS)   The Center for the Sustainable Built Environment (SBE) at the NYU Schack Institute of Real Estate fills the critical need to improve decision-making and sustainable practices in real estate and construction industries. The goal of SBE is to foster innovation in building technologies, public policies, and financial and regulatory mechanisms that will accelerate and expand the deployment of sustainable practices in the real estate and construction industries.    New York City Accelerator for a Clean and Renewable Economy (ACRE) (NYU-Poly)  The New York City Accelerator for a Clean and Renewable Economy (NYC ACRE) helps clean technology and renewable energy companies in New York City grow, advancing the City as a role model for environmental sustainability and smart growth. NYC ACRE is seeded by a four year, $1.6M grant from the New York State Energy and Research Development Authority (NYSERDA) to NYU-Poly aimed at growing an ecosystem of entrepreneurs, international companies, and innovative local businesses that are providing solutions to climate and energy issues while growing the cleantech/renewable energy sector and creating jobs in NYC.    Wallerstein Collaborative for Urban Environmental Education (NYU Steinhardt)  The Collaborative provides a year-round program which stimulates public school teachers in the metropolitan New York City region to bring environmental education into the classroom. The Collaborative also provides increased environmental education opportunities for pre-service teachers through direct experience in the urban environment.    GLOBAL Design NYU  GLOBAL Design NYU has as its mission to bring together current designers, educators, and innovators who are clustered in certain locations, but whose work is far-reaching in outlook. The GLOBAL Design lecture series are comprised to showcase potent innovation processes as it relates to visionary architecture, urbanism, ecological planning, and how this process of innovation ties to education.    Marron Institute  New York University's Marron Institute on Cities and the Urban Environment is an interdisciplinary and international effort to advance vital new research and teaching on cities and the urban environment.    Institute for Public Knowledge  The Institute for Public Knowledge (IPK) brings theoretically serious scholarship to bear on major public issues. Located at NYU, it nurtures collaboration among social researchers in New York and around the world. It builds bridges between university-based researchers and organizations pursuing practical action. It supports communication between researchers and broader publics. And it examines transformations in the public sphere, social science, and the university as a social institution as these change the conditions for public knowledge.             Unless otherwise noted, all content copyright New York University. All rights reserved. Designed by The Office of Web Communications     Copyright Communication | Important Notice | Feedback"}, {"content": "Program &raquo; How To Apply                                                                                                                       Program        Research        People        News &amp; Events        Apply                                                         About Tisch      Admissions      Student Affairs      Special Programs      Calendar      Support Tisch      Alumni      Departments      Tisch Asia                                                     NYU &gt; TISCH &gt; ITP            Program                                                   Overview                            Courses            Propose a New Course                                   ITP Alumni                     Facilities                     Degree Requirements                     History                                                                Admissions                                          How To Apply                     Informational Open Houses                     International Students                     Financial Aid                                                                Registration                                          Fall 2015 Registration                     Summer 2015 Registration                                                                FAQs                                          Departmental Requirements FAQ                     Admissions Process FAQ                                                                Contact Us                                          Administration &amp; Staff Directory                     Directions                                                                              ITP     721 Broadway, 4th Floor     New York, NY 10003     Phone: 212.998.1880     Fax: 212.998.1898      itp.inquiries@nyu.edu          To join our mailing list,      send a blank message to:      join-itp-events@lists.nyu.edu                                                           How To Apply                     Applications for Fall 2015 is still available. You can find it here .  While the official deadline has passed, ITP can continue to accept late applications for waiting list consideration only and with no consideration for any departmental scholarship aid. Please email midori.yasuda@nyu.edu for approval. Decisions will hopefully go out by the end of March, 2015. ITP is a creative environment at the intersection of Art and Technology in which diversity is valued and collaboration is encouraged. A background in design or computer programming is not required for acceptance into the Interactive Telecommunications Program (ITP). The program is looking for applicants from a diverse range of educational and professional backgrounds who want to explore and create new forms of communication and expression using interactive multimedia technologies. Acceptance into the program is competitive; enrollment is limited to full-time applicants who show exceptional promise and are interested in collaboration and experimentation. Admission for degree candidates is for the Fall semester only. All students entering the program must hold a bachelor&#8217;s degree which can be completed in any subject matter. No entrance examination is required (however, international students must take the Test of English as a Foreign Language, TOEFL English exam. IELTS results are accepted as well).   Admission Application   The Fall 2015 application is now available. Applicants to ITP are required to apply online. ( http://graduate.tisch.nyu.edu/page/admissions.html ). This is the general application to the Tisch School of the Arts at NYU. Make sure to specify that you are applying to ITP. With the online application, everything can be submitted online. The creative portfolio can be emailed (preferred) or mailed to ITP&#8217;s admissions coordinator, Midori Yasuda at midori.yasuda@nyu.edu . Please prepare the following:   1.  A Personal Statement:   Please use about 1,000 words (4 double-spaced pages) to answer a couple of these questions. Please do not cover things we can find on your resume. It would be great to also state why you wish to come to ITP.       What do you love to do?       Where do you see urgent challenges and where do you see hopeful opportunities?  How might ITP help?       Whom do you think is most important to the world’s future, and why?       How were you shaped by where and how you were raised and educated?       If Maleficent and Elsa from Frozen got in a fight, what moves would you make illegal?       Tell us about someone&#8211;a teacher, mentor, friend, boss&#8211;who changed your way of thinking.       Your last day on earth… what would you do?       If you could have one superpower, what would it be? Why?       Is there an object (or tool) you could not live without? Why?       If you could have dinner with anyone in the world, past or present, who would it be.       What do you see as the value and difficulties of working with people who are different than you?       What would be a dream team for you to work with? What would you work with them on?  Why?       What organizations would you least like to work with, and why?       What&#8217;s a tool, process, or organization that should exist but doesn&#8217;t?       What would the world be like if ice sank instead of floating? Why should it exist? Which work of art changed the way you see the world? What aspects of the world did it cause you to see differently, and why?       5 years from now, you get a thank you note for something you&#8217;ve done. What are you being thanked for?       If you had to build a bookshelf out of mashed potatoes, how would go about it?       Pick a hard problem. What is the simplest way you can imagine making progress on it?       What skills do you bring to an environment in which you’ll get to collaborate with people from a wide range of backgrounds?       Tell us about the group or community that you care about most about serving. Who are they?  Why do you care about them? What do you see as your role with respect to that group?  In what ways do you see yourself making their lives better?       2. A resume. Please list your educational background and any work experience whether multimedia related or not.  If you have a LinkedIn account, please provide us with your URL.    3. Two letters of recommendation. Applicants are strongly encouraged to ask recommenders to submit their letters through the online application system. Sending a hardcopy letter by mail will be accepted but will result in a delay in the processing of the application.   4. All official transcripts   The personal statement and resume should be uploaded to the online application for admission. Your recommenders should also use the online system. Official transcripts or photocopies of transcripts should be scanned and uploaded by December 1. Applications that are missing any of the above will not be submitted for admissions review until they are complete. Questions about the online application for admission should be addressed to the Tisch School of the Arts Graduate Admissions Office 212.998.1918 or tisch.gradadmissions@nyu.edu . Questions about ITP  or the the optional creative portfolio should be referred to Midori Yasuda, ITP Admissions Coordinator at 212.998.1882 or e-mail: itp.admissions@nyu.edu International applicants for whom English is a second language should be aware that the minimum TOEFL requirements are a score of 250 (computer based test) or 100 (IBT Internet test). IELTS results are accepted with a minimum score of 7.   Group Interviews   While interviews are not mandatory, ITP encourages as many applicants as possible to visit the program. Group interviews are conducted in December through February. We do expect to see everyone living in the tri-state area to come in for a group interview, even if you came for an open house. These interviews give applicants the opportunity to see the physical space, to view student work on display, and to meet current students and staff/faculty. The interviews also allow us to learn more about you. Below are the dates for the Group Interviews. Any and all ITP applicants are encouraged to attend. We will not be able to do individual Skype interviews. Again, participating in a group interview is not mandatory, but we hope to see the majority of you, especially those of you who live in or near the New York area. The following is the group interview schedule:     Friday December 5, 1pm   Monday December 8, 1pm   Friday December 12  1pm        FULL   Monday December 15, 12pm   Thursday January 8, 1pm   Thursday January 15, 1pm     FULL   Friday, January 30, 1pm        FULL   Monday, February 2, 1pm     FULL     Friday, February 6, 1pm         FULL   Monday, February 9, 1pm     FULL   Friday, February 13, 1pm     FULL     San Francisco, CA &#8211; Wednesday, January 14 at 5pm     Shanghai, China &#8211;  Wednesday, February 4, 5:30 &#8211; 6:30pm   FULL   Shanghai, China &#8211;  Wednesday, February 4, 7-8pm   Shanghai, China - Friday, February 6, 6-7pm   Shanghai, China - Friday, February 6, 7:30-8:30pm     Please RSVP your selection to itp.rsvp@nyu.edu .  When RSVP&#8217;ing, please also include what city/state/country you will be traveling from and 1-3 words to describe what you currently do for a living. Dates do fill up quickly, so please do not hesitate. If you are a Fall 2015 applicant and plan to attend outside of this schedule, please email itp.rsvp@nyu.edu directly and we will do our best to accommodate you. Applicants are encouraged to visit ITP at any time during the year. If you cannot visit during any of the specific dates above but would still like to visit, please contact ITP Admissions Coordinator, Midori Yasuda at 212-998-1882 or itp.admissions@nyu.edu .   The Creative Portfolio   Submission of a creative portfolio is optional due to the diversity of applicant backgrounds. Portfolio materials need not be professional-quality work or even interactive media projects. Applicants are encouraged to submit work that is reflective of their interests and experiences. If you come from a creative background or enjoy making things, we encourage you to submit your work, as this will give us a better overall impression of you and your interests. If you wish to send a portfolio, please prepare the following: We ask that applicants limit the creative work to just one of the following formats:     MOST PREFERRED METHOD IF POSSIBLE &#8211; URL. Provide a list of required plug-ins or technical specifications. Please check very carefully that all links are working properly. If sending a URL, it can simply be emailed to the admissions coordinator &#8211; itp.admissions@nyu.edu No need to send the contents sheet if emailing the URL. Just include the description of the portfolio in the email itself.   CD (please specify Mac, PC, or Mac/PC disk and send only one disk).   Video. Limit: one DVD (NTSC).No more than three segments edited to a combined total of no more than 15 minutes. Any more than this time allotment will not viewed.   Print. Laser copies, photograph prints, portfolio book. Do not exceed 11&#8243; x 14&#8243; dimensions.   Writing Samples. Limit: No more than 20 pages.   Audio CD. No more than 15 minutes.       Creative Portfolio Contents Guide Sheet. (This form can be found in the online application in the &#8220;Downloadable Forms&#8221; section). It is very important that you include a printed version of instructions for viewing the portfolio (e.g. Which files to select for a CD), a list of contents with a short description of each piece, and your role in the production of the content. Portfolios that do not have a clear set of instructions will not be reviewed.   A self-addressed, stamped envelope (if you want your creative materials returned).     Do not send an original copy of your creative work. ITP cannot be held responsible for any materials lost or damaged while in our possession or in transit. Physically label the material carrying your work (on the sleeve, the CD container, etc.) with your name (last name first, in capital letters, followed by your first name in initial cap and lowercase letters, using the exact same name you have used in the application for admission: e.g., SMITH, John) and date of birth &#8211; month/day/year, e.g., 05/31/82). Also properly identify yourself in the soft portion of the piece (with legal name, date of birth, etc.). Enclose items 1-3 of your creative portfolio in a well-wrapped, clearly labeled package and deliver or send via e-mail so that it is received on or before December 1 to: Midori Yasuda ITP Admissions Coordinator Interactive Telecommunications Program Tisch School of the Arts New York University 721 Broadway, 4th Floor New York, NY 10003-6807                                                    home     program     projects     people     news     contact     student resources"}]}]