[{"detail": [{"content": "Building the Louvre    |     La Maison Fran&ccedil;aise    | New York University                                   Skip to page Content.     NEW YORK UNIVERSITY     ARTS AND SCIENCE     COLLEGE OF ARTS AND SCIENCE     GRADUATE SCHOOL OF ARTS AND SCIENCE                                     Home       About       Events       Exhibitions       Sponsors       Support       Contact             Center for French Civilization and Culture       Department of French       Institute of French Studies       NYU Paris           Stay Connected           sign up       like us on Facebook                    Back to Home               Building the Louvre   Tuesday, March 3rd, 7:00 p.m.                                                                                                 Panel Discussion From its origins as a medieval fortress depicted in medieval Books of Hours, towering over the peasants who work the fields of the agricultural land that then surrounded it, the Louvre has evolved into a tourist site and postmodern logo that has been sold to other museums around the world. The recent licensing of its name to a museum in Abu Dhabi demonstrates the Louvre’s enduring image as embodiment of cultural prestige and power. Speakers will examine several key moments in the history of the Louvre, a site where art, literature, history, and politics interact. Introductions: PATRICK BRAY , Ohio State University PHILLIP JOHN USHER , NYU Speakers: MARKUS CRUSE , Arizona State University MAGGIE FLYNN , Ohio State University BETTINA LERNER , CUNY                                 La Maison Fran&ccedil;aise                  New York University                  16 Washington Mews                  New York, NY 10003            Phone: 212.998.8750         Email:        maison.francaise@nyu.edu           Web:        www.nyu.edu/maisonfrancaise         Contact Us | &copy; New York University , Arts and Science"}]},
{"detail": [{"content": "Building the Louvre    |     La Maison Fran&ccedil;aise    | New York University                                   Skip to page Content.     NEW YORK UNIVERSITY     ARTS AND SCIENCE     COLLEGE OF ARTS AND SCIENCE     GRADUATE SCHOOL OF ARTS AND SCIENCE                                     Home       About       Events       Exhibitions       Sponsors       Support       Contact             Center for French Civilization and Culture       Department of French       Institute of French Studies       NYU Paris           Stay Connected           sign up       like us on Facebook                    Back to Home               Building the Louvre   Tuesday, March 3rd, 7:00 p.m.                                                                                                 Panel Discussion From its origins as a medieval fortress depicted in medieval Books of Hours, towering over the peasants who work the fields of the agricultural land that then surrounded it, the Louvre has evolved into a tourist site and postmodern logo that has been sold to other museums around the world. The recent licensing of its name to a museum in Abu Dhabi demonstrates the Louvre’s enduring image as embodiment of cultural prestige and power. Speakers will examine several key moments in the history of the Louvre, a site where art, literature, history, and politics interact. Introductions: PATRICK BRAY , Ohio State University PHILLIP JOHN USHER , NYU Speakers: MARKUS CRUSE , Arizona State University MAGGIE FLYNN , Ohio State University BETTINA LERNER , CUNY                                 La Maison Fran&ccedil;aise                  New York University                  16 Washington Mews                  New York, NY 10003            Phone: 212.998.8750         Email:        maison.francaise@nyu.edu           Web:        www.nyu.edu/maisonfrancaise         Contact Us | &copy; New York University , Arts and Science"}, {"content": "Counterblast :: The E-journal of Communication and Culture                                                                                                                                                                                                                                                                                                                                                                                                                                          I.M. Pei's La Pyramide Du Louvre: A Diamond in the Rough or Merely     Junkspace?          By Rebecca L. Moyer       >>Printable .PDF version      After a moment of astonishment at first sight of the model of      the Pyramide du Louvre, Emile Biasini reportedly exclaimed, \"It looks      like a diamond!\" Biasini, chosen by Francois Mitterand to chair the      Etablissement Public du Grand Louvre, was first to see Ieoh Ming Pei's      design. The Pyramide, completed in 1989, was designed by the Chinese-American,      who offered the \"luminous structure-symbol\" as a distinct way to avoid      distracting attention away from the Louvre, but rather, as a structure      that would complement or \"gracefully blend\" with the great palace.           Further, he rationalized, its geometric shape would enclose the greatest      area within the smallest possible volume, so it would stand as unobtrusively      as possible. It was, Pei assured, \"a natural solution.\" Pei argued that      a traditional horizontal roof would only bring in light; a high, pointed      roof would bring in both volume and light, with the added advantage      of making the entrance very visible.           This was the point of the project, after all. Before the construction      of the Pyramide, the Louvre was known for puzzling its visitors - the      entrance was concealed and hard to locate; congestion and chaos plagued      the courtyard (la cour Napoleon); the hallways of the galleries beneath      were dimly lit and incoherent in structure; the entire Richelieu wing      was off limits. Pei saw the \"L\" shape of the museum as nonconducive      to public life. By liberating this wing from the French Treasury and      restoring it as part of the museum, Pei would reshape the Louvre as      a \"U.\" Finding this a much friendlier, more inviting shape, Pei determined      the new entrance would, therefore, have to be located in the center.      Occupying the center of gravity, this object would maintain and encourage      a more harmonious, balanced environment.                I.                The Pyramide, smack dab in the middle of the courtyard, is now the main      entrance to the Louvre. Reaching 70 feet into the air, and angling at      51 degrees, the Pyramide pays homage to the first architects, the Egyptians,      who standardized 51 degrees for their own pyramids. However, there is      a clear distinction (no pun intended) between the two. This modern \"pyramid\"      is made of transparent glass facades. In fact, this was a point Pei      was steadfast in defending - there would be no hue, no tint, no gray      allowed - the glass was to be pure, clear, transparent. As a result,      today the structure stands lucid, obvious, and naked in the courtyard.                To avoid disturbing the balance of the courtyard, small progeny offset      it; these small cubic triangles, too, provide light and ventilation      to the subterranean spaces below. Steel rods and cables crisscross in      complex arithmetic patterns to promote an aura of equilibrium; indeed      the new now stands in the midst of the old in the cour Napoleon.           Ideally, the portico leads to a single descending escalator, which escorts      visitors to the Main Galleries below. Yet, before reaching these Main      Galleries, visitors must navigate through a new shopping center, food      court, and open entryway, lit by the unnatural, luminous structure above.      The light dramatically intervenes into the hollow corridors below, casting      kaleidoscopic shadows through the glass. It illuminates and metamorphosizes      with the weather, the time of day, and the strength of the sun above.                Then, there is the Pyramide Inversee, an inverted, undersized version      of the Pyramide. The apex suspends only a few feet above the floor,      and its base levels with the street above. Out of place and unaccompanied,      this substructure reverses the perspective that one had in the cour      Napoleon, yet simultaneously calls to its likeness.                II.                While Pei assuredly freed up support spaces for the Louvre with additional      galleries, auditoriums, and the Richelieu wing, it remains less than      successful as an enclosed entrance. Lines of people wait in the courtyard,      fully exposed to the elements, squeezing into the single entrance, to      traverse down the single escalator, leaving the \"smaller, flanking pyramids      [seemingly] aesthetically gratuitous.\" Therefore, even with the Pyramide,      the courtyard remains just as chaotic, disserving its original and primary      intended technical purpose.           As an urban structure, it has been highly criticized as \"[reshaping]      the city's profile and [opening] the door for further vulgarism.\" As      French critics questioned the taste of the design, as well as the American      roots of its architect, the \"Battle of the Pyramid became a philosophical      debate over the future of French culture.\"           Surely, this Pyramide was to inherit status as an imperative aesthetic      mark of the Parisian landscape; Le Grand Louvre holds great cultural      and historical significance for the French. But the Louvre is no newcomer      to change. First built by King Philippe Auguste around 1200, the great      building was to be a fortress to protect the royalty against robbers      and thieves. Charles V enlarged it; Napoleon III extended it even further      with the addition of the Richelieu wing. Not only has it represented      a proud, French nostalgia for days of chivalry and power, its interior      is a shrine to international greatness as it houses some of the greatest      artworks of all time.           The debate, or battle if you will, surrounding the look, feel, and locale      of this aesthetic object, especially in the confines of such a French      historical stronghold, surely acknowledged what a significant cultural      construct Pei's building would be. A question remains, then, once finally      constructed, what did this \"luminous symbol-structure\" actually represent?           &lt;&lt; Page 1 >> Page 2 >>      Page 3 >> Page 4 >>                  :: I. M. Pei's La Pyramide du Louvre: A Diamond in     the Rough or Merely Junkspace?     By Rebecca L. Moyer  :: The Culture of     the Fence: Artifacts and Meanings     By Christina Kotchemidova  :: On the Significance     of Death in Culture & Communication Research     By Charlton McIlwain, Ph.D.                                :: Swept Away By An Unusual Destiny In The Blue     Sea Of August: Lina Wertmller, 1974 - Guy Ritchie's Swept Away 2001     By Laura Meucci        :: What Do I Get? Punk Rock, Authenticity, and Cultural     Capital     By Brian Cogan        The Osbournes': Genre, Reality TV, and the Domestication     of Rock 'n Roll     By Rick Pieto and Kelly Otter                           ::      About Contributors      :: About Staff      ::About the Department      ::New York University                                                About :: Archive ::      Staff :: Submit :: Contact                Copyright 2003 :: Kristen DelGrosso"}]}]