[{"detail": [{"content": "Course Detail            > Courses            > Academics         > NYU Gallatin                                                                                                                                  NYU Gallatin    Skip to Content   Skip to Search   Skip to Navigation   Skip to Sub Navigation                          Students          Prospective Students Current Undergraduate Students Current Graduate Students Incoming First-Year Students                            Faculty    Staff    Parents & Family    Alumni    |    Forms    Directory    Events Calendar                                                       Search                                                                           Main Navigation                Home      About    Facts and Figures    Facilities    Governance and Committees    Sustainability    From the Dean    Mission and Learning Goals    Administration    Bulletin 2014-2015    Bulletin Archive           Admissions    Undergraduate    Graduate           Academics    Undergraduate    Graduate    Courses    Faculty    Advising    Awards, Honors, and Fellowships    Policies and Procedures    Registration    Calendars and Deadlines           Global           Student Life    Community Service    Co-Curricular Programs    Graduation Ceremonies    A Diverse Intellectual Community    Health and Wellness    Living At NYU    Scholarly Communities    Student Government and Organizations    Student Profiles    Student Publications    Student Arts Showcases    Lecture Series    Senior Symposium    Fashion           Visit    Directions and Maps                                                   Sub Navigation    Academics Undergraduate Graduate Courses  Faculty Advising Awards, Honors, and Fellowships Policies and Procedures Registration Calendars and Deadlines              Back to Courses                                   Share       Delicious     Digg This     Reddit        Stumble Upon     Technorati     Twitter        Facebook     Windows Live     Yahoo                 MySpace     Email                   Bread Crumbs                Home          &gt;           Academics          &gt;           Courses          &gt;           Course Detail                                        The Sonnet and the Philosophy of Language: From the Early Modern to the Contemporary                                Semester and Year        FA 2013                    Course Number        IDSEM-UG1753                    Section        001                    Instructor        David Schalkwyk                    Days                            Wed                                 Time                            3:30 PM -       6:10 PM                                Units        4.0                    Level        U                    Foundation Requirement        HUM, EARLY                                           Description       How does one read something as complex as a Shakespeare sonnet? What are sonnets trying to do? Who is speaking, and to whom? How does the form of the sonnet—its rhyme scheme, metre, and the set of rhetorical expectations it engenders—enable rather than constrict forms of passionate expression and persuasion. Why should we still be interested in this strange form today? What invites us to imagine ourselves as the speaker or recipient of the sonnets powerful speech acts? Why does it continue to speak to us, not only about love, desire, and the force of argument, but also of language itself? This course will examine the language of the sonnets of Philip Sidney, Edmund Spenser and William Shakespeare from the perspective of a variety of philosophers and theorists who have had a significant impact on literary criticism, including Plato, Locke, Saussure, Benveniste, Bakhtin, Wittgenstein, Austin, Derrida and Lacan. It aims to reveal the continuing power of the sonnet in the twenty-first century, and its abiding influence in our discourses of desire, love and personal identity.                   Course Type       Interdisciplinary Seminars (IDSEM-UG)                               top of page                                                                   NYU Gallatin Footer              Gallatin School of Individualized Study     1 Washington Place     New York, NY 10003     (212) 998-7370                   A&#8211;Z Index      Directions      Contact Us      Job Opportunities               News      Support Gallatin      Feedback                         Follow us on Facebook      Follow us on Twitter      Follow us on Youtube         Follow us Instagram                 Unless otherwise noted, all content copyright NYU Gallatin. All rights reserved."}]},
{"detail": [{"content": "Course Detail            > Courses            > Academics         > NYU Gallatin                                                                                                                                  NYU Gallatin    Skip to Content   Skip to Search   Skip to Navigation   Skip to Sub Navigation                          Students          Prospective Students Current Undergraduate Students Current Graduate Students Incoming First-Year Students                            Faculty    Staff    Parents & Family    Alumni    |    Forms    Directory    Events Calendar                                                       Search                                                                           Main Navigation                Home      About    Facts and Figures    Facilities    Governance and Committees    Sustainability    From the Dean    Mission and Learning Goals    Administration    Bulletin 2014-2015    Bulletin Archive           Admissions    Undergraduate    Graduate           Academics    Undergraduate    Graduate    Courses    Faculty    Advising    Awards, Honors, and Fellowships    Policies and Procedures    Registration    Calendars and Deadlines           Global           Student Life    Community Service    Co-Curricular Programs    Graduation Ceremonies    A Diverse Intellectual Community    Health and Wellness    Living At NYU    Scholarly Communities    Student Government and Organizations    Student Profiles    Student Publications    Student Arts Showcases    Lecture Series    Senior Symposium    Fashion           Visit    Directions and Maps                                                   Sub Navigation    Academics Undergraduate Graduate Courses  Faculty Advising Awards, Honors, and Fellowships Policies and Procedures Registration Calendars and Deadlines              Back to Courses                                   Share       Delicious     Digg This     Reddit        Stumble Upon     Technorati     Twitter        Facebook     Windows Live     Yahoo                 MySpace     Email                   Bread Crumbs                Home          &gt;           Academics          &gt;           Courses          &gt;           Course Detail                                        The Sonnet and the Philosophy of Language: From the Early Modern to the Contemporary                                Semester and Year        FA 2013                    Course Number        IDSEM-UG1753                    Section        001                    Instructor        David Schalkwyk                    Days                            Wed                                 Time                            3:30 PM -       6:10 PM                                Units        4.0                    Level        U                    Foundation Requirement        HUM, EARLY                                           Description       How does one read something as complex as a Shakespeare sonnet? What are sonnets trying to do? Who is speaking, and to whom? How does the form of the sonnet—its rhyme scheme, metre, and the set of rhetorical expectations it engenders—enable rather than constrict forms of passionate expression and persuasion. Why should we still be interested in this strange form today? What invites us to imagine ourselves as the speaker or recipient of the sonnets powerful speech acts? Why does it continue to speak to us, not only about love, desire, and the force of argument, but also of language itself? This course will examine the language of the sonnets of Philip Sidney, Edmund Spenser and William Shakespeare from the perspective of a variety of philosophers and theorists who have had a significant impact on literary criticism, including Plato, Locke, Saussure, Benveniste, Bakhtin, Wittgenstein, Austin, Derrida and Lacan. It aims to reveal the continuing power of the sonnet in the twenty-first century, and its abiding influence in our discourses of desire, love and personal identity.                   Course Type       Interdisciplinary Seminars (IDSEM-UG)                               top of page                                                                   NYU Gallatin Footer              Gallatin School of Individualized Study     1 Washington Place     New York, NY 10003     (212) 998-7370                   A&#8211;Z Index      Directions      Contact Us      Job Opportunities               News      Support Gallatin      Feedback                         Follow us on Facebook      Follow us on Twitter      Follow us on Youtube         Follow us Instagram                 Unless otherwise noted, all content copyright NYU Gallatin. All rights reserved."}, {"content": "Courses                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                 For a list of required classes, see Writing Class Requirements in Program Information .           Return to Program Information           Expository Writing Courses                      EXPOS-UA 1 Writing the Essay            EXPOS-UA 2 The Advanced College Essay: School of Engineering            EXPOS-UA 5 Writing the Essay: Art and the World (TSOA)            ASPP-UT 2 The Advanced College Essay: The World through Art (TSOA)            ACE-UE 110 The Advanced College Essay: Education and the Professions (Steinhardt)            EXPOS-UA 4 International Workshop I            EXPOS-UA 9 International Workshop II            EXPOS-UA 13 Writing Tutorial            EXPOS-UA 1 5 A Spectrum of Essays            EXPOS-UA 16 Advanced Essay Writing for Science                                  EXPOS-UA 17 Writing in Community            EXPOS-UA 18 Writing and Speaking in the Disciplines                               EXPOS-UA 1 Writing the Essay           Credits: 4 Instructor: Staff Syllabus: 2011           This is a required course in expository writing for CAS, Stern, Steinhardt, and Engineering students; it is the foundational writing course. It provides instruction and practice in critical reading, creative thinking, and clear writing. It provides additional instruction in analyzing and interpreting written texts, the use of written texts as evidence, the development of ideas, and the writing of both exploratory and argumentative essays. The course stresses exploration, inquiry, reflection, analysis, revision, and collaborative learning.           TISCH School of the Arts students take Writing the Essay: Art and the World (EXPOS UA-5), which focuses on developing the essay in the arts.           Special sections of Writing the Essay are reserved for the following students:           WTE: Science is specifically tailored for students who are interested in science or medicine. Course readings and assignments focus on current issues in the worlds of science and medicine. Students read and respond to essays by prominent scientists, doctors, and science writers, such as Stephen Jay Gould, Primo Levi, Evelyn Fox Keller, and Richard Selzer.           WTE: Goddard. As part of the Living &amp; Learning options for residence halls, two floors of Goddard Hall are linked to special sections of Writing the Essay. Students in-residence who are interested in creative writing or live performance, study and attend planned outings together. Writing the Essay assignments and discussions are shaped to invite students to incorporate these experiences into their class work.           WTE: CCC. Students combine Writing the Essay with Texts and Ideas , gaining a richer understanding of the ideas and authors in the CCC course through discussions and the development of essays. Students receive credit for both courses.           Return to top of page            EXPOS-UA 2 The Advanced College Essay: School of Engineering           Credits: 4 Instructor: Staff Syllabus: 2013-2014           This is a required second-semester writing course for all Engineering students. The course builds on Writing the Essay and provides advanced instruction in analyzing and interpreting written texts from a variety of academic disciplines, using written texts as evidence, developing ideas, conducting academic research, and writing persuasive essays. It stresses analysis, inductive reasoning, reflection, revision, and collaborative learning. The course is tailored for students in the School of Engineering so that readings and essay writing focus on issues that are pertinent to the sciences.           Return to top of page                     EXPOS-UA 5 Writing the Essay: Art and the World           Credits: 4 Instructor: Staff           This required course for all students in the Tisch School of the Arts is designed to engage all Tisch School of the Arts freshmen in a broad interdisciplinary investigation across artistic media. It provides instruction and practice in critical reading, creative thinking, and essay writing. Students learn to analyze and interpret written texts, art objects, and performances; to use written, visual, and performance texts as evidence; and to develop ideas. The course stresses exploration, inquiry, reflection, analysis, revision, and collaborative learning.           Return to top of page                     ASPP-UT 2 The Advanced College Essay: The World through Art           Credits: 4 Instructor: Staff Prerequisite: EXPOS-UA 5 Writing the Essay: Art and the World Syllabus: 2012           Students in the Tisch School of the Arts are required to take this course. The course follows Writing the Essay: Art and the World (EXPOS-UA 5) and provides advanced instruction in analyzing and interpreting written texts, art objects and performances; using written texts as evidence; developing ideas; and in writing persuasive essays. It stresses analysis, reflection, revision, and collaborative learning. The course is tailored for students in the Arts so that course readings and essay writing focus on issues that are pertinent to that discipline.           Return to top of page                     ACE-UE 110 The Advanced College Essay: Education and the Professions           Credits: 4 Instructor: Staff Prerequisite: EXPOS-UA 1 Writing the Essay Syllabus: Spring 2012           Students in the Steinhardt School of Education and the School of Nursing are required to take this course. The course builds on Writing the Essay (EXPOS-UA 1) and provides advanced instruction in analyzing and interpreting written texts from a variety of academic disciplines, using written texts as evidence, developing ideas, and writing persuasive essays. It stresses analysis, inductive reasoning, reflection, revision, and collaborative learning. The course is tailored for students in the Schools of Education and Nursing so that readings and essay writing focus on issues that are pertinent to those disciplines.           Return to top of page                     EXPOS-UA 4 International Writing Workshop I           Credits: 4 Instructor: Staff Prerequisite: EWP permission Syllabus: Spring 2011           The first of two courses for students for whom English is a second language. The Map Requirement for NYU undergraduates is fulfilled with this course and International Writing Workshop II. Provides instruction in critical reading, textual analysis, exploration of experience, the development of ideas, and revision. Stresses the importance of inquiry and reflection in the use of texts and experience as evidence for essays. Reading and writing assignments lead to essays in which students analyze and raise questions about written texts and experience, and reflect upon text, experience, and idea in a collaborative learning environment. Discusses appropriate conventions in English grammar and style as part of instructor feedback.           Return to top of page                     EXPOS-UA 9 International Writing Workshop II           Credits: 4 Instructor: Staff Prerequisite: EXPOS-UA 4 International Writing Workshop I Syllabus: Spring 2011           The second of two courses for students for whom English is a second language. The Map requirement for NYU undergraduates is fulfilled with this course and International Writing Workshop 1. Provides advanced instruction in analyzing and interpreting written texts from a variety of academic disciplines, the use of written texts as evidence, the development of ideas, and the writing of argumentative essays through a process of inquiry and reflection. Stresses analysis, revision, inquiry, and collaborative learning. Discusses appropriate conventions in English grammar and style as part of instructor feedback.           Return to top of page                     EXPOS-UA 13 Writing Tutorial           Credits: 4 Instructor: Staff Prequisite: EWP permission. Syllabus: 2012           Offers intensive individual and group work in the practice of expository writing for those students whose competency examination reveals the need for additional, foundational writing instruction. The course aims to better prepare admitted transfer students for the rigorous work they will have to complete in either Writing the Essay or an International Writing Workshop . The course concentrates on foundational work (grammar, syntax, paragraph development) leading to the creation of compelling essays (idea conception and development, effective use of evidence, understanding basic forms, and the art of persuasion).           Return to top of page                     EXPOS-UA 15 A Spectrum of Essays           Credits: 4 Instructor: Stephen Donatelli Prequisite: Portfolio review           Guises of the Self: History, Literature, Practice&quot;           Subjectivity evolves. Variously known as the I, the self, the persona (performed or feigned) or the identity we make or somehow possess, subjectivity as a subject suits writing because it is never fixed. Concern for the self is not, however, a self-centered pursuit. It has served as a medium through which readers and writers have been able to live deeply as historical agents and spiritual beings. Respect for self has flourished since antiquity. The ancients thought self-knowledge was fundamental to everything else, and conscientiousness is understood today as a cornerstone of citizenship. In this seminar we will acquaint ourselves with some landmark texts in the history of the mutable I, observing many artful variations made by key writers in the tradition of reflective autobiography. We will learn how to read these predecessors by moving with their rhythms or by accompanying them in cinematic time. Readings and visual materials have been chosen to be fun, challenging and various. They provide a selective foundation for what might be called the tradition of the individual person as he or she comes to self-awareness. Our readings serve as occasions for written imitation, reflection and improvisation. We will also rely on them as touchstones for our own writing practice.           While readings and films about the self often operate through closeness and disclosure, the best of them are also philosophical and scientific, thereby supporting our balanced objective of working reflectively and working interpretively. Our writing projects will span a variety of positions between a greater self beyond our own selfs mere self (what the poet Paul Valry once called some self miraculously superior to Myself ), and a more distanced assessment of selected, constructed selves from history and literary history.           Some of our readings are already known to us faintly, thanks to the diligent passivity of our cultural subconscious: Augustines Confessions, the first book of Prousts multi-volume oeuvre , Swanns Way ; Nella Larsens slender masterpiece from the Harlem Renaissance period, Passing; literary innovations by modern masters such as Luigi Pirandello, J.L. Borges, Natalia Ginzburg, and John Barth; and thoughtful analyses of performed and counterfeited selves by Judith Butler and R.D. Laing. Beguiling cinematic visions of erased, unreal, elusive, split, vague and plural selves come to us through Bernardo Bertolucci, Ingmar Bergman and Luis Buuel and in Stan Brakhages cinematic adventures into our inner, psychic life.           To take this class: submit a 15-page sample of good, finished writing. Identify the copy with your name and contact information and bring it to the Writing Program mailbox of Stephen Donatelli during the registration period. The office is located at 411 Lafayette Street, 4 th Floor. You must contact me by e-mail to express interest; upon acceptance you will receive the necessary registration code number.                     EXPOS-UA 15 A Spectrum of Essays: Reconceiving Artfulness and its Risks           Credits: 4 Instructor: Bruce Bromley, EWP Prequisite: Portfolio review           At the height of her fame as a mind that reimagines what essays and novels can do, Virginia Woolf presses her fellow makers and readers to consider that every moment is the centre and meeting place of an extraordinary number of perceptions which have not yet been expressed, showing us how life is always and inevitably much richer than we who try to express it. Like Woolf and her contemporaries, we belong to a world where feelings which used to come simple and separate do so no longer, where beauty is part ugliness; amusement part disgust; pleasure part pain. Emotions which used to enter the mind whole are now broken up on the threshold. These claims mean that we need to reconceive the very notion of threshold, along with the forms by which makers, in the disciplines available to us, structure the experience of living in relation to any boundary. How we ponder artfulness, Woolf implies, requires expansion, as so many influences which play . . . a large part in life have thus far escaped the novelist and her colleaguesamong them,the power of music, the stimulus of light, the effect on us of the shape of trees or the play of colour. To re-see the shapes whereby we express our contact with life will blur the boundaries between customarily separate art forms, Woolf implies, and involve us in the risks inherent in any attempt to make over, to make again, to make anew. What can the risks in play here teach us? At the service of contemplating that question, we will read work by Jennifer Egan, Rainer Maria Rilke, W.G. Sebald, and Woolf herself. We will listen to music that rethinks what sound, ordered into patterns, can make manifest. We will watch films by Pedro Almodvar, Fran&#1195;ois Ozon, Grant Gee, and Fran&#1195;ois Girard. And we will work at crafting essays that honor our attempts to amplify what shaped thinking can communicate. By November 8, 2014, please email Bruce Bromley at bdb2@nyu.edu to inquire how to submit what you think of as your finest essay, which will function as your portfolio review. Notice of selection will occur within eight days of your first contact.            Return to top of page                     EXPOS-UA 16 Advanced Essay Writing for Science           Credits: 4 Instructor: Matthew McClelland, Language Lecturer, EWP Prerequisite: Writing the Essay ; Portfolio review and permission of the Instructor Syllabus: Fall 2011           This advanced writing course offers offers science and pre-health students the opportunity to design and conduct intensive individual research, write honors-level essays for the public and for the academy, and deliver a professional presentation. The course will rely upon the work of professional scientists and writers, and students will be encouraged to attend several public events about science and writing. Students will be encouraged to present their own research at the Undergraduate Research Conference and to submit completed essays for publication in Mercer Street. NOTE: To arrange for a portfolio review and an access code, please contact Matthew McClelland at msm8@nyu.edu .           Return to top of page                     EXPOS-UA 17 Writing in Community           Credits: 4 Instructor: Laura Weinert-Kendt, Language Lecturer, EWP Prerequisite: Writing the Essay and permission of the Instructor Syllabus: Spring 2011           Writing in Community is a course for students who are passionate about writing and community service and would like to explore the dynamic relationship between these two pursuits. As a team, we will head off campus each week to mentor under-served high school students in essay writing. Back on campus, we will have weekly meetings to help us enhance our writing and mentoring skills as we develop our own ideas into essays. We will study writers, artists, and filmmakers whose service and/or community engagement has become a basis for work that documents and reflects on pressing social concerns.           Students require an access code to register for the course. Interested students should contact Laura Weinert-Kendt at law320@nyu.edu .           Return to top of page                     EXPOS-UA 18 Writing and Speaking in the Disciplines           Credits: 4 Instructor: Victoria Olsen Prerequisite: Writing the Essay. Syllabus: Spring 2013           Introduces students to professional discourse in a range of disciplines, depending on enrollment. Students will practice observing, analyzing, and assessing the broad structures and elements of professional work in the Humanities, Social Sciences and Sciences. They will then pursue their own research projects through oral presentations and written assignments. Those intending to participate in the Undergraduate Research Conference in April are especially encouraged to apply as this course will support that research, writing, and presentation.           NOTE: department permission is required so please contact Victoria Olsen for an enrollment code: victoria.olsen@nyu.edu .           Return to top of page                     Course Evaluations           At the end of each term, students are asked to complete an in-class course evaluation. To see the course evaluation form, download this form:                      Course Evaluation (Adobe PDF)                     Return to Program Information                                                                                                      [ EWP Home ] [ Program Info ] [ Policies ] [ Mercer Street ] [ Honors &amp; Awards ] [ EWP Teachers ] [ Writing Center ] [ Resources ] [ Employment ] [ Contact EWP ]"}]},
{"detail": [{"content": "Course Detail            > Courses            > Academics         > NYU Gallatin                                                                                                                                  NYU Gallatin    Skip to Content   Skip to Search   Skip to Navigation   Skip to Sub Navigation                          Students          Prospective Students Current Undergraduate Students Current Graduate Students Incoming First-Year Students                            Faculty    Staff    Parents & Family    Alumni    |    Forms    Directory    Events Calendar                                                       Search                                                                           Main Navigation                Home      About    Facts and Figures    Facilities    Governance and Committees    Sustainability    From the Dean    Mission and Learning Goals    Administration    Bulletin 2014-2015    Bulletin Archive           Admissions    Undergraduate    Graduate           Academics    Undergraduate    Graduate    Courses    Faculty    Advising    Awards, Honors, and Fellowships    Policies and Procedures    Registration    Calendars and Deadlines           Global           Student Life    Community Service    Co-Curricular Programs    Graduation Ceremonies    A Diverse Intellectual Community    Health and Wellness    Living At NYU    Scholarly Communities    Student Government and Organizations    Student Profiles    Student Publications    Student Arts Showcases    Lecture Series    Senior Symposium    Fashion           Visit    Directions and Maps                                                   Sub Navigation    Academics Undergraduate Graduate Courses  Faculty Advising Awards, Honors, and Fellowships Policies and Procedures Registration Calendars and Deadlines              Back to Courses                                   Share       Delicious     Digg This     Reddit        Stumble Upon     Technorati     Twitter        Facebook     Windows Live     Yahoo                 MySpace     Email                   Bread Crumbs                Home          &gt;           Academics          &gt;           Courses          &gt;           Course Detail                                        The Sonnet and the Philosophy of Language: From the Early Modern to the Contemporary                                Semester and Year        FA 2013                    Course Number        IDSEM-UG1753                    Section        001                    Instructor        David Schalkwyk                    Days                            Wed                                 Time                            3:30 PM -       6:10 PM                                Units        4.0                    Level        U                    Foundation Requirement        HUM, EARLY                                           Description       How does one read something as complex as a Shakespeare sonnet? What are sonnets trying to do? Who is speaking, and to whom? How does the form of the sonnet—its rhyme scheme, metre, and the set of rhetorical expectations it engenders—enable rather than constrict forms of passionate expression and persuasion. Why should we still be interested in this strange form today? What invites us to imagine ourselves as the speaker or recipient of the sonnets powerful speech acts? Why does it continue to speak to us, not only about love, desire, and the force of argument, but also of language itself? This course will examine the language of the sonnets of Philip Sidney, Edmund Spenser and William Shakespeare from the perspective of a variety of philosophers and theorists who have had a significant impact on literary criticism, including Plato, Locke, Saussure, Benveniste, Bakhtin, Wittgenstein, Austin, Derrida and Lacan. It aims to reveal the continuing power of the sonnet in the twenty-first century, and its abiding influence in our discourses of desire, love and personal identity.                   Course Type       Interdisciplinary Seminars (IDSEM-UG)                               top of page                                                                   NYU Gallatin Footer              Gallatin School of Individualized Study     1 Washington Place     New York, NY 10003     (212) 998-7370                   A&#8211;Z Index      Directions      Contact Us      Job Opportunities               News      Support Gallatin      Feedback                         Follow us on Facebook      Follow us on Twitter      Follow us on Youtube         Follow us Instagram                 Unless otherwise noted, all content copyright NYU Gallatin. All rights reserved."}, {"content": "Courses                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                 For a list of required classes, see Writing Class Requirements in Program Information .           Return to Program Information           Expository Writing Courses                      EXPOS-UA 1 Writing the Essay            EXPOS-UA 2 The Advanced College Essay: School of Engineering            EXPOS-UA 5 Writing the Essay: Art and the World (TSOA)            ASPP-UT 2 The Advanced College Essay: The World through Art (TSOA)            ACE-UE 110 The Advanced College Essay: Education and the Professions (Steinhardt)            EXPOS-UA 4 International Workshop I            EXPOS-UA 9 International Workshop II            EXPOS-UA 13 Writing Tutorial            EXPOS-UA 1 5 A Spectrum of Essays            EXPOS-UA 16 Advanced Essay Writing for Science                                  EXPOS-UA 17 Writing in Community            EXPOS-UA 18 Writing and Speaking in the Disciplines                               EXPOS-UA 1 Writing the Essay           Credits: 4 Instructor: Staff Syllabus: 2011           This is a required course in expository writing for CAS, Stern, Steinhardt, and Engineering students; it is the foundational writing course. It provides instruction and practice in critical reading, creative thinking, and clear writing. It provides additional instruction in analyzing and interpreting written texts, the use of written texts as evidence, the development of ideas, and the writing of both exploratory and argumentative essays. The course stresses exploration, inquiry, reflection, analysis, revision, and collaborative learning.           TISCH School of the Arts students take Writing the Essay: Art and the World (EXPOS UA-5), which focuses on developing the essay in the arts.           Special sections of Writing the Essay are reserved for the following students:           WTE: Science is specifically tailored for students who are interested in science or medicine. Course readings and assignments focus on current issues in the worlds of science and medicine. Students read and respond to essays by prominent scientists, doctors, and science writers, such as Stephen Jay Gould, Primo Levi, Evelyn Fox Keller, and Richard Selzer.           WTE: Goddard. As part of the Living &amp; Learning options for residence halls, two floors of Goddard Hall are linked to special sections of Writing the Essay. Students in-residence who are interested in creative writing or live performance, study and attend planned outings together. Writing the Essay assignments and discussions are shaped to invite students to incorporate these experiences into their class work.           WTE: CCC. Students combine Writing the Essay with Texts and Ideas , gaining a richer understanding of the ideas and authors in the CCC course through discussions and the development of essays. Students receive credit for both courses.           Return to top of page            EXPOS-UA 2 The Advanced College Essay: School of Engineering           Credits: 4 Instructor: Staff Syllabus: 2013-2014           This is a required second-semester writing course for all Engineering students. The course builds on Writing the Essay and provides advanced instruction in analyzing and interpreting written texts from a variety of academic disciplines, using written texts as evidence, developing ideas, conducting academic research, and writing persuasive essays. It stresses analysis, inductive reasoning, reflection, revision, and collaborative learning. The course is tailored for students in the School of Engineering so that readings and essay writing focus on issues that are pertinent to the sciences.           Return to top of page                     EXPOS-UA 5 Writing the Essay: Art and the World           Credits: 4 Instructor: Staff           This required course for all students in the Tisch School of the Arts is designed to engage all Tisch School of the Arts freshmen in a broad interdisciplinary investigation across artistic media. It provides instruction and practice in critical reading, creative thinking, and essay writing. Students learn to analyze and interpret written texts, art objects, and performances; to use written, visual, and performance texts as evidence; and to develop ideas. The course stresses exploration, inquiry, reflection, analysis, revision, and collaborative learning.           Return to top of page                     ASPP-UT 2 The Advanced College Essay: The World through Art           Credits: 4 Instructor: Staff Prerequisite: EXPOS-UA 5 Writing the Essay: Art and the World Syllabus: 2012           Students in the Tisch School of the Arts are required to take this course. The course follows Writing the Essay: Art and the World (EXPOS-UA 5) and provides advanced instruction in analyzing and interpreting written texts, art objects and performances; using written texts as evidence; developing ideas; and in writing persuasive essays. It stresses analysis, reflection, revision, and collaborative learning. The course is tailored for students in the Arts so that course readings and essay writing focus on issues that are pertinent to that discipline.           Return to top of page                     ACE-UE 110 The Advanced College Essay: Education and the Professions           Credits: 4 Instructor: Staff Prerequisite: EXPOS-UA 1 Writing the Essay Syllabus: Spring 2012           Students in the Steinhardt School of Education and the School of Nursing are required to take this course. The course builds on Writing the Essay (EXPOS-UA 1) and provides advanced instruction in analyzing and interpreting written texts from a variety of academic disciplines, using written texts as evidence, developing ideas, and writing persuasive essays. It stresses analysis, inductive reasoning, reflection, revision, and collaborative learning. The course is tailored for students in the Schools of Education and Nursing so that readings and essay writing focus on issues that are pertinent to those disciplines.           Return to top of page                     EXPOS-UA 4 International Writing Workshop I           Credits: 4 Instructor: Staff Prerequisite: EWP permission Syllabus: Spring 2011           The first of two courses for students for whom English is a second language. The Map Requirement for NYU undergraduates is fulfilled with this course and International Writing Workshop II. Provides instruction in critical reading, textual analysis, exploration of experience, the development of ideas, and revision. Stresses the importance of inquiry and reflection in the use of texts and experience as evidence for essays. Reading and writing assignments lead to essays in which students analyze and raise questions about written texts and experience, and reflect upon text, experience, and idea in a collaborative learning environment. Discusses appropriate conventions in English grammar and style as part of instructor feedback.           Return to top of page                     EXPOS-UA 9 International Writing Workshop II           Credits: 4 Instructor: Staff Prerequisite: EXPOS-UA 4 International Writing Workshop I Syllabus: Spring 2011           The second of two courses for students for whom English is a second language. The Map requirement for NYU undergraduates is fulfilled with this course and International Writing Workshop 1. Provides advanced instruction in analyzing and interpreting written texts from a variety of academic disciplines, the use of written texts as evidence, the development of ideas, and the writing of argumentative essays through a process of inquiry and reflection. Stresses analysis, revision, inquiry, and collaborative learning. Discusses appropriate conventions in English grammar and style as part of instructor feedback.           Return to top of page                     EXPOS-UA 13 Writing Tutorial           Credits: 4 Instructor: Staff Prequisite: EWP permission. Syllabus: 2012           Offers intensive individual and group work in the practice of expository writing for those students whose competency examination reveals the need for additional, foundational writing instruction. The course aims to better prepare admitted transfer students for the rigorous work they will have to complete in either Writing the Essay or an International Writing Workshop . The course concentrates on foundational work (grammar, syntax, paragraph development) leading to the creation of compelling essays (idea conception and development, effective use of evidence, understanding basic forms, and the art of persuasion).           Return to top of page                     EXPOS-UA 15 A Spectrum of Essays           Credits: 4 Instructor: Stephen Donatelli Prequisite: Portfolio review           Guises of the Self: History, Literature, Practice&quot;           Subjectivity evolves. Variously known as the I, the self, the persona (performed or feigned) or the identity we make or somehow possess, subjectivity as a subject suits writing because it is never fixed. Concern for the self is not, however, a self-centered pursuit. It has served as a medium through which readers and writers have been able to live deeply as historical agents and spiritual beings. Respect for self has flourished since antiquity. The ancients thought self-knowledge was fundamental to everything else, and conscientiousness is understood today as a cornerstone of citizenship. In this seminar we will acquaint ourselves with some landmark texts in the history of the mutable I, observing many artful variations made by key writers in the tradition of reflective autobiography. We will learn how to read these predecessors by moving with their rhythms or by accompanying them in cinematic time. Readings and visual materials have been chosen to be fun, challenging and various. They provide a selective foundation for what might be called the tradition of the individual person as he or she comes to self-awareness. Our readings serve as occasions for written imitation, reflection and improvisation. We will also rely on them as touchstones for our own writing practice.           While readings and films about the self often operate through closeness and disclosure, the best of them are also philosophical and scientific, thereby supporting our balanced objective of working reflectively and working interpretively. Our writing projects will span a variety of positions between a greater self beyond our own selfs mere self (what the poet Paul Valry once called some self miraculously superior to Myself ), and a more distanced assessment of selected, constructed selves from history and literary history.           Some of our readings are already known to us faintly, thanks to the diligent passivity of our cultural subconscious: Augustines Confessions, the first book of Prousts multi-volume oeuvre , Swanns Way ; Nella Larsens slender masterpiece from the Harlem Renaissance period, Passing; literary innovations by modern masters such as Luigi Pirandello, J.L. Borges, Natalia Ginzburg, and John Barth; and thoughtful analyses of performed and counterfeited selves by Judith Butler and R.D. Laing. Beguiling cinematic visions of erased, unreal, elusive, split, vague and plural selves come to us through Bernardo Bertolucci, Ingmar Bergman and Luis Buuel and in Stan Brakhages cinematic adventures into our inner, psychic life.           To take this class: submit a 15-page sample of good, finished writing. Identify the copy with your name and contact information and bring it to the Writing Program mailbox of Stephen Donatelli during the registration period. The office is located at 411 Lafayette Street, 4 th Floor. You must contact me by e-mail to express interest; upon acceptance you will receive the necessary registration code number.                     EXPOS-UA 15 A Spectrum of Essays: Reconceiving Artfulness and its Risks           Credits: 4 Instructor: Bruce Bromley, EWP Prequisite: Portfolio review           At the height of her fame as a mind that reimagines what essays and novels can do, Virginia Woolf presses her fellow makers and readers to consider that every moment is the centre and meeting place of an extraordinary number of perceptions which have not yet been expressed, showing us how life is always and inevitably much richer than we who try to express it. Like Woolf and her contemporaries, we belong to a world where feelings which used to come simple and separate do so no longer, where beauty is part ugliness; amusement part disgust; pleasure part pain. Emotions which used to enter the mind whole are now broken up on the threshold. These claims mean that we need to reconceive the very notion of threshold, along with the forms by which makers, in the disciplines available to us, structure the experience of living in relation to any boundary. How we ponder artfulness, Woolf implies, requires expansion, as so many influences which play . . . a large part in life have thus far escaped the novelist and her colleaguesamong them,the power of music, the stimulus of light, the effect on us of the shape of trees or the play of colour. To re-see the shapes whereby we express our contact with life will blur the boundaries between customarily separate art forms, Woolf implies, and involve us in the risks inherent in any attempt to make over, to make again, to make anew. What can the risks in play here teach us? At the service of contemplating that question, we will read work by Jennifer Egan, Rainer Maria Rilke, W.G. Sebald, and Woolf herself. We will listen to music that rethinks what sound, ordered into patterns, can make manifest. We will watch films by Pedro Almodvar, Fran&#1195;ois Ozon, Grant Gee, and Fran&#1195;ois Girard. And we will work at crafting essays that honor our attempts to amplify what shaped thinking can communicate. By November 8, 2014, please email Bruce Bromley at bdb2@nyu.edu to inquire how to submit what you think of as your finest essay, which will function as your portfolio review. Notice of selection will occur within eight days of your first contact.            Return to top of page                     EXPOS-UA 16 Advanced Essay Writing for Science           Credits: 4 Instructor: Matthew McClelland, Language Lecturer, EWP Prerequisite: Writing the Essay ; Portfolio review and permission of the Instructor Syllabus: Fall 2011           This advanced writing course offers offers science and pre-health students the opportunity to design and conduct intensive individual research, write honors-level essays for the public and for the academy, and deliver a professional presentation. The course will rely upon the work of professional scientists and writers, and students will be encouraged to attend several public events about science and writing. Students will be encouraged to present their own research at the Undergraduate Research Conference and to submit completed essays for publication in Mercer Street. NOTE: To arrange for a portfolio review and an access code, please contact Matthew McClelland at msm8@nyu.edu .           Return to top of page                     EXPOS-UA 17 Writing in Community           Credits: 4 Instructor: Laura Weinert-Kendt, Language Lecturer, EWP Prerequisite: Writing the Essay and permission of the Instructor Syllabus: Spring 2011           Writing in Community is a course for students who are passionate about writing and community service and would like to explore the dynamic relationship between these two pursuits. As a team, we will head off campus each week to mentor under-served high school students in essay writing. Back on campus, we will have weekly meetings to help us enhance our writing and mentoring skills as we develop our own ideas into essays. We will study writers, artists, and filmmakers whose service and/or community engagement has become a basis for work that documents and reflects on pressing social concerns.           Students require an access code to register for the course. Interested students should contact Laura Weinert-Kendt at law320@nyu.edu .           Return to top of page                     EXPOS-UA 18 Writing and Speaking in the Disciplines           Credits: 4 Instructor: Victoria Olsen Prerequisite: Writing the Essay. Syllabus: Spring 2013           Introduces students to professional discourse in a range of disciplines, depending on enrollment. Students will practice observing, analyzing, and assessing the broad structures and elements of professional work in the Humanities, Social Sciences and Sciences. They will then pursue their own research projects through oral presentations and written assignments. Those intending to participate in the Undergraduate Research Conference in April are especially encouraged to apply as this course will support that research, writing, and presentation.           NOTE: department permission is required so please contact Victoria Olsen for an enrollment code: victoria.olsen@nyu.edu .           Return to top of page                     Course Evaluations           At the end of each term, students are asked to complete an in-class course evaluation. To see the course evaluation form, download this form:                      Course Evaluation (Adobe PDF)                     Return to Program Information                                                                                                      [ EWP Home ] [ Program Info ] [ Policies ] [ Mercer Street ] [ Honors &amp; Awards ] [ EWP Teachers ] [ Writing Center ] [ Resources ] [ Employment ] [ Contact EWP ]"}, {"content": "Emily Kidd White | NYU School of Law                          Skip to main content                                     &rsaquo;               Quicklinks       Areas of Study   Calendar   Career Services   Colloquia   Courses   Departments   Directories   Docket   Housing   Library   News and Press   NYU Home   Student Links   Technology                                              JD Admissions   Faculty &amp; Scholarship   Global Opportunities   LLM/JSD Admissions   Academics &amp; Courses   Law &amp; Business   Executive Education   Current Students   Public Service   About NYU Law   Alumni &amp; Giving   Centers &amp; Institutes                               Home &rsaquo; LLM/JSD &rsaquo; JSD Program &rsaquo; Meet Our Current JSD Students &rsaquo; Emily Kidd White                  Meet our JSD Students and Candidates                 Emily Kidd White                 Meet Our Current JSD Students       Alon Agmon   Yu-Jie Chen   Megan Donaldson   Daniel Francis   Nimrod Karin   Lisa Coleen Kerr   Young-Ran Kim (Christine)   Yael Lifshitz-Goldberg   Rocío Lorca Ferreccio   Tamar Megiddo   Tawanda Future Mutasah   Hillary Nye   Christopher Roberts   Leonid Sirota   Sergio Verdugo   Prince Neto DCB Waite   Emily Kidd White   Moran Yahav   Maliheh Zare                            Dissertation Title: The Role of Emotions in the Adjudication of Dignity Claims   Doctoral Supervisor: Professor Jeremy Waldron     Biography:   Emily Kidd White is a JSD candidate from Canada and a Trudeau Foundation Scholar. In 2006 she earned her LLB at Queen’s Law School after having previously graduated from Queen’s University in Politics and Philosophy. After two years of litigation practice in Toronto, Emily entered the International Legal Studies LLM program at New York University School of Law. She graduated from this program in 2009 with the Jerome Lipper Prize for distinction. From 2009-2011, Emily held a research fellowship at the Jean Monnet Center for Regional and International Economic Law and Justice at New York University School of Law. During this time, Emily served as the Associate Editor of the European Journal of International Law and also as the teaching assistant for the Institute for International Law and Justice . \u2028\u2028Emily’s areas of interest are in legal theory, international law and comparative human rights. Her JSD project draws upon the philosophy of emotion to examine judicial reasoning in human rights and constitutional cases that involve dignity claims.     Research:   The dissertation examines the role of emotions in judicial interpretations of the concept of human dignity. Human dignity holds a central place in international human rights and domestic constitutional law. The Universal Declaration of Human Rights places the concept at the foundation of its rights regime, as do international covenants and a great many national constitutions. In countries where the concept is not explicitly adopted into the constitutional framework, it is increasingly read into existing rights. Yet theoretical accounts of human dignity fail to consider the important role that emotions play in judicial understandings of its infringement. Emily’s dissertation addresses this gap by investigating how the concept helps rights claimants expose the injustice of a legislative scheme or government act through the admission of evidence detailing suffering and degradation.   Legal theory has itself deep and old commitments to weeding out emotions from evaluative judgment, most especially from the evaluative judgments of judges and jurists. This makes it a particularly exciting and fertile starting point for Emily's central claim, which is that to adjudicate properly the evaluative legal concept of human dignity, legal reasoning must both draw on certain social emotions and keep negative emotions at bay. The dissertation offers a methodology for approaching the study of emotions in the law and an argument showing how particular emotions come to play an important role the evaluative judgments of judges and jurists. Emily’s research stands to enrich our understanding of the concept of human dignity and that of the role of emotions in legal reasoning.   Peer-Review Publication   Emily Kidd White, \"Till Human Voices Wake Us: The Role of Emotions in the Adjudicaton of Dignity Claims\", Journal of Law, Religion and State (forthcoming, 2015).   Emily Kidd White, “There is No Such Thing as a Right to Human Dignity: A Reply to Conor O’Mahoney”, Int J Constitutional Law (2012) 10 (2): 575-584.   Emily Kidd White, “Humanity as the A and Ω of Sovereignty: Four Replies to Anne Peters” Eur J Int Law (2009) 20(3): 545-549. Available online at: http://ejil.oxfordjournals.org/content/20/3/545.full .   Conference Organization and Presentation   \"Emotions in Dignity Jurisprudence\" , paper presented at the Law and Emotions in Comparative Perspective Conference at Benjamin N. Cardozo School of Law, Yeshiva University ( April, 2014).   \"Till Human Voices Wake Us: A Typology of Emotions in Dignity Jurisprudence\" , paper presented at the New York University School of Law JSD Forum (October, 2013). Commentator: Professor Moshe Halbertal.   \"On the Edge of Reason: Studying Emotions in Adjudication\", paper presented at the Canadian, Australian, and New Zealand Law and Society Conference convened at UBC Law School (July, 2013).   \"Probing the Productive Possibility of Pity in the Law\", paper presented at the Ontario Legal Philosophy Partnership Graduate Conference at Osgoode Law School (May, 2013).   \"A Role of Emotion’s Own: How Emotions Help us Understand and Evaluate Human Dignity Jurisprudence\" , paper presented at the New York University School of Law JSD Forum (April, 2013). Commentator: Professor Avishai Margalit.   \"The Role of Pity in International Law\", paper presented at The Passions of International Law Symposium at Melbourne Law School (September, 2012). Funding for travel supplied by the Australian Research Council Discovery Project Grant.   \"The Tragedy Before Our Eyes: Human Dignity and Emotion in Judicial Interpretation\", paper presented at the New York University School of Law JSD Forum (February, 2012). Commentator: Professor Thomas Nagel.   \"Passion and Persuasion in the Law\" , paper presented at the Yale Law School Doctoral Conference, Continuity and Change: \u2028Interrogating the Dynamics of Law and Transformation (December, 2011).   The Interpretation of Treaties - A Re-Examination convened by the European Journal of International Law . European University Institute in Florence, Italy (November, 2009). Conference Organizer and Symposium Editor for the Journal.   Emily's Bookshelf:                                                          Contact Information           emily.white@law.nyu.edu   https://nyu.academia.edu/EmilyKiddWhite   https://twitter.com/emilykiddwhite    NYU Institutes on the Park  22 Washington Square North  New York, NY  10011                 Research Interests           Public Law  Human Rights and Human Dignity  Comparative Constitutional Law  International Law  The Law of Evidence  Law and Emotions  Judicial Reasoning   Legal Theory                                           Facebook   Twitter   YouTube   Instagram   Visitor Information   Directories   Offices and Departments   Site Map   NYU School of Law                   Prospective Info   Admissions (JD) Admissions (LLM/JSD) Areas of Study Degrees Offered Faculty Profiles Campus Map  Academics   Academic Sitemap Course Descriptions Class Schedules NYU Classes Clinics Academic Calendars  Departments   Academic Services Career Services Financial Aid Graduate Affairs (LLM) Hospitality and Events Housing Human Resources Library Operations and Facilities Records and Registration Student Affairs  Tools and Resources   About the Law School Campus Map Directories Law School News Journals Picture Book                      © 2015 New York University School of Law. 40 Washington Sq. South, New York, NY 10012. Tel. (212) 998-6100"}]}]