[{"detail": [{"content": "University Traditions                                                                                                               NYU.edu requires JavaScript be enabled in your browser in order to use important features of the site. JavaScript is either disabled or not supported by your browser. For instructions on how to enable JavaScript in your browser, click here .                       New York University    Skip to Content   Skip to Search   Skip to Navigation   Skip to Sub Navigation                                                        NYUHome Login                            Students           |   Faculty           |   Alumni           |   Employees           |   Community                                   Schools          Arts and Science      College of Arts and Science      College of Dentistry      College of Nursing      Courant Institute of Mathematical Sciences      Gallatin School of Individualized Study      Graduate School of Arts and Science      Institute of Fine Arts      Institute for the Study of the Ancient World      Leonard N. Stern School of Business      Liberal Studies Program      NYU Abu Dhabi      NYU Shanghai      Polytechnic School of Engineering      Robert F. Wagner Graduate School of Public Service      School of Professional Studies      School of Law      School of Medicine      Silver School of Social Work      Steinhardt School of Culture, Education, and Human Development      Tisch School of the Arts                QuickLinks          Academic Calendars      Administrative Units      Albert      Apply for Jobs      Athletics      Bookstores      Bursar      Campus Map      Career Development      Emergencies      Events      Giving to NYU      Housing      ITS      Libraries      News      NYU Apparel      Policies      Public Safety      Registrar      Student Health Center      Student Resources      Wellness Exchange                A-Z          A      B      C      D      E      F      G      H      I      J      K      L      M      N      O      P      Q      R      S      T      U      V      W      X      Y      Z                                                          New York University                          Search NYU                    Pages |    People                                       Main Navigation            About NYU       Admissions       Academics       University Life       Research       Global                                 Bread Crumbs          Faculty   /   Governance, Policies, and Procedures   /   Faculty Handbook   /   The University   /   History and Traditions of New York University                                                     University Traditions      The official seal of New York University combines a silver ceremonial “torch of learning,” which is carried in formal academic processions, with a group of four running figures symbolizing effort or striving in the pursuit of learning. The seal carries the Latin motto “Perstare et Praestare,” which is generally translated as “to persevere and to excel.”   The origin of the University color, violet, is obscure. It may have been chosen because in years gone by violets are said to have grown abundantly in Washington Square and around the buttresses of the original university building. On the other hand, it may have been adopted because the violet was the flower associated with Athens, that center of learning in the ancient world, and was thus regarded as an appropriate symbol of education and knowledge.   For more than a century, NYU athletes have worn violet and white colors in competition, and have carried the resulting nickname – the Violets – with pride. While a student dressed as a violet served as the school mascot for a brief time in the 1980s, it was decided that the flower did not instill great awe or foreboding in NYU’s opponents. A new mascot was conceived from the name of the Bobst Library card catalog, or Bobst Catalog. Today, the Bobcat mascot symbolizes both NYU’s academic and athletic traditions.                                                                   Introduction        The University       History and Traditions of New York University        A Brief History of New York University     University Traditions          Organization and Administration        The University Charter     The Board of Trustees     University Officers     The University Senate     University Councils and Committees     Organization of Colleges, Schools, and Academic Departments                    The Faculty         The Students         Selected University Policies                                            Download the        Faculty Handbook (pdf)                                                                        NYU Footer          Search      Directory      Campus Map      Events      Contact Us      Site Map      Copyright and Fair Use      Feedback         Unless otherwise noted, all content copyright New York University. All rights reserved. Designed by The Office of Web Communications"}]},
{"detail": [{"content": "University Traditions                                                                                                               NYU.edu requires JavaScript be enabled in your browser in order to use important features of the site. JavaScript is either disabled or not supported by your browser. For instructions on how to enable JavaScript in your browser, click here .                       New York University    Skip to Content   Skip to Search   Skip to Navigation   Skip to Sub Navigation                                                        NYUHome Login                            Students           |   Faculty           |   Alumni           |   Employees           |   Community                                   Schools          Arts and Science      College of Arts and Science      College of Dentistry      College of Nursing      Courant Institute of Mathematical Sciences      Gallatin School of Individualized Study      Graduate School of Arts and Science      Institute of Fine Arts      Institute for the Study of the Ancient World      Leonard N. Stern School of Business      Liberal Studies Program      NYU Abu Dhabi      NYU Shanghai      Polytechnic School of Engineering      Robert F. Wagner Graduate School of Public Service      School of Professional Studies      School of Law      School of Medicine      Silver School of Social Work      Steinhardt School of Culture, Education, and Human Development      Tisch School of the Arts                QuickLinks          Academic Calendars      Administrative Units      Albert      Apply for Jobs      Athletics      Bookstores      Bursar      Campus Map      Career Development      Emergencies      Events      Giving to NYU      Housing      ITS      Libraries      News      NYU Apparel      Policies      Public Safety      Registrar      Student Health Center      Student Resources      Wellness Exchange                A-Z          A      B      C      D      E      F      G      H      I      J      K      L      M      N      O      P      Q      R      S      T      U      V      W      X      Y      Z                                                          New York University                          Search NYU                    Pages |    People                                       Main Navigation            About NYU       Admissions       Academics       University Life       Research       Global                                 Bread Crumbs          Faculty   /   Governance, Policies, and Procedures   /   Faculty Handbook   /   The University   /   History and Traditions of New York University                                                     University Traditions      The official seal of New York University combines a silver ceremonial “torch of learning,” which is carried in formal academic processions, with a group of four running figures symbolizing effort or striving in the pursuit of learning. The seal carries the Latin motto “Perstare et Praestare,” which is generally translated as “to persevere and to excel.”   The origin of the University color, violet, is obscure. It may have been chosen because in years gone by violets are said to have grown abundantly in Washington Square and around the buttresses of the original university building. On the other hand, it may have been adopted because the violet was the flower associated with Athens, that center of learning in the ancient world, and was thus regarded as an appropriate symbol of education and knowledge.   For more than a century, NYU athletes have worn violet and white colors in competition, and have carried the resulting nickname – the Violets – with pride. While a student dressed as a violet served as the school mascot for a brief time in the 1980s, it was decided that the flower did not instill great awe or foreboding in NYU’s opponents. A new mascot was conceived from the name of the Bobst Library card catalog, or Bobst Catalog. Today, the Bobcat mascot symbolizes both NYU’s academic and athletic traditions.                                                                   Introduction        The University       History and Traditions of New York University        A Brief History of New York University     University Traditions          Organization and Administration        The University Charter     The Board of Trustees     University Officers     The University Senate     University Councils and Committees     Organization of Colleges, Schools, and Academic Departments                    The Faculty         The Students         Selected University Policies                                            Download the        Faculty Handbook (pdf)                                                                        NYU Footer          Search      Directory      Campus Map      Events      Contact Us      Site Map      Copyright and Fair Use      Feedback         Unless otherwise noted, all content copyright New York University. All rights reserved. Designed by The Office of Web Communications"}, {"content": "Traditions                                                                                                               NYU.edu requires JavaScript be enabled in your browser in order to use important features of the site. JavaScript is either disabled or not supported by your browser. For instructions on how to enable JavaScript in your browser, click here .                       New York University    Skip to Content   Skip to Search   Skip to Navigation   Skip to Sub Navigation                                                        NYUHome Login                            Students           |   Faculty           |   Alumni           |   Employees           |   Community                                   Schools          Arts and Science      College of Arts and Science      College of Dentistry      College of Nursing      Courant Institute of Mathematical Sciences      Gallatin School of Individualized Study      Graduate School of Arts and Science      Institute of Fine Arts      Institute for the Study of the Ancient World      Leonard N. Stern School of Business      Liberal Studies Program      NYU Abu Dhabi      NYU Shanghai      Polytechnic School of Engineering      Robert F. Wagner Graduate School of Public Service      School of Professional Studies      School of Law      School of Medicine      Silver School of Social Work      Steinhardt School of Culture, Education, and Human Development      Tisch School of the Arts                QuickLinks          Academic Calendars      Administrative Units      Albert      Apply for Jobs      Athletics      Bookstores      Bursar      Campus Map      Career Development      Emergencies      Events      Giving to NYU      Housing      ITS      Libraries      News      NYU Apparel      Policies      Public Safety      Registrar      Student Health Center      Student Resources      Wellness Exchange                A-Z          A      B      C      D      E      F      G      H      I      J      K      L      M      N      O      P      Q      R      S      T      U      V      W      X      Y      Z                                                          New York University                          Search NYU                    Pages |    People                                       Main Navigation            About NYU       Admissions       Academics       University Life       Research       Global                                 Bread Crumbs          University Life   /   Diversity At NYU                 Sub Navigation                                 Academics and Research                       Diversity Resources                       D.I.V.E.                       Facts and Figures                       Traditions                                                                   Traditions      New York University has a long history of diversity-related events and traditions. Some highlights of these events and traditions are presented here.        Dr. Martin Luther King, Jr. Week        On February 10, 1961, Dr. Martin Luther King, Jr. delivered a speech on civil rights, equity, and nonviolence on the campus of New York University. The NYU community commemorates Dr. King's visit and his leadership with a weeklong series of events and programs.        Dr. Martin Luther King Jr. Faculty Award        The New York University Dr. Martin Luther King, Jr. Faculty Award is sponsored by The Office of the Vice Provost for Academic Affairs, Student Diversity Programs and Services (a division of Student Affairs), and the Center for Multicultural Education and Programs. Its purpose is to recognize faculty members who exemplify the spirit of Dr. Martin Luther King, Jr. through their positive impact within the classroom and the greater NYU community. NYU students nominate faculty members who are considered and then chosen by the Dr. Martin Luther King, Jr. Faculty Award Committee.   Learn more about the MLK Faculty Award winners »   The Provost's prestigious Dr. Martin Luther King, Jr. Faculty Award is presented to outstanding faculty nominated by students for exemplifying the spirit of Dr. Martin Luther King, Jr. through their teaching, their social and/or political activities, the inspiration they provide, their leadership, and/or their community building activities. They make a positive impact within the classroom and in the greater NYU community.   The Provost, in partnership with the NYU Division of Student Affairs, present the annual Dr. Martin Luther King, Jr. Faculty Award—which includes a $2500 research stipend—at the Faculty Award Reception during MLK Celebration Week in February.   Eligibility   All full- and/or part-time NYU faculty members are eligible; past recepients are ineligible.   Process and Deadline for Nominations   (Please check back for 2014 nomination information)   Questions? Please email mlkfacaward@nyu.edu .            Heritage Months            La Herencia Latina (Latino Heritage Month)   Email · Website   Phone: (212) 998-4201  Contact: Diana Lugo-Martinez  Held every November at New York University  La Herencia commemorates and promotes cultural diversity on campus through educational and social events, and creates an awareness of Latino culture and heritage. La Herencia also strives to identify and deal with the current challenges affecting the Latino community, as well as to celebrate the accomplishments and contributions made by Latinos. This annual celebration of Latino culture at NYU includes panel discussions, lectures, concerts, and other intellectual, social, and cultural activities throughout November.          African Heritage Month   Email   Phone: (212) 998-4703  Contact: Nakeena Covington  Held every February at New York University  The nationwide celebration of African Heritage Month occurs during the month of February. Africa has given birth to many faces, voices, and colors. The overall goal of African Heritage Month is to inform the NYU community about the many cultures of the African Diaspora, their manifestations, and the issues within and around them.          Asian Heritage Month   Email · Website   Phone: (212) 998-4165  Contact: Myoung Marquez  Held every April at New York University  The purpose of Asian Heritage Month is to empower and to appreciate the strength, honor, beauty, and wisdom of various Asian cultures. It is dedicated to unifying the diverse Asian and Asian American groups on campus as well as in the surrounding communities. Asian Heritage Month provides the NYU community with a spectacular array of education, social, cultural, and political programs that will heighten the awareness of Asian and Asian American issues.          Shuruq Week   Email   Phone: (212) 998-4703  Contact: Nakeena Covington  Held every March at New York University  Arabic for 'sunrise,' Shuruq is the Middle Eastern and Muslim cultural theme week at New York University. Perhaps no other area of the world is as publicized—or misunderstood—as the Middle East. Shuruq Week marks a celebration of diversity and recognition of the Middle East's many manifestations. The week seeks to bring peoples of Middle Eastern and/or Muslim descent together, increase awareness of the Middle East's religions and cultures within the NYU community, and foster an attitude of greater harmony and cooperation through the week's emphasis in the many traditions, languages, art, music, and literature.              More Events/Traditions        Pride Month   Email · Website   Phone: (212) 998-4703  Contact: Nakeena Covington  Held every October at New York University  Pride Month is a celebration honoring the unique cultures and histories of Lesbian, Gay, Bisexual, Transgender and Queer people. The events planned for Pride Month unite, educate, empower and encourage all students to become more active citizens on campus and in local communities while increasing LGBTQ visibility. Programs include Opening Extravaganza, National Coming Out Day, Diva Ball, and many other discussions, lectures, performances, and social events.          Women's Herstory Month   Email   Phone: (212) 998-4201  Contact: Monica Monfre  Held every March at New York University  Women's Herstory Month at New York University is dedicated to promoting awareness of the broad spectrum of people's experiences as women. We seek to empower women from a variety of cultures and communities while continuing to create safe and inclusive spaces for all. This is a time where the NYU community can raise awareness and celebrate the spirit of women. The focus of Women's Herstory Month ranges from women's health issues to feminism and how it affects today's society.          Agape Week   Email · Website   Phone: (212) 998-4707  Contact: Kelly Cuene  Held every December at New York University  'Agape' is the Greek word for the sacrificial, unconditional love as seen in Jesus Christ. In celebration of this love, Agape Week has the dual purpose of 1) Unifying all of the Christian organizations on campus, and 2) Engaging the NYU community in a discussion about God, Christianity, and faith. Each event is planned with the participation of different fellowships, and may be intellectual, cultural, musical, and/or service oriented in nature.          Earth Week   Email   Phone: (212) 998-4997  Contact: Adam Ebnit  Held every April at New York University  Earth Week recognizes, explores, honors, and celebrates our connections to the earth. Through a series of activities, panels, films, and lectures Earth Week is an opportunity for the community to learn about the important roles we play in our world.          Greek Week   Email · Website   Phone: (212) 998-4997  Contact: Myoung Marquez  Held every April at New York University  Greek Week provides an opportunity to unify the New York University community through promoting the values of leadership, service, scholarship, and friendship. The week includes speakers and discussions addressing important topics such as leadership development, LGBT awareness, and speaking out against domestic violence. Events also include community-building activities, community service opportunities, and stress-release programs. Participation in Greek Week offers opportunities to learn more about Fraternity and Sorority Life at New York University.          International Education Week   Email · Website  Contact: Alison Jackson  Held every November at New York University  International Education Week (IEW) is an annual joint initiative of the U.S. Department of State and the U.S. Department of Education. The week-long program promotes exchange between nations and seeks to foster greater global awareness on campus and in the surrounding community. In recognition of this week, New York University actively incorporates a global perspective into both the academic and extracurricular programs offered throughout the community.                                                DIVERSE &amp;   INCLUSIVE   VIRTUAL   ENVIRONMENT   Student, Faculty, and Staff-made content including videos, music, photography, films, books, and events.     Learn more                                                                                     Quick Links     NYU CMEP   LGBTQ Student Center   Postdoctoral and Transition Program   MLK Scholars Program   Moses Center for Students with Disabilities   Opportunity Programs                                                    NYU Footer          Search      Directory      Campus Map      Events      Contact Us      Site Map      Copyright and Fair Use      Feedback         Unless otherwise noted, all content copyright New York University. All rights reserved. Designed by The Office of Web Communications"}]},
{"detail": [{"content": "University Traditions                                                                                                               NYU.edu requires JavaScript be enabled in your browser in order to use important features of the site. JavaScript is either disabled or not supported by your browser. For instructions on how to enable JavaScript in your browser, click here .                       New York University    Skip to Content   Skip to Search   Skip to Navigation   Skip to Sub Navigation                                                        NYUHome Login                            Students           |   Faculty           |   Alumni           |   Employees           |   Community                                   Schools          Arts and Science      College of Arts and Science      College of Dentistry      College of Nursing      Courant Institute of Mathematical Sciences      Gallatin School of Individualized Study      Graduate School of Arts and Science      Institute of Fine Arts      Institute for the Study of the Ancient World      Leonard N. Stern School of Business      Liberal Studies Program      NYU Abu Dhabi      NYU Shanghai      Polytechnic School of Engineering      Robert F. Wagner Graduate School of Public Service      School of Professional Studies      School of Law      School of Medicine      Silver School of Social Work      Steinhardt School of Culture, Education, and Human Development      Tisch School of the Arts                QuickLinks          Academic Calendars      Administrative Units      Albert      Apply for Jobs      Athletics      Bookstores      Bursar      Campus Map      Career Development      Emergencies      Events      Giving to NYU      Housing      ITS      Libraries      News      NYU Apparel      Policies      Public Safety      Registrar      Student Health Center      Student Resources      Wellness Exchange                A-Z          A      B      C      D      E      F      G      H      I      J      K      L      M      N      O      P      Q      R      S      T      U      V      W      X      Y      Z                                                          New York University                          Search NYU                    Pages |    People                                       Main Navigation            About NYU       Admissions       Academics       University Life       Research       Global                                 Bread Crumbs          Faculty   /   Governance, Policies, and Procedures   /   Faculty Handbook   /   The University   /   History and Traditions of New York University                                                     University Traditions      The official seal of New York University combines a silver ceremonial “torch of learning,” which is carried in formal academic processions, with a group of four running figures symbolizing effort or striving in the pursuit of learning. The seal carries the Latin motto “Perstare et Praestare,” which is generally translated as “to persevere and to excel.”   The origin of the University color, violet, is obscure. It may have been chosen because in years gone by violets are said to have grown abundantly in Washington Square and around the buttresses of the original university building. On the other hand, it may have been adopted because the violet was the flower associated with Athens, that center of learning in the ancient world, and was thus regarded as an appropriate symbol of education and knowledge.   For more than a century, NYU athletes have worn violet and white colors in competition, and have carried the resulting nickname – the Violets – with pride. While a student dressed as a violet served as the school mascot for a brief time in the 1980s, it was decided that the flower did not instill great awe or foreboding in NYU’s opponents. A new mascot was conceived from the name of the Bobst Library card catalog, or Bobst Catalog. Today, the Bobcat mascot symbolizes both NYU’s academic and athletic traditions.                                                                   Introduction        The University       History and Traditions of New York University        A Brief History of New York University     University Traditions          Organization and Administration        The University Charter     The Board of Trustees     University Officers     The University Senate     University Councils and Committees     Organization of Colleges, Schools, and Academic Departments                    The Faculty         The Students         Selected University Policies                                            Download the        Faculty Handbook (pdf)                                                                        NYU Footer          Search      Directory      Campus Map      Events      Contact Us      Site Map      Copyright and Fair Use      Feedback         Unless otherwise noted, all content copyright New York University. All rights reserved. Designed by The Office of Web Communications"}, {"content": "Traditions                                                                                                               NYU.edu requires JavaScript be enabled in your browser in order to use important features of the site. JavaScript is either disabled or not supported by your browser. For instructions on how to enable JavaScript in your browser, click here .                       New York University    Skip to Content   Skip to Search   Skip to Navigation   Skip to Sub Navigation                                                        NYUHome Login                            Students           |   Faculty           |   Alumni           |   Employees           |   Community                                   Schools          Arts and Science      College of Arts and Science      College of Dentistry      College of Nursing      Courant Institute of Mathematical Sciences      Gallatin School of Individualized Study      Graduate School of Arts and Science      Institute of Fine Arts      Institute for the Study of the Ancient World      Leonard N. Stern School of Business      Liberal Studies Program      NYU Abu Dhabi      NYU Shanghai      Polytechnic School of Engineering      Robert F. Wagner Graduate School of Public Service      School of Professional Studies      School of Law      School of Medicine      Silver School of Social Work      Steinhardt School of Culture, Education, and Human Development      Tisch School of the Arts                QuickLinks          Academic Calendars      Administrative Units      Albert      Apply for Jobs      Athletics      Bookstores      Bursar      Campus Map      Career Development      Emergencies      Events      Giving to NYU      Housing      ITS      Libraries      News      NYU Apparel      Policies      Public Safety      Registrar      Student Health Center      Student Resources      Wellness Exchange                A-Z          A      B      C      D      E      F      G      H      I      J      K      L      M      N      O      P      Q      R      S      T      U      V      W      X      Y      Z                                                          New York University                          Search NYU                    Pages |    People                                       Main Navigation            About NYU       Admissions       Academics       University Life       Research       Global                                 Bread Crumbs          University Life   /   Diversity At NYU                 Sub Navigation                                 Academics and Research                       Diversity Resources                       D.I.V.E.                       Facts and Figures                       Traditions                                                                   Traditions      New York University has a long history of diversity-related events and traditions. Some highlights of these events and traditions are presented here.        Dr. Martin Luther King, Jr. Week        On February 10, 1961, Dr. Martin Luther King, Jr. delivered a speech on civil rights, equity, and nonviolence on the campus of New York University. The NYU community commemorates Dr. King's visit and his leadership with a weeklong series of events and programs.        Dr. Martin Luther King Jr. Faculty Award        The New York University Dr. Martin Luther King, Jr. Faculty Award is sponsored by The Office of the Vice Provost for Academic Affairs, Student Diversity Programs and Services (a division of Student Affairs), and the Center for Multicultural Education and Programs. Its purpose is to recognize faculty members who exemplify the spirit of Dr. Martin Luther King, Jr. through their positive impact within the classroom and the greater NYU community. NYU students nominate faculty members who are considered and then chosen by the Dr. Martin Luther King, Jr. Faculty Award Committee.   Learn more about the MLK Faculty Award winners »   The Provost's prestigious Dr. Martin Luther King, Jr. Faculty Award is presented to outstanding faculty nominated by students for exemplifying the spirit of Dr. Martin Luther King, Jr. through their teaching, their social and/or political activities, the inspiration they provide, their leadership, and/or their community building activities. They make a positive impact within the classroom and in the greater NYU community.   The Provost, in partnership with the NYU Division of Student Affairs, present the annual Dr. Martin Luther King, Jr. Faculty Award—which includes a $2500 research stipend—at the Faculty Award Reception during MLK Celebration Week in February.   Eligibility   All full- and/or part-time NYU faculty members are eligible; past recepients are ineligible.   Process and Deadline for Nominations   (Please check back for 2014 nomination information)   Questions? Please email mlkfacaward@nyu.edu .            Heritage Months            La Herencia Latina (Latino Heritage Month)   Email · Website   Phone: (212) 998-4201  Contact: Diana Lugo-Martinez  Held every November at New York University  La Herencia commemorates and promotes cultural diversity on campus through educational and social events, and creates an awareness of Latino culture and heritage. La Herencia also strives to identify and deal with the current challenges affecting the Latino community, as well as to celebrate the accomplishments and contributions made by Latinos. This annual celebration of Latino culture at NYU includes panel discussions, lectures, concerts, and other intellectual, social, and cultural activities throughout November.          African Heritage Month   Email   Phone: (212) 998-4703  Contact: Nakeena Covington  Held every February at New York University  The nationwide celebration of African Heritage Month occurs during the month of February. Africa has given birth to many faces, voices, and colors. The overall goal of African Heritage Month is to inform the NYU community about the many cultures of the African Diaspora, their manifestations, and the issues within and around them.          Asian Heritage Month   Email · Website   Phone: (212) 998-4165  Contact: Myoung Marquez  Held every April at New York University  The purpose of Asian Heritage Month is to empower and to appreciate the strength, honor, beauty, and wisdom of various Asian cultures. It is dedicated to unifying the diverse Asian and Asian American groups on campus as well as in the surrounding communities. Asian Heritage Month provides the NYU community with a spectacular array of education, social, cultural, and political programs that will heighten the awareness of Asian and Asian American issues.          Shuruq Week   Email   Phone: (212) 998-4703  Contact: Nakeena Covington  Held every March at New York University  Arabic for 'sunrise,' Shuruq is the Middle Eastern and Muslim cultural theme week at New York University. Perhaps no other area of the world is as publicized—or misunderstood—as the Middle East. Shuruq Week marks a celebration of diversity and recognition of the Middle East's many manifestations. The week seeks to bring peoples of Middle Eastern and/or Muslim descent together, increase awareness of the Middle East's religions and cultures within the NYU community, and foster an attitude of greater harmony and cooperation through the week's emphasis in the many traditions, languages, art, music, and literature.              More Events/Traditions        Pride Month   Email · Website   Phone: (212) 998-4703  Contact: Nakeena Covington  Held every October at New York University  Pride Month is a celebration honoring the unique cultures and histories of Lesbian, Gay, Bisexual, Transgender and Queer people. The events planned for Pride Month unite, educate, empower and encourage all students to become more active citizens on campus and in local communities while increasing LGBTQ visibility. Programs include Opening Extravaganza, National Coming Out Day, Diva Ball, and many other discussions, lectures, performances, and social events.          Women's Herstory Month   Email   Phone: (212) 998-4201  Contact: Monica Monfre  Held every March at New York University  Women's Herstory Month at New York University is dedicated to promoting awareness of the broad spectrum of people's experiences as women. We seek to empower women from a variety of cultures and communities while continuing to create safe and inclusive spaces for all. This is a time where the NYU community can raise awareness and celebrate the spirit of women. The focus of Women's Herstory Month ranges from women's health issues to feminism and how it affects today's society.          Agape Week   Email · Website   Phone: (212) 998-4707  Contact: Kelly Cuene  Held every December at New York University  'Agape' is the Greek word for the sacrificial, unconditional love as seen in Jesus Christ. In celebration of this love, Agape Week has the dual purpose of 1) Unifying all of the Christian organizations on campus, and 2) Engaging the NYU community in a discussion about God, Christianity, and faith. Each event is planned with the participation of different fellowships, and may be intellectual, cultural, musical, and/or service oriented in nature.          Earth Week   Email   Phone: (212) 998-4997  Contact: Adam Ebnit  Held every April at New York University  Earth Week recognizes, explores, honors, and celebrates our connections to the earth. Through a series of activities, panels, films, and lectures Earth Week is an opportunity for the community to learn about the important roles we play in our world.          Greek Week   Email · Website   Phone: (212) 998-4997  Contact: Myoung Marquez  Held every April at New York University  Greek Week provides an opportunity to unify the New York University community through promoting the values of leadership, service, scholarship, and friendship. The week includes speakers and discussions addressing important topics such as leadership development, LGBT awareness, and speaking out against domestic violence. Events also include community-building activities, community service opportunities, and stress-release programs. Participation in Greek Week offers opportunities to learn more about Fraternity and Sorority Life at New York University.          International Education Week   Email · Website  Contact: Alison Jackson  Held every November at New York University  International Education Week (IEW) is an annual joint initiative of the U.S. Department of State and the U.S. Department of Education. The week-long program promotes exchange between nations and seeks to foster greater global awareness on campus and in the surrounding community. In recognition of this week, New York University actively incorporates a global perspective into both the academic and extracurricular programs offered throughout the community.                                                DIVERSE &amp;   INCLUSIVE   VIRTUAL   ENVIRONMENT   Student, Faculty, and Staff-made content including videos, music, photography, films, books, and events.     Learn more                                                                                     Quick Links     NYU CMEP   LGBTQ Student Center   Postdoctoral and Transition Program   MLK Scholars Program   Moses Center for Students with Disabilities   Opportunity Programs                                                    NYU Footer          Search      Directory      Campus Map      Events      Contact Us      Site Map      Copyright and Fair Use      Feedback         Unless otherwise noted, all content copyright New York University. All rights reserved. Designed by The Office of Web Communications"}, {"content": "Events and Traditions                                                                                                               NYU.edu requires JavaScript be enabled in your browser in order to use important features of the site. JavaScript is either disabled or not supported by your browser. For instructions on how to enable JavaScript in your browser, click here .                       New York University    Skip to Content   Skip to Search   Skip to Navigation   Skip to Sub Navigation                                                        NYUHome Login                            Students           |   Faculty           |   Alumni           |   Employees           |   Community                                   Schools          Arts and Science      College of Arts and Science      College of Dentistry      College of Nursing      Courant Institute of Mathematical Sciences      Gallatin School of Individualized Study      Graduate School of Arts and Science      Institute of Fine Arts      Institute for the Study of the Ancient World      Leonard N. Stern School of Business      Liberal Studies Program      NYU Abu Dhabi      NYU Shanghai      Polytechnic School of Engineering      Robert F. Wagner Graduate School of Public Service      School of Professional Studies      School of Law      School of Medicine      Silver School of Social Work      Steinhardt School of Culture, Education, and Human Development      Tisch School of the Arts                QuickLinks          Academic Calendars      Administrative Units      Albert      Apply for Jobs      Athletics      Bookstores      Bursar      Campus Map      Career Development      Emergencies      Events      Giving to NYU      Housing      ITS      Libraries      News      NYU Apparel      Policies      Public Safety      Registrar      Student Health Center      Student Resources      Wellness Exchange                A-Z          A      B      C      D      E      F      G      H      I      J      K      L      M      N      O      P      Q      R      S      T      U      V      W      X      Y      Z                                                          New York University                          Search NYU                    Pages |    People                                       Main Navigation            About NYU       Admissions       Academics       University Life       Research       Global                                 Bread Crumbs          University Life   /   Events and Traditions                 Sub Navigation                                 Commencement                                                                   Events and Traditions                          President&#039;s Service Awards                                               NYU Ally Week                                               Strawberry Festival                                               Commencement                                               Welcome Week                                               Club Fest                                               Back to the Square                                               Alumni Day                                               NYU World Tour                                               Tear It Up!                                               MLK Week                                                       The University’s tremendous history of pride and spirit has been reflected throughout the decades with campus-wide events and programs. So join in, have fun, and be a part of New York University’s events and traditions.            Incoming students, parents, or University alumni, you are welcome to return to campus for events throughout the year, engaging you in celebrating culture, academic endeavor, and just plain fun.     Remembering the past and where we came from grounds us as a community and an institution and where we are today. Embrace the history of this great university and take part in our traditional events through out the year. We are always looking for new ideas and new students. Bring your friends along and join in the fun of keeping these rich traditions alive on campus.     Where to start? The offices that run these events are always looking for students to join the committees that run these special events and traditions. Stop by the Office of the Vice President for Student Affairs or contact the Student Resource Center for more information.                                       University Events                                         go to calendar                    Tseng Kwong Chi: Performing for the Camera April 21–July 11, 2015 Read More                                                              NYU Footer          Search      Directory      Campus Map      Events      Contact Us      Site Map      Copyright and Fair Use      Feedback         Unless otherwise noted, all content copyright New York University. All rights reserved. Designed by The Office of Web Communications"}]}]