[{"detail": [{"content": "Events | Center for Ancient Studies | NYU                             NEW YORK UNIVERSITY              ARTS AND SCIENCE              COLLEGE OF ARTS AND SCIENCE              GRADUATE SCHOOL OF ARTS AND SCIENCE                                  CONTACT US SEARCH SITEMAP                     Home &gt; Events                     About The Center     Events              Past Events              Conferences and Colloquia              The Faculty Resource Network Summer Seminar         Faculty Who Work on Antiquity and Related Subjects at NYU       Ancient Studies Minor       Travel Grants       Collections       NYU Excavations       Publications       Classical World       Institute for Etruscan and Italic Studies       Aquila Theatre Company       Events   Spring 2015 The NYU Department of Hebrew and Judaic Studies, in conjunction with the NYU Religious Studies Program and the Center for Ancient Studies presents The Aggada of the Babylonian Talmud and its Cultural World Monday and Tuesday, June 1-2, 2015. Details and program to be announced. This conference is free and open to the public, but reservations are required. For more information, email jr6@nyu.edu  The NYU Department of Anthropology, in conjunction with the Center for the Study of Human Origins and the Center for Ancient   Studies, sponsors The North American Theoretical Archaeology Group (TAG) 2015 Conference MOVEMENT Friday, May 22, 2015 – Sunday, May 24, 2015 For more information, or to register, visit the TAG 2015 website: https://wp.nyu.edu/gsas-nyutag2015/  The NYU Institute of Fine Arts presents  THE NEW YORK AEGEAN BRONZE AGE COLLOQUIUM A Room with a View: Kea Paintings and Social Context Lyvia Morgan  Friday, May 8, 2015, 6:30pm The Institute of Fine Arts, 1 East 78th Street, Lecture Hall 212.992.5803         This lecture is free and open to the public, but an RSVP is required. Click here to RSVP. Seating is on a first-come, first-served basis. The   NYU Skirball Department of Hebrew and Judaic Studies, the American Friends of the Bible Lands Museum Jerusalem, and the Yeshiva University Museum present By the Rivers of Babylon: A Symposium Exploring New Evidence about the Jewish Exiles from Ancient Texts Tuesday, May 5, 2015   ,     6:30-9:00pm      Center for Jewish History 15 West 16th Street 212.294.8301  SPEAKERS Amanda Weiss (Bible Lands Museum Jerusalem) Jacob Wisse (Yeshiva University Museum) Daniel Fleming (NYU) Wayne Horowitz (The Hebrew University, Jerusalem) Shalom E. Holtz (Yeshiva University) Laurie E. Pearce (University of California, Berkeley) Lawrence H. Schiffman (NYU) General Admission: $10 Seniors: $5 Free Admission with University ID and for Members of Yeshiva University Museum To reserve tickets, click here . For more information, email: afblmj@jksevents.com  The NYU Institute for the Study of the Ancient World presents Ritual and Narrative: Texts in Performance in the Ancient Near East Conference organized by Beate Pongratz-Leisten (NYU-ISAW) Friday, May 1, 2015 Institute for the Study of the Ancient World 15 East 84th Street, 2nd Floor Lecture Hall 212.992.7800 10:00am - Introduction Beate Pongratz-Leisten (NYU-ISAW)  10:30am - Perspectives on Language, Languages and Ritual Textuality in Mesopotamia Piotr Michalowski (University of Michigan)  11:30am - Coffee Break 12:00pm - Power and Participation in Town Festivals at Emar Daniel Fleming (NYU)  1:00pm - Lunch Break 2.00pm - Language and Performance: Doing Things with Words in Sumerian Ritual Laments Paul Delnero (Johns Hopkins University)  3.00pm - Coffee Break 3:30pm - Narrating a Divine Murder in Cult: A New Look at the lilissu Ritual Uri Gabbay (Hebrew University)  This conference is free and open to the public, but space is limited and registration is required. Click here to register. The NYU Department of English and the Office of the Dean for Humanities  present Poetics and Life: A Conference in Honor of Anselm Haverkamp Thursday, April 30, 2015, 3:00pm-8:00pm Hemmerdinger Hall Silver Center for Arts and Science 32 Waverly Place or 31 Washington Place (wheelchair access) 3:00pm Welcome and Introductions Joy Connolly, Dean for Humanities, NYU The Sounds of Postwar Life: Günther Eich Martin Harries, UC Irvine Bare Life? The Poetics of Clothing (Cicero, Horace, Hugo, Broch) Michele Lowrie, University of Chicago  Außer Dienst, or Life in the Village: The Castle and the Possibility of the Novel Erica Weitzman, Northwestern University 5:00pm Toasts and drinks 6:00pm \"Age is Unnecessary:” Shakespeare and Life History Theory Stephen Greenblatt, Harvard University For more information, contact the English Department at 212.998.8800     The NYU Institute for the Study of the Ancient World presents     The Mesopotamian Economic Boom and Emergence of the First Cities in the Late Chalcolithic Period (4200-3100 BC) Salam Al Kuntar (ISAW) Wednesday, April 29, 2015, 6:00pm Institute for the Study of the Ancient World 15 East 84th Street, Second Floor Lecture Hall 212.992.7800 This lecture is free and open to the public. Seating is on a first-come, first-served basis.       The NYU Institute of Fine Arts presents    SEMINAR ON GREEK AND ROMAN ART AND ARCHITECTURE Homer and the Ekphrasists: Text and Image in the Elder Philostratus's Scamander (Imagines I.1)  Michael Squire (Kings College, London) Wednesday, April 29, 2015, 6:00pm The Institute of Fine Arts, 1 East 78th Street, Lecture Hall 212.992.5800 This lecture is free and open to the public, but an RSVP is required. Seating is on a first-come, first-served basis.       The NYU Institute for the Study of the Ancient World presents   Haupt Lecture: Sorcery in the Soil: Finding Magic at Graeco-Roman Karanis in Egypt Drew Wilburn (Oberlin College) Tuesday, April 28, 2015, 6:30pm Institute for the Study of the Ancient World 15 East 84th Street, Second Floor Lecture Hall 212.992.7800 This lecture is free and open to the public. Seating is on a first-come, first-served basis.   The NYU Classics Department presents At the Gates of the Temple: Culture, Politics and Place in Ptolemaic Egypt Ian Moyer (Michigan) Monday, April 27, 2015, 4:45 pm Silver Center for Arts and Science, Room 503 32 Waverly Place or 31 Washington Place (wheelchair access ) Contact: Christopher Parmenter csp351@nyu.edu   The NYU Libraries present  When Big Data Slows Down: Digital Humanities and the Study of Roman Amphitheaters Sebastian Heath (NYU) Tuesday, April 21, 2015, 6:30pm Bobst Library, 5th Floor Research Commons, Media Viewing Area 70 Washington Square South This lecture is free and open to the public, but an RSVP is required. To RSVP, click here .   For more information email Laurie Murphy: laurie.murphy@nyu.edu    The NYU Institute for the Study of the Ancient World presents  Peoples and Places in Pre-Islamic Afghanistan: The Evidence of the Bactrian Documents Nicholas Sims-Williams (University of London) Tuesday, April 21, 2015, 6:00pm Institute for the Study of the Ancient World 15 East 84th Street, Second Floor Lecture Hall 212.992.7800 This lecture is free and open to the public. Seating is on a first-come, first-served basis. The NYU Classics Department presents Making Sense of the Corpus Hermeticum: Text – Context – Reception Christian Wildberg (Princeton University) Monday, April 20, 2015, 4:45 pm Silver Center for Arts and Science, Room 503 32 Waverly Place or 31 Washington Place (wheelchair access) Contact: Christopher Parmenter csp351@nyu.edu  The NYU Institute for the Study of the Ancient World presents Life at the Margins: Questions in Ancient Near Eastern Social History Conference organized by Nicholas Reid (ISAW) and Jonathan Valk (ISAW) Friday, April 17, 2015 Institute for the Study of the Ancient World 15 East 84th Street, 2nd Floor Lecture Hall 212.992.7800 10:00am - POW: Revisiting Prisoners of War in Early Mesopotamia Nicholas Reid (ISAW) 10:45am - Coffee Break 11:15am - Care and Control of the Babylonian Underclass Jonathan Tenney (Cornell University) 12:00pm - Ancient Near Eastern History De-centered: The Case of Emar Dan Fleming (NYU) 12:45pm - Lunch Break 2:00pm - “They Enjoy Syrup and Ghee at Tables of Silver and Gold”: Infant Loss in Ancient Mesopotamia Jonathan Valk (ISAW) 2:45pm - Women of Inferior Status: Injunctions to Prevent Men from Having Contact with Them Cornelia Wunsch (SOAS, University of London) 3:30pm - Tea Break 4:00pm - “I am Living in a City of Hunger”: Towards a Hermeneutics of Poverty in Mesopotamia Seth Richardson (Oriental Institute of the University of Chicago)  This conference is free and open to the public, but space is limited and an RSVP is required. Click here to RSVP. The NYU Institute of Fine Arts presents  THE NEW YORK AEGEAN BRONZE AGE COLLOQUIUM The Mycenaean Worship of an Ancestral Wanax  Susan Lupack ( Editor , Hesperia , The Journal of the American School of Classical Study at Athens) Friday, April 17, 2015, 6:30pm The Institute of Fine Arts, 1 East 78th Street, Lecture Hall 212.992.5803         This lecture is free and open to the public, but an RSVP is required. Click here to RSVP. Seating is on a first-come, first-served basis.  NYU Liberal Studies and the Lehman Foundation present  A New Interpretation of the Fishing and Fowling Boat from the Tomb of Meketre Catharine Roehrig, ( The Metropolitan Museum ) Friday, April 17, 2015, 10:00am Kimmel Center Room 914 60 Washington Square South         This lecture is free and open to the public. For more information, email Joseph Portanova: joseph.portanova@nyu.edu  The NYU Classics Department presents  Children’s Imitation as Social and Cultural Cognition in Roman Thought Jacob Mackey (Queens College, CUNY)  Thursday, April 16, 2015, 6:15 pm Silver Center for Arts and Science, Room 503 32 Waverly Place or 31 Washington Place (wheelchair access)   Contact: Christopher Parmenter csp351@nyu.edu  The NYU Institute for the Study of the Ancient World presents More than a Matter of Style: The Diyala Expedition and its Impact on Mesopotamian Archaeology Clemens Reichel (University of Toronto) Thursday, April 16, 2015, 6:00pm Institute for the Study of the Ancient World 15 East 84th Street 212.992.7800 This lecture is free and open to the public, but an RSVP is required. Seating is on a first-come, first-served basis.   The NYU Institute for the Study of the Ancient World presents  The Rise of the Qin Empire and the End of Historiography in Early China Vincent Leung (ISAW) Tuesday, April 14, 2015, 6:00pm Institute for the Study of the Ancient World 15 East 84th Street, Second Floor Lecture Hall 212.992.7800 This lecture is free and open to the public. Seating is on a first-come, first-served basis.  The NYU Institute for the Study of the Ancient World presents  Long-Term Occupation and Seasonal Mobility in Mongolia: A Comparative Analysis of Two Communities Jean-Luc Houle (Western Kentucky University) Thursday, April 9, 2015, 6:00pm Institute for the Study of the Ancient World 15 East 84th Street, Second Floor Lecture Hall 212.992.7800 This lecture is free and open to the public. Seating is on a first-come, first-served basis.  The NYU Classics Department presents  The Space of the Champion in Early Greek Epic Benjamin Sammons (NYU)  Monday, April 6, 2015, 4:45 pm Silver Center for Arts and Science, Room 503 32 Waverly Place or 31 Washington Place (wheelchair access)   Contact: Christopher Parmenter csp351@nyu.edu The NYU Institute of Fine Arts presents  SEMINAR ON GREEK AND ROMAN ART AND ARCHITECTURE The Hellenistic Sanctuaries of Velia  Verena Gassner (University of Vienna) Thursday, April 2, 2015, 6:00pm The Institute of Fine Arts, 1 East 78th Street, Lecture Hall 212.992.5800         This lecture is free and open to the public, but an RSVP is required. Seating is on a first-come, first-served basis.  The NYU Classics Department presents  Land Grants of Antiochus II to his Wife Laodice in Babylonia and Asia Minor: on the \"Lehmann Text\" in the MMA R.J. van der Spek (Vrije Universiteit Amsterdam ) Wednesday, April 1, 2015, 6:15 pm Silver Center for Arts and Science, Room 503 32 Waverly Place or 31 Washington Place (wheelchair access)   Contact: Christopher Parmenter csp351@nyu.edu  The NYU Institute for the Study of the Ancient World presents  Jephtah's Daughter, Sarah's Son: Children, Death, and Scripture in Late Antiquity Maria Doerfler (ISAW) Tuesday, March 31, 2015, 6:00pm Institute for the Study of the Ancient World 15 East 84th Street, Second Floor Lecture Hall 212.992.7800 This lecture is free and open to the public. Seating is on a first-come, first-served basis.  The NYU Institute for the Study of the Ancient World presents  The Akchakhan-kala Wall Paintings: Kingship and Religion in Ancient Khorezm Alison Betts (University of Sydney) Monday, March 30, 2015, 6:00pm Institute for the Study of the Ancient World 15 East 84th Street, Second Floor Lecture Hall 212.992.7800 This lecture is free and open to the public. Seating is on a first-come, first-served basis. The New York Classical Club, in conjunction with the NYU Classics Department and the Center for Ancient Studies presents CLASSICAL NEW YORK: GREECE AND ROME IN NYC'S ART, ARCHITECTURE, AND HISTORY Saturday, March 28, 2015, 11:00am-6:00pm Jurow Lecture Hall Silver Center for Arts and Science 32 Waverly Place or 31 Washington Place (wheelchair access) 11:00am: The Imperial Metropolis: Ancient Rome and New York City circa 1900 Margaret Malamud ( New Mexico State University ) 12:00pm: The Expression of Civic Life: Civic Centers and the City Beautiful in NYC John Ritter (NYU) 1:00-2:30pm: LUNCH &amp; WALKING TOUR OF WASHINGTON SQUARE PARK Tour led by Dr. Ron Janoff 2:30pm: The Gould Library and Hall of Fame: Reinterpreting the Pantheon in the Bronx Elizabeth Macaulay-Lewis (The Graduate Center at CUNY)  3:30pm: The Croton Aqueduct and its Classical Heritage Harry Evans (Fordham University)  4:30-5:00pm: COFFEE BREAK  5:00pm: The Custom House of 1833-42: Portrait of a Wall Street Temple Francis Morrone (NYU)  6:00pm: RECEPTION This event is open to the public. Registration is required and includes lunch, a walking tour of Washington Square Park, and a reception: $10 for students; $25 for members; $40 for non-members. You may pre-register online at: http://nyclassicalclub.org/events.htm For more information, please contact Erin McKenna at: emckenna11@fordham.edu   The NYU Center for Ancient Studies in conjunction with the Skirball Department of Hebrew and Judaic Studies, the Global Network for Advanced Research in Jewish Studies, the Religious Studies Program, the Department of Classics,  the Department of History, the Dean of the College of Arts and Science, and the Dean for the Humanities announces the  Ranieri Colloquium on Ancient Studies INTEGRATING JUDAISM AND CHRISTIANITY INTO THE STUDY OF THE ANCIENT WORLD  Thursday and Friday, March 26-27, 2015 Hemmerdinger Hall Silver Center for Arts and Science 32 Waverly Place or 31 Washington Place (wheelchair accessible)  THURSDAY, MARCH 26, 2015 5:00 p.m. WELCOME Matthew S. Santirocco, NYU 5:15 p.m. KEYNOTE ADDRESS The New Testament as a Source for the History of the Jews and Judaism Lawrence H. Schiffman, NYU 6:15 p.m. PUBLIC RECEPTION  FRIDAY, MARCH 27, 2015 SESSION 1 [Session Chair, Jeffrey Rubenstein, NYU ] 9:15 a.m. Samson in Stone: New Discoveries in the Ancient Synagogue at Huqoq in Israel’s Galilee Jodi Magness, University of North Carolina 9:55 a.m. Jesus the Jurist: Written Law and Its Interpretation in the Christian Gospels Daniel Fleming, NYU 10:35 a.m. The Dead Sea Scrolls “Instruction” Text and Its Hellenistic Context Hindy Najman, Yale University 11:15 a.m. The Treaty of Apamea, the Decline of the Seleucid Empire, and Their Consequence for Jewish Martyrology R. Steven Notley, Nyack College 12:00 p.m. LUNCH BREAK SESSION 2 [Session Chair, Michael Peachin, NYU ] 1:00 p.m. Jews and the Imposition of Nicene Orthodoxy in the Late Antique Mediterranean Diaspora Ross Kraemer, Brown University 1:40 p.m. Selling Souls: Early Christians (and Their Neighbors) as Religious Entrepreneurs Nicola Denzey Lewis, Brown University 2:20 p.m. Practices of Seeing God(s) in Late Antiquity Laura Nasrallah, Harvard University 3:00 p.m. The Rise of Authoritative Scripture and Its Interpretation in Ancient Judaism Alex Jassen, NYU This   conference is free and open to the public. For more information, please   contact the Center for Ancient Studies at ancient.studies@nyu.edu , or   at 212.992.7978    The NYU Institute for the Study of the Ancient World presents   Rostovtzeff Lecture Series: Sumer in the Mesopotamian World: Reading Traditions &amp; Traditions of Reading, IV  Reading Early Cult Then: Sex &amp; the Temple in Mesopotamian Memory  Gonzalo Rubio  (Pennsylvania State University)  Thursday, March 26, 2015, 6:00pm Institute for the Study of the Ancient World 15 East 84th Street 212.992.7800  This lecture is free and open to the public, but an RSVP is required. Seating is on a first-come, first-served basis.   The NYU Institute for the Study of the Ancient World presents   Rostovtzeff Lecture Series: Sumer in the Mesopotamian World: Reading Traditions &amp; Traditions of Reading, II I  Reading Early Economy Now: Bureaucracy &amp; Administration in Sumer  Gonzalo Rubio  (Pennsylvania State University)  Tuesday, March 24, 2015, 6:00pm Institute for the Study of the Ancient World 15 East 84th Street 212.992.7800  This lecture is free and open to the public, but an RSVP is required. Seating is on a first-come, first-served basis.   The A.S. Onassis Program in Hellenic Studies at New York University presents   Politics of Monumentality: Archaeological Cultural Heritage and Identities in \"Crisis\" in Modern Greece - The Case of Amphipolis   Paschalis Zafeiriadis  (University of Cincinnati)  Tuesday, March 24, 2015, 6:30pm 285 Mercer Street, 8th Floor  212.998.3979  This lecture is free and open to the public, for more information contact: hellenic.studies@nyu.edu   The NYU Classics Department presents  The Sacrificial Ritus Michael Koortbojian (Princeton University)  Monday, March 23, 2015, 4:45pm Silver Center for Arts and Science, Room 503 32 Waverly Place or 31 Washington Place (wheelchair access)   Contact: Christopher Parmenter csp351@nyu.edu The NYU Institute of Fine Arts presents  THE NEW YORK AEGEAN BRONZE AGE COLLOQUIUM Modeling Everyday Life in Crete and Cyprus with Reference to Egypt  Eleni Mantzourani (University of Athens) Friday, March 20, 2015, 6:30pm The Institute of Fine Arts, 1 East 78th Street, Lecture Hall 212.992.5800         This lecture is free and open to the public, but an RSVP is required. Seating is on a first-come, first-served basis. The NYU Institute for the Study of the Ancient World presents  A Closer Look: What Does Puabi Want? Kim Benzel (The Metropolitan Museum of Art) Tuesday, March 17, 2015, 6:00pm Institute for the Study of the Ancient World 15 East 84th Street 212.992.7800 This Gallery Talk is free and open to the public, but an RSVP is required.  The NYU Institute for the Study of the Ancient World presents  Rostovtzeff Lecture Series: Sumer in the Mesopotamian World: Reading Traditions &amp; Traditions of Reading, II Origins of Tradition: Literature &amp; Political Theology in Sumer Gonzalo Rubio (Pennsylvania State University) Thursday, March 12, 2015, 6:00pm Institute for the Study of the Ancient World 15 East 84th Street 212.992.7800 This lecture is free and open to the public, but an RSVP is required. Seating is on a first-come, first-served basis. The NYU Institute of Fine Arts presents  SEMINAR ON GREEK AND ROMAN ART AND ARCHITECTURE The New Excavations in the Necropolis of Himera  Stefano Vassallo (Superintendency of Palermo) Thursday, March 12, 2015, 6:00pm The Institute of Fine Arts, 1 East 78th Street, Lecture Hall 212.992.5800         This lecture is free and open to the public, but an RSVP is required. Seating is on a first-come, first-served basis.  The NYU Institute for the Study of the Ancient World presents  Rostovtzeff Lecture Series: Sumer in the Mesopotamian World: Reading Traditions &amp; Traditions of Reading, I Traditions of Origins: Where Did the Sumerians Come From? And Where Did They All Go? Gonzalo Rubio (Pennsylvania State University) Tuesday, March 10, 2015, 6:00pm Institute for the Study of the Ancient World 15 East 84th Street 212.992.7800 This lecture is free and open to the public, but an RSVP is required. Seating is on a first-come, first-served basis.  The   NYU Institute of Fine Arts and the Center for Ancient Studies along   with the European Commission Research Executive Agency, the Seventh   Framework Programme Marie Curie Actions, the Alma Mater Studiorum.   Università di Bologna, the Dipartimento di Beni Culturali, campus di   Ravenna, and the Association for Coroplastic Studies announce A Conference on Archaeomusicology: Representations of Musicians in the Coroplastic Art of the Ancient World: Iconography, Ritual Contexts and Functions Organized by Angela Bellia (NYU-Università di Bologna), Clemente Marconi (NYU-IFA), Claude Calame (École des Hautes Études en Sciences Sociales de Paris), Barbara Kowalzig (NYU), Donatella Restani (Università di Bologna), Jaimee Uhlenbrock (Association for Coroplastic Studies) Saturday, March 7, 2015      The Institute of Fine Arts, 1 East 78th Street, Lecture Hall      212.992.5800 SPEAKERS Rebecca Miller Ammerman ( Colgate University ) Claude Calame ( Directeur d'études émérite École des Hautes Études en Sciences Sociales de Paris ) Annie Caubet ( Département Antiquités Orientales, Musée du Louvre ) Gabriela Currie (University of Minnesota, Twin Cities) Agnès Garcia-Ventura ( Università di Roma La Sapienza ) Elçin Doğan Gürbüzer ( Ege University-Izmir, Turkey ) Regine Hunziker-Rodewald ( University of Strasbourg ) Kiki Karoglou ( The Metropolitan Museum of Art ) Daniela La Chioma Silvestre Villalva ( University of São Paulo ) Mireia López-Bertran ( Universitat Pompeu Fabra, Barcelona ) Sara Marandola ( Università di Roma La Sapienza ) Daniele F. Maras ( Italian Academy for Advanced Studies in America, Columbia University ) Manolis Mikrakis ( National Technical University of Athens, Greece ) Alessandro Pagliara ( Università degli Studi della Tuscia, Viterbo ) Regine Pruzsinszky ( Albert-Ludwigs-Universität Freiburg ) Arnaud Saura-Ziegelmeyer ( Doctorant en Sciences de l’Antiquité Université de Toulouse II Jean Jaurès ) Donata Sarracino ( Università di Roma La Sapienza )       An RSVP is required. For more information, click here .  Casa Italiana Zerilli-Marimò at New York University presents  Deconstructing Rome Federica Pedriali (University of Edinburgh) Thursday, March 5, 2015, 6:00pm Casa Italiana Zerilli-Marimò 24 West 12th Street 212-998-8739 This lecture is free and open to the public. Seating is on a first-come, first-served basis.  The NYU Classics Department presents  From Cultural Memory to Poetic Memory: Myth, History and Ritual beyond the \"Great Divide\" in Classical Greece Claude Calame (École des hautes études en sciences sociales)  Thursday, March 5, 2015, 6:15pm Silver Center for Arts and Science, Room 503 32 Waverly Place or 31 Washington Place (wheelchair access)  Contact: Christopher Parmenter csp351@nyu.edu Casa Italiana Zerilli-Marimò at New York University presents  Haunting and the Postcolonial Ethics of the Gaze Rhiannon Noel Welch (Rutgers University) Tuesday, March 3, 2015, 6:00pm Casa Italiana Zerilli-Marimò 24 West 12th Street 212-998-8739 This lecture is free and open to the public. Seating is on a first-come, first-served basis. The NYU Institute for the Study of the Ancient World presents  Mesopotamian Prison Blues Nicholas Reid (ISAW) Tuesday, March 3, 2015, 6:00pm Institute for the Study of the Ancient World 15 East 84th Street, Second Floor Lecture Hall 212.992.7800 This lecture is free and open to the public. Seating is on a first-come, first-served basis.  The NYU Institute of Fine Arts presents  SEMINAR ON GREEK AND ROMAN ART AND ARCHITECTURE The Shield of the Athena Parthenos: A New Reconstruction  Jenifer Neils ( Case Western Reserve University ) Thursday, February 26, 2015, 6:00pm The Institute of Fine Arts, 1 East 78th Street, Lecture Hall 212.992.5800         This lecture is free and open to the public, but an RSVP is required. Seating is on a first-come, first-served basis.  The NYU Institute for the Study of the Ancient World presents  Sumerian Art and the Modernist Avant-Garde Zainab Bahrani (Columbia University) Thursday, Feb. 26, 2015, 6:00pm Institute for the Study of the Ancient World 15 East 84th Street 212.992.7800 This lecture is free and open to the public, but registration is required at: isaw.nyu.edu/rsvp  The NYU Classics Department presents  Pyrenaean Mountains and Deep-valleyed Alps: Geography and Empire in the \"Garland of Philip\" Thomas Schmitz (Universität Bonn)  Monday, February 23, 2015, 4:45pm Silver Center for Arts and Science, Room 503 32 Waverly Place or 31 Washington Place (wheelchair access)  Contact: Christopher Parmenter csp351@nyu.edu   The NYU Institute for the Study of the Ancient World presents  Local Saints, National Politics, and the Power of the Past in Early Egypt Janet Richards (University of Michigan) Thursday, Feb. 19, 2015, 6:00pm Institute for the Study of the Ancient World 15 East 84th Street, Second Floor Lecture Hall 212.992.7800 This lecture is free and open to the public, but seating is limited; registration is required at: info@arceny.com  The NYU Classics Department presents  Homeric Women and the Politics of Objects Lilah Grace Canevaro (University of Edinburgh)  Thursday, February 19, 2015, 12:30 pm Silver Center for Arts and Science, Room 503 32 Waverly Place or 31 Washington Place (wheelchair access) Brown bag lunch is provided with RSVP. A reception will follow the talk. To RSVP or for more information, contact: Christopher Parmenter csp351@nyu.edu The NYU Institute for the Study of the Ancient World presents  Writing Christian History in Islamic Egypt: The Case of the Medieval Arabic Text of the \"History of the Patriarchs of Alexandria\" Perrine Pilette (ISAW) Tuesday, Feb. 17, 2015, 6:00pm Institute for the Study of the Ancient World 15 East 84th Street, Second Floor Lecture Hall 212.992.7800 This lecture is free and open to the public. Seating is on a first-come, first-served basis.  The A.S. Onassis Program in Hellenic Studies at New York University presents  Tragic Bodies: The Suffering Body in Greek Tragedy Mary Yossi (University of Athens, Greece) Tuesday, Feb. 17, 2015, 5:00pm 285 Mercer Street, 8th Floor (between Washington and Waverly Place) 212.998.3979 This lecture is free and open to the public, for more information contact: hellenic.studies@nyu.edu  The NYU Institute for the Study of the Ancient World presents  Glam-Ur-ous: The Art of Archaeology and Aesthetics  Jennifer Y. Chi (ISAW) and Pedro Azara (Polytechnic University of Catalonia) Thursday, Feb. 12, 2015, 6:00pm Institute for the Study of the Ancient World 15 East 84th Street 212.992.7800  This lecture is free and open to the public, but registration is required at: isaw.nyu.edu/rsvp  The NYU Institute for the Study of the Ancient World presents From Ancient to Modern: Archaeology and Aesthetics February 12 - June 7, 2015 Institute for the Study of the Ancient World 15 East 84th Street 212.992.7800 For more information about this exhibition, please visit ISAW's website: isaw.nyu.edu/exhibitions   The NYU Institute of Fine Arts presents   CAA 2015: Field/Work: Object and Site  Three related panels with the theme of Field/Work exploring topics arising from the work of the Mellon Research Initiative   The Art of Archaeology; an Art Historical Perspective  Chair: David O’Connor (NYU-IFA) Zainab Bahrani (Columbia University) Sheila Bonde (Brown University) Clemente Marconi (NYU-IFA) Robert W. Preucel (Brown University )  Wednesday, February 11, 2015, 12:30-2:00pm The Institute of Fine Arts, 1 East 78th Street, Lecture Hall 212.992.5800        This panel is free and open to the public; seating is on a first-come, first-served basis. An RSVP is required.         Conservation and the Future of Art        Chair: Michele Marincola (NYU-IFA) Sanchita Balachandran (Johns Hopkins University) Jim Coddington (Museum of Modern Art, New York) Jeanne Marie Teutonico (Getty Conservation Institute) Carol Mancusi Ungaro (Whitney Museum of American Art) Thursday, February 12, 2015, 12:30-2:00pm The Institute of Fine Arts, 1 East 78th Street, Lecture Hall 212.992.5800 This panel is free and open to the public; seating is on a first-come, first-served basis. An RSVP is required.              The Field of Art History and its Work Chair: Patricia Rubin (NYU-IFA) Jean Campbell (Emory University) David Joselit (The Graduate Center, CUNY) Finbarr Barry Flood (NYU-IFA) Jennifer Roberts (Harvard University)  Thursday, February 12, 2015, 5:30-7:00pm The Institute of Fine Arts, 1 East 78th Street, Lecture Hall 212.992.5800 This panel is free and open to the public; seating is on a first-come, first-served basis. An RSVP is required.                          The NYU Institute for the Study of the Ancient World presents  Nomadic Empires in Inner Asia: A Comparative Approach  Jan Bemmann (ISAW)   Tuesday, Feb. 3, 2015, 6:00pm Institute for the Study of the Ancient World 15 East 84th Street, Second Floor Lecture Hall 212.992.7800 This lecture is free and open to the public . Seating is on a first-come, first-served basis.   The NYU Classics Department presents  The End of Exoticism in Heliodorus' Aithiopika  Robert Cioffi (Bard College)  Monday, February 2, 2015, 6:15pm Silver Center for Arts and Science, Room 503 32 Waverly Place or 31 Washington Place (wheelchair access)  Contact: Christopher Parmenter csp351@nyu.edu  THIS EVENT IS CANCELLED DUE TO THE WINTER STORM AND WILL BE RESCHEDULED IN THE SPRING The NYU Institute of Fine Arts presents  SEMINAR ON GREEK AND ROMAN ART AND ARCHITECTURE The New Excavations in the Necropolis of Himera  Stefano Vassallo ( Superintendency of Palermo ) Thursday, January 29, 2015, 6:00pm The Institute of Fine Arts, 1 East 78th Street, Lecture Hall 212.992.5800         This lecture is free and open to the public, but an RSVP is required. Seating is on a first-come, first-served basis.  The NYU Institute for the Study of the Ancient World presents  A King and Courtiers Come to Boston: Homage to Egyptian Art History Rita E. Freed (Museum of Fine Arts, Boston)  Thursday, Jan. 22, 2015, 6:00pm Institute for the Study of the Ancient World 15 East 84th Street, Second Floor Lecture Hall 212.992.7800 This lecture is free and open to the public, but seating is limited; registration is required at: info@arceny.com  Fall 2014   The NYU Institute for the Study of the Ancient World presents   Metal, Salt, and Horse Skulls: Elite-level Exchange and Movement in Prehistoric Southwest China Anke Hein (Ludwig-Maximilians-University, Munich) Tuesday, December 16, 2014, 6:00pm Institute for the Study of the Ancient World 15 East 84th Street, Second Floor Lecture Hall 212.992.7800 This lecture is free and open to the public; seating is on a first-come, first served basis.     The NYU Institute of Fine Arts presents   All That Glisters Is Not Gold: EB II Mochlos in its Eastern Mediterranean Context Tristan Carter (MacMaster University) Friday, December 12, 2014, 6:30pm The Institute of Fine Arts, 1 East 78th Street, Lecture Hall 212.992.5800 This lecture is free and open to the public; seating is on a first-come, first served basis.   The NYU Institute for the Study of the Ancient World presents  \"I Write, Therefore I Am\": Scribes, Literacy, and Identity in Early China Armin Selbitschka (Ludwig-Maximilians-University, Munich ) Tuesday, December 9, 2014, 6:00pm Institute for the Study of the Ancient World 15 East 84th Street, Second Floor Lecture Hall 212.992.7800 This lecture is free and open to the public; seating is on a first-come, first served basis.  The NYU Institute of Fine Arts presents  Archaeological Research at Aphrodisias in 2014 Roland R.R. Smith (Director of Excavations at Aphrodisias; University of Oxford-NYU) Alexander Sokolicek (Field Director of Excavations at Aphrodisias; IFA-NYU) Monday, December 8, 2014, 6:00pm The Institute of Fine Arts, 1 East 78th Street, Lecture Hall 212.992.5800          This lecture is free and open to the public, but an RSVP is required. Seating is on a first-come, first-served basis.  The NYU Institute for the Study of the Ancient World presents The History of the Ptolemaic Collection at the Brooklyn Museum Edward Bleiberg (Brooklyn Museum ) Thursday, December 4, 2014, 6:00pm Institute for the Study of the Ancient World 15 East 84th Street, Second Floor Lecture Hall 212.992.7800  This lecture is free and open to the public, but seating is limited; registration is required at: rsvp_exhibitions@nyu.edu  The NYU Institute for the Study of the Ancient World presents Forecasting Fate in Early China Ethan Harkness (NYU Gallatin and ISAW)  Tuesday, December 2, 2014, 6:00pm Institute for the Study of the Ancient World 15 East 84th Street, Second Floor Lecture Hall 212.992.7800  This lecture is free and open to the public; seating is on a first-come, first served basis. The NYU Classics Department presents  Sometimes They Come Back: Nero, Domitian and the Thebaid of Statius Stefano Rebeggiani (NYU)   Monday, December 1, 2014, 6:15pm Silver Center for Arts and Science, Room 503 32 Waverly Place or 31 Washington Place (wheelchair access)  Contact: Christopher Parmenter csp351@nyu.edu  The NYU Classics Department presents  Generic Attire: Hypsipyle’s Cloaks in Valerius Flaccus and Apollonius Rhodius Andrew Zissos (UC Irvine)   Monday, November 24, 2014, 6:15pm Silver Center for Arts and Science, Room 503 32 Waverly Place or 31 Washington Place (wheelchair access)  Contact: Christopher Parmenter csp351@nyu.edu  The NYU Classics Department and the Center for Ancient Studies present  Latinfest 2014 Claudian: De Raptu Proserpinae Participating schools: NYU, Columbia University, University of Pennsylvania, Rutgers University, and Princeton University Friday, November 21, 2014 Hemmerdinger Hall, Silver Center for Arts and Science 32 Waverly Place or 31 Washington Place (wheelchair access)  9:30am Coffee and Breakfast 10:00am Rutgers: Book 1, including Preface 11:00am Break 11:15am NYU: Book 2: Preface and 1-150 12:15pm Break 12:30pm University of Pennsylvania: Book 2.157-372 1:30pm Lunch 2:30pm Columbia: Book 3.1-259 3:30pm Break 3:45pm Princeton: Book 3.260-448 4:45pm Final Discussion 5:15pm Reception For more information contact: David Levene d.s.levene@nyu.edu  The NYU Classics Department presents  The End of Sacrifice Brent Shaw (Princeton University)   Thursday, November 20, 2014, 6:15pm Silver Center for Arts and Science, Room 503 32 Waverly Place or 31 Washington Place (wheelchair access)  Contact: Christopher Parmenter csp351@nyu.edu The NYU Institute for the Study of the Ancient World presents The World's First Genealogy and Related Issues Adam Schwartz (ISAW)  Tuesday, November 18, 2014, 6:00pm Institute for the Study of the Ancient World 15 East 84th Street, Second Floor Lecture Hall 212.992.7800  This lecture is free and open to the public; seating is on a first-come, first served basis. The NYU Humanities Initiative presents Great New Books in the Humanities: The Feminine Symptom: Aleatory Matter in the Aristotelian Cosmos by Emanuela Bianchi (NYU) Emanuela Bianchi (NYU) Simon Critchley (The New School for Social Research) Claudia Baracchi (University of Milan-Biococca) Moderator: Joy Connolly (NYU)  Tuesday, November 18, 2014, 6:00pm 20 Cooper Square, 5th Floor  This lecture is free and open to the public, but registration is required. To register, click here . For more information, contact: info@humanitiesinitiative.org The NYU Institute for the Study of the Ancient World presents Weights and Trade Relations between Mesopotamia and the Indus Valley Lorenz Rahmstorf (University of Copenhagen)  Monday, November 17, 2014, 6:00pm Institute for the Study of the Ancient World 15 East 84th Street, Second Floor Lecture Hall 212.992.7800  This lecture is free and open to the public; seating is on a first-come, first served basis. The NYU Department of Art History presents  E xhibiting Interaction: Assyria to Iberia at the Dawn of the Classical Age Joan Arnz (Metropolitan Museum of Art)   Monday, November 17, 2014, 6:00pm Silver Center for Arts and Science, Room 301 32 Waverly Place or 31 Washington Place (wheelchair access)  For more information, call 212.998.8180 or email: cas.arthistory@nyu.edu   The NYU Department of Comparative Literature in conjunction with the NYU Center for Ancient Studies ; the NYU Gallatin Fund for Classics and the Contemporary World; the College of Arts and Science, Fairfield University; Global Research Initiatives, NYU Office of the Provost; Postclassicisms; the NYU College of Arts and Science; the NYU Office of the Dean of the Faculty of Arts and Science; the Humanities Initiative at NYU; the NYU Office of the Dean for Humanities; the Center for the Study of Gender and Sexuality at NYU; the NYU Department of Philosophy; the NYU Department of Classics; the NYU Department of Media, Culture, and Communication; and the NYU A.S. Onassis Program in Hellenic Studies presents  POSTHUMAN ANTIQUITIES: A CROSS-DISCIPLINARY CONFERENCE organized by Emanuela Bianchi (NYU), Sara Brill (Fairfield University), and Brooke Holmes (Princeton University)  Friday, November 14, 2014: 9:40am-7:30pm, and Saturday, November 15, 2014: 10:00am-7:30pm Hemmerdinger Hall Silver Center for Arts and Science 32 Waverly Place or 31 Washington Place (wheelchair accessible)  SPEAKERS Claudia Baracchi, (University of Milan-Bicocca ) Emanuela Bianchi, (NYU) Sara Brill, (Fairfield University) Adriana Cavarero, (University of Verona) Rebecca Hill, (RMIT University, Australia) Brooke Holmes, (Princeton University) Miriam Leonard, (University College, London) Ramona Naddaff, (UC Berkeley) Michael Naas, (DePaul University) Mark Payne, (University of Chicago) James I. Porter, (UC Irvine) John Protevi, (Louisiana State University) Kristin Sampson, (University of Bergen, Norway) Giulia Sissa, (UCLA)  For more information, click here or contact the Department of Comparative Literature at 212.998.879 The NYU Classics Department presents  Vergil, Empedocles, and The Cosmic Storm Alessandro Schiesaro (Sapienza – Università di Roma) Thursday, November 13, 2014, 6:15pm Silver Center for Arts and Science, Room 503 32 Waverly Place or 31 Washington Place (wheelchair access)  Contact: Christopher Parmenter csp351@nyu.edu  The NYU A.S. Onassis Program in Hellenic Studies present s Replaying Empire and Re(per)forming Civic Identity in 4th Century BC Athens Johanna Hanink (Brown University) Respondent: David Konstan (NYU)  Wednesday, November 12, 2014, 12:30-2:00pm 285 Mercer St., 8th floor  For more information contact: hellenic.studies@nyu.edu or call 212.998.3990  The NYU Department of Anthropology and the AIA New York Society present Making Sense of Neandertals: What We Have Learned from Bones, Teeth and Genes Shara Bailey (NYU)  Wednesday, November 12, 2014, 6:30pm NYU Department of Anthropology 25 Waverly Place  This lecture is free and open to the public; for more information contact: events@aia-nysociety.org  The NYU Center for Ancient Studies , in conjunction with the Aquila Theatre : YouStories Project, National Endowment for the Humanities; the Society for Artistic Veterans; and the Dean of the College of Arts and Science announces the   Rose-Marie Lewent Conference WarStories: Ancient and Modern Narratives of War  Tuesday, November 11, 2014 Hemmerdinger Hall Silver Center for Arts and Science 32 Waverly Place or 31 Washington Place (wheelchair accessible) 5:30pm WELCOME Matthew S. Santirocco, Senior Vice Provost, Professor of Classics, and Angelo J. Ranieri Director of Ancient Studies, NYU  Peter Meineck, Clinical Associate Professor of Classics, NYU /Founder and Program Director, Aquila Theatre Kirsten Gillibrand, United States Senator for New York (via video) William D. Adams , Chairman, National Endowment for the Humanities  5:45pm OPENING ADDRESS Telling Who We Are Kwame Anthony Appiah, Professor of Philosophy and Law, NYU 6:15pm A FEMALE PHILOCTETES, BASED ON SOPHOCLES * Three Passages: Aquila Theatre directed by Desiree Sanchez; music by Ralph Farris 1.The Deceit Begins: Philoctetes and Neoptolemus 2.The Fight for the Bow: Odysseus Intervenes 3.The Call to Arms: Herakles Appears 7:00pm RESPONSE Nancy Sherman, University Professor of Philosophy, Georgetown University 7:15pm AUDIENCE DISCUSSION Peter Meineck and Nancy Sherman, Moderators 7:30pm RECEPTION The conference will be preceded by an afternoon of staged readings presented by the Society for Artistic Veterans and Aquila Theatre from 1:00-5:00pm in Hemmerdinger Hall. Scenes from new plays written by veterans will be followed by discussion. * A Female Philoctetes was first presented at The Brooklyn Academy of Music in April 2014, and is based on Sophocles' Philoctetes, translated by Peter Meineck (Hackett Publishing, 2014). This conference is free and open to the public. For more information, contact the Center for Ancient Studies at ancient.studies@nyu.edu or 212.992.7978 The NYU Institute for the Study of the Ancient World presents Recent Advances in Research on Iranian and Central Asian Metalware. A Few Examples - Iranian Silver Plates from Sasanian and Post-Sasanian Iran Frantz Grenet (Collège de France) Monday, November 10, 2014, 5:00pm Institute for the Study of the Ancient World 15 East 84th Street, Second Floor Lecture Hall 212.992.7800 This lecture is free and open to the public, but seating is limited; registration is required at: isaw@nyu.edu  The NYU Institute of Fine Arts presents  From 'Surface' to 'Substrate': The Archaeology and Art History of Material Transfers    A conference organized in conjunction with the Mellon Research Initiative Patricia Crown (University of New Mexico) Rebecca Farbstein (University of Southampton) Olivier Gosselain (Université Libre de Bruxelles) Jonathan Hay (NYU-IFA) Erma Hermens (University of Glasgow) David Killick (University of Arizona) Clemente Marconi (NYU-IFA) Michele Marincola (NYU-IFA) Marcos Martinon-Torres (University College London) David Wengrow (University College London)  Friday and Saturday, November 7-8, 2014 The Institute of Fine Arts, 1 East 78th Street, Lecture Hall 212.992.5800          This lecture is free and open to the public, but an RSVP is required. Seating is on a first-come, first-served basis.  For the full conference program, click here.  NYU's Gallatin School of Individualized Study presents Theater at Gallatin: Roman Tragedies Festival  Performances of Shakespeare's The Rape of Lucrece, Julius Caesar, Coriolanus, Antony and Cleopatra November 6-16, 2014 The Jerry H. Labowitz Theatre for the Performing Arts 1 Washington Place For reservations and more information, visit the Gallatin events webpage: gallatin.nyu.edu/utilities/events/2014/11/romantragediesfestival.html  The NYU Institute for the Study of the Ancient World presents The Lure of Gold and Iron: China and the Steppe in the First Millennium BC Jessica Rawson (University of Oxford) Thursday, November 6, 2014, 6:00pm Institute for the Study of the Ancient World 15 East 84th Street, Second Floor Lecture Hall 212.992.7800 This lecture is free and open to the public, but seating is limited; registration is required at: isaw@nyu.edu  The NYU Institute for the Study of the Ancient World presents  Portraits of the Ptolemies: Greek Kings as Egyptian Pharaohs  Paul E. Stanwick (Independent Scholar) Thursday, October 30, 2014, 6:00pm Institute for the Study of the Ancient World 15 East 84th Street, Second Floor Lecture Hall 212.992.7800 This lecture is free and open to the public, but seating is limited; registration is required at: rsvp_exhibitions@nyu.edu  The NYU Institute of Fine Arts presents  Identifying with the \"Other\": Dining with Painted Pygmies in Pompeii   Caitlin Eilis Barrett ( Cornell University ) Thursday, October 30, 2014, 6:00pm The Institute of Fine Arts, 1 East 78th Street, Lecture Hall 212.992.5800         This lecture is free and open to the public, but an RSVP is required. Seating is on a first-come, first-served basis.  The NYU Institute of Fine Arts presents  Archaeological Excavations at Selinunte   Clemente Marconi ( NYU-IFA ) Tuesday, October 28, 2014, 6:00pm The Institute of Fine Arts, 1 East 78th Street, Lecture Hall 212.992.5800         This lecture is free and open to the public, but an RSVP is required. Seating is on a first-come, first-served basis.  The NYU Classics Department presents The Case for Using \"Race\" in Classical Studies (Twenty-Five Years after Black Athena) Denise Eileen McCoskey ( Miami University ) Monday, October 27, 2014, 6:00pm Silver Center for Arts and Science, Room 503 32 Waverly Place or 31 Washington Place (wheelchair access)  Contact: Christopher Parmenter csp351@nyu.edu The NYU Institute for the Study of the Ancient World presents On the Waterfront at Giza: Workers’ Town and Pyramid Port – Latest Discoveries Mark Lehner ( Boston University ) Monday, October 20, 2014, 6:30pm Institute for the Study of the Ancient World 15 East 84th Street, Second Floor Lecture Hall 212.992.7800 This lecture is free and open to the public; seating is on a first-come, first served basis. The NYU Institute for the Study of the Ancient World presents  Life in a Multicultural Society: The Jewish Community of Elephantine in Egypt under Persian Rule  J.H.F. Dijkstra (University of Ottowa) Thursday, October 16, 2014, 6:00pm Institute for the Study of the Ancient World 15 East 84th Street, Second Floor Lecture Hall 212.992.7800 This lecture is free and open to the public, but seating is limited; registration is required at: rsvp_exhibitions@nyu.edu  The NYU Institute for the Study of the Ancient World presents The Galenic Origins of the Modern Science Textbook Claire Bubb ( ISAW ) Tuesday, October 14, 2014, 6:00pm Institute for the Study of the Ancient World 15 East 84th Street, Second Floor Lecture Hall 212.992.7800 This lecture is free and open to the public; seating is on a first-come, first served basis. The NYU Institute for the Study of the Ancient World presents WHEN THE GREEKS RULED EGYPT: From Alexander the Great to Cleopatra October 8, 2014 - January 4, 2015 Institute for the Study of the Ancient World 15 East 84th Street, Second Floor Lecture Hall 212.992.7800 For more information about this exhibition, please visit ISAW's website: isaw.nyu.edu/exhibitions  The NYU Classics Department presents Mobility, Migration, and the Emergence of the Polis: Critical Approaches to Greek Colonization Irad Malkin ( Tel Aviv University ) Monday, October 6, 2014, 6:00pm Silver Center for Arts and Science, Room 503 32 Waverly Place or 31 Washington Place (wheelchair access)  Contact: Christopher Parmenter csp351@nyu.edu The NYU Institute of Fine Arts presents       Who Signed What? Artists and Signatures in Ancient Greece Jeffrey Hurwit ( University of Oregon ) Tuesday, September 23, 2014, 6:00pm      The Institute of Fine Arts, 1 East 78th Street, Lecture Hall      212.992.5800         This lecture is free and open to the public, but an RSVP is required. Seating is on a first-come, first-served basis.      The NYU Institute for the Study of the Ancient World presents Oasis Magna: Kharga and Dakhla Oases in Antiquity Organized by Roger Bagnall ( ISAW ) and Gaëlle Tallet ( University of Limoges )    Friday and Saturday, September 19-20, 2014 Institute for the Study of the Ancient World 15 East 84th Street, Second Floor Lecture Hall 212.992.7800 This conference is free and open to the public, but space is limited and registration is required. To register, email: isaw@nyu.edu To view the conference program, click here The NYU Classics Department presents Divine Institutions: Religion and State Formation in Mid-Republican Rome Dan-el Padilla Peralta ( Columbia University ) Monday, September 15, 2014, 6:00pm Silver Center for Arts and Science, Room 503 32 Waverly Place or 31 Washington Place (wheelchair access)  Contact: Christopher Parmenter csp351@nyu.edu The NYU Institute for the Study of the Ancient World presents Vespasian at Play: 74 AD Theodore Buttrey ( Fitzwilliam Museum, Cambridge University ) Tuesday, September 9, 2014, 6:00pm Institute for the Study of the Ancient World 15 East 84th Street, Second Floor Lecture Hall 212.992.7800 This lecture is free and open to the public; seating is on a first-come, first served basis."}]},
{"detail": [{"content": "Events | Center for Ancient Studies | NYU                             NEW YORK UNIVERSITY              ARTS AND SCIENCE              COLLEGE OF ARTS AND SCIENCE              GRADUATE SCHOOL OF ARTS AND SCIENCE                                  CONTACT US SEARCH SITEMAP                     Home &gt; Events                     About The Center     Events              Past Events              Conferences and Colloquia              The Faculty Resource Network Summer Seminar         Faculty Who Work on Antiquity and Related Subjects at NYU       Ancient Studies Minor       Travel Grants       Collections       NYU Excavations       Publications       Classical World       Institute for Etruscan and Italic Studies       Aquila Theatre Company       Events   Spring 2015 The NYU Department of Hebrew and Judaic Studies, in conjunction with the NYU Religious Studies Program and the Center for Ancient Studies presents The Aggada of the Babylonian Talmud and its Cultural World Monday and Tuesday, June 1-2, 2015. Details and program to be announced. This conference is free and open to the public, but reservations are required. For more information, email jr6@nyu.edu  The NYU Department of Anthropology, in conjunction with the Center for the Study of Human Origins and the Center for Ancient   Studies, sponsors The North American Theoretical Archaeology Group (TAG) 2015 Conference MOVEMENT Friday, May 22, 2015 – Sunday, May 24, 2015 For more information, or to register, visit the TAG 2015 website: https://wp.nyu.edu/gsas-nyutag2015/  The NYU Institute of Fine Arts presents  THE NEW YORK AEGEAN BRONZE AGE COLLOQUIUM A Room with a View: Kea Paintings and Social Context Lyvia Morgan  Friday, May 8, 2015, 6:30pm The Institute of Fine Arts, 1 East 78th Street, Lecture Hall 212.992.5803         This lecture is free and open to the public, but an RSVP is required. Click here to RSVP. Seating is on a first-come, first-served basis. The   NYU Skirball Department of Hebrew and Judaic Studies, the American Friends of the Bible Lands Museum Jerusalem, and the Yeshiva University Museum present By the Rivers of Babylon: A Symposium Exploring New Evidence about the Jewish Exiles from Ancient Texts Tuesday, May 5, 2015   ,     6:30-9:00pm      Center for Jewish History 15 West 16th Street 212.294.8301  SPEAKERS Amanda Weiss (Bible Lands Museum Jerusalem) Jacob Wisse (Yeshiva University Museum) Daniel Fleming (NYU) Wayne Horowitz (The Hebrew University, Jerusalem) Shalom E. Holtz (Yeshiva University) Laurie E. Pearce (University of California, Berkeley) Lawrence H. Schiffman (NYU) General Admission: $10 Seniors: $5 Free Admission with University ID and for Members of Yeshiva University Museum To reserve tickets, click here . For more information, email: afblmj@jksevents.com  The NYU Institute for the Study of the Ancient World presents Ritual and Narrative: Texts in Performance in the Ancient Near East Conference organized by Beate Pongratz-Leisten (NYU-ISAW) Friday, May 1, 2015 Institute for the Study of the Ancient World 15 East 84th Street, 2nd Floor Lecture Hall 212.992.7800 10:00am - Introduction Beate Pongratz-Leisten (NYU-ISAW)  10:30am - Perspectives on Language, Languages and Ritual Textuality in Mesopotamia Piotr Michalowski (University of Michigan)  11:30am - Coffee Break 12:00pm - Power and Participation in Town Festivals at Emar Daniel Fleming (NYU)  1:00pm - Lunch Break 2.00pm - Language and Performance: Doing Things with Words in Sumerian Ritual Laments Paul Delnero (Johns Hopkins University)  3.00pm - Coffee Break 3:30pm - Narrating a Divine Murder in Cult: A New Look at the lilissu Ritual Uri Gabbay (Hebrew University)  This conference is free and open to the public, but space is limited and registration is required. Click here to register. The NYU Department of English and the Office of the Dean for Humanities  present Poetics and Life: A Conference in Honor of Anselm Haverkamp Thursday, April 30, 2015, 3:00pm-8:00pm Hemmerdinger Hall Silver Center for Arts and Science 32 Waverly Place or 31 Washington Place (wheelchair access) 3:00pm Welcome and Introductions Joy Connolly, Dean for Humanities, NYU The Sounds of Postwar Life: Günther Eich Martin Harries, UC Irvine Bare Life? The Poetics of Clothing (Cicero, Horace, Hugo, Broch) Michele Lowrie, University of Chicago  Außer Dienst, or Life in the Village: The Castle and the Possibility of the Novel Erica Weitzman, Northwestern University 5:00pm Toasts and drinks 6:00pm \"Age is Unnecessary:” Shakespeare and Life History Theory Stephen Greenblatt, Harvard University For more information, contact the English Department at 212.998.8800     The NYU Institute for the Study of the Ancient World presents     The Mesopotamian Economic Boom and Emergence of the First Cities in the Late Chalcolithic Period (4200-3100 BC) Salam Al Kuntar (ISAW) Wednesday, April 29, 2015, 6:00pm Institute for the Study of the Ancient World 15 East 84th Street, Second Floor Lecture Hall 212.992.7800 This lecture is free and open to the public. Seating is on a first-come, first-served basis.       The NYU Institute of Fine Arts presents    SEMINAR ON GREEK AND ROMAN ART AND ARCHITECTURE Homer and the Ekphrasists: Text and Image in the Elder Philostratus's Scamander (Imagines I.1)  Michael Squire (Kings College, London) Wednesday, April 29, 2015, 6:00pm The Institute of Fine Arts, 1 East 78th Street, Lecture Hall 212.992.5800 This lecture is free and open to the public, but an RSVP is required. Seating is on a first-come, first-served basis.       The NYU Institute for the Study of the Ancient World presents   Haupt Lecture: Sorcery in the Soil: Finding Magic at Graeco-Roman Karanis in Egypt Drew Wilburn (Oberlin College) Tuesday, April 28, 2015, 6:30pm Institute for the Study of the Ancient World 15 East 84th Street, Second Floor Lecture Hall 212.992.7800 This lecture is free and open to the public. Seating is on a first-come, first-served basis.   The NYU Classics Department presents At the Gates of the Temple: Culture, Politics and Place in Ptolemaic Egypt Ian Moyer (Michigan) Monday, April 27, 2015, 4:45 pm Silver Center for Arts and Science, Room 503 32 Waverly Place or 31 Washington Place (wheelchair access ) Contact: Christopher Parmenter csp351@nyu.edu   The NYU Libraries present  When Big Data Slows Down: Digital Humanities and the Study of Roman Amphitheaters Sebastian Heath (NYU) Tuesday, April 21, 2015, 6:30pm Bobst Library, 5th Floor Research Commons, Media Viewing Area 70 Washington Square South This lecture is free and open to the public, but an RSVP is required. To RSVP, click here .   For more information email Laurie Murphy: laurie.murphy@nyu.edu    The NYU Institute for the Study of the Ancient World presents  Peoples and Places in Pre-Islamic Afghanistan: The Evidence of the Bactrian Documents Nicholas Sims-Williams (University of London) Tuesday, April 21, 2015, 6:00pm Institute for the Study of the Ancient World 15 East 84th Street, Second Floor Lecture Hall 212.992.7800 This lecture is free and open to the public. Seating is on a first-come, first-served basis. The NYU Classics Department presents Making Sense of the Corpus Hermeticum: Text – Context – Reception Christian Wildberg (Princeton University) Monday, April 20, 2015, 4:45 pm Silver Center for Arts and Science, Room 503 32 Waverly Place or 31 Washington Place (wheelchair access) Contact: Christopher Parmenter csp351@nyu.edu  The NYU Institute for the Study of the Ancient World presents Life at the Margins: Questions in Ancient Near Eastern Social History Conference organized by Nicholas Reid (ISAW) and Jonathan Valk (ISAW) Friday, April 17, 2015 Institute for the Study of the Ancient World 15 East 84th Street, 2nd Floor Lecture Hall 212.992.7800 10:00am - POW: Revisiting Prisoners of War in Early Mesopotamia Nicholas Reid (ISAW) 10:45am - Coffee Break 11:15am - Care and Control of the Babylonian Underclass Jonathan Tenney (Cornell University) 12:00pm - Ancient Near Eastern History De-centered: The Case of Emar Dan Fleming (NYU) 12:45pm - Lunch Break 2:00pm - “They Enjoy Syrup and Ghee at Tables of Silver and Gold”: Infant Loss in Ancient Mesopotamia Jonathan Valk (ISAW) 2:45pm - Women of Inferior Status: Injunctions to Prevent Men from Having Contact with Them Cornelia Wunsch (SOAS, University of London) 3:30pm - Tea Break 4:00pm - “I am Living in a City of Hunger”: Towards a Hermeneutics of Poverty in Mesopotamia Seth Richardson (Oriental Institute of the University of Chicago)  This conference is free and open to the public, but space is limited and an RSVP is required. Click here to RSVP. The NYU Institute of Fine Arts presents  THE NEW YORK AEGEAN BRONZE AGE COLLOQUIUM The Mycenaean Worship of an Ancestral Wanax  Susan Lupack ( Editor , Hesperia , The Journal of the American School of Classical Study at Athens) Friday, April 17, 2015, 6:30pm The Institute of Fine Arts, 1 East 78th Street, Lecture Hall 212.992.5803         This lecture is free and open to the public, but an RSVP is required. Click here to RSVP. Seating is on a first-come, first-served basis.  NYU Liberal Studies and the Lehman Foundation present  A New Interpretation of the Fishing and Fowling Boat from the Tomb of Meketre Catharine Roehrig, ( The Metropolitan Museum ) Friday, April 17, 2015, 10:00am Kimmel Center Room 914 60 Washington Square South         This lecture is free and open to the public. For more information, email Joseph Portanova: joseph.portanova@nyu.edu  The NYU Classics Department presents  Children’s Imitation as Social and Cultural Cognition in Roman Thought Jacob Mackey (Queens College, CUNY)  Thursday, April 16, 2015, 6:15 pm Silver Center for Arts and Science, Room 503 32 Waverly Place or 31 Washington Place (wheelchair access)   Contact: Christopher Parmenter csp351@nyu.edu  The NYU Institute for the Study of the Ancient World presents More than a Matter of Style: The Diyala Expedition and its Impact on Mesopotamian Archaeology Clemens Reichel (University of Toronto) Thursday, April 16, 2015, 6:00pm Institute for the Study of the Ancient World 15 East 84th Street 212.992.7800 This lecture is free and open to the public, but an RSVP is required. Seating is on a first-come, first-served basis.   The NYU Institute for the Study of the Ancient World presents  The Rise of the Qin Empire and the End of Historiography in Early China Vincent Leung (ISAW) Tuesday, April 14, 2015, 6:00pm Institute for the Study of the Ancient World 15 East 84th Street, Second Floor Lecture Hall 212.992.7800 This lecture is free and open to the public. Seating is on a first-come, first-served basis.  The NYU Institute for the Study of the Ancient World presents  Long-Term Occupation and Seasonal Mobility in Mongolia: A Comparative Analysis of Two Communities Jean-Luc Houle (Western Kentucky University) Thursday, April 9, 2015, 6:00pm Institute for the Study of the Ancient World 15 East 84th Street, Second Floor Lecture Hall 212.992.7800 This lecture is free and open to the public. Seating is on a first-come, first-served basis.  The NYU Classics Department presents  The Space of the Champion in Early Greek Epic Benjamin Sammons (NYU)  Monday, April 6, 2015, 4:45 pm Silver Center for Arts and Science, Room 503 32 Waverly Place or 31 Washington Place (wheelchair access)   Contact: Christopher Parmenter csp351@nyu.edu The NYU Institute of Fine Arts presents  SEMINAR ON GREEK AND ROMAN ART AND ARCHITECTURE The Hellenistic Sanctuaries of Velia  Verena Gassner (University of Vienna) Thursday, April 2, 2015, 6:00pm The Institute of Fine Arts, 1 East 78th Street, Lecture Hall 212.992.5800         This lecture is free and open to the public, but an RSVP is required. Seating is on a first-come, first-served basis.  The NYU Classics Department presents  Land Grants of Antiochus II to his Wife Laodice in Babylonia and Asia Minor: on the \"Lehmann Text\" in the MMA R.J. van der Spek (Vrije Universiteit Amsterdam ) Wednesday, April 1, 2015, 6:15 pm Silver Center for Arts and Science, Room 503 32 Waverly Place or 31 Washington Place (wheelchair access)   Contact: Christopher Parmenter csp351@nyu.edu  The NYU Institute for the Study of the Ancient World presents  Jephtah's Daughter, Sarah's Son: Children, Death, and Scripture in Late Antiquity Maria Doerfler (ISAW) Tuesday, March 31, 2015, 6:00pm Institute for the Study of the Ancient World 15 East 84th Street, Second Floor Lecture Hall 212.992.7800 This lecture is free and open to the public. Seating is on a first-come, first-served basis.  The NYU Institute for the Study of the Ancient World presents  The Akchakhan-kala Wall Paintings: Kingship and Religion in Ancient Khorezm Alison Betts (University of Sydney) Monday, March 30, 2015, 6:00pm Institute for the Study of the Ancient World 15 East 84th Street, Second Floor Lecture Hall 212.992.7800 This lecture is free and open to the public. Seating is on a first-come, first-served basis. The New York Classical Club, in conjunction with the NYU Classics Department and the Center for Ancient Studies presents CLASSICAL NEW YORK: GREECE AND ROME IN NYC'S ART, ARCHITECTURE, AND HISTORY Saturday, March 28, 2015, 11:00am-6:00pm Jurow Lecture Hall Silver Center for Arts and Science 32 Waverly Place or 31 Washington Place (wheelchair access) 11:00am: The Imperial Metropolis: Ancient Rome and New York City circa 1900 Margaret Malamud ( New Mexico State University ) 12:00pm: The Expression of Civic Life: Civic Centers and the City Beautiful in NYC John Ritter (NYU) 1:00-2:30pm: LUNCH &amp; WALKING TOUR OF WASHINGTON SQUARE PARK Tour led by Dr. Ron Janoff 2:30pm: The Gould Library and Hall of Fame: Reinterpreting the Pantheon in the Bronx Elizabeth Macaulay-Lewis (The Graduate Center at CUNY)  3:30pm: The Croton Aqueduct and its Classical Heritage Harry Evans (Fordham University)  4:30-5:00pm: COFFEE BREAK  5:00pm: The Custom House of 1833-42: Portrait of a Wall Street Temple Francis Morrone (NYU)  6:00pm: RECEPTION This event is open to the public. Registration is required and includes lunch, a walking tour of Washington Square Park, and a reception: $10 for students; $25 for members; $40 for non-members. You may pre-register online at: http://nyclassicalclub.org/events.htm For more information, please contact Erin McKenna at: emckenna11@fordham.edu   The NYU Center for Ancient Studies in conjunction with the Skirball Department of Hebrew and Judaic Studies, the Global Network for Advanced Research in Jewish Studies, the Religious Studies Program, the Department of Classics,  the Department of History, the Dean of the College of Arts and Science, and the Dean for the Humanities announces the  Ranieri Colloquium on Ancient Studies INTEGRATING JUDAISM AND CHRISTIANITY INTO THE STUDY OF THE ANCIENT WORLD  Thursday and Friday, March 26-27, 2015 Hemmerdinger Hall Silver Center for Arts and Science 32 Waverly Place or 31 Washington Place (wheelchair accessible)  THURSDAY, MARCH 26, 2015 5:00 p.m. WELCOME Matthew S. Santirocco, NYU 5:15 p.m. KEYNOTE ADDRESS The New Testament as a Source for the History of the Jews and Judaism Lawrence H. Schiffman, NYU 6:15 p.m. PUBLIC RECEPTION  FRIDAY, MARCH 27, 2015 SESSION 1 [Session Chair, Jeffrey Rubenstein, NYU ] 9:15 a.m. Samson in Stone: New Discoveries in the Ancient Synagogue at Huqoq in Israel’s Galilee Jodi Magness, University of North Carolina 9:55 a.m. Jesus the Jurist: Written Law and Its Interpretation in the Christian Gospels Daniel Fleming, NYU 10:35 a.m. The Dead Sea Scrolls “Instruction” Text and Its Hellenistic Context Hindy Najman, Yale University 11:15 a.m. The Treaty of Apamea, the Decline of the Seleucid Empire, and Their Consequence for Jewish Martyrology R. Steven Notley, Nyack College 12:00 p.m. LUNCH BREAK SESSION 2 [Session Chair, Michael Peachin, NYU ] 1:00 p.m. Jews and the Imposition of Nicene Orthodoxy in the Late Antique Mediterranean Diaspora Ross Kraemer, Brown University 1:40 p.m. Selling Souls: Early Christians (and Their Neighbors) as Religious Entrepreneurs Nicola Denzey Lewis, Brown University 2:20 p.m. Practices of Seeing God(s) in Late Antiquity Laura Nasrallah, Harvard University 3:00 p.m. The Rise of Authoritative Scripture and Its Interpretation in Ancient Judaism Alex Jassen, NYU This   conference is free and open to the public. For more information, please   contact the Center for Ancient Studies at ancient.studies@nyu.edu , or   at 212.992.7978    The NYU Institute for the Study of the Ancient World presents   Rostovtzeff Lecture Series: Sumer in the Mesopotamian World: Reading Traditions &amp; Traditions of Reading, IV  Reading Early Cult Then: Sex &amp; the Temple in Mesopotamian Memory  Gonzalo Rubio  (Pennsylvania State University)  Thursday, March 26, 2015, 6:00pm Institute for the Study of the Ancient World 15 East 84th Street 212.992.7800  This lecture is free and open to the public, but an RSVP is required. Seating is on a first-come, first-served basis.   The NYU Institute for the Study of the Ancient World presents   Rostovtzeff Lecture Series: Sumer in the Mesopotamian World: Reading Traditions &amp; Traditions of Reading, II I  Reading Early Economy Now: Bureaucracy &amp; Administration in Sumer  Gonzalo Rubio  (Pennsylvania State University)  Tuesday, March 24, 2015, 6:00pm Institute for the Study of the Ancient World 15 East 84th Street 212.992.7800  This lecture is free and open to the public, but an RSVP is required. Seating is on a first-come, first-served basis.   The A.S. Onassis Program in Hellenic Studies at New York University presents   Politics of Monumentality: Archaeological Cultural Heritage and Identities in \"Crisis\" in Modern Greece - The Case of Amphipolis   Paschalis Zafeiriadis  (University of Cincinnati)  Tuesday, March 24, 2015, 6:30pm 285 Mercer Street, 8th Floor  212.998.3979  This lecture is free and open to the public, for more information contact: hellenic.studies@nyu.edu   The NYU Classics Department presents  The Sacrificial Ritus Michael Koortbojian (Princeton University)  Monday, March 23, 2015, 4:45pm Silver Center for Arts and Science, Room 503 32 Waverly Place or 31 Washington Place (wheelchair access)   Contact: Christopher Parmenter csp351@nyu.edu The NYU Institute of Fine Arts presents  THE NEW YORK AEGEAN BRONZE AGE COLLOQUIUM Modeling Everyday Life in Crete and Cyprus with Reference to Egypt  Eleni Mantzourani (University of Athens) Friday, March 20, 2015, 6:30pm The Institute of Fine Arts, 1 East 78th Street, Lecture Hall 212.992.5800         This lecture is free and open to the public, but an RSVP is required. Seating is on a first-come, first-served basis. The NYU Institute for the Study of the Ancient World presents  A Closer Look: What Does Puabi Want? Kim Benzel (The Metropolitan Museum of Art) Tuesday, March 17, 2015, 6:00pm Institute for the Study of the Ancient World 15 East 84th Street 212.992.7800 This Gallery Talk is free and open to the public, but an RSVP is required.  The NYU Institute for the Study of the Ancient World presents  Rostovtzeff Lecture Series: Sumer in the Mesopotamian World: Reading Traditions &amp; Traditions of Reading, II Origins of Tradition: Literature &amp; Political Theology in Sumer Gonzalo Rubio (Pennsylvania State University) Thursday, March 12, 2015, 6:00pm Institute for the Study of the Ancient World 15 East 84th Street 212.992.7800 This lecture is free and open to the public, but an RSVP is required. Seating is on a first-come, first-served basis. The NYU Institute of Fine Arts presents  SEMINAR ON GREEK AND ROMAN ART AND ARCHITECTURE The New Excavations in the Necropolis of Himera  Stefano Vassallo (Superintendency of Palermo) Thursday, March 12, 2015, 6:00pm The Institute of Fine Arts, 1 East 78th Street, Lecture Hall 212.992.5800         This lecture is free and open to the public, but an RSVP is required. Seating is on a first-come, first-served basis.  The NYU Institute for the Study of the Ancient World presents  Rostovtzeff Lecture Series: Sumer in the Mesopotamian World: Reading Traditions &amp; Traditions of Reading, I Traditions of Origins: Where Did the Sumerians Come From? And Where Did They All Go? Gonzalo Rubio (Pennsylvania State University) Tuesday, March 10, 2015, 6:00pm Institute for the Study of the Ancient World 15 East 84th Street 212.992.7800 This lecture is free and open to the public, but an RSVP is required. Seating is on a first-come, first-served basis.  The   NYU Institute of Fine Arts and the Center for Ancient Studies along   with the European Commission Research Executive Agency, the Seventh   Framework Programme Marie Curie Actions, the Alma Mater Studiorum.   Università di Bologna, the Dipartimento di Beni Culturali, campus di   Ravenna, and the Association for Coroplastic Studies announce A Conference on Archaeomusicology: Representations of Musicians in the Coroplastic Art of the Ancient World: Iconography, Ritual Contexts and Functions Organized by Angela Bellia (NYU-Università di Bologna), Clemente Marconi (NYU-IFA), Claude Calame (École des Hautes Études en Sciences Sociales de Paris), Barbara Kowalzig (NYU), Donatella Restani (Università di Bologna), Jaimee Uhlenbrock (Association for Coroplastic Studies) Saturday, March 7, 2015      The Institute of Fine Arts, 1 East 78th Street, Lecture Hall      212.992.5800 SPEAKERS Rebecca Miller Ammerman ( Colgate University ) Claude Calame ( Directeur d'études émérite École des Hautes Études en Sciences Sociales de Paris ) Annie Caubet ( Département Antiquités Orientales, Musée du Louvre ) Gabriela Currie (University of Minnesota, Twin Cities) Agnès Garcia-Ventura ( Università di Roma La Sapienza ) Elçin Doğan Gürbüzer ( Ege University-Izmir, Turkey ) Regine Hunziker-Rodewald ( University of Strasbourg ) Kiki Karoglou ( The Metropolitan Museum of Art ) Daniela La Chioma Silvestre Villalva ( University of São Paulo ) Mireia López-Bertran ( Universitat Pompeu Fabra, Barcelona ) Sara Marandola ( Università di Roma La Sapienza ) Daniele F. Maras ( Italian Academy for Advanced Studies in America, Columbia University ) Manolis Mikrakis ( National Technical University of Athens, Greece ) Alessandro Pagliara ( Università degli Studi della Tuscia, Viterbo ) Regine Pruzsinszky ( Albert-Ludwigs-Universität Freiburg ) Arnaud Saura-Ziegelmeyer ( Doctorant en Sciences de l’Antiquité Université de Toulouse II Jean Jaurès ) Donata Sarracino ( Università di Roma La Sapienza )       An RSVP is required. For more information, click here .  Casa Italiana Zerilli-Marimò at New York University presents  Deconstructing Rome Federica Pedriali (University of Edinburgh) Thursday, March 5, 2015, 6:00pm Casa Italiana Zerilli-Marimò 24 West 12th Street 212-998-8739 This lecture is free and open to the public. Seating is on a first-come, first-served basis.  The NYU Classics Department presents  From Cultural Memory to Poetic Memory: Myth, History and Ritual beyond the \"Great Divide\" in Classical Greece Claude Calame (École des hautes études en sciences sociales)  Thursday, March 5, 2015, 6:15pm Silver Center for Arts and Science, Room 503 32 Waverly Place or 31 Washington Place (wheelchair access)  Contact: Christopher Parmenter csp351@nyu.edu Casa Italiana Zerilli-Marimò at New York University presents  Haunting and the Postcolonial Ethics of the Gaze Rhiannon Noel Welch (Rutgers University) Tuesday, March 3, 2015, 6:00pm Casa Italiana Zerilli-Marimò 24 West 12th Street 212-998-8739 This lecture is free and open to the public. Seating is on a first-come, first-served basis. The NYU Institute for the Study of the Ancient World presents  Mesopotamian Prison Blues Nicholas Reid (ISAW) Tuesday, March 3, 2015, 6:00pm Institute for the Study of the Ancient World 15 East 84th Street, Second Floor Lecture Hall 212.992.7800 This lecture is free and open to the public. Seating is on a first-come, first-served basis.  The NYU Institute of Fine Arts presents  SEMINAR ON GREEK AND ROMAN ART AND ARCHITECTURE The Shield of the Athena Parthenos: A New Reconstruction  Jenifer Neils ( Case Western Reserve University ) Thursday, February 26, 2015, 6:00pm The Institute of Fine Arts, 1 East 78th Street, Lecture Hall 212.992.5800         This lecture is free and open to the public, but an RSVP is required. Seating is on a first-come, first-served basis.  The NYU Institute for the Study of the Ancient World presents  Sumerian Art and the Modernist Avant-Garde Zainab Bahrani (Columbia University) Thursday, Feb. 26, 2015, 6:00pm Institute for the Study of the Ancient World 15 East 84th Street 212.992.7800 This lecture is free and open to the public, but registration is required at: isaw.nyu.edu/rsvp  The NYU Classics Department presents  Pyrenaean Mountains and Deep-valleyed Alps: Geography and Empire in the \"Garland of Philip\" Thomas Schmitz (Universität Bonn)  Monday, February 23, 2015, 4:45pm Silver Center for Arts and Science, Room 503 32 Waverly Place or 31 Washington Place (wheelchair access)  Contact: Christopher Parmenter csp351@nyu.edu   The NYU Institute for the Study of the Ancient World presents  Local Saints, National Politics, and the Power of the Past in Early Egypt Janet Richards (University of Michigan) Thursday, Feb. 19, 2015, 6:00pm Institute for the Study of the Ancient World 15 East 84th Street, Second Floor Lecture Hall 212.992.7800 This lecture is free and open to the public, but seating is limited; registration is required at: info@arceny.com  The NYU Classics Department presents  Homeric Women and the Politics of Objects Lilah Grace Canevaro (University of Edinburgh)  Thursday, February 19, 2015, 12:30 pm Silver Center for Arts and Science, Room 503 32 Waverly Place or 31 Washington Place (wheelchair access) Brown bag lunch is provided with RSVP. A reception will follow the talk. To RSVP or for more information, contact: Christopher Parmenter csp351@nyu.edu The NYU Institute for the Study of the Ancient World presents  Writing Christian History in Islamic Egypt: The Case of the Medieval Arabic Text of the \"History of the Patriarchs of Alexandria\" Perrine Pilette (ISAW) Tuesday, Feb. 17, 2015, 6:00pm Institute for the Study of the Ancient World 15 East 84th Street, Second Floor Lecture Hall 212.992.7800 This lecture is free and open to the public. Seating is on a first-come, first-served basis.  The A.S. Onassis Program in Hellenic Studies at New York University presents  Tragic Bodies: The Suffering Body in Greek Tragedy Mary Yossi (University of Athens, Greece) Tuesday, Feb. 17, 2015, 5:00pm 285 Mercer Street, 8th Floor (between Washington and Waverly Place) 212.998.3979 This lecture is free and open to the public, for more information contact: hellenic.studies@nyu.edu  The NYU Institute for the Study of the Ancient World presents  Glam-Ur-ous: The Art of Archaeology and Aesthetics  Jennifer Y. Chi (ISAW) and Pedro Azara (Polytechnic University of Catalonia) Thursday, Feb. 12, 2015, 6:00pm Institute for the Study of the Ancient World 15 East 84th Street 212.992.7800  This lecture is free and open to the public, but registration is required at: isaw.nyu.edu/rsvp  The NYU Institute for the Study of the Ancient World presents From Ancient to Modern: Archaeology and Aesthetics February 12 - June 7, 2015 Institute for the Study of the Ancient World 15 East 84th Street 212.992.7800 For more information about this exhibition, please visit ISAW's website: isaw.nyu.edu/exhibitions   The NYU Institute of Fine Arts presents   CAA 2015: Field/Work: Object and Site  Three related panels with the theme of Field/Work exploring topics arising from the work of the Mellon Research Initiative   The Art of Archaeology; an Art Historical Perspective  Chair: David O’Connor (NYU-IFA) Zainab Bahrani (Columbia University) Sheila Bonde (Brown University) Clemente Marconi (NYU-IFA) Robert W. Preucel (Brown University )  Wednesday, February 11, 2015, 12:30-2:00pm The Institute of Fine Arts, 1 East 78th Street, Lecture Hall 212.992.5800        This panel is free and open to the public; seating is on a first-come, first-served basis. An RSVP is required.         Conservation and the Future of Art        Chair: Michele Marincola (NYU-IFA) Sanchita Balachandran (Johns Hopkins University) Jim Coddington (Museum of Modern Art, New York) Jeanne Marie Teutonico (Getty Conservation Institute) Carol Mancusi Ungaro (Whitney Museum of American Art) Thursday, February 12, 2015, 12:30-2:00pm The Institute of Fine Arts, 1 East 78th Street, Lecture Hall 212.992.5800 This panel is free and open to the public; seating is on a first-come, first-served basis. An RSVP is required.              The Field of Art History and its Work Chair: Patricia Rubin (NYU-IFA) Jean Campbell (Emory University) David Joselit (The Graduate Center, CUNY) Finbarr Barry Flood (NYU-IFA) Jennifer Roberts (Harvard University)  Thursday, February 12, 2015, 5:30-7:00pm The Institute of Fine Arts, 1 East 78th Street, Lecture Hall 212.992.5800 This panel is free and open to the public; seating is on a first-come, first-served basis. An RSVP is required.                          The NYU Institute for the Study of the Ancient World presents  Nomadic Empires in Inner Asia: A Comparative Approach  Jan Bemmann (ISAW)   Tuesday, Feb. 3, 2015, 6:00pm Institute for the Study of the Ancient World 15 East 84th Street, Second Floor Lecture Hall 212.992.7800 This lecture is free and open to the public . Seating is on a first-come, first-served basis.   The NYU Classics Department presents  The End of Exoticism in Heliodorus' Aithiopika  Robert Cioffi (Bard College)  Monday, February 2, 2015, 6:15pm Silver Center for Arts and Science, Room 503 32 Waverly Place or 31 Washington Place (wheelchair access)  Contact: Christopher Parmenter csp351@nyu.edu  THIS EVENT IS CANCELLED DUE TO THE WINTER STORM AND WILL BE RESCHEDULED IN THE SPRING The NYU Institute of Fine Arts presents  SEMINAR ON GREEK AND ROMAN ART AND ARCHITECTURE The New Excavations in the Necropolis of Himera  Stefano Vassallo ( Superintendency of Palermo ) Thursday, January 29, 2015, 6:00pm The Institute of Fine Arts, 1 East 78th Street, Lecture Hall 212.992.5800         This lecture is free and open to the public, but an RSVP is required. Seating is on a first-come, first-served basis.  The NYU Institute for the Study of the Ancient World presents  A King and Courtiers Come to Boston: Homage to Egyptian Art History Rita E. Freed (Museum of Fine Arts, Boston)  Thursday, Jan. 22, 2015, 6:00pm Institute for the Study of the Ancient World 15 East 84th Street, Second Floor Lecture Hall 212.992.7800 This lecture is free and open to the public, but seating is limited; registration is required at: info@arceny.com  Fall 2014   The NYU Institute for the Study of the Ancient World presents   Metal, Salt, and Horse Skulls: Elite-level Exchange and Movement in Prehistoric Southwest China Anke Hein (Ludwig-Maximilians-University, Munich) Tuesday, December 16, 2014, 6:00pm Institute for the Study of the Ancient World 15 East 84th Street, Second Floor Lecture Hall 212.992.7800 This lecture is free and open to the public; seating is on a first-come, first served basis.     The NYU Institute of Fine Arts presents   All That Glisters Is Not Gold: EB II Mochlos in its Eastern Mediterranean Context Tristan Carter (MacMaster University) Friday, December 12, 2014, 6:30pm The Institute of Fine Arts, 1 East 78th Street, Lecture Hall 212.992.5800 This lecture is free and open to the public; seating is on a first-come, first served basis.   The NYU Institute for the Study of the Ancient World presents  \"I Write, Therefore I Am\": Scribes, Literacy, and Identity in Early China Armin Selbitschka (Ludwig-Maximilians-University, Munich ) Tuesday, December 9, 2014, 6:00pm Institute for the Study of the Ancient World 15 East 84th Street, Second Floor Lecture Hall 212.992.7800 This lecture is free and open to the public; seating is on a first-come, first served basis.  The NYU Institute of Fine Arts presents  Archaeological Research at Aphrodisias in 2014 Roland R.R. Smith (Director of Excavations at Aphrodisias; University of Oxford-NYU) Alexander Sokolicek (Field Director of Excavations at Aphrodisias; IFA-NYU) Monday, December 8, 2014, 6:00pm The Institute of Fine Arts, 1 East 78th Street, Lecture Hall 212.992.5800          This lecture is free and open to the public, but an RSVP is required. Seating is on a first-come, first-served basis.  The NYU Institute for the Study of the Ancient World presents The History of the Ptolemaic Collection at the Brooklyn Museum Edward Bleiberg (Brooklyn Museum ) Thursday, December 4, 2014, 6:00pm Institute for the Study of the Ancient World 15 East 84th Street, Second Floor Lecture Hall 212.992.7800  This lecture is free and open to the public, but seating is limited; registration is required at: rsvp_exhibitions@nyu.edu  The NYU Institute for the Study of the Ancient World presents Forecasting Fate in Early China Ethan Harkness (NYU Gallatin and ISAW)  Tuesday, December 2, 2014, 6:00pm Institute for the Study of the Ancient World 15 East 84th Street, Second Floor Lecture Hall 212.992.7800  This lecture is free and open to the public; seating is on a first-come, first served basis. The NYU Classics Department presents  Sometimes They Come Back: Nero, Domitian and the Thebaid of Statius Stefano Rebeggiani (NYU)   Monday, December 1, 2014, 6:15pm Silver Center for Arts and Science, Room 503 32 Waverly Place or 31 Washington Place (wheelchair access)  Contact: Christopher Parmenter csp351@nyu.edu  The NYU Classics Department presents  Generic Attire: Hypsipyle’s Cloaks in Valerius Flaccus and Apollonius Rhodius Andrew Zissos (UC Irvine)   Monday, November 24, 2014, 6:15pm Silver Center for Arts and Science, Room 503 32 Waverly Place or 31 Washington Place (wheelchair access)  Contact: Christopher Parmenter csp351@nyu.edu  The NYU Classics Department and the Center for Ancient Studies present  Latinfest 2014 Claudian: De Raptu Proserpinae Participating schools: NYU, Columbia University, University of Pennsylvania, Rutgers University, and Princeton University Friday, November 21, 2014 Hemmerdinger Hall, Silver Center for Arts and Science 32 Waverly Place or 31 Washington Place (wheelchair access)  9:30am Coffee and Breakfast 10:00am Rutgers: Book 1, including Preface 11:00am Break 11:15am NYU: Book 2: Preface and 1-150 12:15pm Break 12:30pm University of Pennsylvania: Book 2.157-372 1:30pm Lunch 2:30pm Columbia: Book 3.1-259 3:30pm Break 3:45pm Princeton: Book 3.260-448 4:45pm Final Discussion 5:15pm Reception For more information contact: David Levene d.s.levene@nyu.edu  The NYU Classics Department presents  The End of Sacrifice Brent Shaw (Princeton University)   Thursday, November 20, 2014, 6:15pm Silver Center for Arts and Science, Room 503 32 Waverly Place or 31 Washington Place (wheelchair access)  Contact: Christopher Parmenter csp351@nyu.edu The NYU Institute for the Study of the Ancient World presents The World's First Genealogy and Related Issues Adam Schwartz (ISAW)  Tuesday, November 18, 2014, 6:00pm Institute for the Study of the Ancient World 15 East 84th Street, Second Floor Lecture Hall 212.992.7800  This lecture is free and open to the public; seating is on a first-come, first served basis. The NYU Humanities Initiative presents Great New Books in the Humanities: The Feminine Symptom: Aleatory Matter in the Aristotelian Cosmos by Emanuela Bianchi (NYU) Emanuela Bianchi (NYU) Simon Critchley (The New School for Social Research) Claudia Baracchi (University of Milan-Biococca) Moderator: Joy Connolly (NYU)  Tuesday, November 18, 2014, 6:00pm 20 Cooper Square, 5th Floor  This lecture is free and open to the public, but registration is required. To register, click here . For more information, contact: info@humanitiesinitiative.org The NYU Institute for the Study of the Ancient World presents Weights and Trade Relations between Mesopotamia and the Indus Valley Lorenz Rahmstorf (University of Copenhagen)  Monday, November 17, 2014, 6:00pm Institute for the Study of the Ancient World 15 East 84th Street, Second Floor Lecture Hall 212.992.7800  This lecture is free and open to the public; seating is on a first-come, first served basis. The NYU Department of Art History presents  E xhibiting Interaction: Assyria to Iberia at the Dawn of the Classical Age Joan Arnz (Metropolitan Museum of Art)   Monday, November 17, 2014, 6:00pm Silver Center for Arts and Science, Room 301 32 Waverly Place or 31 Washington Place (wheelchair access)  For more information, call 212.998.8180 or email: cas.arthistory@nyu.edu   The NYU Department of Comparative Literature in conjunction with the NYU Center for Ancient Studies ; the NYU Gallatin Fund for Classics and the Contemporary World; the College of Arts and Science, Fairfield University; Global Research Initiatives, NYU Office of the Provost; Postclassicisms; the NYU College of Arts and Science; the NYU Office of the Dean of the Faculty of Arts and Science; the Humanities Initiative at NYU; the NYU Office of the Dean for Humanities; the Center for the Study of Gender and Sexuality at NYU; the NYU Department of Philosophy; the NYU Department of Classics; the NYU Department of Media, Culture, and Communication; and the NYU A.S. Onassis Program in Hellenic Studies presents  POSTHUMAN ANTIQUITIES: A CROSS-DISCIPLINARY CONFERENCE organized by Emanuela Bianchi (NYU), Sara Brill (Fairfield University), and Brooke Holmes (Princeton University)  Friday, November 14, 2014: 9:40am-7:30pm, and Saturday, November 15, 2014: 10:00am-7:30pm Hemmerdinger Hall Silver Center for Arts and Science 32 Waverly Place or 31 Washington Place (wheelchair accessible)  SPEAKERS Claudia Baracchi, (University of Milan-Bicocca ) Emanuela Bianchi, (NYU) Sara Brill, (Fairfield University) Adriana Cavarero, (University of Verona) Rebecca Hill, (RMIT University, Australia) Brooke Holmes, (Princeton University) Miriam Leonard, (University College, London) Ramona Naddaff, (UC Berkeley) Michael Naas, (DePaul University) Mark Payne, (University of Chicago) James I. Porter, (UC Irvine) John Protevi, (Louisiana State University) Kristin Sampson, (University of Bergen, Norway) Giulia Sissa, (UCLA)  For more information, click here or contact the Department of Comparative Literature at 212.998.879 The NYU Classics Department presents  Vergil, Empedocles, and The Cosmic Storm Alessandro Schiesaro (Sapienza – Università di Roma) Thursday, November 13, 2014, 6:15pm Silver Center for Arts and Science, Room 503 32 Waverly Place or 31 Washington Place (wheelchair access)  Contact: Christopher Parmenter csp351@nyu.edu  The NYU A.S. Onassis Program in Hellenic Studies present s Replaying Empire and Re(per)forming Civic Identity in 4th Century BC Athens Johanna Hanink (Brown University) Respondent: David Konstan (NYU)  Wednesday, November 12, 2014, 12:30-2:00pm 285 Mercer St., 8th floor  For more information contact: hellenic.studies@nyu.edu or call 212.998.3990  The NYU Department of Anthropology and the AIA New York Society present Making Sense of Neandertals: What We Have Learned from Bones, Teeth and Genes Shara Bailey (NYU)  Wednesday, November 12, 2014, 6:30pm NYU Department of Anthropology 25 Waverly Place  This lecture is free and open to the public; for more information contact: events@aia-nysociety.org  The NYU Center for Ancient Studies , in conjunction with the Aquila Theatre : YouStories Project, National Endowment for the Humanities; the Society for Artistic Veterans; and the Dean of the College of Arts and Science announces the   Rose-Marie Lewent Conference WarStories: Ancient and Modern Narratives of War  Tuesday, November 11, 2014 Hemmerdinger Hall Silver Center for Arts and Science 32 Waverly Place or 31 Washington Place (wheelchair accessible) 5:30pm WELCOME Matthew S. Santirocco, Senior Vice Provost, Professor of Classics, and Angelo J. Ranieri Director of Ancient Studies, NYU  Peter Meineck, Clinical Associate Professor of Classics, NYU /Founder and Program Director, Aquila Theatre Kirsten Gillibrand, United States Senator for New York (via video) William D. Adams , Chairman, National Endowment for the Humanities  5:45pm OPENING ADDRESS Telling Who We Are Kwame Anthony Appiah, Professor of Philosophy and Law, NYU 6:15pm A FEMALE PHILOCTETES, BASED ON SOPHOCLES * Three Passages: Aquila Theatre directed by Desiree Sanchez; music by Ralph Farris 1.The Deceit Begins: Philoctetes and Neoptolemus 2.The Fight for the Bow: Odysseus Intervenes 3.The Call to Arms: Herakles Appears 7:00pm RESPONSE Nancy Sherman, University Professor of Philosophy, Georgetown University 7:15pm AUDIENCE DISCUSSION Peter Meineck and Nancy Sherman, Moderators 7:30pm RECEPTION The conference will be preceded by an afternoon of staged readings presented by the Society for Artistic Veterans and Aquila Theatre from 1:00-5:00pm in Hemmerdinger Hall. Scenes from new plays written by veterans will be followed by discussion. * A Female Philoctetes was first presented at The Brooklyn Academy of Music in April 2014, and is based on Sophocles' Philoctetes, translated by Peter Meineck (Hackett Publishing, 2014). This conference is free and open to the public. For more information, contact the Center for Ancient Studies at ancient.studies@nyu.edu or 212.992.7978 The NYU Institute for the Study of the Ancient World presents Recent Advances in Research on Iranian and Central Asian Metalware. A Few Examples - Iranian Silver Plates from Sasanian and Post-Sasanian Iran Frantz Grenet (Collège de France) Monday, November 10, 2014, 5:00pm Institute for the Study of the Ancient World 15 East 84th Street, Second Floor Lecture Hall 212.992.7800 This lecture is free and open to the public, but seating is limited; registration is required at: isaw@nyu.edu  The NYU Institute of Fine Arts presents  From 'Surface' to 'Substrate': The Archaeology and Art History of Material Transfers    A conference organized in conjunction with the Mellon Research Initiative Patricia Crown (University of New Mexico) Rebecca Farbstein (University of Southampton) Olivier Gosselain (Université Libre de Bruxelles) Jonathan Hay (NYU-IFA) Erma Hermens (University of Glasgow) David Killick (University of Arizona) Clemente Marconi (NYU-IFA) Michele Marincola (NYU-IFA) Marcos Martinon-Torres (University College London) David Wengrow (University College London)  Friday and Saturday, November 7-8, 2014 The Institute of Fine Arts, 1 East 78th Street, Lecture Hall 212.992.5800          This lecture is free and open to the public, but an RSVP is required. Seating is on a first-come, first-served basis.  For the full conference program, click here.  NYU's Gallatin School of Individualized Study presents Theater at Gallatin: Roman Tragedies Festival  Performances of Shakespeare's The Rape of Lucrece, Julius Caesar, Coriolanus, Antony and Cleopatra November 6-16, 2014 The Jerry H. Labowitz Theatre for the Performing Arts 1 Washington Place For reservations and more information, visit the Gallatin events webpage: gallatin.nyu.edu/utilities/events/2014/11/romantragediesfestival.html  The NYU Institute for the Study of the Ancient World presents The Lure of Gold and Iron: China and the Steppe in the First Millennium BC Jessica Rawson (University of Oxford) Thursday, November 6, 2014, 6:00pm Institute for the Study of the Ancient World 15 East 84th Street, Second Floor Lecture Hall 212.992.7800 This lecture is free and open to the public, but seating is limited; registration is required at: isaw@nyu.edu  The NYU Institute for the Study of the Ancient World presents  Portraits of the Ptolemies: Greek Kings as Egyptian Pharaohs  Paul E. Stanwick (Independent Scholar) Thursday, October 30, 2014, 6:00pm Institute for the Study of the Ancient World 15 East 84th Street, Second Floor Lecture Hall 212.992.7800 This lecture is free and open to the public, but seating is limited; registration is required at: rsvp_exhibitions@nyu.edu  The NYU Institute of Fine Arts presents  Identifying with the \"Other\": Dining with Painted Pygmies in Pompeii   Caitlin Eilis Barrett ( Cornell University ) Thursday, October 30, 2014, 6:00pm The Institute of Fine Arts, 1 East 78th Street, Lecture Hall 212.992.5800         This lecture is free and open to the public, but an RSVP is required. Seating is on a first-come, first-served basis.  The NYU Institute of Fine Arts presents  Archaeological Excavations at Selinunte   Clemente Marconi ( NYU-IFA ) Tuesday, October 28, 2014, 6:00pm The Institute of Fine Arts, 1 East 78th Street, Lecture Hall 212.992.5800         This lecture is free and open to the public, but an RSVP is required. Seating is on a first-come, first-served basis.  The NYU Classics Department presents The Case for Using \"Race\" in Classical Studies (Twenty-Five Years after Black Athena) Denise Eileen McCoskey ( Miami University ) Monday, October 27, 2014, 6:00pm Silver Center for Arts and Science, Room 503 32 Waverly Place or 31 Washington Place (wheelchair access)  Contact: Christopher Parmenter csp351@nyu.edu The NYU Institute for the Study of the Ancient World presents On the Waterfront at Giza: Workers’ Town and Pyramid Port – Latest Discoveries Mark Lehner ( Boston University ) Monday, October 20, 2014, 6:30pm Institute for the Study of the Ancient World 15 East 84th Street, Second Floor Lecture Hall 212.992.7800 This lecture is free and open to the public; seating is on a first-come, first served basis. The NYU Institute for the Study of the Ancient World presents  Life in a Multicultural Society: The Jewish Community of Elephantine in Egypt under Persian Rule  J.H.F. Dijkstra (University of Ottowa) Thursday, October 16, 2014, 6:00pm Institute for the Study of the Ancient World 15 East 84th Street, Second Floor Lecture Hall 212.992.7800 This lecture is free and open to the public, but seating is limited; registration is required at: rsvp_exhibitions@nyu.edu  The NYU Institute for the Study of the Ancient World presents The Galenic Origins of the Modern Science Textbook Claire Bubb ( ISAW ) Tuesday, October 14, 2014, 6:00pm Institute for the Study of the Ancient World 15 East 84th Street, Second Floor Lecture Hall 212.992.7800 This lecture is free and open to the public; seating is on a first-come, first served basis. The NYU Institute for the Study of the Ancient World presents WHEN THE GREEKS RULED EGYPT: From Alexander the Great to Cleopatra October 8, 2014 - January 4, 2015 Institute for the Study of the Ancient World 15 East 84th Street, Second Floor Lecture Hall 212.992.7800 For more information about this exhibition, please visit ISAW's website: isaw.nyu.edu/exhibitions  The NYU Classics Department presents Mobility, Migration, and the Emergence of the Polis: Critical Approaches to Greek Colonization Irad Malkin ( Tel Aviv University ) Monday, October 6, 2014, 6:00pm Silver Center for Arts and Science, Room 503 32 Waverly Place or 31 Washington Place (wheelchair access)  Contact: Christopher Parmenter csp351@nyu.edu The NYU Institute of Fine Arts presents       Who Signed What? Artists and Signatures in Ancient Greece Jeffrey Hurwit ( University of Oregon ) Tuesday, September 23, 2014, 6:00pm      The Institute of Fine Arts, 1 East 78th Street, Lecture Hall      212.992.5800         This lecture is free and open to the public, but an RSVP is required. Seating is on a first-come, first-served basis.      The NYU Institute for the Study of the Ancient World presents Oasis Magna: Kharga and Dakhla Oases in Antiquity Organized by Roger Bagnall ( ISAW ) and Gaëlle Tallet ( University of Limoges )    Friday and Saturday, September 19-20, 2014 Institute for the Study of the Ancient World 15 East 84th Street, Second Floor Lecture Hall 212.992.7800 This conference is free and open to the public, but space is limited and registration is required. To register, email: isaw@nyu.edu To view the conference program, click here The NYU Classics Department presents Divine Institutions: Religion and State Formation in Mid-Republican Rome Dan-el Padilla Peralta ( Columbia University ) Monday, September 15, 2014, 6:00pm Silver Center for Arts and Science, Room 503 32 Waverly Place or 31 Washington Place (wheelchair access)  Contact: Christopher Parmenter csp351@nyu.edu The NYU Institute for the Study of the Ancient World presents Vespasian at Play: 74 AD Theodore Buttrey ( Fitzwilliam Museum, Cambridge University ) Tuesday, September 9, 2014, 6:00pm Institute for the Study of the Ancient World 15 East 84th Street, Second Floor Lecture Hall 212.992.7800 This lecture is free and open to the public; seating is on a first-come, first served basis."}, {"content": "Course Offerings    | Classics | NYU                                                          Back to  previous page                  Course Offerings   Jump to: Latin Ancient Greek Advanced Latin and Advanced Ancient Greek Literature (No Latin or Greek Required) Greek and Roman History and Culture Art and Archaeology Philosophy, Religion, and Intellectual History Special Courses Spring and Summer Study Abroad Courses Graduate Courses Open to Undergraduates  Latin Elementary Latin I, II CLASS-UA 3, 4 Both terms must be completed to receive credit toward any departmental major or minor. Offered every year. 4 points per term. Introduction to the essentials of Latin, the language of Vergil, Caesar, and Seneca. Five hours of instruction weekly, with both oral and written drills and an emphasis on the ability to read Latin rather than merely translate it. The second semester (CLASS-UA 4) introduces the student to selected readings from standard Latin authors, including Catullus, Cicero, Ovid, and Pliny. Intensive Elementary Latin CLASS-UA 2 Open to students with no previous training in Latin and to others through assignment by placement test. Offered periodically, in the spring term only. 6 points. Completes the equivalent of a year's elementary level in one semester. Intermediate Latin I: Reading Prose CLASS-UA 5 Prerequisites: Elementary Latin I and II (CLASS-UA 3 and 4), or Intensive Elementary Latin (CLASS-UA 2), or equivalent. Offered every year. 4 points. Teaches second-year students to read Latin prose through comprehensive grammar review; emphasis on the proper techniques for reading (correct phrase division, the identification of clauses, and reading in order); and practicing reading at sight. Authors may include Caesar, Cicero, Cornelius Nepos, Livy, Petronius, or Pliny, at the instructor's discretion. Intermediate Latin II: Vergil CLASS-UA 6 Prerequisite: Intermediate Latin I: Reading Prose (CLASS-UA 5) or equivalent. Offered every year. 4 points. Writings of the greatest Roman poet, focusing on his most celebrated poem, the Aeneid. Students learn to read Latin metrically to reflect the necessary sound for full appreciation of the writing. Readings in political and literary history illustrate the setting in the Augustan Age in which the Aeneid was written and enjoyed, the relationship of the poem to the other classical epics, and its influence on the poetry of later times.     Ancient Greek Elementary Ancient Greek I, II CLASS-UA 7, 8 Both terms must be completed to receive credit toward any departmental major or minor. Offered every year. 4 points per term. Introduction to the complex but highly beautiful language of ancient Greece—the language of Homer, Sophocles, Thucydides, and Plato. Students learn the essentials of ancient Greek vocabulary, morphology, and syntax. Five hours of instruction weekly, with both oral and written drills and an emphasis on the ability to read Greek rather than merely translate it. Intermediate Ancient Greek I: Plato CLASS-UA 9 Prerequisites: Elementary Ancient Greek I and II (CLASS-UA 7 and 8) or equivalent. Offered every year. 4 points. Reading of Plato's Apology and Crito and selections from the Republic. The purpose of the course is to develop facility in reading Attic prose. Supplements readings in Greek with lectures on Socrates and the Platonic dialogues. Intermediate Ancient Greek II: Homer CLASS-UA 10 Prerequisite: Intermediate Ancient Greek I: Plato (CLASS-UA 9) or equivalent. Offered every year. 4 points. Extensive readings in the Iliad or Odyssey. Proficiency in scansion is expected, as well as a good command of Homeric vocabulary. Relevant topics ranging from the Homeric question to problems of oral tradition through the archaeological evidence of Bronze Age Greece and Troy are discussed in class or developed by the student through oral or written reports.     Advanced Latin and Advanced Ancient Greek    Each term, the department offers one course in advanced Latin and one course in advanced Greek. Courses are taught on a cycle; students may take up to six consecutive terms without repeating material. Advanced Latin: Epic CLASS-UA 871 Prerequisite: Intermediate Latin II: Vergil (CLASS-UA 6) or equivalent. Offered every three years. 4 points. Extensive readings in Vergil's Aeneid and the other epics of Rome, including Ovid's Metamorphoses, Lucan's Bellum Civile, and Lucretius's De Rerum Natura. Consideration is given to the growth and development of Roman epic, its Greek antecedents, and its relationship to the Romans' construction of their past. Study of the development of the Latin hexameter is also included. Advanced Latin: Cicero CLASS-UA 872 Prerequisite: Intermediate Latin II: Vergil (CLASS-UA 6) or equivalent. Offered every three years. 4 points. Offering extensive readings from the prose works of Cicero, this course provides readings in Latin of a selection from Cicero's speeches, letters, oratorical works, and philosophical works. Cicero's place in the development of Latin literature is also considered, as is the social and political world of the late Republic that he inhabited. Advanced Latin: Lyric and Elegy CLASS-UA 873 Prerequisite: Intermediate Latin II: Vergil (CLASS-UA 6) or equivalent. Offered every three years. 4 points. Provides extensive readings from the works of Rome's greatest lyric and elegiac poets, including Catullus, Horace, Tibullus, Propertius, and Ovid. The various lyric meters adapted by the Romans are considered, as is the development of the Latin love elegy. Advanced Latin: Comedy CLASS-UA 874 Prerequisite: Intermediate Latin II: Vergil (CLASS-UA 6) or equivalent. Offered every three years. 4 points. A selection of plays from those of Plautus and Terence. The development of Roman comedy, its relationship to Greek New Comedy, and its social and cultural place in Roman life are also discussed. Some facility in Plautine and Terentian meter is expected. Advanced Latin: Satire CLASS-UA 875 Prerequisite: Intermediate Latin II: Vergil (CLASS-UA 6) or equivalent. Offered every three years. 4 points. With extensive readings from Horace's, Juvenal's, and Persius's satires, this course traces the development of the satiric mode from its earliest beginnings in Rome to its flowering under the Empire. The relationship of satire to the social world of Rome, including its treatment of money, women, political figures, and social climbers, is also examined. Advanced Latin: Latin Historians CLASS-UA 876 Prerequisite: Intermediate Latin II: Vergil (CLASS-UA 6) or equivalent. Offered every three years. 4 points. Readings from the three masters of Roman historiography, Sallust, Livy, and Tacitus. The course also considers the rise and development of history in Rome, its relationship to myth, and its narrative structure and manner. Advanced Individual Study in Latin CLASS-UA 891, 892, 893, 894 Prerequisite: permission of the department. Offered every year. 2 or 4 points per term. Advanced Greek: Archaic Poetry CLASS-UA 971 Prerequisite: Intermediate Ancient Greek II: Homer (CLASS-UA 10) or equivalent. Offered every three years. 4 points. Extensive readings from the lyric, elegiac, and iambic poets of Greece. The course studies the use of the various lyric forms, the different meters employed by the archaic poets, and the social functions of archaic poetry. Advanced Greek: Greek Historians CLASS-UA 972 Prerequisite: Intermediate Ancient Greek II: Homer (CLASS-UA 10) or equivalent. Offered every three years. 4 points. Readings from the two fifth-century masters of Greek historiography, Herodotus and Thucydides. The course examines the themes, narrative structure, and methodology of both writers, as well as giving some consideration to the rise of history writing in Greece and its relationship to myth and epic. Advanced Greek: Drama CLASS-UA 973 Prerequisite: Intermediate Ancient Greek II: Homer (CLASS-UA 10) or equivalent. Offered every three years. 4 points. Readings of several plays from among those of Aeschylus, Sophocles, and Euripides. Spoken and choral meter are studied, and the role of performance, dramaturgy, and the place of theatre in Athenian society is also examined. Advanced Greek: Orators CLASS-UA 974 Prerequisite: Intermediate Ancient Greek II: Homer (CLASS-UA 10) or equivalent. Offered every three years. 4 points. Readings of several speeches from the major Attic orators (Lysias, Aeschines, and Demosthenes). The course also examines the role of law in Athenian society, procedure in the Athenian courts, and rhetorical education and training. Advanced Greek: Philosophy CLASS-UA 975 Prerequisite: Intermediate Ancient Greek II: Homer (CLASS-UA 10) or equivalent. Offered every three years. 4 points. Readings from the dialogues of Plato and the major philosophical works of Aristotle. Advanced Greek: Hellenistic Poetry CLASS-UA 976 Prerequisite: Intermediate Ancient Greek II: Homer (CLASS-UA 10) or equivalent. Offered every three years. 4 points. Offers a selection of authors (including Callimachus, Theocritus, and Apollonius) and genres (pastoral, hymn, epigram, drinking song) from the Hellenistic era. Advanced Individual Study in Ancient Greek CLASS-UA 991, 992, 993, 994 Prerequisite: permission of the department. Offered every year. 2 or 4 points per term.     Literature (No Latin or Greek Required) Greek Drama: Aeschylus, Sophocles, and Euripides CLASS-UA 143 Identical to DRLIT-UA 210. Offered periodically. 4 points. Of the ancient Greeks' many gifts to Western culture, one of the most celebrated and influential is the art of drama. This course covers, through the best available translations, the masterpieces of the three great Athenian dramatists. Analysis of the place of the plays in the history of tragedy and the continuing influence they have had on serious playwrights, including those of the 20th century. The Comedies of Greece and Rome CLASS-UA 144 Identical to DRLIT-UA 211. Offered periodically. 4 points. Study of early comedy, its form, content, and social and historical background. Covers the Old Comedy of fifth-century B.C.E. Athens through later Attic New Comedy and Roman comedy. Authors include Aristophanes (all 11 plays, one may be staged); Euripides, whose tragedies revolutionized the form of both comedy and tragedy; Menander, whose plays have only recently been discovered; and Plautus and Terence, whose works profoundly influenced the development of comedy in Western Europe. Greek and Roman Epic CLASS-UA 146 Offered periodically. 4 points. Detailed study of the epic from its earliest form, as used by Homer, to its use by the Roman authors. Concentrates on the Iliad and the Odyssey of Homer and on Vergil's Aeneid, but may also cover the Argonautica of the Alexandrian poet Apollonius of Rhodes and Ovid's Metamorphoses, as well as the epics representative of Silver Latin by Lucan, Silius Italicus, and Valerius Flaccus. The Novel in Antiquity CLASS-UA 203 Identical to COLIT-UA 203. Offered periodically. 4 points. Survey of Greek and Roman narrative fiction in antiquity, its origins and development as a literary genre, and its influence on the tradition of the novel in Western literature. Readings include Chariton's Chaereas and Callirrhoe, Longus's Daphnis and Chloe, Heliodorus's Ethiopian Tale, Lucian's True History, Petronius's Satyricon, and Apuleius's Golden Ass. Concludes with the Gesta Romanorum and the influence of this tradition on later prose, such as Elizabethan prose romance. Ancient Political Theory CLASS-UA 206 Offered periodically. 4 points. Examines the foundation and interpretation of Athenian democracy and Roman republicanism. Readings include Plato's Republic, Thucydides' History of the Peloponnesian War, Aristotle's Politics, and Cicero's Republic and Laws. Classical Mythology CLASS-UA 404 Identical to RELST-UA 404. Offered every year. 4 points. Discusses the myths and legends of Greek and Roman mythology and the gods, demigods, heroes, nymphs, monsters, and everyday mortals who played out their parts in this mythology. Begins with creation, as vividly described by Hesiod in the Theogony, and ends with the great Trojan War and the return of the Greek heroes, especially Odysseus. Roman myth is also treated, with emphasis on Aeneas and the foundation legends of Rome.      Greek and Roman History and Culture Sexuality and Gender in Greece and Rome CLASS-UA 210 Offered periodically. 4 points. Deals with the constructions of gender and experiences of sexuality in ancient Greece and Rome. Working with texts and representations from varied discourses such as medicine, law, literature, visual art, and philosophy, students explore the ways in which the ancient Greeks and Romans perceived their own bodies in such a way as to differentiate gender and understand desire. The class also discusses how eroticism and gender support and subvert political and social ideologies. Everyday Life in Ancient Rome CLASS-UA 212 Offered periodically. 4 points. Study of daily life as it was lived by the Romans in the period of the late Republic and early Empire: how they worked, worshipped, dressed, fed, and entertained themselves. Looks at questions of family life and social status, at rich and poor, at slaves and free, and at the lives of men, women, and children. Also considers marriage and divorce, crime and punishment, and law and property. All of these issues are examined primarily through original texts such as ancient documents, legal sources, and literary texts in which such Roman authors as Horace, Martial, and Juvenal describe their own lives and those of their contemporaries. Greek History from the Bronze Age to Alexander CLASS-UA 242 Identical to HIST-UA 200. Offered every other year. 4 points. Until a few decades ago, Greek history began with Homer and dealt narrowly with the Greek world. Thanks to archaeology, the social sciences, and other historical tools, the chronological and geographical horizons have been pushed back. The history of the Greeks now starts in the third millennium B.C.E. and is connected to the civilization that lay to the east, rooted in Egypt and Mesopotamia. This course traces Greek history from the Greeks' earliest appearance to the advent of Alexander. The Greek World from Alexander to Augustus CLASS-UA 243 Identical to HIST-UA 243. Offered every other year. 4 points. Continuation of the history of ancient Greece from the age of Alexander the Great in the fourth century B.C.E. until Emperor Augustus consolidated the Roman hold over the eastern Mediterranean in the first century B.C.E. These three centuries saw the relationship between Rome and the Near East become most meaningful. This course examines Alexander's conquests, the states established by his successors (Ptolemies of Egypt and Seleucids of Syria), and the increasing intervention of Rome. History of the Roman Republic CLASS-UA 267 Identical to HIST-UA 205. Offered every other year. 4 points. In the sixth century B.C.E., Rome was an obscure village. By the end of the fourth century B.C.E., Rome was master of Italy, and within another 150 years, it dominated almost all of the Mediterranean world. Then followed a century of unrest involving some of the most famous events and men—Caesar, Pompey, and Cato—in Western history. The course surveys this vital period with a modern research interpretation. History of the Roman Empire CLASS-UA 278 Identical to HIST-UA 206. Offered every other year. 4 points. In the spring of 44 B.C.E., Julius Caesar was murdered by a group of senators disgruntled with his monarchic ways. However, Caesar's adoptive son and heir, Gaius Octavius, was quickly on the scene, and over the course of the next half-century managed to establish himself as Rome's first emperor. About three centuries later, Constantine the Great would rise to imperial power and with him came a new state religion—Christianity. This course examines the social and political history of the Roman Empire from the time of Augustus to that of Constantine and also closely observes the parallel growth of Christianity. History of Ancient Law CLASS-UA 292 Offered periodically. 4 points. Examines the development of law and legal systems and the relationships of these to the societies that created them, starting with some ancient Near Eastern systems and working down to the Roman period. The main focus is on the fully developed system of Roman law.      Art and Archaeology Ancient Art at Risk: Conservation, Ethics, and Cultural Property CLASS-UA 100 Prerequisite: permission of the instructor. 4 points. Examines the environmental, material, social, and political forces that put ancient art at risk, including exposure to natural elements, acid rain, pollution, dam building, tourism, urban development, armed conflict, looting, theft, and the illicit trade in antiquities. Issues of conservation, preservation, and ethics are considered through case studies that focus on sites, monuments, and materials. Team-taught with physical chemistry professor Norbert S. Baer of the Institute of Fine Arts Conservation Center, this course reviews a range of applied technologies used in the analysis of ancient objects: radiocarbon dating, thermoluminescence, dendrochronology, stable isotope analysis, dedolomitization, and elemental analysis. Authenticity and forgery, dating and provenance, and the sourcing of ancient materials are among the issues examined. The use of coins, inscriptions, and stamped amphora handles and ceramics is evaluated as criteria for establishing absolute and relative chronologies. Consideration is given to the role that stylistic analysis and connoisseurship have played in our understanding of ancient art. This interdisciplinary course is ideal for students who are interested in the intersection of classical archaeology with law, science, ethics, public policy, cultural resource management, and the environment. We track developments in global cultural property laws, international conventions, and the repatriation of cultural materials. The Parthenon and Its Reception: From Antiquity to the Present CLASS-UA 150 Identical to ARTH-UA 150. Prerequisite: permission of the instructor. 4 points. This colloquium traces the history of the Parthenon and its reception through its transformations from the temple of Athena, to Christian church, to mosque, to ruin, to icon of Western art and culture. The landscape, topography, and topology of the Athenian Acropolis are examined with an eye toward understanding the interrelation of place, myth, cult, and ritual. The architectural phases of the Parthenon, its program of sculptural decoration, its relationship to other monuments on the Acropolis, and the foundation myths that lie behind its meaning are scrutinized. Issues of reception, projection, and appropriation are considered, as well as interventions through conservation and reconstruction. Efforts to secure the repatriation of the Parthenon sculptures are reviewed within the broader context of global cultural heritage law and the opening of the New Acropolis Museum. Introduction to Classical Archaeology: Constructions of the Greek and Roman Past CLASS-UA 305 Offered periodically. 4 points. An introduction to the archaeology of the Mediterranean world, examining the history and contexts of sites and monuments, as well as the methods, practices, and research models through which they have been excavated and studied. From Bronze Age palaces of the Aegean, to the Athenian Acropolis, to the cities of Alexander the Great, the Roman forum, Pompeii, and the Roman provinces, we consider the ways in which art, archaeology, architecture, everyday objects, landscape, urbanism, technology, and ritual teach us about ancient Greek and Roman societies. Special focus is placed on reception, the origins of archaeology in the Renaissance, 19th- to 20th-century humanistic and social scientific approaches, and postmodern social constructions of knowledge. Ancient Art CLASS-UA 310 Identical to ARTH-UA 3. Offered periodically. 4 points. Examines the arts of Egypt, Near East, Greece, and Rome within the contexts and diversities of their cultures. Special emphasis is placed on form, function, and style and on the significance of this material for later periods within the history of art. Major monuments and objects are studied within their full historiographical contexts, as well as within the frameworks of current archaeological and art historical theory and methods. Focus is placed on materiality, technique, authorship, patronage, and reception. This course serves as a foundation for study of almost any branch of Western humanism. Birth of Greek Art: From the Bronze Age to the Geometric Period CLASS-UA 311 Identical to ARTH-UA 101. Offered periodically. 4 points. Surveys the art, archaeology, and culture of the Aegean Bronze Age and early Iron Age: from ancient Thera to the palace-based states of Minoan Crete and the Mycenaean Greek mainland, to developments within communities of the eighth century B.C.E. Architecture, wall painting, sculpture, ceramics, and narrative in early Greek art are among the topics examined, along with absolute and relative chronologies and the development of writing. Emphasis is placed on critical approaches to material culture within the contexts of religion, sociopolitical and economic organization, burial practices, trade networks, and interactions with neighboring cultures. Archaic and Classical Art: Greek and Etruscan CLASS-UA 312 Identical to ARTH-UA 102. Prerequisite: History of Western Art I (ARTH-UA 1), Ancient Art (ARTH-UA 3), or permission of the instructor. Offered every other year. 4 points. Greek and Etruscan art and archaeology from the seventh century through the fourth century B.C.E., including the orientalizing and archaic styles, the emergence of the classical style, changes in art and life in the fourth century, and the impact of Macedonian court art before and during the time of Alexander the Great. Focuses on architecture, sculpture, and vase painting within their full social, religious, and political contexts, with careful attention to material, style, technique, function, iconography, authorship, and patronage. Special topics include the body, votive practice, cult statues, athletic statuary, architectural decoration, portraiture, myth, narrative, landscape, and aesthetics. Includes study of the Metropolitan Museum of Art collections. Hellenistic and Roman Art CLASS-UA 313 Identical to ARTH-UA 103. Prerequisite: History of Western Art I (ARTH-UA 1), Ancient Art (ARTH-UA 3), or permission of the instructor. Offered every other year. 4 points. Traces developments in art and archaeology from the conquests of Alexander the Great to the beginnings of Christian domination under Constantine in the fourth century C.E. The diversity of the Hellenistic and Roman worlds is examined through careful consideration of Macedonian court art; the spread of Hellenistic culture from Greece to the Indus Valley; the arts of the Ptolemaic, Attalid, and Seleucid kingdoms; the expansion of Rome in the western Mediterranean; and the arts of the Roman Empire. Special emphasis on landscapes; rituals; social and political complexities; problems of chronology, styles, and copies; portraiture and identity; power and empire; luxury and trade; and hybridization. Includes study of the Metropolitan Museum of Art and Brooklyn Museum collections. Archaeologies of Rome and the Empire CLASS-UA 351 Offered periodically. 4 points. Surveys the archaeologies of Rome and the Italian Peninsula, including the cities of Etruria and the Greek settlements of South Italy and Sicily, as well as the Roman provinces, with special focus on Asia and North Africa. Public and private buildings and monuments, including temples, marketplaces, triumphal arches, colonnaded streets, theatres, amphitheatres, baths, water supply systems, luxury villas, apartment blocks, and gardens, are examined. From urban centers to rural landscapes, we consider Roman taste and technologies, identity and traditions, within their full social, cultural, religious, and economic contexts. With a focus on sculpture, wall painting, mosaics, and decorative arts, developments in Roman visual culture are tracked through the late antique period. Archaeologies of Greece CLASS-UA 352 Offered periodically. 4 points. This survey of Greek landscapes, sites, monuments, and images presents the art and archaeology of the Greek world from the Neolithic to the late antique period. Architecture, painting, sculpture, and decorative arts are studied within their full social, cultural, and religious contexts. From the palaces of the Aegean Bronze Age; to the Panhellenic sanctuaries at Olympia, Delphi, Nemea, and Isthmia; to the city of Athens and the monuments of the Athenian Acropolis; to the great Hellenistic cities of Asia Minor, special focus is placed on landscape, myth, memory, materials, and ritual in shaping the visual culture of ancient Greece. The formation of the city-state and its political, economic, and religious institutions are explored within their full urban settings. The development and history of classical archaeology as a discipline are reviewed, along with issues of reception, connoisseurship, critical theory, and methods. Greek Architecture CLASS-UA 353 Identical to ARTH-UA 104. Prerequisite: permission of the instructor. Offered periodically. 4 points. History of Greek architecture from the archaic through the Hellenistic periods (eighth to first centuries B.C.E.). Provides a chronological survey of the Greek architectural tradition from its Iron Age origins, marked by the construction of the first all-stone temples, to its radical transformation in the late Hellenistic period, most distinctively embodied in the baroque palace architecture reflected in contemporary theatre stage-buildings. The lectures, accompanying images, and readings present the major monuments and building types, as well as such related subjects as city planning and urbanism, building methods, and traditions of architectural patronage. Roman Architecture CLASS-UA 354 Identical to ARTH-UA 105. Prerequisite: permission of the instructor. Offered periodically. 4 points. History of Roman architecture from the Hellenistic to the early Christian periods (first century B.C.E. to sixth century C.E.). Provides a chronological survey of Roman architecture from its early development against the background of the Greek and Etruscan traditions to the dramatic melding of the divergent trends of late antiquity in the great Justinian churches of Constantinople and Ravenna. The lectures, accompanying images, and readings present the major monuments and building types, as well as such related subjects as city planning and urbanism, Roman engineering, and the interaction between Rome and the provinces.       Philosophy, Religion, and Intellectual History Ancient Political Theory CLASS-UA 206 Offered periodically. 4 points. Examines the foundation, interpretation, and modern reception of Athenian democracy and Roman republicanism. Readings include Plato's Republic, Thucydides' History of the Peloponnesian War, Aristotle's Politics, and Cicero's Republic and Laws. Introduction to the New Testament CLASS-UA 293 Identical to RELST-UA 302 and HBRJD-UA 22. Offered periodically. 4 points. Introduces students to issues and themes in the history of the Jesus movement and early Christianity through a survey of the main texts of the canonical New Testament, as well as other important early Christian documents. Students are given the opportunity to read most of the New Testament text in a lecture-hall setting where the professor provides historical context and focuses on significant issues, describes modern scholarly methodologies, and places the empirical material within the larger framework of ancient history and the theoretical study of religion. Ancient Religion: From Paganism to Christianity CLASS-UA 409 Identical to RELST-UA 409. Offered periodically. 4 points. The period from the beginnings of Greek religion until the spread of Christianity spans over 2,000 years and many approaches to religious and moral issues. This course traces developments such as the Olympian gods of Homer and Hesiod; hero worship; public and private religion; views of death, the soul, and afterlife; Dionysus; Epicureanism; and Stoicism. It deals with changes in Greek religion during the Roman republic and early empire and the success of Christians in converting pagans in spite of official persecution. Martyrdom, Ancient and Modern CLASS-UA 646 Identical to RELST-UA 660. Offered every other year. 4 points. Examines the theory and practice of martyrdom in the West. Begins with a close study of the development of the martyrological discourse in classical, early Christian, early Jewish, and Muslim literature and culture. Also traces how the concept of martyrdom is deployed in modern culture in various phenomena, such as the \"Columbine martyrs,\" \"martyrdom operations\" (\"suicide bombers\"), political martyrdom, and modern notions of holy war. Greek Thinkers CLASS-UA 700 Identical to PHIL-UA 122. Offered periodically. 4 points. The origins of nonmythical speculation among the Greeks and the main patterns of philosophical thought, from Thales and other early speculators about the physical nature of the world through Socrates, Plato, Aristotle, the Stoics, the Epicureans, and the Neoplatonists.       Special Courses Special Topics in Classical Studies I, II, III CLASS-UA 291, 293, 294 Usually assigns readings in English translation. Offered periodically. 2 or 4 points per term. Seminar topics vary from semester to semester, although the focus is always on a limited aspect of life, history, literature, art, or archaeology of Greco-Roman antiquity. Topics from past semesters include the Trojan War, archaeology and pottery, Alexander the Great, the Etruscans, and crime and violence in the ancient world. Future topics may include Plato and Aristotle, ancient medicine, the Age of Pericles, the Age of Augustus, and Latin love poetry. Senior Honors Seminar and Thesis CLASS-UA 295, 297 Prerequisite: permission of the department. 2 or 4 points per term.             Internship CLASS-UA 980, 981 Prerequisite: permission of the department. Open only to juniors and seniors. Offered every year. 2 or 4 points per term. Internships with institutions such as the Brooklyn Museum and the American Numismatic Society afford students the opportunity to work outside the University in areas related to the field of classics. Requirements for completion of such internships include periodic progress reports and a paper describing the entire project.       Independent Study CLASS-UA 997, 998 Prerequisite: permission of the department. 2 or 4 points per term.  Spring and Summer Study Abroad Courses Archaeological Fieldwork: Yeronisos Island Excavation Field School, Cyprus Summer Session I. 4 points. This five-week field practicum is held on Yeronisos Island, Cyprus, a Ptolemaic sanctuary of Apollo that flourished during the final years of Cleopatra's reign. The course focuses on the aims, scope, and tools of field survey and archaeology; the practice of stratigraphic excavation; and the ways in which we deal with archaeological evidence. Field training includes surface survey and field walking; principles of stratigraphic excavation, using a level and laser theodolite, taking elevations, computer-aided drawing and design, setting out an excavation grid square, keeping a field book, and field photography; data entry and the Yeronisos Island Expedition Database; health and safety in the field and on the boat; closing the site for the season, final elevations, aerial photography, rubble wall consolidation, geo-textiles, and backfilling; packing up the storeroom and conservation and registration of finds; and writing final field reports. Afternoon seminars cover pottery washing, conservation, and analysis; drawing stratigraphic sections; drawing pottery profiles, glass, and metal objects; object photography; Neolithic and Chalcolithic Cyprus; Ptolemaic rule in Cyprus; late Roman and Byzantine Cyprus; archaeologies of cult and religion; Hellenistic pottery: shapes, wares, and functions; and reading Greek inscriptions. Field trips include Nea Paphos, Roman villas and mosaics at the House of Theseus, House of Aion, and House of Dionysos; Hellenistic Tombs of the Kings, the sanctuary of Aphrodite at Palaipaphos and the Kouklia Museum, the Persian siege mound at Palaiphaphos; Souskiou Neolithic/Chalcolithic Cemetery; the Paphos Museum; Geroskipou Folk Art Museum, Lemba Experimental Chalcolithic Village, the Monastery and Byzantine Museum at Agios Neophytos; and flora and fauna study, hiking in the Akamas Peninsula, and the Sea Turtle Conservation Project at Lara Beach.       Spring Semester in Egypt       Study Abroad Courses Inquiries about the associated undergraduate spring semester abroad program Archaeology and History in Egypt, offered through the NYU Institute for the Study of the Ancient World, should be made to its director, Ellen Morris ( em129@nyu.edu ). The website is www.amheida.org . Click on the Student Information button for more information on this program. The Oases of Egypt CLASS-UA 9355 Offered in the spring. 4 points. This seminar explores the history and culture of Egypt's western oases, especially of Dakhleh Oasis. In the course of this month, as we travel physically around Dakhleh and Kharga and chronologically from deep prehistory to the advent of Christianity, we address issues of insularity and connectivity with respect to the Nile Valley, as well as the relationship between humans, technology, and the natural environment. Inhabitants of the oases always enjoyed a rather precarious existence, because of the difficulty of travel, the ever-present risk of salinization, hostile desert raiders, and general remoteness; thus, we are alerted to the ways in which the realities of living on an oasis provoked identifiable and to some degree recurrent cultural dynamics. The Archaeology of Egypt's Nile Valley CLASS-UA 9356 Prerequisites: The Oases of Egypt (CLASS-UA 9355) and Field Work in Egypt (CLASS-UA 9357). Offered in the spring. 4 points. In this traveling seminar, students leave Dakhleh Oasis for the Nile Valley to place what they have studied into a wider cultural context. During the course of the month, students visit temples, tombs, settlements, and other sites throughout Egypt, from Aswan to Alexandria. Seminar sessions and class presentations focus on themes related especially to Egypt's ever-evolving religious and funerary beliefs, as well as the complex, often multicultural, nature of Egyptian civic life at various periods. Field Work in Egypt CLASS-UA 9357 Prerequisite: The Oases of Egypt (CLASS-UA 9355). Offered in the spring. 4 points. This intensive course is largely field-based, with additional time spent processing, recording, and analyzing materials at the excavation house. Students are involved in almost every aspect of the archaeological field process. Specialists offer instruction in survey techniques, in the drafting of archaeological plans, and in the interpretation of ceramics and other highly indicative artifacts. As the bulk of excavation in Egypt is undertaken by local workmen, students receive training as a site supervisor (with all of the necessary background in archaeological methodology that this entails). Independent Project: Excavation at Amheida CLASS-UA 9358 Prerequisite: participation in the NYU Archaeology and History in Egypt program. Offered in the spring. 4 points. For this independent project, students produce original research on some aspect of the material culture so far unearthed at Amheida. Students may choose to specialize in a type of artifact (such as pottery, flints, or coins), choose to analyze specific contexts in depth, or develop a specific project based on their own interests and backgrounds. In all cases, they are encouraged to formulate and test hypotheses. Once completed, independent projects are archived in the library for the use of all other archaeologists who work at Amheida. Research undertaken while at Dakhleh is facilitated by our online database, by collections stored on site, and by the dig house library.        Graduate Courses Open to Undergraduates Courses in classics offered in the Graduate School of Arts and Science are open to all undergraduates who have reached the required advanced level of Greek or Latin language instruction.                                                                                              Back to Top"}, {"content": "Undergraduate Courses Spring 2014    | Classics | NYU                                                          Back to  previous page                  Undergraduate Courses Spring 2014   CLAS-UA 4, Elementary Latin II 001 M-TH, 9:30-10:45, Benjamin Sammons 002 M-TH, 3:30-4:45, Katia Kosova  Continuation of Elementary Latin I. Introduction to the essentials of Latin vocabulary, morphology, and syntax. Five hours of instruction weekly, with both oral and written drills and an emphasis on the ability to read Latin rather than merely translate it. CLAS-UA 6, Intermediate Latin II 001 M,T,W, 9:30-10:45, Inger Kuin 002 M,T,W, 4:55-6:10, Calloway Scott Intermediate Latin II: Virgil: Writings of the greatest Roman poet, focusing on the most generally read portions of his most celebrated poem, the Aeneid. The meter of the poem is studied, and the student learns to read Latin metrically to reflect the necessary sound for full appreciation of the writing. Readings in political and literary history illustrate the setting in the Augustan Age in which the Aeneid was written and enjoyed, the relationship of the poem to the other classical epics, and its influence on the poetry of later times. CLAS-UA 8, Elementary Greek II , M-TH, 11:00-12:15, Benjamin Sammons Introduction to the complex but highly beautiful language of ancient Greece--the language of Homer, Sophocles, Thucydides, and Plato. Students learn the essentials of ancient Greek vocabulary, morphology, and syntax. Five hours of instruction weekly, with both oral and written drills and an emphasis on the ability to read Greek rather than merely translate it. CLAS-UA 10, Intermediate Greek II: Homer , M,T,TH, 11:00-12:15, Phil Mitsis\u2028 Prerequisite: V27.0009 or equivalent.\u2028Extensive readings from the Iliad or Odyssey. Proficiency in Homeric grammar is expected, as well as a good command of Homeric vocabulary; the course will also address scansion and meter in Homeric epic. Relevant topics ranging from the problems of oral tradition to questions of heroism, divine intervention and 'Homeric Society' in Dark and Iron Age Greece will be discussed in class or developed by the student through oral or written reports. CLAS-UA 143 (same as DRLIT-UA 210), Greek Drama , T&amp;TH, 3:30-4:45, Peter Meineck Of the ancient Greeks’ many gifts to Western culture, one of the most celebrated and influential is the art of drama. This course covers, through the best available translations, the masterpieces of the three great Athenian dramatists. Analysis of the place of the plays in the history of tragedy and the continuing influence they have had on serious playwrights, including those of the 20th century. CLASS-UA 291.001, Special Topics: Aeneas Among the Ruins: Reading Augustan Literature and its Monuments , M&amp;W, 3:30-4:45, Stefano Rebeggiani One of the most fascinating aspects of the Augustan age, the period in Roman history marked by the principate of the Emperor Augustus, is the opportunity that this period oﬀers to make multiple connections between ideology, literature, art and the cityscape. The reign of Augustus is characterized by an impressive literary output, but also by the creation of a new language in the ﬁgurative arts and by a thorough reshaping of the cityscape. We read Augustan authors and we study the monuments of Augustan Rome. But what are the methodological gains of looking at the two sets of evidence together? What connections can be traced between the literature and the art of this exceptional period? What do we learn from reading Augustan texts with one eye on the archaeology, art and numismatics of Augustan Rome? In this course, we will experiment with this sort of reading. We will read some of the great authors of Latin Literature, including Virgil, Livy, Ovid, Horace, Tibullus and Propertius. We will also explore Augustus’ capital and its main monuments (the Forum Romanum, the Pantheon, the Forum Augustum, the Ara Pacis and many others). In particular, we shall pay attention to the presence of parallel strategies, similar topics and comparable aesthetic conceptions in both the art and the literature of this age, and we shall explore mutual inﬂuences between the visual Rome and its texts. We will also investigate the relationship between Augustus’ political and cultural revolution and the new language of literature and art. The course will be arranged around four main areas of inquiry: mythical role play, Augustus and the Republic, religious renewal, eternity and transience - the Augustan family. Each area will be explored through a selection of key texts, monuments and material evidence. No previous knowledge of Roman history or Latin is necessary: all texts will be read and discussed in translation. CLASS-UA 291.002, Special Topics: Bad Poets of Ancient Greece , T&amp;TH, 2:00-3:15, Benjamin Sammons We all know that Homer, Pindar and Euripides were great poets. But where there are good poets there are also bad ones -- lots of them. If the Greeks thought poetry came from the gods, how did they identify, explain and fend off bad poetry and its practitioners? What was the Greek ideal of poetry and in what ways did actual poets fail to live up to it? What roles did poets play in Greek society outside of those prescribed by this ideal? How did some Greeks arrive at the belief that poetry in general is a bad thing? This course addresses ancient Greek attitudes to poetry from Homer to Aristotle, with particular emphasis on criticism that questions the value or quality of poems or poetry. We will consider how good poets define and address their bad (less good?) rivals, how representatives of new genres (history, philosophy) sought to marginalize poetry as a medium of thought, how ancient criticism shaped the canon of Greek literature known to us, and what kind of poems stood outside of that canon. Authors include Homer, Pindar, Euripides, Aristophanes, Plato and Aristotle. We will also read ancient poems of dubious quality, fragmentary poems, unattributed and falsely attributed poems, literary hoaxes, and parodies. CLASS-UA 293.001, Special Topics: Representing the Divine: Images of Gods and Goddesses in Ancient Greece , M, 12:30-3:15, Joan Connelly From the earliest Minoan and Mycenaean cult images, to aniconic stones and tree trunks fallen from the sky, to Pheidias’s colossal statues of Athena Parthenos and Zeus at Olympia, this seminar examines the ways in which ancient Greeks represented the divine. Considering evidence from literature, inscriptions, vase painting, and sculpture, we will look at sanctuaries, temples, and traditions of representation and meaning across the Greek world. The images of gods and goddesses present within Greek sanctuaries were no mere representations but the divine essence itself. Rituals of feeding, bathing, dressing, decorating, parading, and interacting with these images established direct lines of communication between humans and the deities they worshipped. NOTE: PERMISSION OF INSTRUCTOR REQUIRED CLASS-UA 293.002 (same as ARTH-UA 150), Special Topics: A Millennium Miracle: 1000 Years of Roman Art &amp; Archaeology , T&amp;TH 2:00-3:15, Katherine Welch  CLASS-UA 294.001, Special Topics: Pliny , M&amp;W, 11:00-12:15, Michael Peachin C. Plinius Secundus (a.k.a., Pliny the Younger) was one of the more important Roman senators during the early years of the second century AD. He was a close associate of the emperor Trajan, was apparently friendly with Tacitus, and with many other of the most important figures of his day. Fortunately for us, Pliny was fond of writing. In particular, we have his oration thanking the emperor for a position as consul, one of the two eponymous yearly officials of the Roman state. This speech, now called the Panegyricus , is effectively an essay, which seeks to present a theoretically ideal version of the gradually evolving Roman imperial system of government. Pliny also published a large corpus of his personal correspondence. Some of these letters were exchanges with the important men of his time, while a whole group of them involve Pliny and the emperor Trajan, as they write back and forth regarding a province in Asia Minor, where Pliny had been sent as special governor (the province, Bithynia, had apparently been plagued by financial and other woes). We will read, in the main, Pliny's writings. And then, via these pieces of literature, we will attempt to understand Pliny, and the Roman world at the turn from the first to the second century AD. CLASS-UA 404 (same as RELST-UA 404),  Classical Mythology , T&amp;Th 11:00-12:15, Peter Meineck Discusses the myths and legends of Greek and Roman mythology and the gods, demigods, heroes, nymphs, monsters, and everyday mortals who played out their parts in this mythology. Begins with creation, as vividly described by Hesiod in the Theogony, and ends with the great Trojan War and the return of the Greek heroes, especially Odysseus. Roman myth is also treated, with emphasis on Aeneas and the foundation legends of Rome.  CLASS-UA 873, Advanced Latin: Lyric &amp; Elegy , M&amp;W 12:30-1:45, Stefano Rebeggiani This course involves extensive readings from the works of one of Rome’s great elegiac poets, Sextus Propertius. We will read selections from the most innovative and experimental books (3 and 4) of the Elegies, with attention to language, grammar, meter, style, and all the necessary elements to make sense of Propertius’ poetry. After books centered on his mistress Cynthia, in Book 3 Propertius covers a broader range of subjects, discussing luxury, nudity, art, the empire, and the dangers of travel for profit and war. Book 4 pushes the boundaries of the elegiac genre even further, featuring a dazzling series of poems – extremely diverse in subject, scope and speakers – which engage with historical subjects, myths, legends, rituals, Augustus and his victories, Rome etc. Students will be introduced to the world of elegy, its features, rules and cultural impact. We will also discuss Propertius’ transformation of the genre in his last two books, as well as his relationship with the Augustan cultural and political revolution. Particular attention will also be payed to Propertius’ Greek literary models, especially Callimachus’ Aetia. CLASS-UA 973, Advanced Greek: Euripides’ Helen , T&amp;TH, 11:00-12:15, Anne Carson                                                                                              Back to Top"}]},
{"detail": [{"content": "Events | Center for Ancient Studies | NYU                             NEW YORK UNIVERSITY              ARTS AND SCIENCE              COLLEGE OF ARTS AND SCIENCE              GRADUATE SCHOOL OF ARTS AND SCIENCE                                  CONTACT US SEARCH SITEMAP                     Home &gt; Events                     About The Center     Events              Past Events              Conferences and Colloquia              The Faculty Resource Network Summer Seminar         Faculty Who Work on Antiquity and Related Subjects at NYU       Ancient Studies Minor       Travel Grants       Collections       NYU Excavations       Publications       Classical World       Institute for Etruscan and Italic Studies       Aquila Theatre Company       Events   Spring 2015 The NYU Department of Hebrew and Judaic Studies, in conjunction with the NYU Religious Studies Program and the Center for Ancient Studies presents The Aggada of the Babylonian Talmud and its Cultural World Monday and Tuesday, June 1-2, 2015. Details and program to be announced. This conference is free and open to the public, but reservations are required. For more information, email jr6@nyu.edu  The NYU Department of Anthropology, in conjunction with the Center for the Study of Human Origins and the Center for Ancient   Studies, sponsors The North American Theoretical Archaeology Group (TAG) 2015 Conference MOVEMENT Friday, May 22, 2015 – Sunday, May 24, 2015 For more information, or to register, visit the TAG 2015 website: https://wp.nyu.edu/gsas-nyutag2015/  The NYU Institute of Fine Arts presents  THE NEW YORK AEGEAN BRONZE AGE COLLOQUIUM A Room with a View: Kea Paintings and Social Context Lyvia Morgan  Friday, May 8, 2015, 6:30pm The Institute of Fine Arts, 1 East 78th Street, Lecture Hall 212.992.5803         This lecture is free and open to the public, but an RSVP is required. Click here to RSVP. Seating is on a first-come, first-served basis. The   NYU Skirball Department of Hebrew and Judaic Studies, the American Friends of the Bible Lands Museum Jerusalem, and the Yeshiva University Museum present By the Rivers of Babylon: A Symposium Exploring New Evidence about the Jewish Exiles from Ancient Texts Tuesday, May 5, 2015   ,     6:30-9:00pm      Center for Jewish History 15 West 16th Street 212.294.8301  SPEAKERS Amanda Weiss (Bible Lands Museum Jerusalem) Jacob Wisse (Yeshiva University Museum) Daniel Fleming (NYU) Wayne Horowitz (The Hebrew University, Jerusalem) Shalom E. Holtz (Yeshiva University) Laurie E. Pearce (University of California, Berkeley) Lawrence H. Schiffman (NYU) General Admission: $10 Seniors: $5 Free Admission with University ID and for Members of Yeshiva University Museum To reserve tickets, click here . For more information, email: afblmj@jksevents.com  The NYU Institute for the Study of the Ancient World presents Ritual and Narrative: Texts in Performance in the Ancient Near East Conference organized by Beate Pongratz-Leisten (NYU-ISAW) Friday, May 1, 2015 Institute for the Study of the Ancient World 15 East 84th Street, 2nd Floor Lecture Hall 212.992.7800 10:00am - Introduction Beate Pongratz-Leisten (NYU-ISAW)  10:30am - Perspectives on Language, Languages and Ritual Textuality in Mesopotamia Piotr Michalowski (University of Michigan)  11:30am - Coffee Break 12:00pm - Power and Participation in Town Festivals at Emar Daniel Fleming (NYU)  1:00pm - Lunch Break 2.00pm - Language and Performance: Doing Things with Words in Sumerian Ritual Laments Paul Delnero (Johns Hopkins University)  3.00pm - Coffee Break 3:30pm - Narrating a Divine Murder in Cult: A New Look at the lilissu Ritual Uri Gabbay (Hebrew University)  This conference is free and open to the public, but space is limited and registration is required. Click here to register. The NYU Department of English and the Office of the Dean for Humanities  present Poetics and Life: A Conference in Honor of Anselm Haverkamp Thursday, April 30, 2015, 3:00pm-8:00pm Hemmerdinger Hall Silver Center for Arts and Science 32 Waverly Place or 31 Washington Place (wheelchair access) 3:00pm Welcome and Introductions Joy Connolly, Dean for Humanities, NYU The Sounds of Postwar Life: Günther Eich Martin Harries, UC Irvine Bare Life? The Poetics of Clothing (Cicero, Horace, Hugo, Broch) Michele Lowrie, University of Chicago  Außer Dienst, or Life in the Village: The Castle and the Possibility of the Novel Erica Weitzman, Northwestern University 5:00pm Toasts and drinks 6:00pm \"Age is Unnecessary:” Shakespeare and Life History Theory Stephen Greenblatt, Harvard University For more information, contact the English Department at 212.998.8800     The NYU Institute for the Study of the Ancient World presents     The Mesopotamian Economic Boom and Emergence of the First Cities in the Late Chalcolithic Period (4200-3100 BC) Salam Al Kuntar (ISAW) Wednesday, April 29, 2015, 6:00pm Institute for the Study of the Ancient World 15 East 84th Street, Second Floor Lecture Hall 212.992.7800 This lecture is free and open to the public. Seating is on a first-come, first-served basis.       The NYU Institute of Fine Arts presents    SEMINAR ON GREEK AND ROMAN ART AND ARCHITECTURE Homer and the Ekphrasists: Text and Image in the Elder Philostratus's Scamander (Imagines I.1)  Michael Squire (Kings College, London) Wednesday, April 29, 2015, 6:00pm The Institute of Fine Arts, 1 East 78th Street, Lecture Hall 212.992.5800 This lecture is free and open to the public, but an RSVP is required. Seating is on a first-come, first-served basis.       The NYU Institute for the Study of the Ancient World presents   Haupt Lecture: Sorcery in the Soil: Finding Magic at Graeco-Roman Karanis in Egypt Drew Wilburn (Oberlin College) Tuesday, April 28, 2015, 6:30pm Institute for the Study of the Ancient World 15 East 84th Street, Second Floor Lecture Hall 212.992.7800 This lecture is free and open to the public. Seating is on a first-come, first-served basis.   The NYU Classics Department presents At the Gates of the Temple: Culture, Politics and Place in Ptolemaic Egypt Ian Moyer (Michigan) Monday, April 27, 2015, 4:45 pm Silver Center for Arts and Science, Room 503 32 Waverly Place or 31 Washington Place (wheelchair access ) Contact: Christopher Parmenter csp351@nyu.edu   The NYU Libraries present  When Big Data Slows Down: Digital Humanities and the Study of Roman Amphitheaters Sebastian Heath (NYU) Tuesday, April 21, 2015, 6:30pm Bobst Library, 5th Floor Research Commons, Media Viewing Area 70 Washington Square South This lecture is free and open to the public, but an RSVP is required. To RSVP, click here .   For more information email Laurie Murphy: laurie.murphy@nyu.edu    The NYU Institute for the Study of the Ancient World presents  Peoples and Places in Pre-Islamic Afghanistan: The Evidence of the Bactrian Documents Nicholas Sims-Williams (University of London) Tuesday, April 21, 2015, 6:00pm Institute for the Study of the Ancient World 15 East 84th Street, Second Floor Lecture Hall 212.992.7800 This lecture is free and open to the public. Seating is on a first-come, first-served basis. The NYU Classics Department presents Making Sense of the Corpus Hermeticum: Text – Context – Reception Christian Wildberg (Princeton University) Monday, April 20, 2015, 4:45 pm Silver Center for Arts and Science, Room 503 32 Waverly Place or 31 Washington Place (wheelchair access) Contact: Christopher Parmenter csp351@nyu.edu  The NYU Institute for the Study of the Ancient World presents Life at the Margins: Questions in Ancient Near Eastern Social History Conference organized by Nicholas Reid (ISAW) and Jonathan Valk (ISAW) Friday, April 17, 2015 Institute for the Study of the Ancient World 15 East 84th Street, 2nd Floor Lecture Hall 212.992.7800 10:00am - POW: Revisiting Prisoners of War in Early Mesopotamia Nicholas Reid (ISAW) 10:45am - Coffee Break 11:15am - Care and Control of the Babylonian Underclass Jonathan Tenney (Cornell University) 12:00pm - Ancient Near Eastern History De-centered: The Case of Emar Dan Fleming (NYU) 12:45pm - Lunch Break 2:00pm - “They Enjoy Syrup and Ghee at Tables of Silver and Gold”: Infant Loss in Ancient Mesopotamia Jonathan Valk (ISAW) 2:45pm - Women of Inferior Status: Injunctions to Prevent Men from Having Contact with Them Cornelia Wunsch (SOAS, University of London) 3:30pm - Tea Break 4:00pm - “I am Living in a City of Hunger”: Towards a Hermeneutics of Poverty in Mesopotamia Seth Richardson (Oriental Institute of the University of Chicago)  This conference is free and open to the public, but space is limited and an RSVP is required. Click here to RSVP. The NYU Institute of Fine Arts presents  THE NEW YORK AEGEAN BRONZE AGE COLLOQUIUM The Mycenaean Worship of an Ancestral Wanax  Susan Lupack ( Editor , Hesperia , The Journal of the American School of Classical Study at Athens) Friday, April 17, 2015, 6:30pm The Institute of Fine Arts, 1 East 78th Street, Lecture Hall 212.992.5803         This lecture is free and open to the public, but an RSVP is required. Click here to RSVP. Seating is on a first-come, first-served basis.  NYU Liberal Studies and the Lehman Foundation present  A New Interpretation of the Fishing and Fowling Boat from the Tomb of Meketre Catharine Roehrig, ( The Metropolitan Museum ) Friday, April 17, 2015, 10:00am Kimmel Center Room 914 60 Washington Square South         This lecture is free and open to the public. For more information, email Joseph Portanova: joseph.portanova@nyu.edu  The NYU Classics Department presents  Children’s Imitation as Social and Cultural Cognition in Roman Thought Jacob Mackey (Queens College, CUNY)  Thursday, April 16, 2015, 6:15 pm Silver Center for Arts and Science, Room 503 32 Waverly Place or 31 Washington Place (wheelchair access)   Contact: Christopher Parmenter csp351@nyu.edu  The NYU Institute for the Study of the Ancient World presents More than a Matter of Style: The Diyala Expedition and its Impact on Mesopotamian Archaeology Clemens Reichel (University of Toronto) Thursday, April 16, 2015, 6:00pm Institute for the Study of the Ancient World 15 East 84th Street 212.992.7800 This lecture is free and open to the public, but an RSVP is required. Seating is on a first-come, first-served basis.   The NYU Institute for the Study of the Ancient World presents  The Rise of the Qin Empire and the End of Historiography in Early China Vincent Leung (ISAW) Tuesday, April 14, 2015, 6:00pm Institute for the Study of the Ancient World 15 East 84th Street, Second Floor Lecture Hall 212.992.7800 This lecture is free and open to the public. Seating is on a first-come, first-served basis.  The NYU Institute for the Study of the Ancient World presents  Long-Term Occupation and Seasonal Mobility in Mongolia: A Comparative Analysis of Two Communities Jean-Luc Houle (Western Kentucky University) Thursday, April 9, 2015, 6:00pm Institute for the Study of the Ancient World 15 East 84th Street, Second Floor Lecture Hall 212.992.7800 This lecture is free and open to the public. Seating is on a first-come, first-served basis.  The NYU Classics Department presents  The Space of the Champion in Early Greek Epic Benjamin Sammons (NYU)  Monday, April 6, 2015, 4:45 pm Silver Center for Arts and Science, Room 503 32 Waverly Place or 31 Washington Place (wheelchair access)   Contact: Christopher Parmenter csp351@nyu.edu The NYU Institute of Fine Arts presents  SEMINAR ON GREEK AND ROMAN ART AND ARCHITECTURE The Hellenistic Sanctuaries of Velia  Verena Gassner (University of Vienna) Thursday, April 2, 2015, 6:00pm The Institute of Fine Arts, 1 East 78th Street, Lecture Hall 212.992.5800         This lecture is free and open to the public, but an RSVP is required. Seating is on a first-come, first-served basis.  The NYU Classics Department presents  Land Grants of Antiochus II to his Wife Laodice in Babylonia and Asia Minor: on the \"Lehmann Text\" in the MMA R.J. van der Spek (Vrije Universiteit Amsterdam ) Wednesday, April 1, 2015, 6:15 pm Silver Center for Arts and Science, Room 503 32 Waverly Place or 31 Washington Place (wheelchair access)   Contact: Christopher Parmenter csp351@nyu.edu  The NYU Institute for the Study of the Ancient World presents  Jephtah's Daughter, Sarah's Son: Children, Death, and Scripture in Late Antiquity Maria Doerfler (ISAW) Tuesday, March 31, 2015, 6:00pm Institute for the Study of the Ancient World 15 East 84th Street, Second Floor Lecture Hall 212.992.7800 This lecture is free and open to the public. Seating is on a first-come, first-served basis.  The NYU Institute for the Study of the Ancient World presents  The Akchakhan-kala Wall Paintings: Kingship and Religion in Ancient Khorezm Alison Betts (University of Sydney) Monday, March 30, 2015, 6:00pm Institute for the Study of the Ancient World 15 East 84th Street, Second Floor Lecture Hall 212.992.7800 This lecture is free and open to the public. Seating is on a first-come, first-served basis. The New York Classical Club, in conjunction with the NYU Classics Department and the Center for Ancient Studies presents CLASSICAL NEW YORK: GREECE AND ROME IN NYC'S ART, ARCHITECTURE, AND HISTORY Saturday, March 28, 2015, 11:00am-6:00pm Jurow Lecture Hall Silver Center for Arts and Science 32 Waverly Place or 31 Washington Place (wheelchair access) 11:00am: The Imperial Metropolis: Ancient Rome and New York City circa 1900 Margaret Malamud ( New Mexico State University ) 12:00pm: The Expression of Civic Life: Civic Centers and the City Beautiful in NYC John Ritter (NYU) 1:00-2:30pm: LUNCH &amp; WALKING TOUR OF WASHINGTON SQUARE PARK Tour led by Dr. Ron Janoff 2:30pm: The Gould Library and Hall of Fame: Reinterpreting the Pantheon in the Bronx Elizabeth Macaulay-Lewis (The Graduate Center at CUNY)  3:30pm: The Croton Aqueduct and its Classical Heritage Harry Evans (Fordham University)  4:30-5:00pm: COFFEE BREAK  5:00pm: The Custom House of 1833-42: Portrait of a Wall Street Temple Francis Morrone (NYU)  6:00pm: RECEPTION This event is open to the public. Registration is required and includes lunch, a walking tour of Washington Square Park, and a reception: $10 for students; $25 for members; $40 for non-members. You may pre-register online at: http://nyclassicalclub.org/events.htm For more information, please contact Erin McKenna at: emckenna11@fordham.edu   The NYU Center for Ancient Studies in conjunction with the Skirball Department of Hebrew and Judaic Studies, the Global Network for Advanced Research in Jewish Studies, the Religious Studies Program, the Department of Classics,  the Department of History, the Dean of the College of Arts and Science, and the Dean for the Humanities announces the  Ranieri Colloquium on Ancient Studies INTEGRATING JUDAISM AND CHRISTIANITY INTO THE STUDY OF THE ANCIENT WORLD  Thursday and Friday, March 26-27, 2015 Hemmerdinger Hall Silver Center for Arts and Science 32 Waverly Place or 31 Washington Place (wheelchair accessible)  THURSDAY, MARCH 26, 2015 5:00 p.m. WELCOME Matthew S. Santirocco, NYU 5:15 p.m. KEYNOTE ADDRESS The New Testament as a Source for the History of the Jews and Judaism Lawrence H. Schiffman, NYU 6:15 p.m. PUBLIC RECEPTION  FRIDAY, MARCH 27, 2015 SESSION 1 [Session Chair, Jeffrey Rubenstein, NYU ] 9:15 a.m. Samson in Stone: New Discoveries in the Ancient Synagogue at Huqoq in Israel’s Galilee Jodi Magness, University of North Carolina 9:55 a.m. Jesus the Jurist: Written Law and Its Interpretation in the Christian Gospels Daniel Fleming, NYU 10:35 a.m. The Dead Sea Scrolls “Instruction” Text and Its Hellenistic Context Hindy Najman, Yale University 11:15 a.m. The Treaty of Apamea, the Decline of the Seleucid Empire, and Their Consequence for Jewish Martyrology R. Steven Notley, Nyack College 12:00 p.m. LUNCH BREAK SESSION 2 [Session Chair, Michael Peachin, NYU ] 1:00 p.m. Jews and the Imposition of Nicene Orthodoxy in the Late Antique Mediterranean Diaspora Ross Kraemer, Brown University 1:40 p.m. Selling Souls: Early Christians (and Their Neighbors) as Religious Entrepreneurs Nicola Denzey Lewis, Brown University 2:20 p.m. Practices of Seeing God(s) in Late Antiquity Laura Nasrallah, Harvard University 3:00 p.m. The Rise of Authoritative Scripture and Its Interpretation in Ancient Judaism Alex Jassen, NYU This   conference is free and open to the public. For more information, please   contact the Center for Ancient Studies at ancient.studies@nyu.edu , or   at 212.992.7978    The NYU Institute for the Study of the Ancient World presents   Rostovtzeff Lecture Series: Sumer in the Mesopotamian World: Reading Traditions &amp; Traditions of Reading, IV  Reading Early Cult Then: Sex &amp; the Temple in Mesopotamian Memory  Gonzalo Rubio  (Pennsylvania State University)  Thursday, March 26, 2015, 6:00pm Institute for the Study of the Ancient World 15 East 84th Street 212.992.7800  This lecture is free and open to the public, but an RSVP is required. Seating is on a first-come, first-served basis.   The NYU Institute for the Study of the Ancient World presents   Rostovtzeff Lecture Series: Sumer in the Mesopotamian World: Reading Traditions &amp; Traditions of Reading, II I  Reading Early Economy Now: Bureaucracy &amp; Administration in Sumer  Gonzalo Rubio  (Pennsylvania State University)  Tuesday, March 24, 2015, 6:00pm Institute for the Study of the Ancient World 15 East 84th Street 212.992.7800  This lecture is free and open to the public, but an RSVP is required. Seating is on a first-come, first-served basis.   The A.S. Onassis Program in Hellenic Studies at New York University presents   Politics of Monumentality: Archaeological Cultural Heritage and Identities in \"Crisis\" in Modern Greece - The Case of Amphipolis   Paschalis Zafeiriadis  (University of Cincinnati)  Tuesday, March 24, 2015, 6:30pm 285 Mercer Street, 8th Floor  212.998.3979  This lecture is free and open to the public, for more information contact: hellenic.studies@nyu.edu   The NYU Classics Department presents  The Sacrificial Ritus Michael Koortbojian (Princeton University)  Monday, March 23, 2015, 4:45pm Silver Center for Arts and Science, Room 503 32 Waverly Place or 31 Washington Place (wheelchair access)   Contact: Christopher Parmenter csp351@nyu.edu The NYU Institute of Fine Arts presents  THE NEW YORK AEGEAN BRONZE AGE COLLOQUIUM Modeling Everyday Life in Crete and Cyprus with Reference to Egypt  Eleni Mantzourani (University of Athens) Friday, March 20, 2015, 6:30pm The Institute of Fine Arts, 1 East 78th Street, Lecture Hall 212.992.5800         This lecture is free and open to the public, but an RSVP is required. Seating is on a first-come, first-served basis. The NYU Institute for the Study of the Ancient World presents  A Closer Look: What Does Puabi Want? Kim Benzel (The Metropolitan Museum of Art) Tuesday, March 17, 2015, 6:00pm Institute for the Study of the Ancient World 15 East 84th Street 212.992.7800 This Gallery Talk is free and open to the public, but an RSVP is required.  The NYU Institute for the Study of the Ancient World presents  Rostovtzeff Lecture Series: Sumer in the Mesopotamian World: Reading Traditions &amp; Traditions of Reading, II Origins of Tradition: Literature &amp; Political Theology in Sumer Gonzalo Rubio (Pennsylvania State University) Thursday, March 12, 2015, 6:00pm Institute for the Study of the Ancient World 15 East 84th Street 212.992.7800 This lecture is free and open to the public, but an RSVP is required. Seating is on a first-come, first-served basis. The NYU Institute of Fine Arts presents  SEMINAR ON GREEK AND ROMAN ART AND ARCHITECTURE The New Excavations in the Necropolis of Himera  Stefano Vassallo (Superintendency of Palermo) Thursday, March 12, 2015, 6:00pm The Institute of Fine Arts, 1 East 78th Street, Lecture Hall 212.992.5800         This lecture is free and open to the public, but an RSVP is required. Seating is on a first-come, first-served basis.  The NYU Institute for the Study of the Ancient World presents  Rostovtzeff Lecture Series: Sumer in the Mesopotamian World: Reading Traditions &amp; Traditions of Reading, I Traditions of Origins: Where Did the Sumerians Come From? And Where Did They All Go? Gonzalo Rubio (Pennsylvania State University) Tuesday, March 10, 2015, 6:00pm Institute for the Study of the Ancient World 15 East 84th Street 212.992.7800 This lecture is free and open to the public, but an RSVP is required. Seating is on a first-come, first-served basis.  The   NYU Institute of Fine Arts and the Center for Ancient Studies along   with the European Commission Research Executive Agency, the Seventh   Framework Programme Marie Curie Actions, the Alma Mater Studiorum.   Università di Bologna, the Dipartimento di Beni Culturali, campus di   Ravenna, and the Association for Coroplastic Studies announce A Conference on Archaeomusicology: Representations of Musicians in the Coroplastic Art of the Ancient World: Iconography, Ritual Contexts and Functions Organized by Angela Bellia (NYU-Università di Bologna), Clemente Marconi (NYU-IFA), Claude Calame (École des Hautes Études en Sciences Sociales de Paris), Barbara Kowalzig (NYU), Donatella Restani (Università di Bologna), Jaimee Uhlenbrock (Association for Coroplastic Studies) Saturday, March 7, 2015      The Institute of Fine Arts, 1 East 78th Street, Lecture Hall      212.992.5800 SPEAKERS Rebecca Miller Ammerman ( Colgate University ) Claude Calame ( Directeur d'études émérite École des Hautes Études en Sciences Sociales de Paris ) Annie Caubet ( Département Antiquités Orientales, Musée du Louvre ) Gabriela Currie (University of Minnesota, Twin Cities) Agnès Garcia-Ventura ( Università di Roma La Sapienza ) Elçin Doğan Gürbüzer ( Ege University-Izmir, Turkey ) Regine Hunziker-Rodewald ( University of Strasbourg ) Kiki Karoglou ( The Metropolitan Museum of Art ) Daniela La Chioma Silvestre Villalva ( University of São Paulo ) Mireia López-Bertran ( Universitat Pompeu Fabra, Barcelona ) Sara Marandola ( Università di Roma La Sapienza ) Daniele F. Maras ( Italian Academy for Advanced Studies in America, Columbia University ) Manolis Mikrakis ( National Technical University of Athens, Greece ) Alessandro Pagliara ( Università degli Studi della Tuscia, Viterbo ) Regine Pruzsinszky ( Albert-Ludwigs-Universität Freiburg ) Arnaud Saura-Ziegelmeyer ( Doctorant en Sciences de l’Antiquité Université de Toulouse II Jean Jaurès ) Donata Sarracino ( Università di Roma La Sapienza )       An RSVP is required. For more information, click here .  Casa Italiana Zerilli-Marimò at New York University presents  Deconstructing Rome Federica Pedriali (University of Edinburgh) Thursday, March 5, 2015, 6:00pm Casa Italiana Zerilli-Marimò 24 West 12th Street 212-998-8739 This lecture is free and open to the public. Seating is on a first-come, first-served basis.  The NYU Classics Department presents  From Cultural Memory to Poetic Memory: Myth, History and Ritual beyond the \"Great Divide\" in Classical Greece Claude Calame (École des hautes études en sciences sociales)  Thursday, March 5, 2015, 6:15pm Silver Center for Arts and Science, Room 503 32 Waverly Place or 31 Washington Place (wheelchair access)  Contact: Christopher Parmenter csp351@nyu.edu Casa Italiana Zerilli-Marimò at New York University presents  Haunting and the Postcolonial Ethics of the Gaze Rhiannon Noel Welch (Rutgers University) Tuesday, March 3, 2015, 6:00pm Casa Italiana Zerilli-Marimò 24 West 12th Street 212-998-8739 This lecture is free and open to the public. Seating is on a first-come, first-served basis. The NYU Institute for the Study of the Ancient World presents  Mesopotamian Prison Blues Nicholas Reid (ISAW) Tuesday, March 3, 2015, 6:00pm Institute for the Study of the Ancient World 15 East 84th Street, Second Floor Lecture Hall 212.992.7800 This lecture is free and open to the public. Seating is on a first-come, first-served basis.  The NYU Institute of Fine Arts presents  SEMINAR ON GREEK AND ROMAN ART AND ARCHITECTURE The Shield of the Athena Parthenos: A New Reconstruction  Jenifer Neils ( Case Western Reserve University ) Thursday, February 26, 2015, 6:00pm The Institute of Fine Arts, 1 East 78th Street, Lecture Hall 212.992.5800         This lecture is free and open to the public, but an RSVP is required. Seating is on a first-come, first-served basis.  The NYU Institute for the Study of the Ancient World presents  Sumerian Art and the Modernist Avant-Garde Zainab Bahrani (Columbia University) Thursday, Feb. 26, 2015, 6:00pm Institute for the Study of the Ancient World 15 East 84th Street 212.992.7800 This lecture is free and open to the public, but registration is required at: isaw.nyu.edu/rsvp  The NYU Classics Department presents  Pyrenaean Mountains and Deep-valleyed Alps: Geography and Empire in the \"Garland of Philip\" Thomas Schmitz (Universität Bonn)  Monday, February 23, 2015, 4:45pm Silver Center for Arts and Science, Room 503 32 Waverly Place or 31 Washington Place (wheelchair access)  Contact: Christopher Parmenter csp351@nyu.edu   The NYU Institute for the Study of the Ancient World presents  Local Saints, National Politics, and the Power of the Past in Early Egypt Janet Richards (University of Michigan) Thursday, Feb. 19, 2015, 6:00pm Institute for the Study of the Ancient World 15 East 84th Street, Second Floor Lecture Hall 212.992.7800 This lecture is free and open to the public, but seating is limited; registration is required at: info@arceny.com  The NYU Classics Department presents  Homeric Women and the Politics of Objects Lilah Grace Canevaro (University of Edinburgh)  Thursday, February 19, 2015, 12:30 pm Silver Center for Arts and Science, Room 503 32 Waverly Place or 31 Washington Place (wheelchair access) Brown bag lunch is provided with RSVP. A reception will follow the talk. To RSVP or for more information, contact: Christopher Parmenter csp351@nyu.edu The NYU Institute for the Study of the Ancient World presents  Writing Christian History in Islamic Egypt: The Case of the Medieval Arabic Text of the \"History of the Patriarchs of Alexandria\" Perrine Pilette (ISAW) Tuesday, Feb. 17, 2015, 6:00pm Institute for the Study of the Ancient World 15 East 84th Street, Second Floor Lecture Hall 212.992.7800 This lecture is free and open to the public. Seating is on a first-come, first-served basis.  The A.S. Onassis Program in Hellenic Studies at New York University presents  Tragic Bodies: The Suffering Body in Greek Tragedy Mary Yossi (University of Athens, Greece) Tuesday, Feb. 17, 2015, 5:00pm 285 Mercer Street, 8th Floor (between Washington and Waverly Place) 212.998.3979 This lecture is free and open to the public, for more information contact: hellenic.studies@nyu.edu  The NYU Institute for the Study of the Ancient World presents  Glam-Ur-ous: The Art of Archaeology and Aesthetics  Jennifer Y. Chi (ISAW) and Pedro Azara (Polytechnic University of Catalonia) Thursday, Feb. 12, 2015, 6:00pm Institute for the Study of the Ancient World 15 East 84th Street 212.992.7800  This lecture is free and open to the public, but registration is required at: isaw.nyu.edu/rsvp  The NYU Institute for the Study of the Ancient World presents From Ancient to Modern: Archaeology and Aesthetics February 12 - June 7, 2015 Institute for the Study of the Ancient World 15 East 84th Street 212.992.7800 For more information about this exhibition, please visit ISAW's website: isaw.nyu.edu/exhibitions   The NYU Institute of Fine Arts presents   CAA 2015: Field/Work: Object and Site  Three related panels with the theme of Field/Work exploring topics arising from the work of the Mellon Research Initiative   The Art of Archaeology; an Art Historical Perspective  Chair: David O’Connor (NYU-IFA) Zainab Bahrani (Columbia University) Sheila Bonde (Brown University) Clemente Marconi (NYU-IFA) Robert W. Preucel (Brown University )  Wednesday, February 11, 2015, 12:30-2:00pm The Institute of Fine Arts, 1 East 78th Street, Lecture Hall 212.992.5800        This panel is free and open to the public; seating is on a first-come, first-served basis. An RSVP is required.         Conservation and the Future of Art        Chair: Michele Marincola (NYU-IFA) Sanchita Balachandran (Johns Hopkins University) Jim Coddington (Museum of Modern Art, New York) Jeanne Marie Teutonico (Getty Conservation Institute) Carol Mancusi Ungaro (Whitney Museum of American Art) Thursday, February 12, 2015, 12:30-2:00pm The Institute of Fine Arts, 1 East 78th Street, Lecture Hall 212.992.5800 This panel is free and open to the public; seating is on a first-come, first-served basis. An RSVP is required.              The Field of Art History and its Work Chair: Patricia Rubin (NYU-IFA) Jean Campbell (Emory University) David Joselit (The Graduate Center, CUNY) Finbarr Barry Flood (NYU-IFA) Jennifer Roberts (Harvard University)  Thursday, February 12, 2015, 5:30-7:00pm The Institute of Fine Arts, 1 East 78th Street, Lecture Hall 212.992.5800 This panel is free and open to the public; seating is on a first-come, first-served basis. An RSVP is required.                          The NYU Institute for the Study of the Ancient World presents  Nomadic Empires in Inner Asia: A Comparative Approach  Jan Bemmann (ISAW)   Tuesday, Feb. 3, 2015, 6:00pm Institute for the Study of the Ancient World 15 East 84th Street, Second Floor Lecture Hall 212.992.7800 This lecture is free and open to the public . Seating is on a first-come, first-served basis.   The NYU Classics Department presents  The End of Exoticism in Heliodorus' Aithiopika  Robert Cioffi (Bard College)  Monday, February 2, 2015, 6:15pm Silver Center for Arts and Science, Room 503 32 Waverly Place or 31 Washington Place (wheelchair access)  Contact: Christopher Parmenter csp351@nyu.edu  THIS EVENT IS CANCELLED DUE TO THE WINTER STORM AND WILL BE RESCHEDULED IN THE SPRING The NYU Institute of Fine Arts presents  SEMINAR ON GREEK AND ROMAN ART AND ARCHITECTURE The New Excavations in the Necropolis of Himera  Stefano Vassallo ( Superintendency of Palermo ) Thursday, January 29, 2015, 6:00pm The Institute of Fine Arts, 1 East 78th Street, Lecture Hall 212.992.5800         This lecture is free and open to the public, but an RSVP is required. Seating is on a first-come, first-served basis.  The NYU Institute for the Study of the Ancient World presents  A King and Courtiers Come to Boston: Homage to Egyptian Art History Rita E. Freed (Museum of Fine Arts, Boston)  Thursday, Jan. 22, 2015, 6:00pm Institute for the Study of the Ancient World 15 East 84th Street, Second Floor Lecture Hall 212.992.7800 This lecture is free and open to the public, but seating is limited; registration is required at: info@arceny.com  Fall 2014   The NYU Institute for the Study of the Ancient World presents   Metal, Salt, and Horse Skulls: Elite-level Exchange and Movement in Prehistoric Southwest China Anke Hein (Ludwig-Maximilians-University, Munich) Tuesday, December 16, 2014, 6:00pm Institute for the Study of the Ancient World 15 East 84th Street, Second Floor Lecture Hall 212.992.7800 This lecture is free and open to the public; seating is on a first-come, first served basis.     The NYU Institute of Fine Arts presents   All That Glisters Is Not Gold: EB II Mochlos in its Eastern Mediterranean Context Tristan Carter (MacMaster University) Friday, December 12, 2014, 6:30pm The Institute of Fine Arts, 1 East 78th Street, Lecture Hall 212.992.5800 This lecture is free and open to the public; seating is on a first-come, first served basis.   The NYU Institute for the Study of the Ancient World presents  \"I Write, Therefore I Am\": Scribes, Literacy, and Identity in Early China Armin Selbitschka (Ludwig-Maximilians-University, Munich ) Tuesday, December 9, 2014, 6:00pm Institute for the Study of the Ancient World 15 East 84th Street, Second Floor Lecture Hall 212.992.7800 This lecture is free and open to the public; seating is on a first-come, first served basis.  The NYU Institute of Fine Arts presents  Archaeological Research at Aphrodisias in 2014 Roland R.R. Smith (Director of Excavations at Aphrodisias; University of Oxford-NYU) Alexander Sokolicek (Field Director of Excavations at Aphrodisias; IFA-NYU) Monday, December 8, 2014, 6:00pm The Institute of Fine Arts, 1 East 78th Street, Lecture Hall 212.992.5800          This lecture is free and open to the public, but an RSVP is required. Seating is on a first-come, first-served basis.  The NYU Institute for the Study of the Ancient World presents The History of the Ptolemaic Collection at the Brooklyn Museum Edward Bleiberg (Brooklyn Museum ) Thursday, December 4, 2014, 6:00pm Institute for the Study of the Ancient World 15 East 84th Street, Second Floor Lecture Hall 212.992.7800  This lecture is free and open to the public, but seating is limited; registration is required at: rsvp_exhibitions@nyu.edu  The NYU Institute for the Study of the Ancient World presents Forecasting Fate in Early China Ethan Harkness (NYU Gallatin and ISAW)  Tuesday, December 2, 2014, 6:00pm Institute for the Study of the Ancient World 15 East 84th Street, Second Floor Lecture Hall 212.992.7800  This lecture is free and open to the public; seating is on a first-come, first served basis. The NYU Classics Department presents  Sometimes They Come Back: Nero, Domitian and the Thebaid of Statius Stefano Rebeggiani (NYU)   Monday, December 1, 2014, 6:15pm Silver Center for Arts and Science, Room 503 32 Waverly Place or 31 Washington Place (wheelchair access)  Contact: Christopher Parmenter csp351@nyu.edu  The NYU Classics Department presents  Generic Attire: Hypsipyle’s Cloaks in Valerius Flaccus and Apollonius Rhodius Andrew Zissos (UC Irvine)   Monday, November 24, 2014, 6:15pm Silver Center for Arts and Science, Room 503 32 Waverly Place or 31 Washington Place (wheelchair access)  Contact: Christopher Parmenter csp351@nyu.edu  The NYU Classics Department and the Center for Ancient Studies present  Latinfest 2014 Claudian: De Raptu Proserpinae Participating schools: NYU, Columbia University, University of Pennsylvania, Rutgers University, and Princeton University Friday, November 21, 2014 Hemmerdinger Hall, Silver Center for Arts and Science 32 Waverly Place or 31 Washington Place (wheelchair access)  9:30am Coffee and Breakfast 10:00am Rutgers: Book 1, including Preface 11:00am Break 11:15am NYU: Book 2: Preface and 1-150 12:15pm Break 12:30pm University of Pennsylvania: Book 2.157-372 1:30pm Lunch 2:30pm Columbia: Book 3.1-259 3:30pm Break 3:45pm Princeton: Book 3.260-448 4:45pm Final Discussion 5:15pm Reception For more information contact: David Levene d.s.levene@nyu.edu  The NYU Classics Department presents  The End of Sacrifice Brent Shaw (Princeton University)   Thursday, November 20, 2014, 6:15pm Silver Center for Arts and Science, Room 503 32 Waverly Place or 31 Washington Place (wheelchair access)  Contact: Christopher Parmenter csp351@nyu.edu The NYU Institute for the Study of the Ancient World presents The World's First Genealogy and Related Issues Adam Schwartz (ISAW)  Tuesday, November 18, 2014, 6:00pm Institute for the Study of the Ancient World 15 East 84th Street, Second Floor Lecture Hall 212.992.7800  This lecture is free and open to the public; seating is on a first-come, first served basis. The NYU Humanities Initiative presents Great New Books in the Humanities: The Feminine Symptom: Aleatory Matter in the Aristotelian Cosmos by Emanuela Bianchi (NYU) Emanuela Bianchi (NYU) Simon Critchley (The New School for Social Research) Claudia Baracchi (University of Milan-Biococca) Moderator: Joy Connolly (NYU)  Tuesday, November 18, 2014, 6:00pm 20 Cooper Square, 5th Floor  This lecture is free and open to the public, but registration is required. To register, click here . For more information, contact: info@humanitiesinitiative.org The NYU Institute for the Study of the Ancient World presents Weights and Trade Relations between Mesopotamia and the Indus Valley Lorenz Rahmstorf (University of Copenhagen)  Monday, November 17, 2014, 6:00pm Institute for the Study of the Ancient World 15 East 84th Street, Second Floor Lecture Hall 212.992.7800  This lecture is free and open to the public; seating is on a first-come, first served basis. The NYU Department of Art History presents  E xhibiting Interaction: Assyria to Iberia at the Dawn of the Classical Age Joan Arnz (Metropolitan Museum of Art)   Monday, November 17, 2014, 6:00pm Silver Center for Arts and Science, Room 301 32 Waverly Place or 31 Washington Place (wheelchair access)  For more information, call 212.998.8180 or email: cas.arthistory@nyu.edu   The NYU Department of Comparative Literature in conjunction with the NYU Center for Ancient Studies ; the NYU Gallatin Fund for Classics and the Contemporary World; the College of Arts and Science, Fairfield University; Global Research Initiatives, NYU Office of the Provost; Postclassicisms; the NYU College of Arts and Science; the NYU Office of the Dean of the Faculty of Arts and Science; the Humanities Initiative at NYU; the NYU Office of the Dean for Humanities; the Center for the Study of Gender and Sexuality at NYU; the NYU Department of Philosophy; the NYU Department of Classics; the NYU Department of Media, Culture, and Communication; and the NYU A.S. Onassis Program in Hellenic Studies presents  POSTHUMAN ANTIQUITIES: A CROSS-DISCIPLINARY CONFERENCE organized by Emanuela Bianchi (NYU), Sara Brill (Fairfield University), and Brooke Holmes (Princeton University)  Friday, November 14, 2014: 9:40am-7:30pm, and Saturday, November 15, 2014: 10:00am-7:30pm Hemmerdinger Hall Silver Center for Arts and Science 32 Waverly Place or 31 Washington Place (wheelchair accessible)  SPEAKERS Claudia Baracchi, (University of Milan-Bicocca ) Emanuela Bianchi, (NYU) Sara Brill, (Fairfield University) Adriana Cavarero, (University of Verona) Rebecca Hill, (RMIT University, Australia) Brooke Holmes, (Princeton University) Miriam Leonard, (University College, London) Ramona Naddaff, (UC Berkeley) Michael Naas, (DePaul University) Mark Payne, (University of Chicago) James I. Porter, (UC Irvine) John Protevi, (Louisiana State University) Kristin Sampson, (University of Bergen, Norway) Giulia Sissa, (UCLA)  For more information, click here or contact the Department of Comparative Literature at 212.998.879 The NYU Classics Department presents  Vergil, Empedocles, and The Cosmic Storm Alessandro Schiesaro (Sapienza – Università di Roma) Thursday, November 13, 2014, 6:15pm Silver Center for Arts and Science, Room 503 32 Waverly Place or 31 Washington Place (wheelchair access)  Contact: Christopher Parmenter csp351@nyu.edu  The NYU A.S. Onassis Program in Hellenic Studies present s Replaying Empire and Re(per)forming Civic Identity in 4th Century BC Athens Johanna Hanink (Brown University) Respondent: David Konstan (NYU)  Wednesday, November 12, 2014, 12:30-2:00pm 285 Mercer St., 8th floor  For more information contact: hellenic.studies@nyu.edu or call 212.998.3990  The NYU Department of Anthropology and the AIA New York Society present Making Sense of Neandertals: What We Have Learned from Bones, Teeth and Genes Shara Bailey (NYU)  Wednesday, November 12, 2014, 6:30pm NYU Department of Anthropology 25 Waverly Place  This lecture is free and open to the public; for more information contact: events@aia-nysociety.org  The NYU Center for Ancient Studies , in conjunction with the Aquila Theatre : YouStories Project, National Endowment for the Humanities; the Society for Artistic Veterans; and the Dean of the College of Arts and Science announces the   Rose-Marie Lewent Conference WarStories: Ancient and Modern Narratives of War  Tuesday, November 11, 2014 Hemmerdinger Hall Silver Center for Arts and Science 32 Waverly Place or 31 Washington Place (wheelchair accessible) 5:30pm WELCOME Matthew S. Santirocco, Senior Vice Provost, Professor of Classics, and Angelo J. Ranieri Director of Ancient Studies, NYU  Peter Meineck, Clinical Associate Professor of Classics, NYU /Founder and Program Director, Aquila Theatre Kirsten Gillibrand, United States Senator for New York (via video) William D. Adams , Chairman, National Endowment for the Humanities  5:45pm OPENING ADDRESS Telling Who We Are Kwame Anthony Appiah, Professor of Philosophy and Law, NYU 6:15pm A FEMALE PHILOCTETES, BASED ON SOPHOCLES * Three Passages: Aquila Theatre directed by Desiree Sanchez; music by Ralph Farris 1.The Deceit Begins: Philoctetes and Neoptolemus 2.The Fight for the Bow: Odysseus Intervenes 3.The Call to Arms: Herakles Appears 7:00pm RESPONSE Nancy Sherman, University Professor of Philosophy, Georgetown University 7:15pm AUDIENCE DISCUSSION Peter Meineck and Nancy Sherman, Moderators 7:30pm RECEPTION The conference will be preceded by an afternoon of staged readings presented by the Society for Artistic Veterans and Aquila Theatre from 1:00-5:00pm in Hemmerdinger Hall. Scenes from new plays written by veterans will be followed by discussion. * A Female Philoctetes was first presented at The Brooklyn Academy of Music in April 2014, and is based on Sophocles' Philoctetes, translated by Peter Meineck (Hackett Publishing, 2014). This conference is free and open to the public. For more information, contact the Center for Ancient Studies at ancient.studies@nyu.edu or 212.992.7978 The NYU Institute for the Study of the Ancient World presents Recent Advances in Research on Iranian and Central Asian Metalware. A Few Examples - Iranian Silver Plates from Sasanian and Post-Sasanian Iran Frantz Grenet (Collège de France) Monday, November 10, 2014, 5:00pm Institute for the Study of the Ancient World 15 East 84th Street, Second Floor Lecture Hall 212.992.7800 This lecture is free and open to the public, but seating is limited; registration is required at: isaw@nyu.edu  The NYU Institute of Fine Arts presents  From 'Surface' to 'Substrate': The Archaeology and Art History of Material Transfers    A conference organized in conjunction with the Mellon Research Initiative Patricia Crown (University of New Mexico) Rebecca Farbstein (University of Southampton) Olivier Gosselain (Université Libre de Bruxelles) Jonathan Hay (NYU-IFA) Erma Hermens (University of Glasgow) David Killick (University of Arizona) Clemente Marconi (NYU-IFA) Michele Marincola (NYU-IFA) Marcos Martinon-Torres (University College London) David Wengrow (University College London)  Friday and Saturday, November 7-8, 2014 The Institute of Fine Arts, 1 East 78th Street, Lecture Hall 212.992.5800          This lecture is free and open to the public, but an RSVP is required. Seating is on a first-come, first-served basis.  For the full conference program, click here.  NYU's Gallatin School of Individualized Study presents Theater at Gallatin: Roman Tragedies Festival  Performances of Shakespeare's The Rape of Lucrece, Julius Caesar, Coriolanus, Antony and Cleopatra November 6-16, 2014 The Jerry H. Labowitz Theatre for the Performing Arts 1 Washington Place For reservations and more information, visit the Gallatin events webpage: gallatin.nyu.edu/utilities/events/2014/11/romantragediesfestival.html  The NYU Institute for the Study of the Ancient World presents The Lure of Gold and Iron: China and the Steppe in the First Millennium BC Jessica Rawson (University of Oxford) Thursday, November 6, 2014, 6:00pm Institute for the Study of the Ancient World 15 East 84th Street, Second Floor Lecture Hall 212.992.7800 This lecture is free and open to the public, but seating is limited; registration is required at: isaw@nyu.edu  The NYU Institute for the Study of the Ancient World presents  Portraits of the Ptolemies: Greek Kings as Egyptian Pharaohs  Paul E. Stanwick (Independent Scholar) Thursday, October 30, 2014, 6:00pm Institute for the Study of the Ancient World 15 East 84th Street, Second Floor Lecture Hall 212.992.7800 This lecture is free and open to the public, but seating is limited; registration is required at: rsvp_exhibitions@nyu.edu  The NYU Institute of Fine Arts presents  Identifying with the \"Other\": Dining with Painted Pygmies in Pompeii   Caitlin Eilis Barrett ( Cornell University ) Thursday, October 30, 2014, 6:00pm The Institute of Fine Arts, 1 East 78th Street, Lecture Hall 212.992.5800         This lecture is free and open to the public, but an RSVP is required. Seating is on a first-come, first-served basis.  The NYU Institute of Fine Arts presents  Archaeological Excavations at Selinunte   Clemente Marconi ( NYU-IFA ) Tuesday, October 28, 2014, 6:00pm The Institute of Fine Arts, 1 East 78th Street, Lecture Hall 212.992.5800         This lecture is free and open to the public, but an RSVP is required. Seating is on a first-come, first-served basis.  The NYU Classics Department presents The Case for Using \"Race\" in Classical Studies (Twenty-Five Years after Black Athena) Denise Eileen McCoskey ( Miami University ) Monday, October 27, 2014, 6:00pm Silver Center for Arts and Science, Room 503 32 Waverly Place or 31 Washington Place (wheelchair access)  Contact: Christopher Parmenter csp351@nyu.edu The NYU Institute for the Study of the Ancient World presents On the Waterfront at Giza: Workers’ Town and Pyramid Port – Latest Discoveries Mark Lehner ( Boston University ) Monday, October 20, 2014, 6:30pm Institute for the Study of the Ancient World 15 East 84th Street, Second Floor Lecture Hall 212.992.7800 This lecture is free and open to the public; seating is on a first-come, first served basis. The NYU Institute for the Study of the Ancient World presents  Life in a Multicultural Society: The Jewish Community of Elephantine in Egypt under Persian Rule  J.H.F. Dijkstra (University of Ottowa) Thursday, October 16, 2014, 6:00pm Institute for the Study of the Ancient World 15 East 84th Street, Second Floor Lecture Hall 212.992.7800 This lecture is free and open to the public, but seating is limited; registration is required at: rsvp_exhibitions@nyu.edu  The NYU Institute for the Study of the Ancient World presents The Galenic Origins of the Modern Science Textbook Claire Bubb ( ISAW ) Tuesday, October 14, 2014, 6:00pm Institute for the Study of the Ancient World 15 East 84th Street, Second Floor Lecture Hall 212.992.7800 This lecture is free and open to the public; seating is on a first-come, first served basis. The NYU Institute for the Study of the Ancient World presents WHEN THE GREEKS RULED EGYPT: From Alexander the Great to Cleopatra October 8, 2014 - January 4, 2015 Institute for the Study of the Ancient World 15 East 84th Street, Second Floor Lecture Hall 212.992.7800 For more information about this exhibition, please visit ISAW's website: isaw.nyu.edu/exhibitions  The NYU Classics Department presents Mobility, Migration, and the Emergence of the Polis: Critical Approaches to Greek Colonization Irad Malkin ( Tel Aviv University ) Monday, October 6, 2014, 6:00pm Silver Center for Arts and Science, Room 503 32 Waverly Place or 31 Washington Place (wheelchair access)  Contact: Christopher Parmenter csp351@nyu.edu The NYU Institute of Fine Arts presents       Who Signed What? Artists and Signatures in Ancient Greece Jeffrey Hurwit ( University of Oregon ) Tuesday, September 23, 2014, 6:00pm      The Institute of Fine Arts, 1 East 78th Street, Lecture Hall      212.992.5800         This lecture is free and open to the public, but an RSVP is required. Seating is on a first-come, first-served basis.      The NYU Institute for the Study of the Ancient World presents Oasis Magna: Kharga and Dakhla Oases in Antiquity Organized by Roger Bagnall ( ISAW ) and Gaëlle Tallet ( University of Limoges )    Friday and Saturday, September 19-20, 2014 Institute for the Study of the Ancient World 15 East 84th Street, Second Floor Lecture Hall 212.992.7800 This conference is free and open to the public, but space is limited and registration is required. To register, email: isaw@nyu.edu To view the conference program, click here The NYU Classics Department presents Divine Institutions: Religion and State Formation in Mid-Republican Rome Dan-el Padilla Peralta ( Columbia University ) Monday, September 15, 2014, 6:00pm Silver Center for Arts and Science, Room 503 32 Waverly Place or 31 Washington Place (wheelchair access)  Contact: Christopher Parmenter csp351@nyu.edu The NYU Institute for the Study of the Ancient World presents Vespasian at Play: 74 AD Theodore Buttrey ( Fitzwilliam Museum, Cambridge University ) Tuesday, September 9, 2014, 6:00pm Institute for the Study of the Ancient World 15 East 84th Street, Second Floor Lecture Hall 212.992.7800 This lecture is free and open to the public; seating is on a first-come, first served basis."}, {"content": "Course Offerings    | Classics | NYU                                                          Back to  previous page                  Course Offerings   Jump to: Latin Ancient Greek Advanced Latin and Advanced Ancient Greek Literature (No Latin or Greek Required) Greek and Roman History and Culture Art and Archaeology Philosophy, Religion, and Intellectual History Special Courses Spring and Summer Study Abroad Courses Graduate Courses Open to Undergraduates  Latin Elementary Latin I, II CLASS-UA 3, 4 Both terms must be completed to receive credit toward any departmental major or minor. Offered every year. 4 points per term. Introduction to the essentials of Latin, the language of Vergil, Caesar, and Seneca. Five hours of instruction weekly, with both oral and written drills and an emphasis on the ability to read Latin rather than merely translate it. The second semester (CLASS-UA 4) introduces the student to selected readings from standard Latin authors, including Catullus, Cicero, Ovid, and Pliny. Intensive Elementary Latin CLASS-UA 2 Open to students with no previous training in Latin and to others through assignment by placement test. Offered periodically, in the spring term only. 6 points. Completes the equivalent of a year's elementary level in one semester. Intermediate Latin I: Reading Prose CLASS-UA 5 Prerequisites: Elementary Latin I and II (CLASS-UA 3 and 4), or Intensive Elementary Latin (CLASS-UA 2), or equivalent. Offered every year. 4 points. Teaches second-year students to read Latin prose through comprehensive grammar review; emphasis on the proper techniques for reading (correct phrase division, the identification of clauses, and reading in order); and practicing reading at sight. Authors may include Caesar, Cicero, Cornelius Nepos, Livy, Petronius, or Pliny, at the instructor's discretion. Intermediate Latin II: Vergil CLASS-UA 6 Prerequisite: Intermediate Latin I: Reading Prose (CLASS-UA 5) or equivalent. Offered every year. 4 points. Writings of the greatest Roman poet, focusing on his most celebrated poem, the Aeneid. Students learn to read Latin metrically to reflect the necessary sound for full appreciation of the writing. Readings in political and literary history illustrate the setting in the Augustan Age in which the Aeneid was written and enjoyed, the relationship of the poem to the other classical epics, and its influence on the poetry of later times.     Ancient Greek Elementary Ancient Greek I, II CLASS-UA 7, 8 Both terms must be completed to receive credit toward any departmental major or minor. Offered every year. 4 points per term. Introduction to the complex but highly beautiful language of ancient Greece—the language of Homer, Sophocles, Thucydides, and Plato. Students learn the essentials of ancient Greek vocabulary, morphology, and syntax. Five hours of instruction weekly, with both oral and written drills and an emphasis on the ability to read Greek rather than merely translate it. Intermediate Ancient Greek I: Plato CLASS-UA 9 Prerequisites: Elementary Ancient Greek I and II (CLASS-UA 7 and 8) or equivalent. Offered every year. 4 points. Reading of Plato's Apology and Crito and selections from the Republic. The purpose of the course is to develop facility in reading Attic prose. Supplements readings in Greek with lectures on Socrates and the Platonic dialogues. Intermediate Ancient Greek II: Homer CLASS-UA 10 Prerequisite: Intermediate Ancient Greek I: Plato (CLASS-UA 9) or equivalent. Offered every year. 4 points. Extensive readings in the Iliad or Odyssey. Proficiency in scansion is expected, as well as a good command of Homeric vocabulary. Relevant topics ranging from the Homeric question to problems of oral tradition through the archaeological evidence of Bronze Age Greece and Troy are discussed in class or developed by the student through oral or written reports.     Advanced Latin and Advanced Ancient Greek    Each term, the department offers one course in advanced Latin and one course in advanced Greek. Courses are taught on a cycle; students may take up to six consecutive terms without repeating material. Advanced Latin: Epic CLASS-UA 871 Prerequisite: Intermediate Latin II: Vergil (CLASS-UA 6) or equivalent. Offered every three years. 4 points. Extensive readings in Vergil's Aeneid and the other epics of Rome, including Ovid's Metamorphoses, Lucan's Bellum Civile, and Lucretius's De Rerum Natura. Consideration is given to the growth and development of Roman epic, its Greek antecedents, and its relationship to the Romans' construction of their past. Study of the development of the Latin hexameter is also included. Advanced Latin: Cicero CLASS-UA 872 Prerequisite: Intermediate Latin II: Vergil (CLASS-UA 6) or equivalent. Offered every three years. 4 points. Offering extensive readings from the prose works of Cicero, this course provides readings in Latin of a selection from Cicero's speeches, letters, oratorical works, and philosophical works. Cicero's place in the development of Latin literature is also considered, as is the social and political world of the late Republic that he inhabited. Advanced Latin: Lyric and Elegy CLASS-UA 873 Prerequisite: Intermediate Latin II: Vergil (CLASS-UA 6) or equivalent. Offered every three years. 4 points. Provides extensive readings from the works of Rome's greatest lyric and elegiac poets, including Catullus, Horace, Tibullus, Propertius, and Ovid. The various lyric meters adapted by the Romans are considered, as is the development of the Latin love elegy. Advanced Latin: Comedy CLASS-UA 874 Prerequisite: Intermediate Latin II: Vergil (CLASS-UA 6) or equivalent. Offered every three years. 4 points. A selection of plays from those of Plautus and Terence. The development of Roman comedy, its relationship to Greek New Comedy, and its social and cultural place in Roman life are also discussed. Some facility in Plautine and Terentian meter is expected. Advanced Latin: Satire CLASS-UA 875 Prerequisite: Intermediate Latin II: Vergil (CLASS-UA 6) or equivalent. Offered every three years. 4 points. With extensive readings from Horace's, Juvenal's, and Persius's satires, this course traces the development of the satiric mode from its earliest beginnings in Rome to its flowering under the Empire. The relationship of satire to the social world of Rome, including its treatment of money, women, political figures, and social climbers, is also examined. Advanced Latin: Latin Historians CLASS-UA 876 Prerequisite: Intermediate Latin II: Vergil (CLASS-UA 6) or equivalent. Offered every three years. 4 points. Readings from the three masters of Roman historiography, Sallust, Livy, and Tacitus. The course also considers the rise and development of history in Rome, its relationship to myth, and its narrative structure and manner. Advanced Individual Study in Latin CLASS-UA 891, 892, 893, 894 Prerequisite: permission of the department. Offered every year. 2 or 4 points per term. Advanced Greek: Archaic Poetry CLASS-UA 971 Prerequisite: Intermediate Ancient Greek II: Homer (CLASS-UA 10) or equivalent. Offered every three years. 4 points. Extensive readings from the lyric, elegiac, and iambic poets of Greece. The course studies the use of the various lyric forms, the different meters employed by the archaic poets, and the social functions of archaic poetry. Advanced Greek: Greek Historians CLASS-UA 972 Prerequisite: Intermediate Ancient Greek II: Homer (CLASS-UA 10) or equivalent. Offered every three years. 4 points. Readings from the two fifth-century masters of Greek historiography, Herodotus and Thucydides. The course examines the themes, narrative structure, and methodology of both writers, as well as giving some consideration to the rise of history writing in Greece and its relationship to myth and epic. Advanced Greek: Drama CLASS-UA 973 Prerequisite: Intermediate Ancient Greek II: Homer (CLASS-UA 10) or equivalent. Offered every three years. 4 points. Readings of several plays from among those of Aeschylus, Sophocles, and Euripides. Spoken and choral meter are studied, and the role of performance, dramaturgy, and the place of theatre in Athenian society is also examined. Advanced Greek: Orators CLASS-UA 974 Prerequisite: Intermediate Ancient Greek II: Homer (CLASS-UA 10) or equivalent. Offered every three years. 4 points. Readings of several speeches from the major Attic orators (Lysias, Aeschines, and Demosthenes). The course also examines the role of law in Athenian society, procedure in the Athenian courts, and rhetorical education and training. Advanced Greek: Philosophy CLASS-UA 975 Prerequisite: Intermediate Ancient Greek II: Homer (CLASS-UA 10) or equivalent. Offered every three years. 4 points. Readings from the dialogues of Plato and the major philosophical works of Aristotle. Advanced Greek: Hellenistic Poetry CLASS-UA 976 Prerequisite: Intermediate Ancient Greek II: Homer (CLASS-UA 10) or equivalent. Offered every three years. 4 points. Offers a selection of authors (including Callimachus, Theocritus, and Apollonius) and genres (pastoral, hymn, epigram, drinking song) from the Hellenistic era. Advanced Individual Study in Ancient Greek CLASS-UA 991, 992, 993, 994 Prerequisite: permission of the department. Offered every year. 2 or 4 points per term.     Literature (No Latin or Greek Required) Greek Drama: Aeschylus, Sophocles, and Euripides CLASS-UA 143 Identical to DRLIT-UA 210. Offered periodically. 4 points. Of the ancient Greeks' many gifts to Western culture, one of the most celebrated and influential is the art of drama. This course covers, through the best available translations, the masterpieces of the three great Athenian dramatists. Analysis of the place of the plays in the history of tragedy and the continuing influence they have had on serious playwrights, including those of the 20th century. The Comedies of Greece and Rome CLASS-UA 144 Identical to DRLIT-UA 211. Offered periodically. 4 points. Study of early comedy, its form, content, and social and historical background. Covers the Old Comedy of fifth-century B.C.E. Athens through later Attic New Comedy and Roman comedy. Authors include Aristophanes (all 11 plays, one may be staged); Euripides, whose tragedies revolutionized the form of both comedy and tragedy; Menander, whose plays have only recently been discovered; and Plautus and Terence, whose works profoundly influenced the development of comedy in Western Europe. Greek and Roman Epic CLASS-UA 146 Offered periodically. 4 points. Detailed study of the epic from its earliest form, as used by Homer, to its use by the Roman authors. Concentrates on the Iliad and the Odyssey of Homer and on Vergil's Aeneid, but may also cover the Argonautica of the Alexandrian poet Apollonius of Rhodes and Ovid's Metamorphoses, as well as the epics representative of Silver Latin by Lucan, Silius Italicus, and Valerius Flaccus. The Novel in Antiquity CLASS-UA 203 Identical to COLIT-UA 203. Offered periodically. 4 points. Survey of Greek and Roman narrative fiction in antiquity, its origins and development as a literary genre, and its influence on the tradition of the novel in Western literature. Readings include Chariton's Chaereas and Callirrhoe, Longus's Daphnis and Chloe, Heliodorus's Ethiopian Tale, Lucian's True History, Petronius's Satyricon, and Apuleius's Golden Ass. Concludes with the Gesta Romanorum and the influence of this tradition on later prose, such as Elizabethan prose romance. Ancient Political Theory CLASS-UA 206 Offered periodically. 4 points. Examines the foundation and interpretation of Athenian democracy and Roman republicanism. Readings include Plato's Republic, Thucydides' History of the Peloponnesian War, Aristotle's Politics, and Cicero's Republic and Laws. Classical Mythology CLASS-UA 404 Identical to RELST-UA 404. Offered every year. 4 points. Discusses the myths and legends of Greek and Roman mythology and the gods, demigods, heroes, nymphs, monsters, and everyday mortals who played out their parts in this mythology. Begins with creation, as vividly described by Hesiod in the Theogony, and ends with the great Trojan War and the return of the Greek heroes, especially Odysseus. Roman myth is also treated, with emphasis on Aeneas and the foundation legends of Rome.      Greek and Roman History and Culture Sexuality and Gender in Greece and Rome CLASS-UA 210 Offered periodically. 4 points. Deals with the constructions of gender and experiences of sexuality in ancient Greece and Rome. Working with texts and representations from varied discourses such as medicine, law, literature, visual art, and philosophy, students explore the ways in which the ancient Greeks and Romans perceived their own bodies in such a way as to differentiate gender and understand desire. The class also discusses how eroticism and gender support and subvert political and social ideologies. Everyday Life in Ancient Rome CLASS-UA 212 Offered periodically. 4 points. Study of daily life as it was lived by the Romans in the period of the late Republic and early Empire: how they worked, worshipped, dressed, fed, and entertained themselves. Looks at questions of family life and social status, at rich and poor, at slaves and free, and at the lives of men, women, and children. Also considers marriage and divorce, crime and punishment, and law and property. All of these issues are examined primarily through original texts such as ancient documents, legal sources, and literary texts in which such Roman authors as Horace, Martial, and Juvenal describe their own lives and those of their contemporaries. Greek History from the Bronze Age to Alexander CLASS-UA 242 Identical to HIST-UA 200. Offered every other year. 4 points. Until a few decades ago, Greek history began with Homer and dealt narrowly with the Greek world. Thanks to archaeology, the social sciences, and other historical tools, the chronological and geographical horizons have been pushed back. The history of the Greeks now starts in the third millennium B.C.E. and is connected to the civilization that lay to the east, rooted in Egypt and Mesopotamia. This course traces Greek history from the Greeks' earliest appearance to the advent of Alexander. The Greek World from Alexander to Augustus CLASS-UA 243 Identical to HIST-UA 243. Offered every other year. 4 points. Continuation of the history of ancient Greece from the age of Alexander the Great in the fourth century B.C.E. until Emperor Augustus consolidated the Roman hold over the eastern Mediterranean in the first century B.C.E. These three centuries saw the relationship between Rome and the Near East become most meaningful. This course examines Alexander's conquests, the states established by his successors (Ptolemies of Egypt and Seleucids of Syria), and the increasing intervention of Rome. History of the Roman Republic CLASS-UA 267 Identical to HIST-UA 205. Offered every other year. 4 points. In the sixth century B.C.E., Rome was an obscure village. By the end of the fourth century B.C.E., Rome was master of Italy, and within another 150 years, it dominated almost all of the Mediterranean world. Then followed a century of unrest involving some of the most famous events and men—Caesar, Pompey, and Cato—in Western history. The course surveys this vital period with a modern research interpretation. History of the Roman Empire CLASS-UA 278 Identical to HIST-UA 206. Offered every other year. 4 points. In the spring of 44 B.C.E., Julius Caesar was murdered by a group of senators disgruntled with his monarchic ways. However, Caesar's adoptive son and heir, Gaius Octavius, was quickly on the scene, and over the course of the next half-century managed to establish himself as Rome's first emperor. About three centuries later, Constantine the Great would rise to imperial power and with him came a new state religion—Christianity. This course examines the social and political history of the Roman Empire from the time of Augustus to that of Constantine and also closely observes the parallel growth of Christianity. History of Ancient Law CLASS-UA 292 Offered periodically. 4 points. Examines the development of law and legal systems and the relationships of these to the societies that created them, starting with some ancient Near Eastern systems and working down to the Roman period. The main focus is on the fully developed system of Roman law.      Art and Archaeology Ancient Art at Risk: Conservation, Ethics, and Cultural Property CLASS-UA 100 Prerequisite: permission of the instructor. 4 points. Examines the environmental, material, social, and political forces that put ancient art at risk, including exposure to natural elements, acid rain, pollution, dam building, tourism, urban development, armed conflict, looting, theft, and the illicit trade in antiquities. Issues of conservation, preservation, and ethics are considered through case studies that focus on sites, monuments, and materials. Team-taught with physical chemistry professor Norbert S. Baer of the Institute of Fine Arts Conservation Center, this course reviews a range of applied technologies used in the analysis of ancient objects: radiocarbon dating, thermoluminescence, dendrochronology, stable isotope analysis, dedolomitization, and elemental analysis. Authenticity and forgery, dating and provenance, and the sourcing of ancient materials are among the issues examined. The use of coins, inscriptions, and stamped amphora handles and ceramics is evaluated as criteria for establishing absolute and relative chronologies. Consideration is given to the role that stylistic analysis and connoisseurship have played in our understanding of ancient art. This interdisciplinary course is ideal for students who are interested in the intersection of classical archaeology with law, science, ethics, public policy, cultural resource management, and the environment. We track developments in global cultural property laws, international conventions, and the repatriation of cultural materials. The Parthenon and Its Reception: From Antiquity to the Present CLASS-UA 150 Identical to ARTH-UA 150. Prerequisite: permission of the instructor. 4 points. This colloquium traces the history of the Parthenon and its reception through its transformations from the temple of Athena, to Christian church, to mosque, to ruin, to icon of Western art and culture. The landscape, topography, and topology of the Athenian Acropolis are examined with an eye toward understanding the interrelation of place, myth, cult, and ritual. The architectural phases of the Parthenon, its program of sculptural decoration, its relationship to other monuments on the Acropolis, and the foundation myths that lie behind its meaning are scrutinized. Issues of reception, projection, and appropriation are considered, as well as interventions through conservation and reconstruction. Efforts to secure the repatriation of the Parthenon sculptures are reviewed within the broader context of global cultural heritage law and the opening of the New Acropolis Museum. Introduction to Classical Archaeology: Constructions of the Greek and Roman Past CLASS-UA 305 Offered periodically. 4 points. An introduction to the archaeology of the Mediterranean world, examining the history and contexts of sites and monuments, as well as the methods, practices, and research models through which they have been excavated and studied. From Bronze Age palaces of the Aegean, to the Athenian Acropolis, to the cities of Alexander the Great, the Roman forum, Pompeii, and the Roman provinces, we consider the ways in which art, archaeology, architecture, everyday objects, landscape, urbanism, technology, and ritual teach us about ancient Greek and Roman societies. Special focus is placed on reception, the origins of archaeology in the Renaissance, 19th- to 20th-century humanistic and social scientific approaches, and postmodern social constructions of knowledge. Ancient Art CLASS-UA 310 Identical to ARTH-UA 3. Offered periodically. 4 points. Examines the arts of Egypt, Near East, Greece, and Rome within the contexts and diversities of their cultures. Special emphasis is placed on form, function, and style and on the significance of this material for later periods within the history of art. Major monuments and objects are studied within their full historiographical contexts, as well as within the frameworks of current archaeological and art historical theory and methods. Focus is placed on materiality, technique, authorship, patronage, and reception. This course serves as a foundation for study of almost any branch of Western humanism. Birth of Greek Art: From the Bronze Age to the Geometric Period CLASS-UA 311 Identical to ARTH-UA 101. Offered periodically. 4 points. Surveys the art, archaeology, and culture of the Aegean Bronze Age and early Iron Age: from ancient Thera to the palace-based states of Minoan Crete and the Mycenaean Greek mainland, to developments within communities of the eighth century B.C.E. Architecture, wall painting, sculpture, ceramics, and narrative in early Greek art are among the topics examined, along with absolute and relative chronologies and the development of writing. Emphasis is placed on critical approaches to material culture within the contexts of religion, sociopolitical and economic organization, burial practices, trade networks, and interactions with neighboring cultures. Archaic and Classical Art: Greek and Etruscan CLASS-UA 312 Identical to ARTH-UA 102. Prerequisite: History of Western Art I (ARTH-UA 1), Ancient Art (ARTH-UA 3), or permission of the instructor. Offered every other year. 4 points. Greek and Etruscan art and archaeology from the seventh century through the fourth century B.C.E., including the orientalizing and archaic styles, the emergence of the classical style, changes in art and life in the fourth century, and the impact of Macedonian court art before and during the time of Alexander the Great. Focuses on architecture, sculpture, and vase painting within their full social, religious, and political contexts, with careful attention to material, style, technique, function, iconography, authorship, and patronage. Special topics include the body, votive practice, cult statues, athletic statuary, architectural decoration, portraiture, myth, narrative, landscape, and aesthetics. Includes study of the Metropolitan Museum of Art collections. Hellenistic and Roman Art CLASS-UA 313 Identical to ARTH-UA 103. Prerequisite: History of Western Art I (ARTH-UA 1), Ancient Art (ARTH-UA 3), or permission of the instructor. Offered every other year. 4 points. Traces developments in art and archaeology from the conquests of Alexander the Great to the beginnings of Christian domination under Constantine in the fourth century C.E. The diversity of the Hellenistic and Roman worlds is examined through careful consideration of Macedonian court art; the spread of Hellenistic culture from Greece to the Indus Valley; the arts of the Ptolemaic, Attalid, and Seleucid kingdoms; the expansion of Rome in the western Mediterranean; and the arts of the Roman Empire. Special emphasis on landscapes; rituals; social and political complexities; problems of chronology, styles, and copies; portraiture and identity; power and empire; luxury and trade; and hybridization. Includes study of the Metropolitan Museum of Art and Brooklyn Museum collections. Archaeologies of Rome and the Empire CLASS-UA 351 Offered periodically. 4 points. Surveys the archaeologies of Rome and the Italian Peninsula, including the cities of Etruria and the Greek settlements of South Italy and Sicily, as well as the Roman provinces, with special focus on Asia and North Africa. Public and private buildings and monuments, including temples, marketplaces, triumphal arches, colonnaded streets, theatres, amphitheatres, baths, water supply systems, luxury villas, apartment blocks, and gardens, are examined. From urban centers to rural landscapes, we consider Roman taste and technologies, identity and traditions, within their full social, cultural, religious, and economic contexts. With a focus on sculpture, wall painting, mosaics, and decorative arts, developments in Roman visual culture are tracked through the late antique period. Archaeologies of Greece CLASS-UA 352 Offered periodically. 4 points. This survey of Greek landscapes, sites, monuments, and images presents the art and archaeology of the Greek world from the Neolithic to the late antique period. Architecture, painting, sculpture, and decorative arts are studied within their full social, cultural, and religious contexts. From the palaces of the Aegean Bronze Age; to the Panhellenic sanctuaries at Olympia, Delphi, Nemea, and Isthmia; to the city of Athens and the monuments of the Athenian Acropolis; to the great Hellenistic cities of Asia Minor, special focus is placed on landscape, myth, memory, materials, and ritual in shaping the visual culture of ancient Greece. The formation of the city-state and its political, economic, and religious institutions are explored within their full urban settings. The development and history of classical archaeology as a discipline are reviewed, along with issues of reception, connoisseurship, critical theory, and methods. Greek Architecture CLASS-UA 353 Identical to ARTH-UA 104. Prerequisite: permission of the instructor. Offered periodically. 4 points. History of Greek architecture from the archaic through the Hellenistic periods (eighth to first centuries B.C.E.). Provides a chronological survey of the Greek architectural tradition from its Iron Age origins, marked by the construction of the first all-stone temples, to its radical transformation in the late Hellenistic period, most distinctively embodied in the baroque palace architecture reflected in contemporary theatre stage-buildings. The lectures, accompanying images, and readings present the major monuments and building types, as well as such related subjects as city planning and urbanism, building methods, and traditions of architectural patronage. Roman Architecture CLASS-UA 354 Identical to ARTH-UA 105. Prerequisite: permission of the instructor. Offered periodically. 4 points. History of Roman architecture from the Hellenistic to the early Christian periods (first century B.C.E. to sixth century C.E.). Provides a chronological survey of Roman architecture from its early development against the background of the Greek and Etruscan traditions to the dramatic melding of the divergent trends of late antiquity in the great Justinian churches of Constantinople and Ravenna. The lectures, accompanying images, and readings present the major monuments and building types, as well as such related subjects as city planning and urbanism, Roman engineering, and the interaction between Rome and the provinces.       Philosophy, Religion, and Intellectual History Ancient Political Theory CLASS-UA 206 Offered periodically. 4 points. Examines the foundation, interpretation, and modern reception of Athenian democracy and Roman republicanism. Readings include Plato's Republic, Thucydides' History of the Peloponnesian War, Aristotle's Politics, and Cicero's Republic and Laws. Introduction to the New Testament CLASS-UA 293 Identical to RELST-UA 302 and HBRJD-UA 22. Offered periodically. 4 points. Introduces students to issues and themes in the history of the Jesus movement and early Christianity through a survey of the main texts of the canonical New Testament, as well as other important early Christian documents. Students are given the opportunity to read most of the New Testament text in a lecture-hall setting where the professor provides historical context and focuses on significant issues, describes modern scholarly methodologies, and places the empirical material within the larger framework of ancient history and the theoretical study of religion. Ancient Religion: From Paganism to Christianity CLASS-UA 409 Identical to RELST-UA 409. Offered periodically. 4 points. The period from the beginnings of Greek religion until the spread of Christianity spans over 2,000 years and many approaches to religious and moral issues. This course traces developments such as the Olympian gods of Homer and Hesiod; hero worship; public and private religion; views of death, the soul, and afterlife; Dionysus; Epicureanism; and Stoicism. It deals with changes in Greek religion during the Roman republic and early empire and the success of Christians in converting pagans in spite of official persecution. Martyrdom, Ancient and Modern CLASS-UA 646 Identical to RELST-UA 660. Offered every other year. 4 points. Examines the theory and practice of martyrdom in the West. Begins with a close study of the development of the martyrological discourse in classical, early Christian, early Jewish, and Muslim literature and culture. Also traces how the concept of martyrdom is deployed in modern culture in various phenomena, such as the \"Columbine martyrs,\" \"martyrdom operations\" (\"suicide bombers\"), political martyrdom, and modern notions of holy war. Greek Thinkers CLASS-UA 700 Identical to PHIL-UA 122. Offered periodically. 4 points. The origins of nonmythical speculation among the Greeks and the main patterns of philosophical thought, from Thales and other early speculators about the physical nature of the world through Socrates, Plato, Aristotle, the Stoics, the Epicureans, and the Neoplatonists.       Special Courses Special Topics in Classical Studies I, II, III CLASS-UA 291, 293, 294 Usually assigns readings in English translation. Offered periodically. 2 or 4 points per term. Seminar topics vary from semester to semester, although the focus is always on a limited aspect of life, history, literature, art, or archaeology of Greco-Roman antiquity. Topics from past semesters include the Trojan War, archaeology and pottery, Alexander the Great, the Etruscans, and crime and violence in the ancient world. Future topics may include Plato and Aristotle, ancient medicine, the Age of Pericles, the Age of Augustus, and Latin love poetry. Senior Honors Seminar and Thesis CLASS-UA 295, 297 Prerequisite: permission of the department. 2 or 4 points per term.             Internship CLASS-UA 980, 981 Prerequisite: permission of the department. Open only to juniors and seniors. Offered every year. 2 or 4 points per term. Internships with institutions such as the Brooklyn Museum and the American Numismatic Society afford students the opportunity to work outside the University in areas related to the field of classics. Requirements for completion of such internships include periodic progress reports and a paper describing the entire project.       Independent Study CLASS-UA 997, 998 Prerequisite: permission of the department. 2 or 4 points per term.  Spring and Summer Study Abroad Courses Archaeological Fieldwork: Yeronisos Island Excavation Field School, Cyprus Summer Session I. 4 points. This five-week field practicum is held on Yeronisos Island, Cyprus, a Ptolemaic sanctuary of Apollo that flourished during the final years of Cleopatra's reign. The course focuses on the aims, scope, and tools of field survey and archaeology; the practice of stratigraphic excavation; and the ways in which we deal with archaeological evidence. Field training includes surface survey and field walking; principles of stratigraphic excavation, using a level and laser theodolite, taking elevations, computer-aided drawing and design, setting out an excavation grid square, keeping a field book, and field photography; data entry and the Yeronisos Island Expedition Database; health and safety in the field and on the boat; closing the site for the season, final elevations, aerial photography, rubble wall consolidation, geo-textiles, and backfilling; packing up the storeroom and conservation and registration of finds; and writing final field reports. Afternoon seminars cover pottery washing, conservation, and analysis; drawing stratigraphic sections; drawing pottery profiles, glass, and metal objects; object photography; Neolithic and Chalcolithic Cyprus; Ptolemaic rule in Cyprus; late Roman and Byzantine Cyprus; archaeologies of cult and religion; Hellenistic pottery: shapes, wares, and functions; and reading Greek inscriptions. Field trips include Nea Paphos, Roman villas and mosaics at the House of Theseus, House of Aion, and House of Dionysos; Hellenistic Tombs of the Kings, the sanctuary of Aphrodite at Palaipaphos and the Kouklia Museum, the Persian siege mound at Palaiphaphos; Souskiou Neolithic/Chalcolithic Cemetery; the Paphos Museum; Geroskipou Folk Art Museum, Lemba Experimental Chalcolithic Village, the Monastery and Byzantine Museum at Agios Neophytos; and flora and fauna study, hiking in the Akamas Peninsula, and the Sea Turtle Conservation Project at Lara Beach.       Spring Semester in Egypt       Study Abroad Courses Inquiries about the associated undergraduate spring semester abroad program Archaeology and History in Egypt, offered through the NYU Institute for the Study of the Ancient World, should be made to its director, Ellen Morris ( em129@nyu.edu ). The website is www.amheida.org . Click on the Student Information button for more information on this program. The Oases of Egypt CLASS-UA 9355 Offered in the spring. 4 points. This seminar explores the history and culture of Egypt's western oases, especially of Dakhleh Oasis. In the course of this month, as we travel physically around Dakhleh and Kharga and chronologically from deep prehistory to the advent of Christianity, we address issues of insularity and connectivity with respect to the Nile Valley, as well as the relationship between humans, technology, and the natural environment. Inhabitants of the oases always enjoyed a rather precarious existence, because of the difficulty of travel, the ever-present risk of salinization, hostile desert raiders, and general remoteness; thus, we are alerted to the ways in which the realities of living on an oasis provoked identifiable and to some degree recurrent cultural dynamics. The Archaeology of Egypt's Nile Valley CLASS-UA 9356 Prerequisites: The Oases of Egypt (CLASS-UA 9355) and Field Work in Egypt (CLASS-UA 9357). Offered in the spring. 4 points. In this traveling seminar, students leave Dakhleh Oasis for the Nile Valley to place what they have studied into a wider cultural context. During the course of the month, students visit temples, tombs, settlements, and other sites throughout Egypt, from Aswan to Alexandria. Seminar sessions and class presentations focus on themes related especially to Egypt's ever-evolving religious and funerary beliefs, as well as the complex, often multicultural, nature of Egyptian civic life at various periods. Field Work in Egypt CLASS-UA 9357 Prerequisite: The Oases of Egypt (CLASS-UA 9355). Offered in the spring. 4 points. This intensive course is largely field-based, with additional time spent processing, recording, and analyzing materials at the excavation house. Students are involved in almost every aspect of the archaeological field process. Specialists offer instruction in survey techniques, in the drafting of archaeological plans, and in the interpretation of ceramics and other highly indicative artifacts. As the bulk of excavation in Egypt is undertaken by local workmen, students receive training as a site supervisor (with all of the necessary background in archaeological methodology that this entails). Independent Project: Excavation at Amheida CLASS-UA 9358 Prerequisite: participation in the NYU Archaeology and History in Egypt program. Offered in the spring. 4 points. For this independent project, students produce original research on some aspect of the material culture so far unearthed at Amheida. Students may choose to specialize in a type of artifact (such as pottery, flints, or coins), choose to analyze specific contexts in depth, or develop a specific project based on their own interests and backgrounds. In all cases, they are encouraged to formulate and test hypotheses. Once completed, independent projects are archived in the library for the use of all other archaeologists who work at Amheida. Research undertaken while at Dakhleh is facilitated by our online database, by collections stored on site, and by the dig house library.        Graduate Courses Open to Undergraduates Courses in classics offered in the Graduate School of Arts and Science are open to all undergraduates who have reached the required advanced level of Greek or Latin language instruction.                                                                                              Back to Top"}, {"content": "Undergraduate Courses Spring 2014    | Classics | NYU                                                          Back to  previous page                  Undergraduate Courses Spring 2014   CLAS-UA 4, Elementary Latin II 001 M-TH, 9:30-10:45, Benjamin Sammons 002 M-TH, 3:30-4:45, Katia Kosova  Continuation of Elementary Latin I. Introduction to the essentials of Latin vocabulary, morphology, and syntax. Five hours of instruction weekly, with both oral and written drills and an emphasis on the ability to read Latin rather than merely translate it. CLAS-UA 6, Intermediate Latin II 001 M,T,W, 9:30-10:45, Inger Kuin 002 M,T,W, 4:55-6:10, Calloway Scott Intermediate Latin II: Virgil: Writings of the greatest Roman poet, focusing on the most generally read portions of his most celebrated poem, the Aeneid. The meter of the poem is studied, and the student learns to read Latin metrically to reflect the necessary sound for full appreciation of the writing. Readings in political and literary history illustrate the setting in the Augustan Age in which the Aeneid was written and enjoyed, the relationship of the poem to the other classical epics, and its influence on the poetry of later times. CLAS-UA 8, Elementary Greek II , M-TH, 11:00-12:15, Benjamin Sammons Introduction to the complex but highly beautiful language of ancient Greece--the language of Homer, Sophocles, Thucydides, and Plato. Students learn the essentials of ancient Greek vocabulary, morphology, and syntax. Five hours of instruction weekly, with both oral and written drills and an emphasis on the ability to read Greek rather than merely translate it. CLAS-UA 10, Intermediate Greek II: Homer , M,T,TH, 11:00-12:15, Phil Mitsis\u2028 Prerequisite: V27.0009 or equivalent.\u2028Extensive readings from the Iliad or Odyssey. Proficiency in Homeric grammar is expected, as well as a good command of Homeric vocabulary; the course will also address scansion and meter in Homeric epic. Relevant topics ranging from the problems of oral tradition to questions of heroism, divine intervention and 'Homeric Society' in Dark and Iron Age Greece will be discussed in class or developed by the student through oral or written reports. CLAS-UA 143 (same as DRLIT-UA 210), Greek Drama , T&amp;TH, 3:30-4:45, Peter Meineck Of the ancient Greeks’ many gifts to Western culture, one of the most celebrated and influential is the art of drama. This course covers, through the best available translations, the masterpieces of the three great Athenian dramatists. Analysis of the place of the plays in the history of tragedy and the continuing influence they have had on serious playwrights, including those of the 20th century. CLASS-UA 291.001, Special Topics: Aeneas Among the Ruins: Reading Augustan Literature and its Monuments , M&amp;W, 3:30-4:45, Stefano Rebeggiani One of the most fascinating aspects of the Augustan age, the period in Roman history marked by the principate of the Emperor Augustus, is the opportunity that this period oﬀers to make multiple connections between ideology, literature, art and the cityscape. The reign of Augustus is characterized by an impressive literary output, but also by the creation of a new language in the ﬁgurative arts and by a thorough reshaping of the cityscape. We read Augustan authors and we study the monuments of Augustan Rome. But what are the methodological gains of looking at the two sets of evidence together? What connections can be traced between the literature and the art of this exceptional period? What do we learn from reading Augustan texts with one eye on the archaeology, art and numismatics of Augustan Rome? In this course, we will experiment with this sort of reading. We will read some of the great authors of Latin Literature, including Virgil, Livy, Ovid, Horace, Tibullus and Propertius. We will also explore Augustus’ capital and its main monuments (the Forum Romanum, the Pantheon, the Forum Augustum, the Ara Pacis and many others). In particular, we shall pay attention to the presence of parallel strategies, similar topics and comparable aesthetic conceptions in both the art and the literature of this age, and we shall explore mutual inﬂuences between the visual Rome and its texts. We will also investigate the relationship between Augustus’ political and cultural revolution and the new language of literature and art. The course will be arranged around four main areas of inquiry: mythical role play, Augustus and the Republic, religious renewal, eternity and transience - the Augustan family. Each area will be explored through a selection of key texts, monuments and material evidence. No previous knowledge of Roman history or Latin is necessary: all texts will be read and discussed in translation. CLASS-UA 291.002, Special Topics: Bad Poets of Ancient Greece , T&amp;TH, 2:00-3:15, Benjamin Sammons We all know that Homer, Pindar and Euripides were great poets. But where there are good poets there are also bad ones -- lots of them. If the Greeks thought poetry came from the gods, how did they identify, explain and fend off bad poetry and its practitioners? What was the Greek ideal of poetry and in what ways did actual poets fail to live up to it? What roles did poets play in Greek society outside of those prescribed by this ideal? How did some Greeks arrive at the belief that poetry in general is a bad thing? This course addresses ancient Greek attitudes to poetry from Homer to Aristotle, with particular emphasis on criticism that questions the value or quality of poems or poetry. We will consider how good poets define and address their bad (less good?) rivals, how representatives of new genres (history, philosophy) sought to marginalize poetry as a medium of thought, how ancient criticism shaped the canon of Greek literature known to us, and what kind of poems stood outside of that canon. Authors include Homer, Pindar, Euripides, Aristophanes, Plato and Aristotle. We will also read ancient poems of dubious quality, fragmentary poems, unattributed and falsely attributed poems, literary hoaxes, and parodies. CLASS-UA 293.001, Special Topics: Representing the Divine: Images of Gods and Goddesses in Ancient Greece , M, 12:30-3:15, Joan Connelly From the earliest Minoan and Mycenaean cult images, to aniconic stones and tree trunks fallen from the sky, to Pheidias’s colossal statues of Athena Parthenos and Zeus at Olympia, this seminar examines the ways in which ancient Greeks represented the divine. Considering evidence from literature, inscriptions, vase painting, and sculpture, we will look at sanctuaries, temples, and traditions of representation and meaning across the Greek world. The images of gods and goddesses present within Greek sanctuaries were no mere representations but the divine essence itself. Rituals of feeding, bathing, dressing, decorating, parading, and interacting with these images established direct lines of communication between humans and the deities they worshipped. NOTE: PERMISSION OF INSTRUCTOR REQUIRED CLASS-UA 293.002 (same as ARTH-UA 150), Special Topics: A Millennium Miracle: 1000 Years of Roman Art &amp; Archaeology , T&amp;TH 2:00-3:15, Katherine Welch  CLASS-UA 294.001, Special Topics: Pliny , M&amp;W, 11:00-12:15, Michael Peachin C. Plinius Secundus (a.k.a., Pliny the Younger) was one of the more important Roman senators during the early years of the second century AD. He was a close associate of the emperor Trajan, was apparently friendly with Tacitus, and with many other of the most important figures of his day. Fortunately for us, Pliny was fond of writing. In particular, we have his oration thanking the emperor for a position as consul, one of the two eponymous yearly officials of the Roman state. This speech, now called the Panegyricus , is effectively an essay, which seeks to present a theoretically ideal version of the gradually evolving Roman imperial system of government. Pliny also published a large corpus of his personal correspondence. Some of these letters were exchanges with the important men of his time, while a whole group of them involve Pliny and the emperor Trajan, as they write back and forth regarding a province in Asia Minor, where Pliny had been sent as special governor (the province, Bithynia, had apparently been plagued by financial and other woes). We will read, in the main, Pliny's writings. And then, via these pieces of literature, we will attempt to understand Pliny, and the Roman world at the turn from the first to the second century AD. CLASS-UA 404 (same as RELST-UA 404),  Classical Mythology , T&amp;Th 11:00-12:15, Peter Meineck Discusses the myths and legends of Greek and Roman mythology and the gods, demigods, heroes, nymphs, monsters, and everyday mortals who played out their parts in this mythology. Begins with creation, as vividly described by Hesiod in the Theogony, and ends with the great Trojan War and the return of the Greek heroes, especially Odysseus. Roman myth is also treated, with emphasis on Aeneas and the foundation legends of Rome.  CLASS-UA 873, Advanced Latin: Lyric &amp; Elegy , M&amp;W 12:30-1:45, Stefano Rebeggiani This course involves extensive readings from the works of one of Rome’s great elegiac poets, Sextus Propertius. We will read selections from the most innovative and experimental books (3 and 4) of the Elegies, with attention to language, grammar, meter, style, and all the necessary elements to make sense of Propertius’ poetry. After books centered on his mistress Cynthia, in Book 3 Propertius covers a broader range of subjects, discussing luxury, nudity, art, the empire, and the dangers of travel for profit and war. Book 4 pushes the boundaries of the elegiac genre even further, featuring a dazzling series of poems – extremely diverse in subject, scope and speakers – which engage with historical subjects, myths, legends, rituals, Augustus and his victories, Rome etc. Students will be introduced to the world of elegy, its features, rules and cultural impact. We will also discuss Propertius’ transformation of the genre in his last two books, as well as his relationship with the Augustan cultural and political revolution. Particular attention will also be payed to Propertius’ Greek literary models, especially Callimachus’ Aetia. CLASS-UA 973, Advanced Greek: Euripides’ Helen , T&amp;TH, 11:00-12:15, Anne Carson                                                                                              Back to Top"}]}]