[{"detail": [{"content": "NYU &gt;  University Registrar &gt; Forms & Procedures &gt; Change of Student Information &gt; Changing Biological or Legal Gender Based on Identity or Expression                                                                             Skip to Navigation | Skip to Content                                            Home | Student Services Centers | About Us | Contact Us                                    Quick Links         Academic Calendars      Administrative Units         Apply for Jobs        Athletics           Bookstores       Bursar      Campus Map      Career Development      Emergencies        Event Calendar      Giving to NYU           Housing      ITS      Libraries      News        NYU Apparel      Policies      Public Safety      Registrar      Student Health Center      Student Resources        Wellness Exchange               Schools         Arts and Science      College of Arts and Science      College of Dentistry        College of Nursing      Courant Institute of Mathematical Sciences          Gallatin School of Individualized Study      Graduate School of Arts and Science      Institute of Fine Arts      Institute for the Study of the Ancient World            Leonard N. Stern School of Business        Liberal Studies Program      NYU Abu Dhabi      NYU Shanghai      Polytechnic School of Engineering      Robert F. Wagner Graduate School of Public Service          School of Continuing and Professional Studies      School of Law        School of Medicine      Silver School of Social Work      Steinhardt School of Culture, Education, and Human Development      Tisch School of the Arts                                             Search      go                                                New York University              New York University              University Registrar                                                     Calendars                             Course Search                             Registration                             Academic Records                             Graduation                             Veterans Benefits                             University Policies &amp; FERPA                           Forms &amp; Procedures                                                            Enrollment Verification                   Change of Student Information                   Veterans Benefits                   Term Withdrawal Form                   Certifying NYU Documents for Use Overseas                   Albert SIS Account Requests                                                   Training Guides                         Home          |         Forms & Procedures             |           Change of Student Information               |          Changing Biological or Legal Gender Based on Identity or Expression                                        Changing Biological or Legal Gender Based on Identity or Expression             To Whom This Policy Applies     This policy applies to all transgender or gender non-conforming students who seek to have their title, first name, and gender changed to reflect their gender identity and/or gender expression in the University's student records system.              Policy Definitions     Transgender/Gender Non-Conforming- Anyone whose gender identity and/or gender expression does not match society's expectations of how an individual who was assigned a particular sex at birth should behave in relation to their gender.       Gender Identity - An individual's sense of being either male or female, man or woman, or something other in-between.           Gender Expression - The external characteristics and behaviors that are socially defined as masculine or feminine, such as dress, mannerisms, speech patterns, and social interactions.           Biological or Legal Sex - The sex legally assigned to an individual at birth, usually reflected in a birth certificate.           Title - This includes a prefix such as \"Mr.\", \"Mrs.,\" \"Miss\" and \"Ms.\"            Legal Name - The name legally given to an individual, which may be memorialized on a birth certificate, a court order, or certificate of naturalization.           Preferred First Name and Pronoun - The name and pronoun used by a transgender student that corresponds to the student's gender identity/expression.           New York University Office of the Registrar - The Office of the Registrar supports teaching and learning at New York University by maintaining the integrity of academic policies and the student information system.           Qualified Health Care Provider - A health care provider who has an  expertise in transgender, sex reassignment, and/or gender identity/gender  expression issues.           Qualified Mental Health Professional - A mental health care provider who has an  expertise in transgender, sex reassignment, and/or gender identity/gender  expression issues.                 Policy Statement     To assist in providing a comfortable and non-discriminatory University experience for students whose gender identity and/or gender expression does not conform to their assigned legal sex at birth, the University accepts requests from such students to change University records to reflect their gender identity and/or gender expression.               Process for Changing Biological or Legal Gender to Gender Based on Identity or Expression     Students who enroll at New York University under their biological or legal sex may change their gender in the student records system to reflect their gender identity and/or gender expression, which may differ from the sex assigned to them at birth. Such students should complete the Change of Student Information form and provide one of the following documents to substantiate the change:             Pre- or post-operative documentation from a qualified health care provider         A letter of support from a qualified mental health professional        A birth certificate or court order legalizing the preferred gender or        A valid social security card, driver license, or passport reflecting the gender identity or expression.                      Effect of Change in Student Records     A student's preferred title, first name, pronoun, and gender will be reflected in all of the student's University documents, including but not limited to the student's NYU identification card, directory listing, class rosters, and health center records.      Please be advised that changing your name and/or gender in the University's student records is not the same as legally changing your name and/or gender through the courts (or in the case of gender, through a birth certificate in some States) and you may be challenged when you are asked to provide proof of your legal name and/or identity for employment or government purposes, such as obtaining a passport.            FERPA       A student's preferred title and first name will be disclosed as \"directory information\" unless the student refuses to permit such disclosure. For further information on disclosure of directory information, please refer to New York University's Guidelines for Compliance with the Family Educational rights and Privacy Act (FERPA)            Policy Contact     Please contact Academic Records online or at (212) 998-4280, with any questions regarding this policy and process.      Disclaimer: This policy does not form a contract of any kind and may be  modified, changed, altered, or rescinded by NYU at its discretion.                                                   Unless otherwise noted, all content copyright New York University. All rights reserved. Designed by The Office of the Registrar and the Office of Web Communications     Copyright Communication | Important Notice | Feedback"}]}]