[{"detail": [{"content": "Undergraduate Course Syllabi, Anthropology | New York University                                   NEW YORK UNIVERSITY       ARTS AND SCIENCE       COLLEGE OF ARTS AND SCIENCE       GRADUATE SCHOOL OF ARTS AND SCIENCE                                                                         Back to Home         Undergraduate Course Syllabi   ANTH-UA 1 - Human Society and Culture - Grant      ANTH-UA 1 - Human Society and Culture - Stout ANTH-UA 1 - Human Society and Culture - Nagel  ANTH-UA 2 - Human Evolution - Higham      ANTH-UA 2 - Human Evolution - Disotell     ANTH-UA 2 - Human Evolution - Anton      ANTH-UA 2 - Human Evolution - Harrison ANTH-UA 2 - Human Evolution - Bailey ANTH-UA 2 - Human Evolution - Williams      ANTH-UA 3 - Archaeology: Early Societies and Cultures - Wright     ANTH-UA 3 - Archaeology: Early Societies and Cultures - Crabtree ANTH-UA 16 - Language, Power, and Identity - Das ANTH-UA 17 - Anthropology of Language - Das ANTH-UA 20 - African Literature - Beidelman  ANTH-UA 29 - Religious Bodies - Zito      ANTH-UA 30 - Anthropology of Religion - Beidelman ANTH-UA 31 - Anthropology of Witchcraft - Beidelman ANTH-UA 32 - Conversation in Everyday Life - Schieffelin ANTH-UA 34 - Salvation and Revolution - Beidelman      ANTH-UA 35 - Medical Anthropology - Rapp ANTH-UA 35 - Medical Anthropology - Andersen ANTH-UA 36 - Global Biocultures; Anthropological Perspectives on Public Health - Hansen ANTH-UA 36 - Global Biocultures; Anthropological Perspectives on Public Health - Andersen ANTH-UA 41 - Family and Kinship - Rogers ANTH-UA 48 - Cultural Symbols - Beidelman ANTH-UA 50 - Fossil Evidence for Human Evolution - Bailey      ANTH-UA 51 - Human Variation - Disotell ANTH-UA 52 - Evolution and Biology of Human Behavior - Williams      ANTH-UA 54 - Primate Behavioral Ecology - Higham ANTH-UA 55 - Health and Disease in Human Evolution - Disotell ANTH-UA 56 - Comparative Biology of Living Primates - Harrison        ANTH-UA 59 - Primate Communication - Higham  ANTH-UA 80 - Emerging Diseases - Disotell ANTH-UA 81 - Global Cities: Anthropological Perspectives - Rademacher ANTH-UA 101 - Peoples of Subsaharan Africa - Beidelman      ANTH-UA 104 - Anthropology of South Asia - Ganti     ANTH-UA 111 - Anthropology of Europe - Rogers        ANTH-UA 112 - Anthropology of Gender and Sexuality - Stout      ANTH-UA 122 - Visual Anthropology - Stout      ANTH-UA 123 - Anthropology of Media - Ganti ANTH-UA 134 - Past and Present Irish Archaeology - Rogers ANTH-UA 210 - Prehistoric Hunters and Gatherers - Crabtree ANTH-UA 211- First Cities and States - Wright      ANTH-UA 212 - Prehistoric Art and Symbolic Evolution - White      ANTH-UA 213 - Paleolithic Archaeology - Tryon      ANTH-UA 214 - Ancient Civilizations: The Maya, Aztecs, Mesopotamia, and the Indus - Wright ANTH-UA 214 - Women &amp; Men in Paleolithic Art - White        ANTH-UA 218 - African Archaeology - Tryon     ANTH-UA 225 - Discovering Archaeology in New York City - Wright      ANTH-UA 320 - Language and Identity - Das      ANTH-UA 320 - Latino Expressive Culture and Literature - Rosaldo      ANTH-UA 320 - Anthropology of Science - Cool ANTH-UA 320 - Anthropology of Violence and Law - Merry ANTH-UA 320 - Ethnicity and Religion in Post-reform China - Turnbull      ANTH-UA 326 - Introduction to Forensic Anthropology - Antón      ANTH-UA 329 - Language and Law - Schieffelin        ANTH-UA 331 - Human Rights and Culture - Merry ANTH-UA 332 - Violence, Gender, and Law - Merry  ANTH-UA 333 - The Color of Race in the Americas: Post-Racial Mythologies - Khan ANTH-UA 336 - Gender, Violence, and The Law - Merry      ANTH-UA 351 - Belief and Social Life in China - Zito      ANTH-UA 410 - Culture through Food - Abercrombie        ANTH-UA 512 Evolutionary Biology of Human Behavior - Williams ANTH-UA 608 - Last Hunters - First Farmers - Crabtree      ANTH-UA 800 - Heritage, History, and Memory in the Modern Middle East - Peutz      ANTH-UA 800 - Sovereignty and Civil Disobediance - Strickland ANTH-UA 950 - Honors Research I - Bailey      ANTH-UA 951 - Honors Research Seminar II - Khan ANTH-UA 951 - Honors Research Seminar II - Crabtree ANTH-UA 951 - Honors Research Seminar II - Wright      CORE CLASSES (Previously MAP)      CORE-UA 305 - MAP: Human Origins - Bailey CORE-UA 305 - Human Origins - Disotell CORE-UA 305 - Human Origins - Williams      CORE-UA 505 - MAP: Cultures in Context: Africa - Beidelman CORE-UA 509 - MAP: Cultures in Context: Caribbean - Khan      CORE-UA 516 - MAP: Cultures in Context: India - Ganti     CORE-UA 536 - MAP: Cultures and Contexts Indigenous: Australia - Myers CORE-UA 544 - Cultures and Contexts: Spanish Modernity: From the Mediterranean to the Atlantic - Abercrombie FRESHMAN HONORS SEMINARS FRSEM-UA 501 - Shamanism - Grant FRSEM-UA 496 - Cultural Nature of Langauge - Schieffelin      GRADUATE COURSES OPEN TO UNDERGRADUATES      ANTH-GA 1205 - History of Archaeological Theory - Crabtree      ANTH-GA 1211 - Faunal Analysis - Crabtree      ANTH-GA 1213 - European - Prehistory - II      ANTH-GA 1520 - Interpreting the Skeleton      ANTH-GA 2110 - Technology and Society - Tryon      ANTH-GA 3395 - Social and Symbolic Archaeology                              Contact Us | &copy; New York University , Arts and Science"}]},
{"detail": [{"content": "Undergraduate Course Syllabi, Anthropology | New York University                                   NEW YORK UNIVERSITY       ARTS AND SCIENCE       COLLEGE OF ARTS AND SCIENCE       GRADUATE SCHOOL OF ARTS AND SCIENCE                                                                         Back to Home         Undergraduate Course Syllabi   ANTH-UA 1 - Human Society and Culture - Grant      ANTH-UA 1 - Human Society and Culture - Stout ANTH-UA 1 - Human Society and Culture - Nagel  ANTH-UA 2 - Human Evolution - Higham      ANTH-UA 2 - Human Evolution - Disotell     ANTH-UA 2 - Human Evolution - Anton      ANTH-UA 2 - Human Evolution - Harrison ANTH-UA 2 - Human Evolution - Bailey ANTH-UA 2 - Human Evolution - Williams      ANTH-UA 3 - Archaeology: Early Societies and Cultures - Wright     ANTH-UA 3 - Archaeology: Early Societies and Cultures - Crabtree ANTH-UA 16 - Language, Power, and Identity - Das ANTH-UA 17 - Anthropology of Language - Das ANTH-UA 20 - African Literature - Beidelman  ANTH-UA 29 - Religious Bodies - Zito      ANTH-UA 30 - Anthropology of Religion - Beidelman ANTH-UA 31 - Anthropology of Witchcraft - Beidelman ANTH-UA 32 - Conversation in Everyday Life - Schieffelin ANTH-UA 34 - Salvation and Revolution - Beidelman      ANTH-UA 35 - Medical Anthropology - Rapp ANTH-UA 35 - Medical Anthropology - Andersen ANTH-UA 36 - Global Biocultures; Anthropological Perspectives on Public Health - Hansen ANTH-UA 36 - Global Biocultures; Anthropological Perspectives on Public Health - Andersen ANTH-UA 41 - Family and Kinship - Rogers ANTH-UA 48 - Cultural Symbols - Beidelman ANTH-UA 50 - Fossil Evidence for Human Evolution - Bailey      ANTH-UA 51 - Human Variation - Disotell ANTH-UA 52 - Evolution and Biology of Human Behavior - Williams      ANTH-UA 54 - Primate Behavioral Ecology - Higham ANTH-UA 55 - Health and Disease in Human Evolution - Disotell ANTH-UA 56 - Comparative Biology of Living Primates - Harrison        ANTH-UA 59 - Primate Communication - Higham  ANTH-UA 80 - Emerging Diseases - Disotell ANTH-UA 81 - Global Cities: Anthropological Perspectives - Rademacher ANTH-UA 101 - Peoples of Subsaharan Africa - Beidelman      ANTH-UA 104 - Anthropology of South Asia - Ganti     ANTH-UA 111 - Anthropology of Europe - Rogers        ANTH-UA 112 - Anthropology of Gender and Sexuality - Stout      ANTH-UA 122 - Visual Anthropology - Stout      ANTH-UA 123 - Anthropology of Media - Ganti ANTH-UA 134 - Past and Present Irish Archaeology - Rogers ANTH-UA 210 - Prehistoric Hunters and Gatherers - Crabtree ANTH-UA 211- First Cities and States - Wright      ANTH-UA 212 - Prehistoric Art and Symbolic Evolution - White      ANTH-UA 213 - Paleolithic Archaeology - Tryon      ANTH-UA 214 - Ancient Civilizations: The Maya, Aztecs, Mesopotamia, and the Indus - Wright ANTH-UA 214 - Women &amp; Men in Paleolithic Art - White        ANTH-UA 218 - African Archaeology - Tryon     ANTH-UA 225 - Discovering Archaeology in New York City - Wright      ANTH-UA 320 - Language and Identity - Das      ANTH-UA 320 - Latino Expressive Culture and Literature - Rosaldo      ANTH-UA 320 - Anthropology of Science - Cool ANTH-UA 320 - Anthropology of Violence and Law - Merry ANTH-UA 320 - Ethnicity and Religion in Post-reform China - Turnbull      ANTH-UA 326 - Introduction to Forensic Anthropology - Antón      ANTH-UA 329 - Language and Law - Schieffelin        ANTH-UA 331 - Human Rights and Culture - Merry ANTH-UA 332 - Violence, Gender, and Law - Merry  ANTH-UA 333 - The Color of Race in the Americas: Post-Racial Mythologies - Khan ANTH-UA 336 - Gender, Violence, and The Law - Merry      ANTH-UA 351 - Belief and Social Life in China - Zito      ANTH-UA 410 - Culture through Food - Abercrombie        ANTH-UA 512 Evolutionary Biology of Human Behavior - Williams ANTH-UA 608 - Last Hunters - First Farmers - Crabtree      ANTH-UA 800 - Heritage, History, and Memory in the Modern Middle East - Peutz      ANTH-UA 800 - Sovereignty and Civil Disobediance - Strickland ANTH-UA 950 - Honors Research I - Bailey      ANTH-UA 951 - Honors Research Seminar II - Khan ANTH-UA 951 - Honors Research Seminar II - Crabtree ANTH-UA 951 - Honors Research Seminar II - Wright      CORE CLASSES (Previously MAP)      CORE-UA 305 - MAP: Human Origins - Bailey CORE-UA 305 - Human Origins - Disotell CORE-UA 305 - Human Origins - Williams      CORE-UA 505 - MAP: Cultures in Context: Africa - Beidelman CORE-UA 509 - MAP: Cultures in Context: Caribbean - Khan      CORE-UA 516 - MAP: Cultures in Context: India - Ganti     CORE-UA 536 - MAP: Cultures and Contexts Indigenous: Australia - Myers CORE-UA 544 - Cultures and Contexts: Spanish Modernity: From the Mediterranean to the Atlantic - Abercrombie FRESHMAN HONORS SEMINARS FRSEM-UA 501 - Shamanism - Grant FRSEM-UA 496 - Cultural Nature of Langauge - Schieffelin      GRADUATE COURSES OPEN TO UNDERGRADUATES      ANTH-GA 1205 - History of Archaeological Theory - Crabtree      ANTH-GA 1211 - Faunal Analysis - Crabtree      ANTH-GA 1213 - European - Prehistory - II      ANTH-GA 1520 - Interpreting the Skeleton      ANTH-GA 2110 - Technology and Society - Tryon      ANTH-GA 3395 - Social and Symbolic Archaeology                              Contact Us | &copy; New York University , Arts and Science"}, {"content": "Advanced Honors Seminars: Spring 2014, CAS | NYU                                                    Navigation       College of Arts and Science                 About Arts and Science | Departments and Programs | The Faculty       About the College | Programs | Students | Admissions | Alumni                  Back to Home             Advanced Honors Seminars: Spring 2014   The College is one of the most diverse communities anywhere–an exciting, sophisticated center in one of the most exciting and cosmopolitan cities in the world. Our mission is to prepare students to be thought leaders and successful global citizens. We do this by creating unique academic opportunities for student and faculty engagement that emphasize research and scholarly communication. Part of the College’s Honors Program, the Advanced Honors Seminars place students in small classes with distinguished faculty to study topics that have the potential to change how we think and how we work. As such, they are ideal gateways for the intellectually stimulating discussions we aim to foster. They challenge students and faculty to engage intensively within and beyond their fields of study, and they inspire intellectual responsibility towards the scholarly community and the wider world. In spring 2005, the College of Arts and Science launched the Advanced Honors Seminar program, which extends the basic principles behind the Freshman Honors Seminars to upper-level courses (open to sophomores, juniors, and seniors). Distinguished professors drawn not only from the College’s faculty but also from NYU’s professional schools, and from among New York’s professional, cultural, and governmental leaders, teach these small classes. In many instances, the seminars are cross-listed with departments and students may count the classes toward their majors or minors; in some cases, the classes will count only as electives. Advanced Honors Seminars have three central goals: to create close mentoring relationships between exceptional faculty and students; to challenge students intellectually through honors-level work in critical thinking, writing, and conversing; and to strengthen students’ interest in and aptitude for conducting independent research (e.g. a DURF grant or a Senior Honors Thesis). They are designed to foster scholarly insight and debate and to nurture the intellectual passions of students and faculty alike. We encourage you to try one this year! G. Gabrielle Starr Seryl Kushner Dean of the College of Arts and Science Patrick Deer Director of College Honors Programs   Course Descriptions Past and Present in Irish Archaeology AHSEM-UA 134 Instructor: Pam Crabtree Monday and Wednesday, 12:30–1:45 p.m. Ireland has a rich archaeological heritage that includes hunter-gatherers of the Mesolithic Period, Megalithic tombs at Knowth and Newgrange, the Hill of Tara, early Christian monasteries such as Clonmacnoise, and the Viking settlements in Dublin itself. This course will consider how the Irish past has been constructed and what role that this construction has played in the modern world. We will review the archaeology of Ireland from its initial settlement in the Mesolithic through the British colonization of Northern Ireland in the early Modern Era. The course will also examine the impact of rapid economic development on Ireland’s archaeological resources, including the current debate surrounding the site of Tara. Cross-listed with Anthropology as ANTH-UA 213.001 . Pam Crabtree , Associate Professor of Anthropology, is a zooarchaeologist whose research interests center broadly on the uses of faunal remains to study past animal husbandry patterns, hunting practices and diet. She is also interested in the use of archaeologically recovered animal remains to study trade, social status, ethnicity and prehistoric ritual. Her primary area of interest is later prehistoric and early medieval Europe, but she has also worked on Natufian settlement and subsistence in the Southern Levant and on 18th- and 19th-century sites in eastern North America. She is currently a member of an archaeological team that is surveying the Irish royal site of Dun Ailinne in Ireland. Her work has been published in a number of edited volumes and journals, including the Journal of Field Archaeology and World Archaeology . She and her co-author Bradley Adams recently completed a book entitled Comparative Skeletal Anatomy . Political Cinema and Representation of the ‘Other’ AHSEM-UA 170 Instructor: Shimon Dotan Monday, 6:20-8:50 p.m. In contemporary war, the ‘Other’ is viewed not only as an enemy to be fought but, often, as one to be eliminated. How do filmmakers fight against or, alternatively, reinforce, such deadly representations? This seminar will focus primarily, though not exclusively, on one of the world’s most conflict-ridden regions—the Middle East—though it will also explore films from Soviet Russia, Nazi Germany, France and the United States. Through selected readings and film screenings, we will explore how the ‘Other’ is constructed politically, aesthetically and ethically. This class is designed for anyone interested in filmmaking and film criticism, in contemporary politics and history, especially those of the Middle East, in cinema of conflict and violence, and the ethical questions associated with them. Shimon Dotan , a Fellow of the New York Institute for the Humanities at NYU, is an award-winning filmmaker with thirteen feature films to his credit. His films have been the recipients of the Silver Bear Award at the Berlin Film Festival ( The Smile of the Lamb ), numerous Israeli Academy Awards, including Best Film and Best Director ( Repeat Dive; The Smile of the Lamb ), and Best Film at the Newport Beach Film Festival ( You Can Thank Me Later ). His film Hot House won the Special Jury Prize at Sundance in 2007. Dotan has taught filmmaking and film studies at Tel Aviv University in Israel and at Concordia University in Montreal, and is a member of the Directors and Writers Guilds of America. Country and City in Modern Chinese Literature and Film AHSEM-UA 178 Instructor: Jing Wang Monday, 3:30-6:00 p.m. This Seminar focuses on the tension and mutual dependency between the country and the city in modern China through the prism of modern Chinese fiction and Chinese film. The story of modern China, in a sense, is the story of the transformation of a rural society into an urban, industrial one. This profound change in the socioeconomic sphere has produced equally profound changes in people’s experience and consciousness, which in turn produce their cultural visions and artistic expressions. The story of modern China is also a story about an organic member of an intimate social setting (say the family or the village) who becomes an enlightened, independent but lonely and alienated “individual” amidst the crowd of strangers in the modern city. Or, conversely, it is about this cosmopolitan intellectual or professional’s uneasy return to the hometown, to the countryside, about his or her confrontation with an embarrassing past, which can be disengaged rationally but not emotionally. These issues, to be sure, are not unique or particular to China; rather, they speak to contemporary men and women worldwide. To study the particular historical experience and cultural formations of modern China may help us better grapple with many central concerns of contemporary life as well as our understanding of it. The compressed temporality in China’s rapid metamorphosis from a sleepy rural giant to the “workshop of the world” not only means the mushrooming of Chinese cities, but also, and more importantly, an intense drama of social change, moral conflict, cultural diversity, and emotional strain. All of these have found their representation in literature and film: the rural-urban relationship offers us an excellent opportunity to examine and rethink the epic experience of modern China as exemplary of the human experience of modernity. Writers and works to be discussed include Lu Xun’s “Hometown” and “New Year’s Sacrifice”; Lao She’s “Camel Xiangzi”; Mao Dun’s “Spring Silkworm”; Shen Congwen’s “Vegetable Garden”; Ailing Chang’s “Sealed Off”, among others. Films to be screened and discussed include “Crows and Sparrows” and “The World.” Jing Wang is Assistant Research Scholar in the College of Arts and Science and in the Department of East Asian Studies, where, from 1999 to 2006, she was Lecturer in Chinese. She is the editor and translator of Anthology of Short Stories by American Women Writers in the 1990’s. In 2000, she was the featured columnist/translator on foreign literature for the literary magazine Shanghai Literature. Her teaching and research interests include women writers in China and the West, literary translation, modern Chinese social thought, and comparative studies of cities and urban culture. In addition to literary translations, she also publishes personal essays. Jews and Other Minorities in Nazi Germany AHSEM-UA 199 Instructor: Marion Kaplan Tuesday, 9:30 a.m.–12:00 p.m. The destruction of European Jewry has been a central focus in studying Nazi extermination policies. This course will look at Nazi policies towards the Jewish people and examine how the “racial state” (or racist state) dealt with those it deemed “racially unfit” to belong to the German Volk. It will analyze the ways in which the Nazis sought to create a nation based on blood and race. By studying policies towards the so-called “enemies” of the Third Reich -- including Jews, Sinti and Roma (Gypsies), the physically and mentally disabled, homosexuals, Afro-Germans, “asocials,” etc. -- the course will also highlight how these policies interacted with each other. It will examine measures that the government enacted to delegitimize, isolate, rob, incarcerate, sterilize, and/or murder many of these minorities as well as measures intended to increase the “Aryan” population. The course will also look at theories as to why many German perpetrators and bystanders participated in or allowed discrimination or murder to occur. Cross-listed with Hebrew and Judaic Studies as HBRJD-UA 720.001 and with History as HIST-UA 720.001 . Marion Kaplan is Skirball Professor of Modern Jewish History. She has also taught at Queens College, CUNY. She is the author of The Jewish Feminist Movement in Germany: The Campaigns of the Jüdischer Frauenbund, 1904–1938; The Making of the Jewish Middle Class: Women, Family, and Identity in Imperial Germany ; Between Dignity and Despair: Jewish Life in Nazi Germany ; and the co-editor of Gender and Jewish History . The last three won the National Jewish Book Award in their respective years. She has edited two books on European women’s history— When Biology Became Destiny: Women in Weimar and Nazi Germany and The Marriage Bargain: Dowries in European History . Her most recent books are Jewish Daily Life in Germany, 1618–1945 and Dominican Haven: The Jewish Refugee Settlement in Sosúa, 1940–1945 . Music and Masquerade AHSEM-UA 200 Instructor: Edward Hubbard Tuesday and Thursday, 9:30–10:45 a.m. This course focuses on two specific cultural contexts – Brazil and Trinidad and Tobago – examining the work of artists who have integrated avant-garde and popular modes of expression. We will explore in close relation to each other the tropicália music movement of Brazil of the 1960’s and 1970’s and the artistry of Trinidadian carnival. Themes to be discussed include: the relationships that these cultural products have had with their publics; the merging of experimentalism and mass consumption; the sustained attack on the opposition of high and low culture; and the sociopolitical background to the works. Using the category of “avant-pop,” we will analyze the challenges that music and masquerade as expressive forms have posed to social conventions and to racial and cultural essentialisms. Cross-listed with Social and Cultural Analysis as SCA-UA 180.003. Edward Akintola Hubbard is Assistant Professor/Faculty Fellow in the Africana Studies Program. He holds a B.A. from the University of the West Indies (Jamaica), an M.A. from the University of Chicago and a Ph.D from Harvard University. He completed his doctoral studies in social anthropology in 2011 and came to NYU in the fall of 2013. His regional focus is the Afro-Atlantic – specifically Cape Verde, Brazil and the Caribbean – with interests in pop culture, media, creolization, globalization, gothic and carnivalesque aesthetics, gender and sexuality. His dissertation research, based on three years of multi-sited fieldwork, is entitled Creolization and Contemporary Pop Iconicity in Cape Verde . His forthcoming publications include articles that explore black abjection in creole cultures by way of analysis of multiple forms of ethnographic data, primarily blason populaire; an experimental piece on race and the experience of the uncanny in ethnographic research; and a monograph on the globalization of acoustic batuku music in Cape Verde. Food, Land and Power AHSEM-UA 201 Instructor: Dean Itsuji Saranillio Monday, 4:55–7:35 p.m. This course explores settler colonial power within the context of Empire. As a comparative survey in Indigenous studies, this course highlights movements around sustainability, cultural regeneration, and food sovereignty that oppose and seek to replace industries founded upon resource extraction, a military industrial complex, and genetically modified crops. Using both historical and contemporary case studies, we will examine Indigenous movements that offer alternative economies as a means of producing alternative futures. That is to say, this course highlights the ways in which many Indigenous movements articulate their aims as liberation from the state itself rather than liberating the state from corruption. Cross-listed with Social and Cultural Analysis as SCA-UA 380.004 . Dean Itsuji Saranillio is Assistant Professor in the Department of Social and Cultural Analysis and the Director of the Asian/Pacific/American Studies program at NYU. He teaches courses on social movements, U.S. militarism and cultural politics at the intersection of Asian American and Indigenous studies. His current book project, Unsustainable Empire: Hawai‘i Statehood and the Theatricality of the Settler State , offers a genealogy of the state agencies that normalized public opinion for statehood while actively containing Native Hawaiian opposition through intimidation. Picturing Place: Images and Urban Change AHSEM-UA 202 Instructor: Mariana Mogilevich Wednesday, 9:30 a.m.–12:15 p.m. This seminar explores the roles that visual languages have in the production of the built environment and the interactive relationships between images and cities. We will look at how images of cities - like plans, maps, and digital renderings - and images in cities – such as billboards and community murals - influence urban change and perceptions of place. Exploring methods of visual analysis and debates in the history of urban planning and design, we will ask how images created in the studio and encountered on the street connect to larger power struggles over the future of the city. Cross-listed with Social and Cultural Analysis as SCA-UA 680.002. Mariana Mogilevich is a Visiting Assistant Professor of Metropolitan Studies in the Department of Social and Cultural Analysis. She holds a Ph.D in Architecture from Harvard University, and teaches courses in the history of architecture and the built environment. Her research examines the culture and politics of the design of the public realm in the postwar United States, and the intersections between visual studies and urban studies. She has written on waste landscapes and the politics of playground design, among other topics, and is at work a book on urban design in New York City and the invention of public space. Saloon Keepers, Seamstresses, and Servant Girls: A Social Survey of Irish New York in 1880 AHSEM-UA 203 Instructor: Nicholas Wolf Thursday, 9:30 a.m.–12:15 p.m. In 1880, following over a century of robust migration from Ireland, 750,000 residents of New York City could claim Irish ancestry, with a third of these first-generation immigrants. More Irish and their descendants were living in New York than in Dublin in that year, and it is this population that will serve as the basis for a semester-long research investigation of the demographic, social, and cultural dynamics of these residents as revealed in the 1880 U.S. census. The course will be built around the acquisition and deployment of digital analysis techniques for historical census data, focusing on the population of New York City. Skills emphasized will be collecting and organizing demographic data, statistical analysis of historical sources, and conveying research findings using today's digital mapping and chart-production programs. No prior knowledge in digital tools is required, although the aim will be for students to acquire digital analytical skills useful for a broad range of research. Cross-listed with History as HIST-UA 275.001 and with Irish Studies as IRISH-UA 181.003. Nicholas Wolf is Assistant Professor/Faculty Fellow at Glucksman Ireland House. He previously taught at Virginia Commonwealth University and was a Western Civilization Postdoctoral Fellow at George Mason University. He received his Ph.D at the University of Wisconsin-Madison. He teaches and researches on a wide variety of topics related to the culture of 18th and 19th century Ireland, including Irish religious history, the Irish language, demography, and historical geography. Making History: Culture and Politics in the Caribbean AHSEM-UA 204 Instructor: Sibylle Fischer Wednesday, 3:30–6:10 p.m. The culture and history of the Spanish Caribbean islands – Cuba, Puerto Rico, Dominican Republic – will be at the center of this seminar. In addition, we will briefly study the French and English speaking Caribbean and the complicated place of the Caribbean coastal regions in continental Spanish America. The class will be organized around key moments of Caribbean history: slavery and the struggles against it; colonialism and independence movements; U.S. occupations, dictatorships and revolutionary movements; the massive growth of a Caribbean diaspora; and the transformation of the Caribbean islands into so many tourist destinations. We will work with primary sources such as slave testimonies, declarations of independence, and revolutionary discourses, and read literary texts by authors such as Julia Alvarez, Alejo Carpentier, Junot Diaz, Gabriel García Márquez, Gertrudis Gómez de Avellaneda, and José Martí. We will also study some of the most influential approaches to the Caribbean in cultural studies, anthropology and history. While the class will be taught in English, reading knowledge of Spanish and French is very welcome. Cross-listed with Spanish as SPAN-UA 551.001. Sibylle Fischer holds a Ph.D in Comparative Literature and Spanish from Columbia University. She has held teaching positions at Duke as well as at Princeton and now teaches in the Department of Spanish &amp; Portuguese and the Center for Latin American and Caribbean Studies at NYU, with affiliations with Comparative Literature and Africana Studies. Her research focuses on Caribbean history and culture. Her study of the Haitian Revolution (1791-1804) and its impact on Caribbean national cultures, Modernity Disavowed , won book awards from the Modern Language Association, the Latin American Studies Association, The Caribbean Cultural Studies Association, and the Caribbean Philosophical Association. Understanding Modern War Culture AHSEM-UA 205 Instructor: Patrick Deer Monday, 2:00–4:30 p.m. What impact has war had on literature and culture? How have writers, intellectuals and citizens struggled to find a voice during wartime in the face of censorship, propaganda, trauma and the technologies of violence? What does it mean to live in a culture of war? This course explores these questions in a range of British, American and postcolonial novels, poems, and films. Beginning with some foundational representations of war cultures by Homer, Shakespeare and Tolstoy, we will chart the transformations and mutations of modern war culture from the era of colonial warfare, total warfare during the First World War, and imperial air power. We will explore the ways that writers, artists and film-makers have represented more recent conflicts like the “People’s War” of World War Two, the apocalyptic imaginary of Cold War, guerilla warfare and counterinsurgency, to the mythology of “high tech warfare” and the wars in Iraq and Afghanistan. Focusing in particular on questions of gender, imperialism and resistance, we will read novels, poetry, memoirs, military writings and theoretical texts. Readings may be drawn from the work of: Homer, Shakespeare, Tolstoy, W.B. Yeats, Siegfried Sassoon and Wilfred Owen, Ernst Junger, Ernest Hemingway, Rebecca West, Virginia Woolf, George Orwell, W.H. Auden, Elizabeth Bowen, Graham Greene, Tim O’Brien, Martin Amis, Michael Ondaatje, Anthony Swofford, and Riverbend. The course will also include discussions of a wide variety of films and popular culture. Cross-listed with English as \"20th Century British Literature: Understanding Modern War Culture,\" ENGL-UA 606.001. Patrick Deer is Associate Professor of English and Director of College Honors Programs for the College of Arts Science at NYU. His teaching and research focuses on war culture and war literature, modernism, twentieth century British literature and culture, and the novel and film. He is the author of Culture in Camouflage: War, Empire, and Modern British Literature (Oxford: Oxford University Press, 2009). He was Guest Editor of The Ends of War , a Special Issue of Social Text 91 (Summer 2007). He is also affiliated with NYU’s Project on New York Writing, and has recently published chapters in W.H. Auden in Context (Cambridge UP, 2013) and Ford Madox Ford and America (Amsterdam: Rodopi, 2012). He is currently writing Deep England: Forging British Culture After Empire , and working on a book project on contemporary U.S. and British war culture, whose working title is Surge and Silence . Fictions of the Self AHSEM-UA 206 Instructor: Laura Levine Tuesday, 3:30–6:00 p.m. In two radically different ways, this course investigates the various fictions by which we invent a “self:” first through the study of memoirs, autobiographies, first person narratives, solo performances and case histories in which a “self” and an “other” are constructed; and second through the imitation of these forms. Student writing will be split between analytical essays on writers like Turgenev, Peter Handke, Maxine Hong Kingston, Faulkner, Kafka, Freud and Toibin and Friel and the production of original work using the forms and constraints these writers employed as objects of imitation. Such forms include the letter, the case history, the mystery, stream-of-consciousness and the invocation of biblical or classical material. In addition to exploring different genres as methods of creating a self, the course will examine the use of different subjects through which a “self” is imagined: mothers (Peter Handke, Maxine Hong Kingston, Colm Toibin), fathers (Kafka), siblings (Benjy’s section of The Sound and The Fur y) and early love (Turgenev). We will also examine the process by which narratives constructed for the page are re-shaped as productions for the stage (comparison of Mark Haddon’s Curious Incident of the Dog in the Night to the current London production) and to the use of multiple sustained monologues in plays like Faith Healer . This is a course specially designed for students with an interest in producing autobiographical work, work in the first person that “poses” as autobiography, or work that draws on the deliberate constraints of a form (letter, case history, mystery) as a way to illuminate autobiographical material. Laura Levine is Associate Professor of Theater Studies in Drama at Tisch, where she teaches courses in Shakespeare, Renaissance studies, and autobiography and solo performance. She did her doctoral work in English at Johns Hopkins University, and holds an M.A. in English and an M.F.A. in fiction writing from Columbia University as well as a B.A. from Bryn Mawr College. Her first book, Men in Women’s Clothing: Anti-theatricality and Effeminization, 1579–1642 , examines anxieties about boy actors on the Renaissance stage. She is at work on a book about anxieties about witchcraft during the early modern period. She also writes about ballet. She is the recipient of grants from the NEH, the Mary Ingraham Bunting Association, and the Folger Shakespeare Library and is a 2010 winner of NYU’s Distinguished Teaching Award. The Crusades and their Legacy AHSEM-UA 207 Instructor: Jill Claster Thursday, 2:00–4:30 p.m. The Crusades form one of the most important chapters in the history of the interactions among Christianity, Islam, and Judaism. They began at the end of the 11th century as religious wars to recover the holy places venerated by Christians in the city of Jerusalem. The unexpected result of the First Crusade was the conquest of lands in the Middle East known as the Latin Kingdom. For two hundred years, against all odds, the Crusaders managed to keep some of their newly won lands. They lost more of them with every passing decade, however, until at last the Muslims triumphed and the kingdom in the Middle East was lost to Western Christendom. We live in a time when the memory and the rhetoric about the crusades, for good or ill, permeate the Western World and the Islamic World, especially in the Middle East. This seminar addresses the many aspects of the crusading fervor which inform beliefs and politics to this day, such the nature of a Christian holy war and the nature of jihad; the question of whether the Crusades were the first manifestation of European imperialism in the Middle East; and the relations among the three great religious groups and how it came about that they all claim Jerusalem for their own. Cross-listed with History as HIST-UA 113.001. Jill N. Claster is Professor of History Emerita with a specialty in the Middle Ages; she has taught and studied the era of the Crusades extensively and is the author of the recently published book, Sacred Violence: The European Crusades to the Middle East, 1096–1396 . She served as Dean of the College of Arts and Science and as Director of the Kevorkian Center for Near Eastern Studies. She was the recipient of a Fulbright grant and was honored with the Distinguished Alumni Award by the Alumni Association of NYU. Exploring the Archive: New York City &amp; Beyond AHSEM-UA 208 Instructors: Karen Karbiener and Marvin Taylor Wednesday, 2:00-4:45 p.m. This seminar is designed for juniors and seniors working on advanced research projects in the humanities. It will serve as an introduction to archival research while addressing the scholarly issues raised by the students’ projects. Presentations are thus to be organized with students’ projects in mind, and designed to enable archival research in a range of topics, periods of specialization, and languages. In addition to on-site workshops utilizing NYU’s Fales Library and Special Collections, the course introduces students to the vast array of archival resources offered by New York City; an overnight trip to a distant archive (perhaps the Library of Congress or the Beinecke Library, both of which offer junior-level research fellowships that may be of interest) and information sessions on the construction and use of internet archives broaden the experience beyond city limits. In many humanities courses, students learn about a subject through reading secondary materials. Their research, however, is rarely significant in terms of discovering new knowledge or generating new perspectives. Working with primary materials in special collections, students in this class have an opportunity to work on materials and ideas that have not previously been considered. Participants will be guided as to how they might contribute original and truly ‘new’ discoveries to their fields of interest. Cross-listed with Global Liberal Studies as SCAI-UF 401.005. Karen Karbiener received her Ph.D from Columbia University and teaches in NYU’s Global Liberal Studies program. A recipient of the John H. Kluge Fellowship at the Library of Congress, a Fulbright grant and a Huntington Library Fellowship, she is a Walt Whitman scholar who has worked in several different mediums: she edited Barnes &amp; Noble Classics’ Leaves of Grass: First and Death-bed Editions ; recorded a lecture series entitled “Whitman and the Birth of Modern American Poetry” (Modern Scholar); and has contributed to several audio and visual programs, including the PBS documentary American Experience: Walt Whitman . As a public scholar, she organizes events such as New York’s annual “Song of Myself” marathon (in its eleventh year in 2014) and has curated exhibitions such as “Whitman and the Promise of America, 1855–2005” (South Street Seaport Museum). She is completing a book entitled Walt Whitman and New York . Marvin Taylor is Director of the Fales Library and Special Collections at NYU. He holds degrees from Indiana University in Comparative Literature and Library Science, and in English Literature from NYU. He held positions at the Lilly Library, Indiana University and the Rare Book and Manuscript Library and at the Health Sciences Library at Columbia University before coming to NYU. He has taught literary methodology, queer theory, Victorian literature and contemporary art history, all from the perspective of primary research in archives. His research about, and interest in Oscar Wilde led to his inclusion in the dramatis personae of Moises Kaufman’s play, Gross Indecency: The Three Trials of Oscar Wilde.  Latinos, Im/Migration and Race AHSEM-UA 209 Instructor: Luisa Heredia Tuesday, 4:55-7:35 p.m. This course examines Latino immigration to, and integration in the United States. It will cover broad themes like why people migrate and what accounts for their integration into society, and the future of the U.S. racial hierarchy. More specifically it will trace the history of Latin American and Caribbean immigration, their distinct trajectories in the United States along a series of indicators and the impact of Latinos on U.S. society. The course will include, for example, investigations of Mexican and Dominican immigration to the United States as well as Puerto Rican migration from the island to the mainland. We will also examine important topics such as racialization processes, citizenship, and transnationalism. Through their engagement with course materials, assignments, and in discussions with their peers, students will bridge the academic literature on immigration with ongoing debates. Cross-listed with Social and Cultural Analysis as SCA-UA 541.002.  Luisa Laura Heredia is Assistant Professor/Faculty Fellow in the Latino Studies Program in the Department of Social and Cultural Analysis. She holds a Ph.D from Harvard University and came to NYU in the fall of 2011. Her work centers on Latino and immigration politics with an emphasis on migration control, social movements, religion, and membership and belonging in the United States and Spain. She is completing a book, Illegal Redemption: The Catholic Church and Latino Political Power in Era of Immigration Restriction , which explores how religion is strategically leveraged to challenge the state’s production of a growing restrictive regime of immigration control in the United States and the inequality in citizenship it produces. She offers courses in Latino Studies and in SCA on immigrants and political engagement, the production of “illegality” in the United States and immigration politics and movements, and on U.S. Latinos and an evolving politics of citizenship and race. Politics of Resistance: Latin American Cultures in Neoliberal Times AHSEM-UA 210 Instructor: Gabriel Giorgi Tuesday and Thursday, 11:00 a.m.-12:15 p.m. From the “Chilean September 11th” in 1973 to the recent massive mobilizations in Brazil in defense of public spaces threatened by privatizations, the last four decades of Latin American social life have revolved around the effects of neoliberalism. Dominant in the aftermath of the defeat of revolutionary movements in the 1970’s, neoliberalism was imposed with unique force by its defenders as the region's only chance to develop modernizing economies and modern democracies. Since then, both at the heights of its influence in the 1980’s and 1990’s, and persistently contested after the 2000’s, the “neoliberal era” shaped the destiny of most Latin American nations. In this context, Latin America will become a laboratory of creative interventions that explore new formats and new audiences, as in the emergence of the cartoneras publishing houses, the interface between technology and collective mobilization, and the networks between art collectives and social movements. Analyzing literary and cinematographic works by figures such Lucrecia Martel, Eduardo Coutinho and Roberto Bolaño, installations by Teresa Margolles, together with diverse experiences of cultural collectives, this course will explore the ways in which culture produces not only critical insights about neoliberal society but also alternatives to its most pervasive effects. Cross-listed with Spanish as SPAN-UA 551.004. Gabriel Giorgi is Associate Professor at the Department of Spanish and Portuguese Languages and Literatures. His research revolves around the politics of culture in Latin America since the 1960’s, and the transformation of the status of art and culture. He has written about the relation between culture and sexuality in Argentina, the transformation of cultural cartographies of the Latin American city in the last decades, and the tensions between culture and neoliberalism, among other issues. His most recent book is Common Forms: Animal, Culture, Biopolitics , where he explores the place of the animal in contemporary Latin American culture. Nationalism and Global History AHSEM-UA 211 Instructor: Manu Goswami Tuesday and Thursday, 9:30-10:45 a.m. Nationalism is a major political, social, and cultural phenomenon of the modern world. This course explores the emergence and circulation of ideas of nationhood and national belonging in diverse yet interlinked regions, including present day Latin America and the Caribbean, South Asia and South-East Asia, and Europe. The course opens with a set of general readings that help establish the larger historical and analytical issues at stake. The central questions and themes of the course include: How did ideas of nationhood and national belonging emerge within and across regions? What was the relation between empire and nation? Did nationalist movements alter the meaning and significance of collective identities based on religion, gender, or class? How were concepts of nation, territory, and economy placed together in different nationalist movements? Does contemporary globalization signal the fading of nationalisms and nation-states? Secondary readings (historical and anthropological works) will be read alongside primary materials (novels, pamphlets, and archival documents) to address the historical and conceptual issues raised by nationalism as a global phenomenon. Cross-listed with History as HIST-UA 175.002. Manu Goswami is Associate Professor of History and the author of Producing India: From Colonial Economy to National Space (2004). Her research interests include nationalism and internationalism, political economy and economic thought, social theory and historical methods. Her articles have appeared in Comparative Studies of Society and History , American Historical Review , boundary 2 , Journal of Historical Sociology and Political Power and Social Theory , among others. Implications of Moral Diversity AHSEM-UA 212 Instructor: Steven Lukes Thursday, 3:30–6:10 p.m. This seminar focuses on a set of questions that arise from the recognition that there are diverse moral outlooks that involve incompatible moral judgments. How much diversity is there and how deep does it go? What makes an outlook and judgment moral? How recent is this recognition: does it arise from our increasingly multicultural societies and from the ever more prevalent discourse of human rights across the world? To what extent is that discourse ethnocentric—a kind of moral imperialism? Are there non-Western (e.g. East Asian) cultures, which offer a challenge and alternative to talk of human rights? Do different moralities correlate with cultural differences? Are we witnessing a ‘clash of civilizations’? How should we respond to the claims of cultural relativism? We will read some classical texts—such as Michel de Montaigne’s Essays on custom and on cannibalism and Ruth Benedict on patterns of culture, and also contemporary work by sociologists, moral philosophers and others that discusses multiculturalism, moral and cultural relativism and the theory and practice of human rights. Cross-listed with Sociology as SOC-UA 939.001. Steven Lukes is Professor of Sociology. He studied philosophy, politics, and economics at Oxford, where he obtained his doctorate, writing a thesis on Durkheim under the supervision of the anthropologist E. E. Evans-Prichard. He has previously held posts in Politics and Sociology at Balliol College, Oxford; in Political and Social Theory at the European University Institute in Florence; in Moral Philosophy at the University of Siena; and in Sociology at the London School of Economics. He is a Fellow of the British Academy and an editor of the European Journal of Sociology. His writing and teaching have ranged over political science, political and moral philosophy, sociology, anthropology, and the philosophy of the social sciences. His published works include Emile Durkheim: His Life and Work ; Individualism, Marxism, and Morality ; Liberals and Cannibals: The Implications of Diversity ; The Curious Enlightenment of Professor Caritat: A Comedy of Ideas (a novel soon to be reissued); and Power: A Radical View, which recently appeared in a much-expanded second edition. He is also co-editor of Rationality and Relativism and The Category of the Person: Anthropology, Philosophy, History . His most recent book is Moral Relativism . Crowds and Collective Action AHSEM-UA 213 Instructor: William Klein Wednesday, 3:30–6:00 p.m. The word \"crowd\" today tends to suggest attendees of a sports or music event, and so if you google \"crowd control\" you will initially find security firms offering \"stanchions, barriers and accessories\" to help you manage your event--as though contemporary populations have been domesticated to the level of cattle. Though the Arab Spring, the Indignados movement and Occupy Wall Street have reminded everyone that crowds of a different sort are still capable of engaging in collective action, it is possible that contemporary mass demonstrations do not behave much like any of the various types of crowds of the past. Cities may have been designed and have certainly been policed to prevent spontaneous crowd formation; social media have changed the way crowds are organized and articulate themselves; and other media may have contributed to shifts in attitudes towards crowds. Yet at the same time, increasingly dysfunctional \"normal\" politics in the West, along with rising levels of displaced, dispossessed and persecuted people everywhere, are calling forth a resurgence of crowd activity, from the camp to the public square. This course offers a survey of the classic literature on crowds, (Le Bon, Freud, Cannetti, Rudé) as well as more recent contributions (Hardt and Negri's Multitudes ) in order to open a discussion about what has happened in the past and what is happening today in direct collective action. William Klein studied the history of political theory under J.G.A.   Pocock at Johns Hopkins and, as a Fulbright Scholar, under Quentin   Skinner at Cambridge. He specializes in legal and political theory, and   has served on the editorial review board of the Journal of the History of Philosophy .   At NYU, he teaches the history of ideas in Liberal Studies, and has   taught in the Freshman Honors Seminar program since 2003. He is   currently writing a study of the history and theory of sedition and has   also published works of fiction and art criticism. Language and Empire in the Americas AHSEM-UA 214 Instructor: Mary Pratt Friday, 11:00 a.m.–1:45 p.m. Empires by definition are multilingual regimes that bring languages into contact in highly charged, dynamic relations of power that continue to unfold after empires themselves dissolve. To translate is to enter but also empower the other’s language. To be bilingual is to inhabit two worlds and be unfaithful to both. This course studies the unfolding drama of language and empire at two main sites: 1) the United States, where English only ideologies persist alongside a permanently renewed multilingualism, and 2) Spanish America, in the encounter between the Spanish imperialism and the Aztec and Inca empires, still resonating today. No background in linguistics is required, but linguistics students are welcome. Taught in English. (Counts as elective for these SCA majors/minors: AMST, LAT, SCA; Counts as elective for all majors in Spanish &amp; Portuguese Dept.) Cross-listed with Social and Cultural Analysis as SCA-UA 541.001 and with Spanish as SPAN-UA 551.003. Mary Louise Pratt is a Silver Professor and Professor at the Department of Social and Cultural Analysis and at the Department of Spanish and Portuguese Languages and Literatures. She received her B.A. in Modern Languages and Literatures from the University of Toronto in 1970, her M.A. in Linguistics from the University of Illinois at Urbana in 1971, and her Ph.D. in Comparative Literature from Stanford University in 1975. She has received numerous honors and awards during her 27 years in academia including Guggenheim Fellowships, Pew Foundation Fellowships, and NEH grants. She served as the President of the Modern Language Association in 2003. Pratt’s area of expertise extends through Latin American Literature and Latin American Studies, into comparative literature, linguistics, postcolonial studies, feminist and gender studies, anthropology and cultural studies. Her seminal publications within these disciplines include: Imperial Eyes: Travel Writing and Transculturation (1992), an explanation on the discursive formation of Latin America and Africa as formulated by metropolitan writers; it has been called one of the most widely influential works of the last decade. Medieval Spain in Modern Fiction AHSEM-UA 215 Instructor: S.J. Pearce Tuesday and Thursday, 11:00 a.m.-12:15 p.m. In recent years, the idea of “the three cultures” of medieval Spain — Christianity, Islam and Judaism — has become a popular ideal and model for modernity among a wide variety of thinkers and writers; and both utopian and distopian visions of Sefarad and Andalus (the Hebrew and Arabic terms that refer to the Iberian Peninsula) permeate discourses on politics, religion and even education. This course will examine the ways in which that nostalgia for a lost Andalus or Sefarad is both explored as a theme and used as a device in a wide variety of modern novels and short stories (as well as some poetry), and the ways in which modern authors deploy this trope to comment on the worlds they inhabit. Reading medieval Spanish texts alongside the writing they inspired in modernity will provide a diachronic framework for better understanding medieval Iberian literature and will also raise questions about the salience of the past for the present. Modern readings will include The Moor's Last Sigh by Salman Rushdie, Averroes' Search by Jorge Luis Borges, The Tamarit Diwan by Federico Garcia Lorca, and others. Cross-listed with Comparative Literature as COLIT-UA 951.001, with Middle Eastern and Islamic Studies as MEIS-UA 951.001 and with Spanish as SPAN-UA 951.001. S.J. PEARCE is an assistant professor in the Department of Spanish and Portuguese. She returns to NYU after having held the Apfelbaum Fellowship in Judaic Studies at the University of Pennsylvania during 2012-13, where she completed a book-length manuscript entitled \" No Achievement But Through Arabic \" in which she explores the attitudes of medieval Spanish Jews towards reading and writing in the Arabic language. She tweets about the Middle Ages @homophonous.                               See Also               Advanced Honors Seminars: Spring 2006       Advanced Honors Seminars: Spring 2007       Advanced Honors Seminars: Spring 2008       Advanced Honors Seminars: Spring 2009       Advanced Honors Seminars: Spring 2010       Advanced Honors Seminars: Spring 2011       Advanced Honors Seminars: Winter/Spring 2012       Advanced Honors Seminars: Winter/Spring/Fall 2013                       Welcome!       About CAS       Academic Programs       Undergraduate Research       Academic Integrity       Academic Support Service       College Cohort Program       Study Abroad and Summer Study       Student Life       Admissions       Financial Aid       Events               Updated on 04&#047;02&#047;2015       Stay Connected       like us on Facebook       follow us on Twitter       follow us on Vimeo       follow us on Instagram           Contact Us | Welcome Class of 2019!                             Contact Us | Welcome Class of 2019!"}]},
{"detail": [{"content": "Undergraduate Course Syllabi, Anthropology | New York University                                   NEW YORK UNIVERSITY       ARTS AND SCIENCE       COLLEGE OF ARTS AND SCIENCE       GRADUATE SCHOOL OF ARTS AND SCIENCE                                                                         Back to Home         Undergraduate Course Syllabi   ANTH-UA 1 - Human Society and Culture - Grant      ANTH-UA 1 - Human Society and Culture - Stout ANTH-UA 1 - Human Society and Culture - Nagel  ANTH-UA 2 - Human Evolution - Higham      ANTH-UA 2 - Human Evolution - Disotell     ANTH-UA 2 - Human Evolution - Anton      ANTH-UA 2 - Human Evolution - Harrison ANTH-UA 2 - Human Evolution - Bailey ANTH-UA 2 - Human Evolution - Williams      ANTH-UA 3 - Archaeology: Early Societies and Cultures - Wright     ANTH-UA 3 - Archaeology: Early Societies and Cultures - Crabtree ANTH-UA 16 - Language, Power, and Identity - Das ANTH-UA 17 - Anthropology of Language - Das ANTH-UA 20 - African Literature - Beidelman  ANTH-UA 29 - Religious Bodies - Zito      ANTH-UA 30 - Anthropology of Religion - Beidelman ANTH-UA 31 - Anthropology of Witchcraft - Beidelman ANTH-UA 32 - Conversation in Everyday Life - Schieffelin ANTH-UA 34 - Salvation and Revolution - Beidelman      ANTH-UA 35 - Medical Anthropology - Rapp ANTH-UA 35 - Medical Anthropology - Andersen ANTH-UA 36 - Global Biocultures; Anthropological Perspectives on Public Health - Hansen ANTH-UA 36 - Global Biocultures; Anthropological Perspectives on Public Health - Andersen ANTH-UA 41 - Family and Kinship - Rogers ANTH-UA 48 - Cultural Symbols - Beidelman ANTH-UA 50 - Fossil Evidence for Human Evolution - Bailey      ANTH-UA 51 - Human Variation - Disotell ANTH-UA 52 - Evolution and Biology of Human Behavior - Williams      ANTH-UA 54 - Primate Behavioral Ecology - Higham ANTH-UA 55 - Health and Disease in Human Evolution - Disotell ANTH-UA 56 - Comparative Biology of Living Primates - Harrison        ANTH-UA 59 - Primate Communication - Higham  ANTH-UA 80 - Emerging Diseases - Disotell ANTH-UA 81 - Global Cities: Anthropological Perspectives - Rademacher ANTH-UA 101 - Peoples of Subsaharan Africa - Beidelman      ANTH-UA 104 - Anthropology of South Asia - Ganti     ANTH-UA 111 - Anthropology of Europe - Rogers        ANTH-UA 112 - Anthropology of Gender and Sexuality - Stout      ANTH-UA 122 - Visual Anthropology - Stout      ANTH-UA 123 - Anthropology of Media - Ganti ANTH-UA 134 - Past and Present Irish Archaeology - Rogers ANTH-UA 210 - Prehistoric Hunters and Gatherers - Crabtree ANTH-UA 211- First Cities and States - Wright      ANTH-UA 212 - Prehistoric Art and Symbolic Evolution - White      ANTH-UA 213 - Paleolithic Archaeology - Tryon      ANTH-UA 214 - Ancient Civilizations: The Maya, Aztecs, Mesopotamia, and the Indus - Wright ANTH-UA 214 - Women &amp; Men in Paleolithic Art - White        ANTH-UA 218 - African Archaeology - Tryon     ANTH-UA 225 - Discovering Archaeology in New York City - Wright      ANTH-UA 320 - Language and Identity - Das      ANTH-UA 320 - Latino Expressive Culture and Literature - Rosaldo      ANTH-UA 320 - Anthropology of Science - Cool ANTH-UA 320 - Anthropology of Violence and Law - Merry ANTH-UA 320 - Ethnicity and Religion in Post-reform China - Turnbull      ANTH-UA 326 - Introduction to Forensic Anthropology - Antón      ANTH-UA 329 - Language and Law - Schieffelin        ANTH-UA 331 - Human Rights and Culture - Merry ANTH-UA 332 - Violence, Gender, and Law - Merry  ANTH-UA 333 - The Color of Race in the Americas: Post-Racial Mythologies - Khan ANTH-UA 336 - Gender, Violence, and The Law - Merry      ANTH-UA 351 - Belief and Social Life in China - Zito      ANTH-UA 410 - Culture through Food - Abercrombie        ANTH-UA 512 Evolutionary Biology of Human Behavior - Williams ANTH-UA 608 - Last Hunters - First Farmers - Crabtree      ANTH-UA 800 - Heritage, History, and Memory in the Modern Middle East - Peutz      ANTH-UA 800 - Sovereignty and Civil Disobediance - Strickland ANTH-UA 950 - Honors Research I - Bailey      ANTH-UA 951 - Honors Research Seminar II - Khan ANTH-UA 951 - Honors Research Seminar II - Crabtree ANTH-UA 951 - Honors Research Seminar II - Wright      CORE CLASSES (Previously MAP)      CORE-UA 305 - MAP: Human Origins - Bailey CORE-UA 305 - Human Origins - Disotell CORE-UA 305 - Human Origins - Williams      CORE-UA 505 - MAP: Cultures in Context: Africa - Beidelman CORE-UA 509 - MAP: Cultures in Context: Caribbean - Khan      CORE-UA 516 - MAP: Cultures in Context: India - Ganti     CORE-UA 536 - MAP: Cultures and Contexts Indigenous: Australia - Myers CORE-UA 544 - Cultures and Contexts: Spanish Modernity: From the Mediterranean to the Atlantic - Abercrombie FRESHMAN HONORS SEMINARS FRSEM-UA 501 - Shamanism - Grant FRSEM-UA 496 - Cultural Nature of Langauge - Schieffelin      GRADUATE COURSES OPEN TO UNDERGRADUATES      ANTH-GA 1205 - History of Archaeological Theory - Crabtree      ANTH-GA 1211 - Faunal Analysis - Crabtree      ANTH-GA 1213 - European - Prehistory - II      ANTH-GA 1520 - Interpreting the Skeleton      ANTH-GA 2110 - Technology and Society - Tryon      ANTH-GA 3395 - Social and Symbolic Archaeology                              Contact Us | &copy; New York University , Arts and Science"}, {"content": "Advanced Honors Seminars: Spring 2014, CAS | NYU                                                    Navigation       College of Arts and Science                 About Arts and Science | Departments and Programs | The Faculty       About the College | Programs | Students | Admissions | Alumni                  Back to Home             Advanced Honors Seminars: Spring 2014   The College is one of the most diverse communities anywhere–an exciting, sophisticated center in one of the most exciting and cosmopolitan cities in the world. Our mission is to prepare students to be thought leaders and successful global citizens. We do this by creating unique academic opportunities for student and faculty engagement that emphasize research and scholarly communication. Part of the College’s Honors Program, the Advanced Honors Seminars place students in small classes with distinguished faculty to study topics that have the potential to change how we think and how we work. As such, they are ideal gateways for the intellectually stimulating discussions we aim to foster. They challenge students and faculty to engage intensively within and beyond their fields of study, and they inspire intellectual responsibility towards the scholarly community and the wider world. In spring 2005, the College of Arts and Science launched the Advanced Honors Seminar program, which extends the basic principles behind the Freshman Honors Seminars to upper-level courses (open to sophomores, juniors, and seniors). Distinguished professors drawn not only from the College’s faculty but also from NYU’s professional schools, and from among New York’s professional, cultural, and governmental leaders, teach these small classes. In many instances, the seminars are cross-listed with departments and students may count the classes toward their majors or minors; in some cases, the classes will count only as electives. Advanced Honors Seminars have three central goals: to create close mentoring relationships between exceptional faculty and students; to challenge students intellectually through honors-level work in critical thinking, writing, and conversing; and to strengthen students’ interest in and aptitude for conducting independent research (e.g. a DURF grant or a Senior Honors Thesis). They are designed to foster scholarly insight and debate and to nurture the intellectual passions of students and faculty alike. We encourage you to try one this year! G. Gabrielle Starr Seryl Kushner Dean of the College of Arts and Science Patrick Deer Director of College Honors Programs   Course Descriptions Past and Present in Irish Archaeology AHSEM-UA 134 Instructor: Pam Crabtree Monday and Wednesday, 12:30–1:45 p.m. Ireland has a rich archaeological heritage that includes hunter-gatherers of the Mesolithic Period, Megalithic tombs at Knowth and Newgrange, the Hill of Tara, early Christian monasteries such as Clonmacnoise, and the Viking settlements in Dublin itself. This course will consider how the Irish past has been constructed and what role that this construction has played in the modern world. We will review the archaeology of Ireland from its initial settlement in the Mesolithic through the British colonization of Northern Ireland in the early Modern Era. The course will also examine the impact of rapid economic development on Ireland’s archaeological resources, including the current debate surrounding the site of Tara. Cross-listed with Anthropology as ANTH-UA 213.001 . Pam Crabtree , Associate Professor of Anthropology, is a zooarchaeologist whose research interests center broadly on the uses of faunal remains to study past animal husbandry patterns, hunting practices and diet. She is also interested in the use of archaeologically recovered animal remains to study trade, social status, ethnicity and prehistoric ritual. Her primary area of interest is later prehistoric and early medieval Europe, but she has also worked on Natufian settlement and subsistence in the Southern Levant and on 18th- and 19th-century sites in eastern North America. She is currently a member of an archaeological team that is surveying the Irish royal site of Dun Ailinne in Ireland. Her work has been published in a number of edited volumes and journals, including the Journal of Field Archaeology and World Archaeology . She and her co-author Bradley Adams recently completed a book entitled Comparative Skeletal Anatomy . Political Cinema and Representation of the ‘Other’ AHSEM-UA 170 Instructor: Shimon Dotan Monday, 6:20-8:50 p.m. In contemporary war, the ‘Other’ is viewed not only as an enemy to be fought but, often, as one to be eliminated. How do filmmakers fight against or, alternatively, reinforce, such deadly representations? This seminar will focus primarily, though not exclusively, on one of the world’s most conflict-ridden regions—the Middle East—though it will also explore films from Soviet Russia, Nazi Germany, France and the United States. Through selected readings and film screenings, we will explore how the ‘Other’ is constructed politically, aesthetically and ethically. This class is designed for anyone interested in filmmaking and film criticism, in contemporary politics and history, especially those of the Middle East, in cinema of conflict and violence, and the ethical questions associated with them. Shimon Dotan , a Fellow of the New York Institute for the Humanities at NYU, is an award-winning filmmaker with thirteen feature films to his credit. His films have been the recipients of the Silver Bear Award at the Berlin Film Festival ( The Smile of the Lamb ), numerous Israeli Academy Awards, including Best Film and Best Director ( Repeat Dive; The Smile of the Lamb ), and Best Film at the Newport Beach Film Festival ( You Can Thank Me Later ). His film Hot House won the Special Jury Prize at Sundance in 2007. Dotan has taught filmmaking and film studies at Tel Aviv University in Israel and at Concordia University in Montreal, and is a member of the Directors and Writers Guilds of America. Country and City in Modern Chinese Literature and Film AHSEM-UA 178 Instructor: Jing Wang Monday, 3:30-6:00 p.m. This Seminar focuses on the tension and mutual dependency between the country and the city in modern China through the prism of modern Chinese fiction and Chinese film. The story of modern China, in a sense, is the story of the transformation of a rural society into an urban, industrial one. This profound change in the socioeconomic sphere has produced equally profound changes in people’s experience and consciousness, which in turn produce their cultural visions and artistic expressions. The story of modern China is also a story about an organic member of an intimate social setting (say the family or the village) who becomes an enlightened, independent but lonely and alienated “individual” amidst the crowd of strangers in the modern city. Or, conversely, it is about this cosmopolitan intellectual or professional’s uneasy return to the hometown, to the countryside, about his or her confrontation with an embarrassing past, which can be disengaged rationally but not emotionally. These issues, to be sure, are not unique or particular to China; rather, they speak to contemporary men and women worldwide. To study the particular historical experience and cultural formations of modern China may help us better grapple with many central concerns of contemporary life as well as our understanding of it. The compressed temporality in China’s rapid metamorphosis from a sleepy rural giant to the “workshop of the world” not only means the mushrooming of Chinese cities, but also, and more importantly, an intense drama of social change, moral conflict, cultural diversity, and emotional strain. All of these have found their representation in literature and film: the rural-urban relationship offers us an excellent opportunity to examine and rethink the epic experience of modern China as exemplary of the human experience of modernity. Writers and works to be discussed include Lu Xun’s “Hometown” and “New Year’s Sacrifice”; Lao She’s “Camel Xiangzi”; Mao Dun’s “Spring Silkworm”; Shen Congwen’s “Vegetable Garden”; Ailing Chang’s “Sealed Off”, among others. Films to be screened and discussed include “Crows and Sparrows” and “The World.” Jing Wang is Assistant Research Scholar in the College of Arts and Science and in the Department of East Asian Studies, where, from 1999 to 2006, she was Lecturer in Chinese. She is the editor and translator of Anthology of Short Stories by American Women Writers in the 1990’s. In 2000, she was the featured columnist/translator on foreign literature for the literary magazine Shanghai Literature. Her teaching and research interests include women writers in China and the West, literary translation, modern Chinese social thought, and comparative studies of cities and urban culture. In addition to literary translations, she also publishes personal essays. Jews and Other Minorities in Nazi Germany AHSEM-UA 199 Instructor: Marion Kaplan Tuesday, 9:30 a.m.–12:00 p.m. The destruction of European Jewry has been a central focus in studying Nazi extermination policies. This course will look at Nazi policies towards the Jewish people and examine how the “racial state” (or racist state) dealt with those it deemed “racially unfit” to belong to the German Volk. It will analyze the ways in which the Nazis sought to create a nation based on blood and race. By studying policies towards the so-called “enemies” of the Third Reich -- including Jews, Sinti and Roma (Gypsies), the physically and mentally disabled, homosexuals, Afro-Germans, “asocials,” etc. -- the course will also highlight how these policies interacted with each other. It will examine measures that the government enacted to delegitimize, isolate, rob, incarcerate, sterilize, and/or murder many of these minorities as well as measures intended to increase the “Aryan” population. The course will also look at theories as to why many German perpetrators and bystanders participated in or allowed discrimination or murder to occur. Cross-listed with Hebrew and Judaic Studies as HBRJD-UA 720.001 and with History as HIST-UA 720.001 . Marion Kaplan is Skirball Professor of Modern Jewish History. She has also taught at Queens College, CUNY. She is the author of The Jewish Feminist Movement in Germany: The Campaigns of the Jüdischer Frauenbund, 1904–1938; The Making of the Jewish Middle Class: Women, Family, and Identity in Imperial Germany ; Between Dignity and Despair: Jewish Life in Nazi Germany ; and the co-editor of Gender and Jewish History . The last three won the National Jewish Book Award in their respective years. She has edited two books on European women’s history— When Biology Became Destiny: Women in Weimar and Nazi Germany and The Marriage Bargain: Dowries in European History . Her most recent books are Jewish Daily Life in Germany, 1618–1945 and Dominican Haven: The Jewish Refugee Settlement in Sosúa, 1940–1945 . Music and Masquerade AHSEM-UA 200 Instructor: Edward Hubbard Tuesday and Thursday, 9:30–10:45 a.m. This course focuses on two specific cultural contexts – Brazil and Trinidad and Tobago – examining the work of artists who have integrated avant-garde and popular modes of expression. We will explore in close relation to each other the tropicália music movement of Brazil of the 1960’s and 1970’s and the artistry of Trinidadian carnival. Themes to be discussed include: the relationships that these cultural products have had with their publics; the merging of experimentalism and mass consumption; the sustained attack on the opposition of high and low culture; and the sociopolitical background to the works. Using the category of “avant-pop,” we will analyze the challenges that music and masquerade as expressive forms have posed to social conventions and to racial and cultural essentialisms. Cross-listed with Social and Cultural Analysis as SCA-UA 180.003. Edward Akintola Hubbard is Assistant Professor/Faculty Fellow in the Africana Studies Program. He holds a B.A. from the University of the West Indies (Jamaica), an M.A. from the University of Chicago and a Ph.D from Harvard University. He completed his doctoral studies in social anthropology in 2011 and came to NYU in the fall of 2013. His regional focus is the Afro-Atlantic – specifically Cape Verde, Brazil and the Caribbean – with interests in pop culture, media, creolization, globalization, gothic and carnivalesque aesthetics, gender and sexuality. His dissertation research, based on three years of multi-sited fieldwork, is entitled Creolization and Contemporary Pop Iconicity in Cape Verde . His forthcoming publications include articles that explore black abjection in creole cultures by way of analysis of multiple forms of ethnographic data, primarily blason populaire; an experimental piece on race and the experience of the uncanny in ethnographic research; and a monograph on the globalization of acoustic batuku music in Cape Verde. Food, Land and Power AHSEM-UA 201 Instructor: Dean Itsuji Saranillio Monday, 4:55–7:35 p.m. This course explores settler colonial power within the context of Empire. As a comparative survey in Indigenous studies, this course highlights movements around sustainability, cultural regeneration, and food sovereignty that oppose and seek to replace industries founded upon resource extraction, a military industrial complex, and genetically modified crops. Using both historical and contemporary case studies, we will examine Indigenous movements that offer alternative economies as a means of producing alternative futures. That is to say, this course highlights the ways in which many Indigenous movements articulate their aims as liberation from the state itself rather than liberating the state from corruption. Cross-listed with Social and Cultural Analysis as SCA-UA 380.004 . Dean Itsuji Saranillio is Assistant Professor in the Department of Social and Cultural Analysis and the Director of the Asian/Pacific/American Studies program at NYU. He teaches courses on social movements, U.S. militarism and cultural politics at the intersection of Asian American and Indigenous studies. His current book project, Unsustainable Empire: Hawai‘i Statehood and the Theatricality of the Settler State , offers a genealogy of the state agencies that normalized public opinion for statehood while actively containing Native Hawaiian opposition through intimidation. Picturing Place: Images and Urban Change AHSEM-UA 202 Instructor: Mariana Mogilevich Wednesday, 9:30 a.m.–12:15 p.m. This seminar explores the roles that visual languages have in the production of the built environment and the interactive relationships between images and cities. We will look at how images of cities - like plans, maps, and digital renderings - and images in cities – such as billboards and community murals - influence urban change and perceptions of place. Exploring methods of visual analysis and debates in the history of urban planning and design, we will ask how images created in the studio and encountered on the street connect to larger power struggles over the future of the city. Cross-listed with Social and Cultural Analysis as SCA-UA 680.002. Mariana Mogilevich is a Visiting Assistant Professor of Metropolitan Studies in the Department of Social and Cultural Analysis. She holds a Ph.D in Architecture from Harvard University, and teaches courses in the history of architecture and the built environment. Her research examines the culture and politics of the design of the public realm in the postwar United States, and the intersections between visual studies and urban studies. She has written on waste landscapes and the politics of playground design, among other topics, and is at work a book on urban design in New York City and the invention of public space. Saloon Keepers, Seamstresses, and Servant Girls: A Social Survey of Irish New York in 1880 AHSEM-UA 203 Instructor: Nicholas Wolf Thursday, 9:30 a.m.–12:15 p.m. In 1880, following over a century of robust migration from Ireland, 750,000 residents of New York City could claim Irish ancestry, with a third of these first-generation immigrants. More Irish and their descendants were living in New York than in Dublin in that year, and it is this population that will serve as the basis for a semester-long research investigation of the demographic, social, and cultural dynamics of these residents as revealed in the 1880 U.S. census. The course will be built around the acquisition and deployment of digital analysis techniques for historical census data, focusing on the population of New York City. Skills emphasized will be collecting and organizing demographic data, statistical analysis of historical sources, and conveying research findings using today's digital mapping and chart-production programs. No prior knowledge in digital tools is required, although the aim will be for students to acquire digital analytical skills useful for a broad range of research. Cross-listed with History as HIST-UA 275.001 and with Irish Studies as IRISH-UA 181.003. Nicholas Wolf is Assistant Professor/Faculty Fellow at Glucksman Ireland House. He previously taught at Virginia Commonwealth University and was a Western Civilization Postdoctoral Fellow at George Mason University. He received his Ph.D at the University of Wisconsin-Madison. He teaches and researches on a wide variety of topics related to the culture of 18th and 19th century Ireland, including Irish religious history, the Irish language, demography, and historical geography. Making History: Culture and Politics in the Caribbean AHSEM-UA 204 Instructor: Sibylle Fischer Wednesday, 3:30–6:10 p.m. The culture and history of the Spanish Caribbean islands – Cuba, Puerto Rico, Dominican Republic – will be at the center of this seminar. In addition, we will briefly study the French and English speaking Caribbean and the complicated place of the Caribbean coastal regions in continental Spanish America. The class will be organized around key moments of Caribbean history: slavery and the struggles against it; colonialism and independence movements; U.S. occupations, dictatorships and revolutionary movements; the massive growth of a Caribbean diaspora; and the transformation of the Caribbean islands into so many tourist destinations. We will work with primary sources such as slave testimonies, declarations of independence, and revolutionary discourses, and read literary texts by authors such as Julia Alvarez, Alejo Carpentier, Junot Diaz, Gabriel García Márquez, Gertrudis Gómez de Avellaneda, and José Martí. We will also study some of the most influential approaches to the Caribbean in cultural studies, anthropology and history. While the class will be taught in English, reading knowledge of Spanish and French is very welcome. Cross-listed with Spanish as SPAN-UA 551.001. Sibylle Fischer holds a Ph.D in Comparative Literature and Spanish from Columbia University. She has held teaching positions at Duke as well as at Princeton and now teaches in the Department of Spanish &amp; Portuguese and the Center for Latin American and Caribbean Studies at NYU, with affiliations with Comparative Literature and Africana Studies. Her research focuses on Caribbean history and culture. Her study of the Haitian Revolution (1791-1804) and its impact on Caribbean national cultures, Modernity Disavowed , won book awards from the Modern Language Association, the Latin American Studies Association, The Caribbean Cultural Studies Association, and the Caribbean Philosophical Association. Understanding Modern War Culture AHSEM-UA 205 Instructor: Patrick Deer Monday, 2:00–4:30 p.m. What impact has war had on literature and culture? How have writers, intellectuals and citizens struggled to find a voice during wartime in the face of censorship, propaganda, trauma and the technologies of violence? What does it mean to live in a culture of war? This course explores these questions in a range of British, American and postcolonial novels, poems, and films. Beginning with some foundational representations of war cultures by Homer, Shakespeare and Tolstoy, we will chart the transformations and mutations of modern war culture from the era of colonial warfare, total warfare during the First World War, and imperial air power. We will explore the ways that writers, artists and film-makers have represented more recent conflicts like the “People’s War” of World War Two, the apocalyptic imaginary of Cold War, guerilla warfare and counterinsurgency, to the mythology of “high tech warfare” and the wars in Iraq and Afghanistan. Focusing in particular on questions of gender, imperialism and resistance, we will read novels, poetry, memoirs, military writings and theoretical texts. Readings may be drawn from the work of: Homer, Shakespeare, Tolstoy, W.B. Yeats, Siegfried Sassoon and Wilfred Owen, Ernst Junger, Ernest Hemingway, Rebecca West, Virginia Woolf, George Orwell, W.H. Auden, Elizabeth Bowen, Graham Greene, Tim O’Brien, Martin Amis, Michael Ondaatje, Anthony Swofford, and Riverbend. The course will also include discussions of a wide variety of films and popular culture. Cross-listed with English as \"20th Century British Literature: Understanding Modern War Culture,\" ENGL-UA 606.001. Patrick Deer is Associate Professor of English and Director of College Honors Programs for the College of Arts Science at NYU. His teaching and research focuses on war culture and war literature, modernism, twentieth century British literature and culture, and the novel and film. He is the author of Culture in Camouflage: War, Empire, and Modern British Literature (Oxford: Oxford University Press, 2009). He was Guest Editor of The Ends of War , a Special Issue of Social Text 91 (Summer 2007). He is also affiliated with NYU’s Project on New York Writing, and has recently published chapters in W.H. Auden in Context (Cambridge UP, 2013) and Ford Madox Ford and America (Amsterdam: Rodopi, 2012). He is currently writing Deep England: Forging British Culture After Empire , and working on a book project on contemporary U.S. and British war culture, whose working title is Surge and Silence . Fictions of the Self AHSEM-UA 206 Instructor: Laura Levine Tuesday, 3:30–6:00 p.m. In two radically different ways, this course investigates the various fictions by which we invent a “self:” first through the study of memoirs, autobiographies, first person narratives, solo performances and case histories in which a “self” and an “other” are constructed; and second through the imitation of these forms. Student writing will be split between analytical essays on writers like Turgenev, Peter Handke, Maxine Hong Kingston, Faulkner, Kafka, Freud and Toibin and Friel and the production of original work using the forms and constraints these writers employed as objects of imitation. Such forms include the letter, the case history, the mystery, stream-of-consciousness and the invocation of biblical or classical material. In addition to exploring different genres as methods of creating a self, the course will examine the use of different subjects through which a “self” is imagined: mothers (Peter Handke, Maxine Hong Kingston, Colm Toibin), fathers (Kafka), siblings (Benjy’s section of The Sound and The Fur y) and early love (Turgenev). We will also examine the process by which narratives constructed for the page are re-shaped as productions for the stage (comparison of Mark Haddon’s Curious Incident of the Dog in the Night to the current London production) and to the use of multiple sustained monologues in plays like Faith Healer . This is a course specially designed for students with an interest in producing autobiographical work, work in the first person that “poses” as autobiography, or work that draws on the deliberate constraints of a form (letter, case history, mystery) as a way to illuminate autobiographical material. Laura Levine is Associate Professor of Theater Studies in Drama at Tisch, where she teaches courses in Shakespeare, Renaissance studies, and autobiography and solo performance. She did her doctoral work in English at Johns Hopkins University, and holds an M.A. in English and an M.F.A. in fiction writing from Columbia University as well as a B.A. from Bryn Mawr College. Her first book, Men in Women’s Clothing: Anti-theatricality and Effeminization, 1579–1642 , examines anxieties about boy actors on the Renaissance stage. She is at work on a book about anxieties about witchcraft during the early modern period. She also writes about ballet. She is the recipient of grants from the NEH, the Mary Ingraham Bunting Association, and the Folger Shakespeare Library and is a 2010 winner of NYU’s Distinguished Teaching Award. The Crusades and their Legacy AHSEM-UA 207 Instructor: Jill Claster Thursday, 2:00–4:30 p.m. The Crusades form one of the most important chapters in the history of the interactions among Christianity, Islam, and Judaism. They began at the end of the 11th century as religious wars to recover the holy places venerated by Christians in the city of Jerusalem. The unexpected result of the First Crusade was the conquest of lands in the Middle East known as the Latin Kingdom. For two hundred years, against all odds, the Crusaders managed to keep some of their newly won lands. They lost more of them with every passing decade, however, until at last the Muslims triumphed and the kingdom in the Middle East was lost to Western Christendom. We live in a time when the memory and the rhetoric about the crusades, for good or ill, permeate the Western World and the Islamic World, especially in the Middle East. This seminar addresses the many aspects of the crusading fervor which inform beliefs and politics to this day, such the nature of a Christian holy war and the nature of jihad; the question of whether the Crusades were the first manifestation of European imperialism in the Middle East; and the relations among the three great religious groups and how it came about that they all claim Jerusalem for their own. Cross-listed with History as HIST-UA 113.001. Jill N. Claster is Professor of History Emerita with a specialty in the Middle Ages; she has taught and studied the era of the Crusades extensively and is the author of the recently published book, Sacred Violence: The European Crusades to the Middle East, 1096–1396 . She served as Dean of the College of Arts and Science and as Director of the Kevorkian Center for Near Eastern Studies. She was the recipient of a Fulbright grant and was honored with the Distinguished Alumni Award by the Alumni Association of NYU. Exploring the Archive: New York City &amp; Beyond AHSEM-UA 208 Instructors: Karen Karbiener and Marvin Taylor Wednesday, 2:00-4:45 p.m. This seminar is designed for juniors and seniors working on advanced research projects in the humanities. It will serve as an introduction to archival research while addressing the scholarly issues raised by the students’ projects. Presentations are thus to be organized with students’ projects in mind, and designed to enable archival research in a range of topics, periods of specialization, and languages. In addition to on-site workshops utilizing NYU’s Fales Library and Special Collections, the course introduces students to the vast array of archival resources offered by New York City; an overnight trip to a distant archive (perhaps the Library of Congress or the Beinecke Library, both of which offer junior-level research fellowships that may be of interest) and information sessions on the construction and use of internet archives broaden the experience beyond city limits. In many humanities courses, students learn about a subject through reading secondary materials. Their research, however, is rarely significant in terms of discovering new knowledge or generating new perspectives. Working with primary materials in special collections, students in this class have an opportunity to work on materials and ideas that have not previously been considered. Participants will be guided as to how they might contribute original and truly ‘new’ discoveries to their fields of interest. Cross-listed with Global Liberal Studies as SCAI-UF 401.005. Karen Karbiener received her Ph.D from Columbia University and teaches in NYU’s Global Liberal Studies program. A recipient of the John H. Kluge Fellowship at the Library of Congress, a Fulbright grant and a Huntington Library Fellowship, she is a Walt Whitman scholar who has worked in several different mediums: she edited Barnes &amp; Noble Classics’ Leaves of Grass: First and Death-bed Editions ; recorded a lecture series entitled “Whitman and the Birth of Modern American Poetry” (Modern Scholar); and has contributed to several audio and visual programs, including the PBS documentary American Experience: Walt Whitman . As a public scholar, she organizes events such as New York’s annual “Song of Myself” marathon (in its eleventh year in 2014) and has curated exhibitions such as “Whitman and the Promise of America, 1855–2005” (South Street Seaport Museum). She is completing a book entitled Walt Whitman and New York . Marvin Taylor is Director of the Fales Library and Special Collections at NYU. He holds degrees from Indiana University in Comparative Literature and Library Science, and in English Literature from NYU. He held positions at the Lilly Library, Indiana University and the Rare Book and Manuscript Library and at the Health Sciences Library at Columbia University before coming to NYU. He has taught literary methodology, queer theory, Victorian literature and contemporary art history, all from the perspective of primary research in archives. His research about, and interest in Oscar Wilde led to his inclusion in the dramatis personae of Moises Kaufman’s play, Gross Indecency: The Three Trials of Oscar Wilde.  Latinos, Im/Migration and Race AHSEM-UA 209 Instructor: Luisa Heredia Tuesday, 4:55-7:35 p.m. This course examines Latino immigration to, and integration in the United States. It will cover broad themes like why people migrate and what accounts for their integration into society, and the future of the U.S. racial hierarchy. More specifically it will trace the history of Latin American and Caribbean immigration, their distinct trajectories in the United States along a series of indicators and the impact of Latinos on U.S. society. The course will include, for example, investigations of Mexican and Dominican immigration to the United States as well as Puerto Rican migration from the island to the mainland. We will also examine important topics such as racialization processes, citizenship, and transnationalism. Through their engagement with course materials, assignments, and in discussions with their peers, students will bridge the academic literature on immigration with ongoing debates. Cross-listed with Social and Cultural Analysis as SCA-UA 541.002.  Luisa Laura Heredia is Assistant Professor/Faculty Fellow in the Latino Studies Program in the Department of Social and Cultural Analysis. She holds a Ph.D from Harvard University and came to NYU in the fall of 2011. Her work centers on Latino and immigration politics with an emphasis on migration control, social movements, religion, and membership and belonging in the United States and Spain. She is completing a book, Illegal Redemption: The Catholic Church and Latino Political Power in Era of Immigration Restriction , which explores how religion is strategically leveraged to challenge the state’s production of a growing restrictive regime of immigration control in the United States and the inequality in citizenship it produces. She offers courses in Latino Studies and in SCA on immigrants and political engagement, the production of “illegality” in the United States and immigration politics and movements, and on U.S. Latinos and an evolving politics of citizenship and race. Politics of Resistance: Latin American Cultures in Neoliberal Times AHSEM-UA 210 Instructor: Gabriel Giorgi Tuesday and Thursday, 11:00 a.m.-12:15 p.m. From the “Chilean September 11th” in 1973 to the recent massive mobilizations in Brazil in defense of public spaces threatened by privatizations, the last four decades of Latin American social life have revolved around the effects of neoliberalism. Dominant in the aftermath of the defeat of revolutionary movements in the 1970’s, neoliberalism was imposed with unique force by its defenders as the region's only chance to develop modernizing economies and modern democracies. Since then, both at the heights of its influence in the 1980’s and 1990’s, and persistently contested after the 2000’s, the “neoliberal era” shaped the destiny of most Latin American nations. In this context, Latin America will become a laboratory of creative interventions that explore new formats and new audiences, as in the emergence of the cartoneras publishing houses, the interface between technology and collective mobilization, and the networks between art collectives and social movements. Analyzing literary and cinematographic works by figures such Lucrecia Martel, Eduardo Coutinho and Roberto Bolaño, installations by Teresa Margolles, together with diverse experiences of cultural collectives, this course will explore the ways in which culture produces not only critical insights about neoliberal society but also alternatives to its most pervasive effects. Cross-listed with Spanish as SPAN-UA 551.004. Gabriel Giorgi is Associate Professor at the Department of Spanish and Portuguese Languages and Literatures. His research revolves around the politics of culture in Latin America since the 1960’s, and the transformation of the status of art and culture. He has written about the relation between culture and sexuality in Argentina, the transformation of cultural cartographies of the Latin American city in the last decades, and the tensions between culture and neoliberalism, among other issues. His most recent book is Common Forms: Animal, Culture, Biopolitics , where he explores the place of the animal in contemporary Latin American culture. Nationalism and Global History AHSEM-UA 211 Instructor: Manu Goswami Tuesday and Thursday, 9:30-10:45 a.m. Nationalism is a major political, social, and cultural phenomenon of the modern world. This course explores the emergence and circulation of ideas of nationhood and national belonging in diverse yet interlinked regions, including present day Latin America and the Caribbean, South Asia and South-East Asia, and Europe. The course opens with a set of general readings that help establish the larger historical and analytical issues at stake. The central questions and themes of the course include: How did ideas of nationhood and national belonging emerge within and across regions? What was the relation between empire and nation? Did nationalist movements alter the meaning and significance of collective identities based on religion, gender, or class? How were concepts of nation, territory, and economy placed together in different nationalist movements? Does contemporary globalization signal the fading of nationalisms and nation-states? Secondary readings (historical and anthropological works) will be read alongside primary materials (novels, pamphlets, and archival documents) to address the historical and conceptual issues raised by nationalism as a global phenomenon. Cross-listed with History as HIST-UA 175.002. Manu Goswami is Associate Professor of History and the author of Producing India: From Colonial Economy to National Space (2004). Her research interests include nationalism and internationalism, political economy and economic thought, social theory and historical methods. Her articles have appeared in Comparative Studies of Society and History , American Historical Review , boundary 2 , Journal of Historical Sociology and Political Power and Social Theory , among others. Implications of Moral Diversity AHSEM-UA 212 Instructor: Steven Lukes Thursday, 3:30–6:10 p.m. This seminar focuses on a set of questions that arise from the recognition that there are diverse moral outlooks that involve incompatible moral judgments. How much diversity is there and how deep does it go? What makes an outlook and judgment moral? How recent is this recognition: does it arise from our increasingly multicultural societies and from the ever more prevalent discourse of human rights across the world? To what extent is that discourse ethnocentric—a kind of moral imperialism? Are there non-Western (e.g. East Asian) cultures, which offer a challenge and alternative to talk of human rights? Do different moralities correlate with cultural differences? Are we witnessing a ‘clash of civilizations’? How should we respond to the claims of cultural relativism? We will read some classical texts—such as Michel de Montaigne’s Essays on custom and on cannibalism and Ruth Benedict on patterns of culture, and also contemporary work by sociologists, moral philosophers and others that discusses multiculturalism, moral and cultural relativism and the theory and practice of human rights. Cross-listed with Sociology as SOC-UA 939.001. Steven Lukes is Professor of Sociology. He studied philosophy, politics, and economics at Oxford, where he obtained his doctorate, writing a thesis on Durkheim under the supervision of the anthropologist E. E. Evans-Prichard. He has previously held posts in Politics and Sociology at Balliol College, Oxford; in Political and Social Theory at the European University Institute in Florence; in Moral Philosophy at the University of Siena; and in Sociology at the London School of Economics. He is a Fellow of the British Academy and an editor of the European Journal of Sociology. His writing and teaching have ranged over political science, political and moral philosophy, sociology, anthropology, and the philosophy of the social sciences. His published works include Emile Durkheim: His Life and Work ; Individualism, Marxism, and Morality ; Liberals and Cannibals: The Implications of Diversity ; The Curious Enlightenment of Professor Caritat: A Comedy of Ideas (a novel soon to be reissued); and Power: A Radical View, which recently appeared in a much-expanded second edition. He is also co-editor of Rationality and Relativism and The Category of the Person: Anthropology, Philosophy, History . His most recent book is Moral Relativism . Crowds and Collective Action AHSEM-UA 213 Instructor: William Klein Wednesday, 3:30–6:00 p.m. The word \"crowd\" today tends to suggest attendees of a sports or music event, and so if you google \"crowd control\" you will initially find security firms offering \"stanchions, barriers and accessories\" to help you manage your event--as though contemporary populations have been domesticated to the level of cattle. Though the Arab Spring, the Indignados movement and Occupy Wall Street have reminded everyone that crowds of a different sort are still capable of engaging in collective action, it is possible that contemporary mass demonstrations do not behave much like any of the various types of crowds of the past. Cities may have been designed and have certainly been policed to prevent spontaneous crowd formation; social media have changed the way crowds are organized and articulate themselves; and other media may have contributed to shifts in attitudes towards crowds. Yet at the same time, increasingly dysfunctional \"normal\" politics in the West, along with rising levels of displaced, dispossessed and persecuted people everywhere, are calling forth a resurgence of crowd activity, from the camp to the public square. This course offers a survey of the classic literature on crowds, (Le Bon, Freud, Cannetti, Rudé) as well as more recent contributions (Hardt and Negri's Multitudes ) in order to open a discussion about what has happened in the past and what is happening today in direct collective action. William Klein studied the history of political theory under J.G.A.   Pocock at Johns Hopkins and, as a Fulbright Scholar, under Quentin   Skinner at Cambridge. He specializes in legal and political theory, and   has served on the editorial review board of the Journal of the History of Philosophy .   At NYU, he teaches the history of ideas in Liberal Studies, and has   taught in the Freshman Honors Seminar program since 2003. He is   currently writing a study of the history and theory of sedition and has   also published works of fiction and art criticism. Language and Empire in the Americas AHSEM-UA 214 Instructor: Mary Pratt Friday, 11:00 a.m.–1:45 p.m. Empires by definition are multilingual regimes that bring languages into contact in highly charged, dynamic relations of power that continue to unfold after empires themselves dissolve. To translate is to enter but also empower the other’s language. To be bilingual is to inhabit two worlds and be unfaithful to both. This course studies the unfolding drama of language and empire at two main sites: 1) the United States, where English only ideologies persist alongside a permanently renewed multilingualism, and 2) Spanish America, in the encounter between the Spanish imperialism and the Aztec and Inca empires, still resonating today. No background in linguistics is required, but linguistics students are welcome. Taught in English. (Counts as elective for these SCA majors/minors: AMST, LAT, SCA; Counts as elective for all majors in Spanish &amp; Portuguese Dept.) Cross-listed with Social and Cultural Analysis as SCA-UA 541.001 and with Spanish as SPAN-UA 551.003. Mary Louise Pratt is a Silver Professor and Professor at the Department of Social and Cultural Analysis and at the Department of Spanish and Portuguese Languages and Literatures. She received her B.A. in Modern Languages and Literatures from the University of Toronto in 1970, her M.A. in Linguistics from the University of Illinois at Urbana in 1971, and her Ph.D. in Comparative Literature from Stanford University in 1975. She has received numerous honors and awards during her 27 years in academia including Guggenheim Fellowships, Pew Foundation Fellowships, and NEH grants. She served as the President of the Modern Language Association in 2003. Pratt’s area of expertise extends through Latin American Literature and Latin American Studies, into comparative literature, linguistics, postcolonial studies, feminist and gender studies, anthropology and cultural studies. Her seminal publications within these disciplines include: Imperial Eyes: Travel Writing and Transculturation (1992), an explanation on the discursive formation of Latin America and Africa as formulated by metropolitan writers; it has been called one of the most widely influential works of the last decade. Medieval Spain in Modern Fiction AHSEM-UA 215 Instructor: S.J. Pearce Tuesday and Thursday, 11:00 a.m.-12:15 p.m. In recent years, the idea of “the three cultures” of medieval Spain — Christianity, Islam and Judaism — has become a popular ideal and model for modernity among a wide variety of thinkers and writers; and both utopian and distopian visions of Sefarad and Andalus (the Hebrew and Arabic terms that refer to the Iberian Peninsula) permeate discourses on politics, religion and even education. This course will examine the ways in which that nostalgia for a lost Andalus or Sefarad is both explored as a theme and used as a device in a wide variety of modern novels and short stories (as well as some poetry), and the ways in which modern authors deploy this trope to comment on the worlds they inhabit. Reading medieval Spanish texts alongside the writing they inspired in modernity will provide a diachronic framework for better understanding medieval Iberian literature and will also raise questions about the salience of the past for the present. Modern readings will include The Moor's Last Sigh by Salman Rushdie, Averroes' Search by Jorge Luis Borges, The Tamarit Diwan by Federico Garcia Lorca, and others. Cross-listed with Comparative Literature as COLIT-UA 951.001, with Middle Eastern and Islamic Studies as MEIS-UA 951.001 and with Spanish as SPAN-UA 951.001. S.J. PEARCE is an assistant professor in the Department of Spanish and Portuguese. She returns to NYU after having held the Apfelbaum Fellowship in Judaic Studies at the University of Pennsylvania during 2012-13, where she completed a book-length manuscript entitled \" No Achievement But Through Arabic \" in which she explores the attitudes of medieval Spanish Jews towards reading and writing in the Arabic language. She tweets about the Middle Ages @homophonous.                               See Also               Advanced Honors Seminars: Spring 2006       Advanced Honors Seminars: Spring 2007       Advanced Honors Seminars: Spring 2008       Advanced Honors Seminars: Spring 2009       Advanced Honors Seminars: Spring 2010       Advanced Honors Seminars: Spring 2011       Advanced Honors Seminars: Winter/Spring 2012       Advanced Honors Seminars: Winter/Spring/Fall 2013                       Welcome!       About CAS       Academic Programs       Undergraduate Research       Academic Integrity       Academic Support Service       College Cohort Program       Study Abroad and Summer Study       Student Life       Admissions       Financial Aid       Events               Updated on 04&#047;02&#047;2015       Stay Connected       like us on Facebook       follow us on Twitter       follow us on Vimeo       follow us on Instagram           Contact Us | Welcome Class of 2019!                             Contact Us | Welcome Class of 2019!"}, {"content": "Graduate Program on Ancient Technologies in their Environmental Contexts, Anthropology | New York University                                   NEW YORK UNIVERSITY       ARTS AND SCIENCE       COLLEGE OF ARTS AND SCIENCE       GRADUATE SCHOOL OF ARTS AND SCIENCE                                                                         Back to Home         Graduate Program on Ancient Technologies in their Environmental Contexts   The archaeology program in the Department of Anthropology at New York University provides students a broad foundation in archaeological theory, methods, the history and development of archaeology as a discipline in the social and natural sciences, and extensive and in-depth knowledge about regional archaeological records across Eurasia, Africa, and North America. Our approach to understanding the diversity and evolution of past human behavior emphasizes ancient technologies and the importance of geological and environmental context for interpreting the archaeological record. The study of ancient technologies provides a solid foundation for interpreting the archaeological record and is a major research theme of the archaeology program in the Anthropology Department of New York University. We view artifacts as the basic unit of analysis for archaeologists. Artifacts are important in showing the evolution of technological complexity through time, and perhaps more importantly, provide the opportunity for rare insight into social processes associated with tool manufacture, use, and the ways in which developments in material culture are used as expressions of personal or group identity. The three faculty members provide students with theoretical, methodological, and hands-on training for each of the major technological facets of the archaeological record. They include the analysis of stone tools, artifact forms that dominate much of the 2.5 million years of the archaeological record; the production of symbolic artifacts that are crucial indicators of complex means of constructing identity through material goods (White), the production of pottery, a major transformation that facilitated increasing urbanization and large scale trade (Wright), and changes in food acquisition and processing (Crabtree) that mark fundamental differences in human interactions with the environment. The department maintains excellent laboratory facilities (experimental, ceramic, lithic and zooarchaeological) for teaching and hands-on research in prehistoric and protohistoric archaeology. These include an array of computer hardware and software, including image analysis and storage capabilities, fully equipped histological laboratory, in house optical and light microscopy, sample preparation, and zooarchaeological, ceramic and lithic technological comparative collections. The archaeologists in the department are committed to integrating students into long-term, ongoing field programs which they direct or in which they are key participants. At present, these include White’s Paleolithic excavations at Abri Castanet, France, Crabtree’s prospection and excavation at Dun Alinne, Ireland, and Wright’s excavations and surveys at Harappa, Pakistan. These field and laboratory opportunities provide intensive training in excavation methods, data collection and analysis, geoarchaeology, total-station technology, remote sensing and Geographic Information Systems (GIS). Through collaboration with other departments and schools, students have access to technical support and courses through New York University, museums, educational institutions and CRM firms within the New York City metropolitan area. Working with small numbers of students (we typically accept two students a year), we are able to form strong collaborative ties and integrative programs among students and faculty. We consider mentoring and professionalization to be among our principal strengths.  SPECIAL RESOURCES AND FACILITIES IN ARCHAEOLOGY The department maintains excellent laboratory facilities for  teaching and research in protohistoric and prehistoric archaeology. An array of  computer hardware and software, including image analysis and storage  capabilities, is available for graduate research projects. In addition, there  is a state-of-the-art photographic laboratory, a thin-section laboratory for  seasonality studies, and excellent microscopic equipment, including access to  scanning electron microscopes. A zooarchaeological reference collection and  ceramics laboratory are available for teaching and research purposes.      Students  benefit from the close ties that exist between the department and other  programs and institutions. These include the Smithsonian Institution, the  American Museum of Natural History, the Museum of the American Indian, the  Museum of the City of New York, the New Jersey State Museum, the Center for  American Archaeology, and many museums, laboratories, and agencies in France,  Britain, Israel, Pakistan, and the former Soviet Union.  The Claire G. Goodman and Bert Salwen Fellowships are awarded   each year to students pursuing archaeological research, either in the   laboratory or in the field. Applications are normally due in mid-March.                  Pam J. Crabtree   Research/Interest: Zooarchaeology, Medieval Archaeology, Later prehistory of Europe and the Middle East, Anglo-Saxon England.               Elizabeth Murphy   Research/Interest: Crafts Production, Ancient Economy, Roman Social History, Ancient Labor and Work, Technology, Material Culture Studies.               Randall White   Research/Interest: Paleolithic Europe; prehistoric art; archaeological approaches to the technologies of ancient hunter-gatherers; France.               Rita P. Wright   Research/Interest: Urbanism; state formation; gender relations; the ancient Near East, and South Asia.                                Contact Us | &copy; New York University , Arts and Science"}]}]