[{"detail": [{"content": "Spiritual Life                                                                                                               NYU.edu requires JavaScript be enabled in your browser in order to use important features of the site. JavaScript is either disabled or not supported by your browser. For instructions on how to enable JavaScript in your browser, click here .                       New York University    Skip to Content   Skip to Search   Skip to Navigation   Skip to Sub Navigation                                                        NYUHome Login                            Students           |   Faculty           |   Alumni           |   Employees           |   Community                                   Schools          Arts and Science      College of Arts and Science      College of Dentistry      College of Nursing      Courant Institute of Mathematical Sciences      Gallatin School of Individualized Study      Graduate School of Arts and Science      Institute of Fine Arts      Institute for the Study of the Ancient World      Leonard N. Stern School of Business      Liberal Studies Program      NYU Abu Dhabi      NYU Shanghai      Polytechnic School of Engineering      Robert F. Wagner Graduate School of Public Service      School of Professional Studies      School of Law      School of Medicine      Silver School of Social Work      Steinhardt School of Culture, Education, and Human Development      Tisch School of the Arts                QuickLinks          Academic Calendars      Administrative Units      Albert      Apply for Jobs      Athletics      Bookstores      Bursar      Campus Map      Career Development      Emergencies      Events      Giving to NYU      Housing      ITS      Libraries      News      NYU Apparel      Policies      Public Safety      Registrar      Student Health Center      Student Resources      Wellness Exchange                A-Z          A      B      C      D      E      F      G      H      I      J      K      L      M      N      O      P      Q      R      S      T      U      V      W      X      Y      Z                                                          New York University                          Search NYU                    Pages |    People                                       Main Navigation            About NYU       Admissions       Academics       University Life       Research       Global                                 Bread Crumbs          Faculty   /   Life & Wellness                 Sub Navigation                                 Family Care                       LiveSmart                       Child and Elder Care                       Employee Assistance Program - Carebridge                       Spiritual Life                       Service Awards                       Faculty & Employee Discounts                                                                   Spiritual Life       NYU’s Center for Spiritual Life is a multifaith initiative to enhance the educational experience by fostering a community of scholars who support religious expression, leadership, integrity, mutual respect and open dialogue. We seek to provide a safe environment for all students, faculty, and staff to grow, explore and deepen their own beliefs and values. Additionally, the Center offers a sanctuary for learning and exploration, and for deepening one's understanding of self, of others, and of the world, while fostering the education of the whole person. The Center encourages students to expand their knowledge within and beyond their own faith traditions. By doing so, students have the opportunity to embrace choices and create meaningful connections within NYU, in their home communities, and in the global community. Visit our site »                                                           Center for Spiritual Life                                                                                         Bronfman Center for Jewish Student Life                                                                                         Catholic Center at NYU                                                                                         Spiritual Life at NYU                                         The Center For Spiritual Life and the Chaplains' Circle Seek to Promote:     spiritual wholeness   respect within &amp; beyond one’s faith community   engagement with religious diversity   dialogue   community service   ethical reasoning   personal responsibility and value development     For questions about specific information religious groups, referrals, or to receive the Center for Spiritual Life’s newsletter for recent religious events in NYU and other details, contact:   Center for Spiritual Life  238 Thompson Street  Fourth Floor  New York, New York 10012   212.998.4959   spiritual.life@nyu.edu          Join us for yoga, meditation, and special events hosted by The Mindfulness Project .                         Centers and Resources:   Bronfman Center for Jewish Student Life  7 East 10th Street  (212) 998-4114   bronfman.center@nyu.edu   www.nyu.edu/bronfman   Rabbi Yehuda Sarna  University Chaplain  Bronfman Center  (212) 998-4118   rabbi.sarna@nyu.edu   Catholic Center at NYU  Thompson Center, 1st floor  238 Thompson Street  (212) 674-7236   catholiccenternyu.org     University Parish of St. Joseph  Sixth Avenue and Washington Place  (212) 741-1274   washingtonsquarecatholic.org   Father John McGuire, O.P.   University Parish at St. Joseph's  (212) 741-1274   john.mcguire-op@nyu.edu   Father Allan White, O.P., S.T.L., M.A., B.D., Ph.D.  University Chaplain   Catholic Center   vgd2@nyu.edu   Islamic Center  Kimmel Center for Student Life  60 Washington Square South - #207  (212) 998-4712   kl442@nyu.edu   www.icnyu.org   Imam Khalid Latif   University Chaplain   Protestant Ministries at NYU       Reverend Susan Field   University Chaplain   Protestant Campus Ministries  Kimmel Center for Student Life  60 Washington Square South - #207  (212) 998-4711         Anna Lee  Associate PMO Coordinator   InterVarsity Christian Fellowship Graduate &amp; Faculty Ministries   IVGradAnna@nyu.edu       Valerie Althouse   InterVarsity Christian Fellowship International Student Ministry   vja.nyc@gmail.com       Lara Borrereo   Campus Crusade for Christ   lara.borrero@uscm.org       Jennifer Buell   Campus Crusade for Christ   jennifer.buell@uscm.org       George Hsieh   Remnant Christian Fellowship   gychsieh@gmail.com       Ho-Tay Ma   InterVarsity Christian Fellowship's Multi-Ethnic Fellowship (undergraduate)   hotay.ma@gmail.com       Ashley Jung   InterVarsity Christian Fellowship's Asian American Christian Fellowship (undergraduate)   ashleyjung@gmail.com       Reverend John Mertz   Episcopal Campus Ministry   Canterbury Club   mailtomerz@gmail.com       Reverend Justin Moffitt   Christ Church (Anglican Evangelical)   justin@christchurchnyc.com       Emily Mouyeos   Gallery Church   emily@gallerychurch.com       Tim Pai   Remnant Christian Fellowship   tim.pai@remnantnyc.org       Reverend John Priest   Lutheran Campus Ministries   doublerev@gmail.com       Johnny Pyon   Asian Baptist Student Koinonia   johnnypyon@gmail.com                         Eunice Pyon   Asian Baptist Student Koinonia          eunicepyon@gmail.com       Ryan Taylor   Apostles' Church   ryant@apostlesnyc.com                  Peter Trautmann   Navigators Christian Fellowship   ptrautmann@gmail.com       Tina Yeo   Korean Campus Crusade for Christ   mhy203@nyu.edu                                              NYU Footer          Search      Directory      Campus Map      Events      Contact Us      Site Map      Copyright and Fair Use      Feedback         Unless otherwise noted, all content copyright New York University. All rights reserved. Designed by The Office of Web Communications"}]}]