[{"detail": [{"content": "Master of Arts in Literary Translation: French - English    |     French    | New York University                                   Skip to page Content.     NEW YORK UNIVERSITY     ARTS AND SCIENCE     COLLEGE OF ARTS AND SCIENCE     GRADUATE SCHOOL OF ARTS AND SCIENCE                                Home       About Us       People       Undergraduate Program       Graduate program       Events       Employment             Stay Connected           Facebook             Affiliations         Center for French Civilization and Culture           La Maison Francaise           Institute of French Studies           NYU Paris                    Back to Home       Master of Arts in Literary Translation: French - English     This M.A. program in Literary Translation is unique in that  it focuses on providing master’s students with the skills to translate from  French to English at a professional level. It aims at educating a much needed  new generation of literary translators. The program is supported by all the  faculty members of the prestigious NYU French department and, as such, is  guaranteed to offer an equally top-rate theoretical and analytical education in  translation.         NYU provides the perfect environment for this type of  program in translation. Our two main  advantages are 1) our location in New York City where, besides the French Publishers’  Agency, the vast majority of American publishers likely to publish French books  in translation are located, and 2) the NYU Paris center, where the students  will spend a six-week Summer session allowing them to meet with contemporary  French writers, publishers, and foreign rights managers. For more information, check out our Facebook page and the blog created by Literary Translation students.  Admission The  requirements for admission are a B.A. with a strong concentration of French  (e.g. major in French literature or language, major in Comparative literature  with a specialization in French literature); a statement of purpose (2 pages double-spaced); a translation sample consisting of approximately 3000 words (double-spaced) translated from the French (fiction, drama, essay, poetry, or  social sciences) with a photocopy of the original including all the necessary  references; three letters of recommendation; an official transcript of  undergraduate studies; GRE scores; and TOEFL scores (for those whose native  language is not English). ( http://gsas.nyu.edu/page/grad.admissionsapplication )      Applications are accepted for fall admission only .      The application deadline is April 15th, 2015.                      Program content and  requirements This one-year program (Fall and Spring semester in New York,  intensive six-week Summer session in France) will comprise eight four-credit  courses (32 credits in total) plus a thesis. Two thesis formats will be  accepted:      1) The typical thesis will consist of the original translation  of a book-long piece, such as a play, a collection of short stories, poems or  essays, a short novel or a long novella, preceded by a foreword-type analysis  of the specific translation problems raised by the text.      2) For students interested in a more fully analytical  approach, the thesis could consist of a 60- to 100-page comparative study of  existing translations. List of Courses  Fall: Theory of Translation: FREN-GA 1020 A survey course that will inform students on the major  issues at stake in literary translation by means of a broad history of  translation theory, from the Romans to the twentieth century with a particular  focus on French theorists, and through a more focused study of specific  problems in literary translation, such as poetry and translation, translating  dramatic texts, translating the vernaculars, etc.                  Stylistics and Semantics of Written French: FREN-GA 1022 Ce cours propose  un entraînement intensif à l’écrit. Il permet aux étudiants d’enrichir et  d’affiner leur compétence écrite à travers un approfondissement de la grammaire  et des relations logiques, envisagées d’un point de vue sémantique et  stylistique. Workshop in Translation I: FREN-GA 1021 Regular submission, analysis, and discussion of students’  translations of book excerpts in a wide variety of genres, from autobiographies  and memoirs to works of philosophy, religion and history, and self-help and  oenology books to literary fiction. The titles will be provided by the French  Publishers’ Agency and the students’ translation samples will be submitted to  American publishers, via the Agency.                  Spring: French Literature or French Civilization Graduate Course: 4 points Any French Department literature or civilization course. Translation I: FREN-GA 1009 Theoretical consideration and practical analysis of the  problems of literary translation, English-French and French-English.                                  Workshop in Translation II: FREN-GA 2010 Regular submission, analysis, and discussion of students’  own translation projects, which should constitute the basis for students’ final  theses. This course will take the form  of a seminar, conducted by a professional literary translator. Students will work on methodology and  research issues related to translating a piece of publishable length and learn  about the revising and editing process involved in translation.                      Six-week Summer  Session in France (from mid-May to the end of June): Translation II: FREN-GA 2009/9003 This course will be a course in translation analysis and  comparative poetics. It will teach the students to read and analyze texts in translation and, through comparative  analysis, they will learn about specific issues raised by literary translation  (issues related to textual genres, cultural issues, prosodic and rhythmic  issues, register and dialect issues, etc.) as well as gain a concrete historical  knowledge of translation theory.                  Creative Writing Workshop: FREN-GA 2000/9000 Regular submission and discussion and analysis of student  work in one or more fictional modes (short story, short novel, novel, etc.),  with examination of relevant readings illustrating point of view, plot,  setting, characterization, dialogue, and aspects of style.  Tuition Remission   Students admitted to the M.A. in Literary  Translation will be granted a 20% tuition scholarship on the Fall and Spring  semesters in New York City and at least 24% tuition discount on the Summer intensive  session in Paris.                          NYU Department of French                              19 University Place, 6th Floor                        New York, NY 10003                 Contact Us | &copy; New York University , Arts and Science"}]},
{"detail": [{"content": "Master of Arts in Literary Translation: French - English    |     French    | New York University                                   Skip to page Content.     NEW YORK UNIVERSITY     ARTS AND SCIENCE     COLLEGE OF ARTS AND SCIENCE     GRADUATE SCHOOL OF ARTS AND SCIENCE                                Home       About Us       People       Undergraduate Program       Graduate program       Events       Employment             Stay Connected           Facebook             Affiliations         Center for French Civilization and Culture           La Maison Francaise           Institute of French Studies           NYU Paris                    Back to Home       Master of Arts in Literary Translation: French - English     This M.A. program in Literary Translation is unique in that  it focuses on providing master’s students with the skills to translate from  French to English at a professional level. It aims at educating a much needed  new generation of literary translators. The program is supported by all the  faculty members of the prestigious NYU French department and, as such, is  guaranteed to offer an equally top-rate theoretical and analytical education in  translation.         NYU provides the perfect environment for this type of  program in translation. Our two main  advantages are 1) our location in New York City where, besides the French Publishers’  Agency, the vast majority of American publishers likely to publish French books  in translation are located, and 2) the NYU Paris center, where the students  will spend a six-week Summer session allowing them to meet with contemporary  French writers, publishers, and foreign rights managers. For more information, check out our Facebook page and the blog created by Literary Translation students.  Admission The  requirements for admission are a B.A. with a strong concentration of French  (e.g. major in French literature or language, major in Comparative literature  with a specialization in French literature); a statement of purpose (2 pages double-spaced); a translation sample consisting of approximately 3000 words (double-spaced) translated from the French (fiction, drama, essay, poetry, or  social sciences) with a photocopy of the original including all the necessary  references; three letters of recommendation; an official transcript of  undergraduate studies; GRE scores; and TOEFL scores (for those whose native  language is not English). ( http://gsas.nyu.edu/page/grad.admissionsapplication )      Applications are accepted for fall admission only .      The application deadline is April 15th, 2015.                      Program content and  requirements This one-year program (Fall and Spring semester in New York,  intensive six-week Summer session in France) will comprise eight four-credit  courses (32 credits in total) plus a thesis. Two thesis formats will be  accepted:      1) The typical thesis will consist of the original translation  of a book-long piece, such as a play, a collection of short stories, poems or  essays, a short novel or a long novella, preceded by a foreword-type analysis  of the specific translation problems raised by the text.      2) For students interested in a more fully analytical  approach, the thesis could consist of a 60- to 100-page comparative study of  existing translations. List of Courses  Fall: Theory of Translation: FREN-GA 1020 A survey course that will inform students on the major  issues at stake in literary translation by means of a broad history of  translation theory, from the Romans to the twentieth century with a particular  focus on French theorists, and through a more focused study of specific  problems in literary translation, such as poetry and translation, translating  dramatic texts, translating the vernaculars, etc.                  Stylistics and Semantics of Written French: FREN-GA 1022 Ce cours propose  un entraînement intensif à l’écrit. Il permet aux étudiants d’enrichir et  d’affiner leur compétence écrite à travers un approfondissement de la grammaire  et des relations logiques, envisagées d’un point de vue sémantique et  stylistique. Workshop in Translation I: FREN-GA 1021 Regular submission, analysis, and discussion of students’  translations of book excerpts in a wide variety of genres, from autobiographies  and memoirs to works of philosophy, religion and history, and self-help and  oenology books to literary fiction. The titles will be provided by the French  Publishers’ Agency and the students’ translation samples will be submitted to  American publishers, via the Agency.                  Spring: French Literature or French Civilization Graduate Course: 4 points Any French Department literature or civilization course. Translation I: FREN-GA 1009 Theoretical consideration and practical analysis of the  problems of literary translation, English-French and French-English.                                  Workshop in Translation II: FREN-GA 2010 Regular submission, analysis, and discussion of students’  own translation projects, which should constitute the basis for students’ final  theses. This course will take the form  of a seminar, conducted by a professional literary translator. Students will work on methodology and  research issues related to translating a piece of publishable length and learn  about the revising and editing process involved in translation.                      Six-week Summer  Session in France (from mid-May to the end of June): Translation II: FREN-GA 2009/9003 This course will be a course in translation analysis and  comparative poetics. It will teach the students to read and analyze texts in translation and, through comparative  analysis, they will learn about specific issues raised by literary translation  (issues related to textual genres, cultural issues, prosodic and rhythmic  issues, register and dialect issues, etc.) as well as gain a concrete historical  knowledge of translation theory.                  Creative Writing Workshop: FREN-GA 2000/9000 Regular submission and discussion and analysis of student  work in one or more fictional modes (short story, short novel, novel, etc.),  with examination of relevant readings illustrating point of view, plot,  setting, characterization, dialogue, and aspects of style.  Tuition Remission   Students admitted to the M.A. in Literary  Translation will be granted a 20% tuition scholarship on the Fall and Spring  semesters in New York City and at least 24% tuition discount on the Summer intensive  session in Paris.                          NYU Department of French                              19 University Place, 6th Floor                        New York, NY 10003                 Contact Us | &copy; New York University , Arts and Science"}, {"content": "The Problem of Translation: Dissertation Seminar    | Department of Comparative Literature | NYU       NYU > Comparative Literature > The Problem of Translation: A Dissertation Seminar in the Humanities                        New York University       Arts and Science       College of Arts and Science       Graduate School of Arts and Science           Comparative Literature     &amp;nbsp;                          Back to  previous page              &amp;nbsp;       &amp;nbsp;       -       JULY THROUGH AUGUST - The Problem of Translation: A Dissertation Seminar in the Humanities                 Summer 2012 Dissertation Seminar         CALL FOR  APPLICATIONS     Deadline:  December 15, 2011             During  summer 2012 (July 2-August 1) NYU Comparative Literature Professors Jacques  Lezra and Emily Apter will conduct a seven-session graduate seminar on the  topic of “The Problem of Translation.” Topics to be addressed include  untranslatability, theologies of translation, translation across media,  psychoanalytic translation (and transference); translation and the world canon,  translational practice as a fulcrum of poetics and aesthetic theory. Graduate students in any discipline whose  dissertation projects touch upon translation—its theory, practices, and  history—are invited to apply. Between  twelve and fifteen students who have completed and defended their dissertation  proposal and have (minimally) begun drafting their dissertations will be  awarded summer fellowships of $7,500 to attend. We welcome applications from  students working in any discipline in which translation is an important  conceptual problem, and whose dissertation topic explicitly and centrally  treats the problem.             July 2 -  August 1, 2012         New York  University             Directed  by:        Emily  Apter,    Jacques  Lezra, Departments of Spanish, English and Comparative    Literature         Each meeting of “The Problem of Translation” will be a day-long event, involving  three related Components:     discussion  of a set reading, a lecture or workshop by an invited speaker, a distinguished  scholar or translator, and presentations by the graduate seminar members of  their ongoing work.    (It may  well happen that the reading selections for class discussion    would be  set in coordination with the outside speaker.) A small    stipend  ($150) will be available to each student for purchasing books    and  materials to be used in the seminar.                 Seminar  Goals    * It will provide an intellectual framework, time and resources to    students  working on the problem of translation, whose dissertations    may be  significantly enriched and advanced practically and    conceptually  by the exchanges, readings and presentations.  *  It will serve a broader disciplinary function: to shed sustained    light on  a topic of increasing but disaggregated interest to a number    of  humanistic fields; to set into conversation with one another    scholars  of the theory of translation, with working translators, and    with  scholars interested in the history of the practices and theory of    translation.             Applications         Who  should apply? Graduate  students who have completed and defended their    dissertation  proposal and have (minimally) begun drafting their    dissertations.   We welcome applications from students working in any    discipline  in which translation is an important conceptual problem,    and whose  dissertation topic explicitly and centrally treats the    problem.                What goes  into the application?         Applicants  should submit a brief letter of application that    includes  an outline of the research and writing the student will    undertake  in the context of the seminar, a c.v., a copy of their    dissertation  prospectus, a note from the Chair or Director of Graduate    Studies  of their department certifying that they are in good standing    and have  advanced to the dissertator stage, and a brief letter from    the  dissertation director endorsing the student’s participation in the    seminar.         What is  the deadline for applications?         Applications  must be received by Dec. 15, 2011. Notifications    of awards  will be made by January 15, 2011.   To what  address should applications be submitted?         Applications  should be submitted to this address:     Professor Jacques Lezra     Department of Comparative Literature     New York University     Room 303, 13-19 University Place     New York, NY 10003             Translation  at NYU         New York  University is particularly well suited to host this important    scholarly  project and conversation: translators knock knees here with    theorists  of translation, there are graduate programs in the practices    and  theory of translation, and the University has committed itself in    recent  months to major publication ventures in the field of    translation.   And of course the city of New York is itself a sort of    inexhaustible  translation hub—commercial as well as intellectual.             The  Seminar Leaders         Emily  Apter and Jacques Lezra are scholars of literature and critical    theory  who focus their research and much of their teaching on the    problem  of translation. Apter, Professor of French and Comparative    Literature,  published The Translation Zone: A New Comparative    Literature  in 2006 and edits the book series Translation/Transnation    with  Princeton University Press (founded in 1998 the series now has    some  fifteen titles to its list, many of them prize-winners). Jacques    Lezra,  Professor of Spanish, English and Comparative Literature, in    addition  to authoring important articles on the theory and history of    translation,  is the award-winning translator of Paul de Man's classic    Blindness  and Insight into Spanish. Apter and Lezra come to    translation  studies from complementary critical positions and    chronologically  quite different periods—Apter, from a formation in    19th,  20th and 21st century French, Francophone, English and American    literature  and criticism, Lezra, from a formation in the European    literary  and philosophical traditions of the 15th through the late    17th  century. Together (along with Michael Wood, Professor of English    and  Comparative Literature at Princeton) they are supervising the    translation  into English of Barbara Cassin’s monumental Vocabulaire    Européen  des Philosophies: dictionnaire des intraduisibles (Paris:        Editions du  Seuil, 2004), which will be published by Princeton    University  Press. Each of them is currently beginning work on a book    about  translation: Apter, a book tentatively titled Against World    Literature?  The Politics of Untranslatability in Comparative    Literature;  Lezra a book titled The Indecisive Muse: Translation and    Lexical  Culture in European Modernity.                                  Back to Top                     Contact us | &copy; New York University , Arts and Science"}, {"content": "Course Detail            > Courses            > Academics         > NYU Gallatin                                                                                                                                  NYU Gallatin    Skip to Content   Skip to Search   Skip to Navigation   Skip to Sub Navigation                          Students          Prospective Students Current Undergraduate Students Current Graduate Students Incoming First-Year Students                            Faculty    Staff    Parents & Family    Alumni    |    Forms    Directory    Events Calendar                                                       Search                                                                           Main Navigation                Home      About    Facts and Figures    Facilities    Governance and Committees    Sustainability    From the Dean    Mission and Learning Goals    Administration    Bulletin 2014-2015    Bulletin Archive           Admissions    Undergraduate    Graduate           Academics    Undergraduate    Graduate    Courses    Faculty    Advising    Awards, Honors, and Fellowships    Policies and Procedures    Registration    Calendars and Deadlines           Global           Student Life    Community Service    Co-Curricular Programs    Graduation Ceremonies    A Diverse Intellectual Community    Health and Wellness    Living At NYU    Scholarly Communities    Student Government and Organizations    Student Profiles    Student Publications    Student Arts Showcases    Lecture Series    Senior Symposium    Fashion           Visit    Directions and Maps                                                   Sub Navigation    Academics Undergraduate Graduate Courses  Faculty Advising Awards, Honors, and Fellowships Policies and Procedures Registration Calendars and Deadlines              Back to Courses                                   Share       Delicious     Digg This     Reddit        Stumble Upon     Technorati     Twitter        Facebook     Windows Live     Yahoo                 MySpace     Email                   Bread Crumbs                Home          &gt;           Academics          &gt;           Courses          &gt;           Course Detail                                        First-Year Writing Seminar: Translation: History, Theory, and Practice                                Semester and Year        FA 2012                    Course Number        FIRST-UG389                    Section        001                    Instructor        Kathryn Vomero Santos                    Days                            Mon,Wed                                 Time                            4:55 PM -       6:10 PM                                Units        4.0                    Level        U                    Foundation Requirement                                         Notes/Restrictions       Open to Gallatin first-year students only.                    Description       The problems and pleasures of translation have shaped cultural, economic, intellectual, religious, and diplomatic interactions for centuries. Emily Apter has noted that “the 9/11 tragedy, followed on its heels by the Iraq invasion and occupation, has contributed to the focus on translation in film, fiction, academic research, and the media.” In an increasingly globalized and technologized world, we translate across linguistic and cultural boundaries all the time. Looking at translation as a powerful dynamic in our daily interactions helps us to understand the world in which we live. In this seminar, we will explore many aspects of cross-linguistic communication, including language acquisition, textual translation, professional interpreting, and the role of technology in translation. In addition to reading and comparing translations of literary texts, we will engage with theoretical works about translation, statements written by translators about their craft and profession, and recent news articles about the politics of translation and translation in politics. In various essays and projects, students will be encouraged to pursue a range of topics that reflect their interests and curiosities about language and intercultural exchange. Readings may include works by Apter, David Bellos, Edith Grossman, Octavio Paz, and Lawrence Vanuti.                   Course Type       First-Year Program: Writing Seminars (FIRST-UG)                               top of page                                                                   NYU Gallatin Footer              Gallatin School of Individualized Study     1 Washington Place     New York, NY 10003     (212) 998-7370                   A&#8211;Z Index      Directions      Contact Us      Job Opportunities               News      Support Gallatin      Feedback                         Follow us on Facebook      Follow us on Twitter      Follow us on Youtube         Follow us Instagram                 Unless otherwise noted, all content copyright NYU Gallatin. All rights reserved."}]},
{"detail": [{"content": "Master of Arts in Literary Translation: French - English    |     French    | New York University                                   Skip to page Content.     NEW YORK UNIVERSITY     ARTS AND SCIENCE     COLLEGE OF ARTS AND SCIENCE     GRADUATE SCHOOL OF ARTS AND SCIENCE                                Home       About Us       People       Undergraduate Program       Graduate program       Events       Employment             Stay Connected           Facebook             Affiliations         Center for French Civilization and Culture           La Maison Francaise           Institute of French Studies           NYU Paris                    Back to Home       Master of Arts in Literary Translation: French - English     This M.A. program in Literary Translation is unique in that  it focuses on providing master’s students with the skills to translate from  French to English at a professional level. It aims at educating a much needed  new generation of literary translators. The program is supported by all the  faculty members of the prestigious NYU French department and, as such, is  guaranteed to offer an equally top-rate theoretical and analytical education in  translation.         NYU provides the perfect environment for this type of  program in translation. Our two main  advantages are 1) our location in New York City where, besides the French Publishers’  Agency, the vast majority of American publishers likely to publish French books  in translation are located, and 2) the NYU Paris center, where the students  will spend a six-week Summer session allowing them to meet with contemporary  French writers, publishers, and foreign rights managers. For more information, check out our Facebook page and the blog created by Literary Translation students.  Admission The  requirements for admission are a B.A. with a strong concentration of French  (e.g. major in French literature or language, major in Comparative literature  with a specialization in French literature); a statement of purpose (2 pages double-spaced); a translation sample consisting of approximately 3000 words (double-spaced) translated from the French (fiction, drama, essay, poetry, or  social sciences) with a photocopy of the original including all the necessary  references; three letters of recommendation; an official transcript of  undergraduate studies; GRE scores; and TOEFL scores (for those whose native  language is not English). ( http://gsas.nyu.edu/page/grad.admissionsapplication )      Applications are accepted for fall admission only .      The application deadline is April 15th, 2015.                      Program content and  requirements This one-year program (Fall and Spring semester in New York,  intensive six-week Summer session in France) will comprise eight four-credit  courses (32 credits in total) plus a thesis. Two thesis formats will be  accepted:      1) The typical thesis will consist of the original translation  of a book-long piece, such as a play, a collection of short stories, poems or  essays, a short novel or a long novella, preceded by a foreword-type analysis  of the specific translation problems raised by the text.      2) For students interested in a more fully analytical  approach, the thesis could consist of a 60- to 100-page comparative study of  existing translations. List of Courses  Fall: Theory of Translation: FREN-GA 1020 A survey course that will inform students on the major  issues at stake in literary translation by means of a broad history of  translation theory, from the Romans to the twentieth century with a particular  focus on French theorists, and through a more focused study of specific  problems in literary translation, such as poetry and translation, translating  dramatic texts, translating the vernaculars, etc.                  Stylistics and Semantics of Written French: FREN-GA 1022 Ce cours propose  un entraînement intensif à l’écrit. Il permet aux étudiants d’enrichir et  d’affiner leur compétence écrite à travers un approfondissement de la grammaire  et des relations logiques, envisagées d’un point de vue sémantique et  stylistique. Workshop in Translation I: FREN-GA 1021 Regular submission, analysis, and discussion of students’  translations of book excerpts in a wide variety of genres, from autobiographies  and memoirs to works of philosophy, religion and history, and self-help and  oenology books to literary fiction. The titles will be provided by the French  Publishers’ Agency and the students’ translation samples will be submitted to  American publishers, via the Agency.                  Spring: French Literature or French Civilization Graduate Course: 4 points Any French Department literature or civilization course. Translation I: FREN-GA 1009 Theoretical consideration and practical analysis of the  problems of literary translation, English-French and French-English.                                  Workshop in Translation II: FREN-GA 2010 Regular submission, analysis, and discussion of students’  own translation projects, which should constitute the basis for students’ final  theses. This course will take the form  of a seminar, conducted by a professional literary translator. Students will work on methodology and  research issues related to translating a piece of publishable length and learn  about the revising and editing process involved in translation.                      Six-week Summer  Session in France (from mid-May to the end of June): Translation II: FREN-GA 2009/9003 This course will be a course in translation analysis and  comparative poetics. It will teach the students to read and analyze texts in translation and, through comparative  analysis, they will learn about specific issues raised by literary translation  (issues related to textual genres, cultural issues, prosodic and rhythmic  issues, register and dialect issues, etc.) as well as gain a concrete historical  knowledge of translation theory.                  Creative Writing Workshop: FREN-GA 2000/9000 Regular submission and discussion and analysis of student  work in one or more fictional modes (short story, short novel, novel, etc.),  with examination of relevant readings illustrating point of view, plot,  setting, characterization, dialogue, and aspects of style.  Tuition Remission   Students admitted to the M.A. in Literary  Translation will be granted a 20% tuition scholarship on the Fall and Spring  semesters in New York City and at least 24% tuition discount on the Summer intensive  session in Paris.                          NYU Department of French                              19 University Place, 6th Floor                        New York, NY 10003                 Contact Us | &copy; New York University , Arts and Science"}, {"content": "The Problem of Translation: Dissertation Seminar    | Department of Comparative Literature | NYU       NYU > Comparative Literature > The Problem of Translation: A Dissertation Seminar in the Humanities                        New York University       Arts and Science       College of Arts and Science       Graduate School of Arts and Science           Comparative Literature     &amp;nbsp;                          Back to  previous page              &amp;nbsp;       &amp;nbsp;       -       JULY THROUGH AUGUST - The Problem of Translation: A Dissertation Seminar in the Humanities                 Summer 2012 Dissertation Seminar         CALL FOR  APPLICATIONS     Deadline:  December 15, 2011             During  summer 2012 (July 2-August 1) NYU Comparative Literature Professors Jacques  Lezra and Emily Apter will conduct a seven-session graduate seminar on the  topic of “The Problem of Translation.” Topics to be addressed include  untranslatability, theologies of translation, translation across media,  psychoanalytic translation (and transference); translation and the world canon,  translational practice as a fulcrum of poetics and aesthetic theory. Graduate students in any discipline whose  dissertation projects touch upon translation—its theory, practices, and  history—are invited to apply. Between  twelve and fifteen students who have completed and defended their dissertation  proposal and have (minimally) begun drafting their dissertations will be  awarded summer fellowships of $7,500 to attend. We welcome applications from  students working in any discipline in which translation is an important  conceptual problem, and whose dissertation topic explicitly and centrally  treats the problem.             July 2 -  August 1, 2012         New York  University             Directed  by:        Emily  Apter,    Jacques  Lezra, Departments of Spanish, English and Comparative    Literature         Each meeting of “The Problem of Translation” will be a day-long event, involving  three related Components:     discussion  of a set reading, a lecture or workshop by an invited speaker, a distinguished  scholar or translator, and presentations by the graduate seminar members of  their ongoing work.    (It may  well happen that the reading selections for class discussion    would be  set in coordination with the outside speaker.) A small    stipend  ($150) will be available to each student for purchasing books    and  materials to be used in the seminar.                 Seminar  Goals    * It will provide an intellectual framework, time and resources to    students  working on the problem of translation, whose dissertations    may be  significantly enriched and advanced practically and    conceptually  by the exchanges, readings and presentations.  *  It will serve a broader disciplinary function: to shed sustained    light on  a topic of increasing but disaggregated interest to a number    of  humanistic fields; to set into conversation with one another    scholars  of the theory of translation, with working translators, and    with  scholars interested in the history of the practices and theory of    translation.             Applications         Who  should apply? Graduate  students who have completed and defended their    dissertation  proposal and have (minimally) begun drafting their    dissertations.   We welcome applications from students working in any    discipline  in which translation is an important conceptual problem,    and whose  dissertation topic explicitly and centrally treats the    problem.                What goes  into the application?         Applicants  should submit a brief letter of application that    includes  an outline of the research and writing the student will    undertake  in the context of the seminar, a c.v., a copy of their    dissertation  prospectus, a note from the Chair or Director of Graduate    Studies  of their department certifying that they are in good standing    and have  advanced to the dissertator stage, and a brief letter from    the  dissertation director endorsing the student’s participation in the    seminar.         What is  the deadline for applications?         Applications  must be received by Dec. 15, 2011. Notifications    of awards  will be made by January 15, 2011.   To what  address should applications be submitted?         Applications  should be submitted to this address:     Professor Jacques Lezra     Department of Comparative Literature     New York University     Room 303, 13-19 University Place     New York, NY 10003             Translation  at NYU         New York  University is particularly well suited to host this important    scholarly  project and conversation: translators knock knees here with    theorists  of translation, there are graduate programs in the practices    and  theory of translation, and the University has committed itself in    recent  months to major publication ventures in the field of    translation.   And of course the city of New York is itself a sort of    inexhaustible  translation hub—commercial as well as intellectual.             The  Seminar Leaders         Emily  Apter and Jacques Lezra are scholars of literature and critical    theory  who focus their research and much of their teaching on the    problem  of translation. Apter, Professor of French and Comparative    Literature,  published The Translation Zone: A New Comparative    Literature  in 2006 and edits the book series Translation/Transnation    with  Princeton University Press (founded in 1998 the series now has    some  fifteen titles to its list, many of them prize-winners). Jacques    Lezra,  Professor of Spanish, English and Comparative Literature, in    addition  to authoring important articles on the theory and history of    translation,  is the award-winning translator of Paul de Man's classic    Blindness  and Insight into Spanish. Apter and Lezra come to    translation  studies from complementary critical positions and    chronologically  quite different periods—Apter, from a formation in    19th,  20th and 21st century French, Francophone, English and American    literature  and criticism, Lezra, from a formation in the European    literary  and philosophical traditions of the 15th through the late    17th  century. Together (along with Michael Wood, Professor of English    and  Comparative Literature at Princeton) they are supervising the    translation  into English of Barbara Cassin’s monumental Vocabulaire    Européen  des Philosophies: dictionnaire des intraduisibles (Paris:        Editions du  Seuil, 2004), which will be published by Princeton    University  Press. Each of them is currently beginning work on a book    about  translation: Apter, a book tentatively titled Against World    Literature?  The Politics of Untranslatability in Comparative    Literature;  Lezra a book titled The Indecisive Muse: Translation and    Lexical  Culture in European Modernity.                                  Back to Top                     Contact us | &copy; New York University , Arts and Science"}, {"content": "Course Detail            > Courses            > Academics         > NYU Gallatin                                                                                                                                  NYU Gallatin    Skip to Content   Skip to Search   Skip to Navigation   Skip to Sub Navigation                          Students          Prospective Students Current Undergraduate Students Current Graduate Students Incoming First-Year Students                            Faculty    Staff    Parents & Family    Alumni    |    Forms    Directory    Events Calendar                                                       Search                                                                           Main Navigation                Home      About    Facts and Figures    Facilities    Governance and Committees    Sustainability    From the Dean    Mission and Learning Goals    Administration    Bulletin 2014-2015    Bulletin Archive           Admissions    Undergraduate    Graduate           Academics    Undergraduate    Graduate    Courses    Faculty    Advising    Awards, Honors, and Fellowships    Policies and Procedures    Registration    Calendars and Deadlines           Global           Student Life    Community Service    Co-Curricular Programs    Graduation Ceremonies    A Diverse Intellectual Community    Health and Wellness    Living At NYU    Scholarly Communities    Student Government and Organizations    Student Profiles    Student Publications    Student Arts Showcases    Lecture Series    Senior Symposium    Fashion           Visit    Directions and Maps                                                   Sub Navigation    Academics Undergraduate Graduate Courses  Faculty Advising Awards, Honors, and Fellowships Policies and Procedures Registration Calendars and Deadlines              Back to Courses                                   Share       Delicious     Digg This     Reddit        Stumble Upon     Technorati     Twitter        Facebook     Windows Live     Yahoo                 MySpace     Email                   Bread Crumbs                Home          &gt;           Academics          &gt;           Courses          &gt;           Course Detail                                        First-Year Writing Seminar: Translation: History, Theory, and Practice                                Semester and Year        FA 2012                    Course Number        FIRST-UG389                    Section        001                    Instructor        Kathryn Vomero Santos                    Days                            Mon,Wed                                 Time                            4:55 PM -       6:10 PM                                Units        4.0                    Level        U                    Foundation Requirement                                         Notes/Restrictions       Open to Gallatin first-year students only.                    Description       The problems and pleasures of translation have shaped cultural, economic, intellectual, religious, and diplomatic interactions for centuries. Emily Apter has noted that “the 9/11 tragedy, followed on its heels by the Iraq invasion and occupation, has contributed to the focus on translation in film, fiction, academic research, and the media.” In an increasingly globalized and technologized world, we translate across linguistic and cultural boundaries all the time. Looking at translation as a powerful dynamic in our daily interactions helps us to understand the world in which we live. In this seminar, we will explore many aspects of cross-linguistic communication, including language acquisition, textual translation, professional interpreting, and the role of technology in translation. In addition to reading and comparing translations of literary texts, we will engage with theoretical works about translation, statements written by translators about their craft and profession, and recent news articles about the politics of translation and translation in politics. In various essays and projects, students will be encouraged to pursue a range of topics that reflect their interests and curiosities about language and intercultural exchange. Readings may include works by Apter, David Bellos, Edith Grossman, Octavio Paz, and Lawrence Vanuti.                   Course Type       First-Year Program: Writing Seminars (FIRST-UG)                               top of page                                                                   NYU Gallatin Footer              Gallatin School of Individualized Study     1 Washington Place     New York, NY 10003     (212) 998-7370                   A&#8211;Z Index      Directions      Contact Us      Job Opportunities               News      Support Gallatin      Feedback                         Follow us on Facebook      Follow us on Twitter      Follow us on Youtube         Follow us Instagram                 Unless otherwise noted, all content copyright NYU Gallatin. All rights reserved."}]}]