[{"detail": [{"content": "Course Offerings    |     Sociology    | New York University                                   Skip to page Content.     NEW YORK UNIVERSITY     ARTS AND SCIENCE     COLLEGE OF ARTS AND SCIENCE     GRADUATE SCHOOL OF ARTS AND SCIENCE                                Home       About Us       Events       People       Undergraduate Program       Applied Quantitative Research M.A. Program       Ph.D. Program       Center for Advanced Social Science Research       Internal Policies             Stay Connected           Facebook       Twitter       LinkedIn       Tumblr       Instagram                    Back to Home       Course Offerings   The courses listed below are open to all interested students. There are no prerequisites unless otherwise specified. Introduction to Sociological Analysis    Introduction to Sociology   SOC-UA 1 Offered every semester. Arum, Conley, Molotch. 4 points.   Survey of the field of sociology: its basic concepts, theories, and research orientation. Threshold course that provides the student with insights into the social factors in human life. Topics include social interaction, socialization, culture, social structure, stratification, political power, deviance, social institutions, and social change.    Introduction to Sociology   SOC-UA 2 Honors course. Offered every two years. Lehman. 4 points.   How sociologists view the world compared to common-sense understandings. Exposes students to the intellectual strategies at the center of modern sociology, but also shows that sociological analysis does not occur in a historical vacuum. Sociology attempts to explain events, but it is also a historical product like other human belief systems. Addresses the human condition: where we came from, where we are, where we are headed, and why. Same topics as SOC-UA 1, but more intensive. Recommended for students who would like to be challenged.    Great Books in Sociology   SOC-UA 3 Offered every three years. Chibber, Corradi, Goodwin. 4 points.   Original thinkers in sociology—their pathbreaking works and challenging views. Critical explanation and analysis of the principles and main themes of sociology as they appear in these works. Topics include the social bases of knowledge, the development of urban societies, social structure and movements, group conflict, bureaucratic organization, the nature of authority, the social roots of human nature, suicide, power and politics, and race, class, and gender. Methods of Inquiry    Research Methods   SOC-UA 301 Offered every semester. Arum, Conley, Gerson, Haney, Jackson, Maisel, Morning. 4 points.   Examines the several methodologies employed in sociological analysis. Studies the relationship between the sociological question raised and the method employed. Some methods covered include survey design and analysis, unobtrusive measures, historical sociology, interviews, content analysis, and participant observation. Introduction to methods of quantitative data processing.    Statistics for Social Research   SOC-UA 302 Only one of these courses—ECON-UA 18, MATH-UA 12, PSYCH-UA 10, and SOC-UA 302—can be taken for credit. Offered every semester. Conley, Greenberg, Lee, Maisel. 4 points.   Gives students in the social sciences (sociology, anthropology, political science, and metropolitan studies) an introduction to the logic and methods of descriptive and inferential statistics with social science applications. Deals with univariate and bivariate statistics and introduces multivariate methods. Problems of causal inference. Computer computation. Sociological Theory    Sociological Theory   SOC-UA 111 Prerequisite: one previous course in sociology, junior standing, or permission of the instructor. Offered every semester. Corradi, Ertman, Goodwin, Lukes. 4 points.   Examines the nature of sociological theory and the value of and problems in theorizing. Provides a detailed analysis of the writings of major social theorists since the 19th century in both Europe and America: Tocqueville, Marx, Durkheim, Weber, Simmel, Freud, Mead, Parsons, Merton, Goffman, Habermas, Giddens, Alexander, and Bourdieu. Law, Deviance, and Criminology    Law and Society   SOC-UA 413 Identical to LWSOC-UA 1. Offered every year. Dixon, Greenberg. 4 points.   Sociological perspectives on law and legal institutions: the meaning and complexity of legal issues; the relation between law and social change; the effects of law; uses of law to overcome social disadvantage. Topics: “limits of law,” legal disputes and the courts, regulation, comparative legal systems, legal education, organization of legal work, and lawyers’ careers.    Deviance and Social Control   SOC-UA 502 Identical to LWSOC-UA 502. Offered every year. Dixon, Greenberg, Horowitz. 4 points.   How statuses and behaviors come to be considered deviant or normal; theories of causation, deviant cultures, communities, and careers. Functioning of social control agencies. The politics of deviance. Consideration of policy implications.    Criminology   SOC-UA 503 Identical to LWSOC-UA 503. Offered every year. Dixon, Garland, Greenberg. 4 points.   Examines the making of criminal laws and their enforcement by police, courts, prisons, probation and parole, and other agencies. Criminal behavior systems, theories of crime and delinquency causation, victimization, corporate and governmental crime, and crime in the mass media. Policy questions. Social Psychology and Communications    Communication Systems in Modern Societies   SOC-UA 118 Offered every three years. Maisel. 4 points.   The media and mass communication in social context. Deals primarily with contemporary American media: television, radio, newspapers, magazines, and film. Formal and informal patterns of media control, content, audiences, and effect. The persuasive power of the media, the role of the media in elections, and the effects on crime and violence. Does not deal with instructional media or aesthetic criticism.    Social Psychology   SOC-UA 201 Offered every three years. Horowitz. 4 points.   Examines emotional experience and expression; language and communication; self, identity, and biography; time conceptions, experiences, and practices; and the variations in the character of the “individual,” historically and culturally. Each area of discussion and analysis is concerned with processes of social interaction, social organization, and the socialization of persons. Focuses special attention on organizational, historical, and ideological contexts. Sex, Gender, and the Family    Sex and Gender   SOC-UA 21 Identical to SCA-UA 704. Offered every year. Gerson, Haney, Jackson, Stacey. 4 points.   What forms does gender inequality take, and how can it best be explained? How and why are the relations between women and men changing? What are the most important social, political, and economic consequences of this “gender revolution”? The course provides answers to these questions by examining a range of theories about gender in light of empirical findings about women’s and men’s behavior. Sex and Love in Modern Society SOC-UA 23 Offered every fall. 4 points. Illustrates how social factors influence the very personal realms of sex and love and how these topics can be studied scientifically. Focusing on modern societies, topics include dating and romantic relationships; relational and casual sex; contraception and unintended pregnancy; heterosexual, gay, lesbian, and bisexual sexualities; cultural attitudes toward sexuality; and changing meanings of marriage. Students engage with research on the topic and learn how social scientists conduct research and draw conclusions from their data analysis.    The Family   SOC-UA 451 Identical to SCA-UA 724. Offered every year. Gerson, Wu. 4 points.   Introduction to the sociology of family life. Addresses a range of questions: What is the relationship between family life and social arrangements outside the family (for example, in the workplace, the economy, the government)? How is the division of labor in the family related to gender, age, class, and ethnic inequality? Why and how have families changed historically? What are the contours of contemporary American families, and why are they changing?    Sexual Diversity in Society   SOC-UA 511 Identical to SCA-UA 725. Offered every year. Greenberg, Stacey. 4 points.   Variation in human sexuality. Explores the social nature of sexual expression and how one arrives at erotic object choice and identity. Past and contemporary explanations for sexual variation. Heterosexuality, homosexuality, bisexuality, transvestism, transgenderism, incest, sadomasochism, rape, prostitution, and pornography. Origin of sexual norms and prejudices. Lifestyles in the social worlds of sexual minorities. Problems of sexual minorities in such institutions as religion, marriage, polity, economy, military, prison, and laws. The politics of sex. Organizations, Occupations, and Work    Work and Careers in the Modern World   SOC-UA 412 Offered every three years. 4 points.   Evaluation of definitions, nature, and development of occupations and professions. Occupational associations such as guilds, trade associations, and labor unions. Individual personalities and their relations to occupational identities; concepts of mobility; career and career patterns; how occupations maintain control over members’ behavior; how they relate to the wider community; and how they influence family patterns, lifestyle, and leisure time. Inequality and Power in Modern Societies    Race and Ethnicity   SOC-UA 135 Identical to SCA-UA 803. Offered every year. Conley, Morning, Sharkey. 4 points.   The major racial, religious, and nationality groups in the United States. The social meaning of the concept “race.” Emphasizing social and cultural factors, the course discusses leading theories on sources of prejudice and discrimination. Considers the changing place of minority groups in the stratification structure, cultural patterns of various minority groups, factors affecting the degree of acculturation and assimilation, social consequences of prejudice for dominant and minority groups, and theories and techniques relating to the decline of prejudice and discrimination.    Wealth, Power, Status: Inequality in Society   SOC-UA 137 Prerequisite: Introduction to Sociology (SOC-UA 1) recommended but not required. Offered every year. Chibber, Conley, Jackson, Manza, Torche. 4 points.   Sociological overview of the causes and consequences of social inequality. Topics include the concepts, theories, and measures of inequality; race, gender, and other caste systems; social mobility and social change; institutional supports for stratification, including family, schooling, and work; political power and the role of elites; and comparative patterns of inequality, including capitalist, socialist, and postsocialist societies.    The American Ghetto   SOC-UA 139 Offered every two years. Sharkey. 4 points.   Provides an orientation to classic and contemporary questions about cities. Examines four fundamental frameworks for explaining and interpreting different levels of urban life: experiential and psychological; social and communal; ecological and spatial; and political and economic. Integrates these approaches into a study of evolving forms of urban inequality; the contested meaning of localism; the production and consumption of urban culture; the process of immigration; segregation and ghettoization; suburbanization, fragmentation, and sprawl; the problem of environmental injustice; the spread of insecurity related to disasters and perceived health crises; and the challenge of unchecked metropolitan growth.    Social Movements, Protest, and Conflict   SOC-UA 205 Offered every two years. Goodwin. 4 points.   Why and how do people form groups to change their society? Analyzes reformist, revolutionary, and nationalistic struggles; their typical patterns and cycles; and the role of leaders as well as symbols, slogans, and ideologies. Concentrates on recent social movements such as civil rights, feminism, ecology, the antinuclear movement, and the New Right; asks how these differ from workers’ movements. Examines reformist versus radical tendencies in political movements.    American Capitalism in Theory and Practice   SOC-UA 386 Offered every two years. Chibber. 4 points.   Investigates two governing principles of American society: the fact that it is a market society and the fact that it is a democracy. Examines how the fact of its being a capitalist democracy affects the distribution of goods, rights, and powers. Course themes discuss not only the question of whether capitalist markets are efficient, but also the question of whether market outcomes serve the ends of democracy and justice. Explores the ways in which efficiency can sometimes come into conflict with justice, and how just institutions can in turn have a beneficial impact on efficiency.    Politics, Power, and Society   SOC-UA 471 Offered every two years. Ertman, Goodwin. 4 points .   The nature and dimensions of power in society. Theoretical and empirical material dealing with national power structures of the contemporary United States and with power in local communities. Topics include the iron law of oligarchy, theoretical and empirical considerations of democracy, totalitarianism, mass society theories, voting and political participation, the political and social dynamics of advanced and developing societies, and the political role of intellectuals. Considers selected models for political analysis.    The Sociology of Conflict and War   SOC-UA 472 No prerequisites, but is intended for students in their third or fourth year with some background in the humanities and the social sciences. Offered every other year. Corradi. 4 points.   Studies the premise that war is much more than a means to an end (a rational, if very brutal, activity intended to serve the interests of one group by destroying those who oppose that group). Mounds of evidence suggest that war exercises a powerful fascination that has its greatest impact on participants but is by no means limited to them. War, in short, is a complex web of affiliations and emotions. This course seeks to place war in the larger map of social conflict, to examine both the persistence of warfare and its historical transformations, and to interpret the cultures of war that have grown around its fatal attraction. Education, Art, Religion, Culture, and Science    Education and Society   SOC-UA 415 Prerequisite: Introduction to Sociology (SOC-UA 1) recommended but not required. Offered every two years. Arum. 4 points.   Examines the relationship between education and other societal institutions in America and other nations. Considers such educational ideas as IQ, merit, curriculum, tracking, and learning, as well as the bureaucratic organization of education as sociologically problematic. Analyzes the role of teachers, their expectations, and how they interact with students—particularly those of different social genders, classes, and ethnic groups.    Sociology of Music, Art, and Literature   SOC-UA 433 Offered every two years. Corradi, Ertman. 4 points.   Production, distribution, and consumption of music, art, and literature in their social contexts. Urban Communities, Population, and Ecology    Social Policy in Modern Societies   SOC-UA 313 4 points.   See description under “Social Policy and Social Problems,” below.    Sociology of Medicine   SOC-UA 414 Offered every two years. Jennings. 4 points   Why do health and illness vary by class and race? Do early life experiences affect one’s chances of having a heart attack as an adult? How large of a role does health care play in influencing health disparities? How has the profession of medicine changed over time? How can we improve the quality of health care that hospitals provide? This course uses a case-based approach to examine these questions and many others.    Immigration   SOC-UA 452 Offered every two years. Jasso. 4 points.   After a brief historical study of immigration trends, this course focuses on the causes and processes of contemporary international migration; the economic incorporation of new immigrants into the U.S. economy; the participation and impact of immigrants on the political process; the formulation and practice of immigration law; intergroup relations between immigrants and native-born Americans; and the construction of new racial, ethnic, class, gender, and sexual identities.    Cities, Communities, and Urban Life   SOC-UA 460 Identical to SCA-UA 760. Offered every year. Horowitz, Klinenberg, Molotch. 4 points.   Introduction to urban sociology. Historical development of American cities and theories about cities. Ongoing processes of urban community life. Are cities sites of individual opportunity and rich communal life, or are they sources of individual pathology and community decline? What social, economic, and political factors promote one outcome or the other? How do different groups fare in the urban context, and why? Comparative Sociology    Comparative Modern Societies   SOC-UA 133 Offered every two years. Chibber, Corradi, Ertman, Haney. 4 points.   The theory and methodology of the study of modern societies and their major components. Examines several modern societies with different cultural backgrounds as case studies with respect to the theories and propositions learned. Attempts to synthesize sociologically the nature of modernity and its implications for the individual, his or her society, and the world. Social Change   SOC-UA 141 Offered every two years. Corradi, Hout. 4 points. Concepts and data tools for the study of   social change with an emphasis on the United States. Lectures will cover   both substance and methods; students will do projects that apply what   they have learned to public data on social change. Goals of the course   include the search for evidence, integrating theory and evidence, and   social science tools for analyzing change. Social Policy and Social Problems    Social Policy in Modern Societies SOC-UA 313 Offered every two years. Haney, Heyns. 4 points.   Examination of the controversies and research concerning the development of welfare states and public social provision. Special attention to the U.S. public social spending system, in historical and comparative perspective. Explanations of developments in social policies and an assessment of their applicability to the American welfare state and those of other societies.    Contemporary Social Problems   SOC-UA 510 Offered every two years. Chibber, Dixon. 4 points.   Examination of some of the public problems Americans face today, as well as the tools we have for recognizing and attempting to solve them. Aims to create knowledgeable, critical citizens capable of understanding and contributing to public debates. Examines the political, economic, and cultural structures that generate and shape social problems. Topics Course    Topics in Sociology   SOC-UA 970, 971 Variable content. Offered every year. 4 points per term.    Seminars   The Department of Sociology offers a number of seminars each semester. These seminars, with regular and visiting faculty, cover a wide range of topics. Recent seminars have included Sociology and Science Fiction; American Families in Transition; Gender, Politics, and Law; The Welfare State; The Sociology of Childhood; Human Nature and Social Institutions; Explaining September 11; and many others. Please consult the department for the seminars offered each semester.    Advanced Seminar in Sociology   SOC-UA 934 to SOC-UA 949 Prerequisites: junior standing and three courses in sociology, including Introduction to Sociology (SOC-UA 1), or written permission of the instructor. 4 points.   See the Student Services Administrator in the department for content and other information.    Senior Honors Research Seminar   SOC-UA 950, 951 Required for all honors students. Offered in fall and spring respectively. 4 points per term. Assists students in researching, designing, and completing senior thesis projects and finding appropriate faculty advisers.    Independent Study    Independent Study   SOC-UA 997, 998 Prerequisite: permission of the department. 2 or 4 points per term.   Intensive research under the supervision of a department faculty member. Graduate Courses Open to Undergraduates Under special circumstances, courses offered in the sociology graduate program are open to qualified sociology majors with the permission of the instructor.                    Contact Us | &copy; New York University , Arts and Science"}]},
{"detail": [{"content": "Course Offerings    |     Sociology    | New York University                                   Skip to page Content.     NEW YORK UNIVERSITY     ARTS AND SCIENCE     COLLEGE OF ARTS AND SCIENCE     GRADUATE SCHOOL OF ARTS AND SCIENCE                                Home       About Us       Events       People       Undergraduate Program       Applied Quantitative Research M.A. Program       Ph.D. Program       Center for Advanced Social Science Research       Internal Policies             Stay Connected           Facebook       Twitter       LinkedIn       Tumblr       Instagram                    Back to Home       Course Offerings   The courses listed below are open to all interested students. There are no prerequisites unless otherwise specified. Introduction to Sociological Analysis    Introduction to Sociology   SOC-UA 1 Offered every semester. Arum, Conley, Molotch. 4 points.   Survey of the field of sociology: its basic concepts, theories, and research orientation. Threshold course that provides the student with insights into the social factors in human life. Topics include social interaction, socialization, culture, social structure, stratification, political power, deviance, social institutions, and social change.    Introduction to Sociology   SOC-UA 2 Honors course. Offered every two years. Lehman. 4 points.   How sociologists view the world compared to common-sense understandings. Exposes students to the intellectual strategies at the center of modern sociology, but also shows that sociological analysis does not occur in a historical vacuum. Sociology attempts to explain events, but it is also a historical product like other human belief systems. Addresses the human condition: where we came from, where we are, where we are headed, and why. Same topics as SOC-UA 1, but more intensive. Recommended for students who would like to be challenged.    Great Books in Sociology   SOC-UA 3 Offered every three years. Chibber, Corradi, Goodwin. 4 points.   Original thinkers in sociology—their pathbreaking works and challenging views. Critical explanation and analysis of the principles and main themes of sociology as they appear in these works. Topics include the social bases of knowledge, the development of urban societies, social structure and movements, group conflict, bureaucratic organization, the nature of authority, the social roots of human nature, suicide, power and politics, and race, class, and gender. Methods of Inquiry    Research Methods   SOC-UA 301 Offered every semester. Arum, Conley, Gerson, Haney, Jackson, Maisel, Morning. 4 points.   Examines the several methodologies employed in sociological analysis. Studies the relationship between the sociological question raised and the method employed. Some methods covered include survey design and analysis, unobtrusive measures, historical sociology, interviews, content analysis, and participant observation. Introduction to methods of quantitative data processing.    Statistics for Social Research   SOC-UA 302 Only one of these courses—ECON-UA 18, MATH-UA 12, PSYCH-UA 10, and SOC-UA 302—can be taken for credit. Offered every semester. Conley, Greenberg, Lee, Maisel. 4 points.   Gives students in the social sciences (sociology, anthropology, political science, and metropolitan studies) an introduction to the logic and methods of descriptive and inferential statistics with social science applications. Deals with univariate and bivariate statistics and introduces multivariate methods. Problems of causal inference. Computer computation. Sociological Theory    Sociological Theory   SOC-UA 111 Prerequisite: one previous course in sociology, junior standing, or permission of the instructor. Offered every semester. Corradi, Ertman, Goodwin, Lukes. 4 points.   Examines the nature of sociological theory and the value of and problems in theorizing. Provides a detailed analysis of the writings of major social theorists since the 19th century in both Europe and America: Tocqueville, Marx, Durkheim, Weber, Simmel, Freud, Mead, Parsons, Merton, Goffman, Habermas, Giddens, Alexander, and Bourdieu. Law, Deviance, and Criminology    Law and Society   SOC-UA 413 Identical to LWSOC-UA 1. Offered every year. Dixon, Greenberg. 4 points.   Sociological perspectives on law and legal institutions: the meaning and complexity of legal issues; the relation between law and social change; the effects of law; uses of law to overcome social disadvantage. Topics: “limits of law,” legal disputes and the courts, regulation, comparative legal systems, legal education, organization of legal work, and lawyers’ careers.    Deviance and Social Control   SOC-UA 502 Identical to LWSOC-UA 502. Offered every year. Dixon, Greenberg, Horowitz. 4 points.   How statuses and behaviors come to be considered deviant or normal; theories of causation, deviant cultures, communities, and careers. Functioning of social control agencies. The politics of deviance. Consideration of policy implications.    Criminology   SOC-UA 503 Identical to LWSOC-UA 503. Offered every year. Dixon, Garland, Greenberg. 4 points.   Examines the making of criminal laws and their enforcement by police, courts, prisons, probation and parole, and other agencies. Criminal behavior systems, theories of crime and delinquency causation, victimization, corporate and governmental crime, and crime in the mass media. Policy questions. Social Psychology and Communications    Communication Systems in Modern Societies   SOC-UA 118 Offered every three years. Maisel. 4 points.   The media and mass communication in social context. Deals primarily with contemporary American media: television, radio, newspapers, magazines, and film. Formal and informal patterns of media control, content, audiences, and effect. The persuasive power of the media, the role of the media in elections, and the effects on crime and violence. Does not deal with instructional media or aesthetic criticism.    Social Psychology   SOC-UA 201 Offered every three years. Horowitz. 4 points.   Examines emotional experience and expression; language and communication; self, identity, and biography; time conceptions, experiences, and practices; and the variations in the character of the “individual,” historically and culturally. Each area of discussion and analysis is concerned with processes of social interaction, social organization, and the socialization of persons. Focuses special attention on organizational, historical, and ideological contexts. Sex, Gender, and the Family    Sex and Gender   SOC-UA 21 Identical to SCA-UA 704. Offered every year. Gerson, Haney, Jackson, Stacey. 4 points.   What forms does gender inequality take, and how can it best be explained? How and why are the relations between women and men changing? What are the most important social, political, and economic consequences of this “gender revolution”? The course provides answers to these questions by examining a range of theories about gender in light of empirical findings about women’s and men’s behavior. Sex and Love in Modern Society SOC-UA 23 Offered every fall. 4 points. Illustrates how social factors influence the very personal realms of sex and love and how these topics can be studied scientifically. Focusing on modern societies, topics include dating and romantic relationships; relational and casual sex; contraception and unintended pregnancy; heterosexual, gay, lesbian, and bisexual sexualities; cultural attitudes toward sexuality; and changing meanings of marriage. Students engage with research on the topic and learn how social scientists conduct research and draw conclusions from their data analysis.    The Family   SOC-UA 451 Identical to SCA-UA 724. Offered every year. Gerson, Wu. 4 points.   Introduction to the sociology of family life. Addresses a range of questions: What is the relationship between family life and social arrangements outside the family (for example, in the workplace, the economy, the government)? How is the division of labor in the family related to gender, age, class, and ethnic inequality? Why and how have families changed historically? What are the contours of contemporary American families, and why are they changing?    Sexual Diversity in Society   SOC-UA 511 Identical to SCA-UA 725. Offered every year. Greenberg, Stacey. 4 points.   Variation in human sexuality. Explores the social nature of sexual expression and how one arrives at erotic object choice and identity. Past and contemporary explanations for sexual variation. Heterosexuality, homosexuality, bisexuality, transvestism, transgenderism, incest, sadomasochism, rape, prostitution, and pornography. Origin of sexual norms and prejudices. Lifestyles in the social worlds of sexual minorities. Problems of sexual minorities in such institutions as religion, marriage, polity, economy, military, prison, and laws. The politics of sex. Organizations, Occupations, and Work    Work and Careers in the Modern World   SOC-UA 412 Offered every three years. 4 points.   Evaluation of definitions, nature, and development of occupations and professions. Occupational associations such as guilds, trade associations, and labor unions. Individual personalities and their relations to occupational identities; concepts of mobility; career and career patterns; how occupations maintain control over members’ behavior; how they relate to the wider community; and how they influence family patterns, lifestyle, and leisure time. Inequality and Power in Modern Societies    Race and Ethnicity   SOC-UA 135 Identical to SCA-UA 803. Offered every year. Conley, Morning, Sharkey. 4 points.   The major racial, religious, and nationality groups in the United States. The social meaning of the concept “race.” Emphasizing social and cultural factors, the course discusses leading theories on sources of prejudice and discrimination. Considers the changing place of minority groups in the stratification structure, cultural patterns of various minority groups, factors affecting the degree of acculturation and assimilation, social consequences of prejudice for dominant and minority groups, and theories and techniques relating to the decline of prejudice and discrimination.    Wealth, Power, Status: Inequality in Society   SOC-UA 137 Prerequisite: Introduction to Sociology (SOC-UA 1) recommended but not required. Offered every year. Chibber, Conley, Jackson, Manza, Torche. 4 points.   Sociological overview of the causes and consequences of social inequality. Topics include the concepts, theories, and measures of inequality; race, gender, and other caste systems; social mobility and social change; institutional supports for stratification, including family, schooling, and work; political power and the role of elites; and comparative patterns of inequality, including capitalist, socialist, and postsocialist societies.    The American Ghetto   SOC-UA 139 Offered every two years. Sharkey. 4 points.   Provides an orientation to classic and contemporary questions about cities. Examines four fundamental frameworks for explaining and interpreting different levels of urban life: experiential and psychological; social and communal; ecological and spatial; and political and economic. Integrates these approaches into a study of evolving forms of urban inequality; the contested meaning of localism; the production and consumption of urban culture; the process of immigration; segregation and ghettoization; suburbanization, fragmentation, and sprawl; the problem of environmental injustice; the spread of insecurity related to disasters and perceived health crises; and the challenge of unchecked metropolitan growth.    Social Movements, Protest, and Conflict   SOC-UA 205 Offered every two years. Goodwin. 4 points.   Why and how do people form groups to change their society? Analyzes reformist, revolutionary, and nationalistic struggles; their typical patterns and cycles; and the role of leaders as well as symbols, slogans, and ideologies. Concentrates on recent social movements such as civil rights, feminism, ecology, the antinuclear movement, and the New Right; asks how these differ from workers’ movements. Examines reformist versus radical tendencies in political movements.    American Capitalism in Theory and Practice   SOC-UA 386 Offered every two years. Chibber. 4 points.   Investigates two governing principles of American society: the fact that it is a market society and the fact that it is a democracy. Examines how the fact of its being a capitalist democracy affects the distribution of goods, rights, and powers. Course themes discuss not only the question of whether capitalist markets are efficient, but also the question of whether market outcomes serve the ends of democracy and justice. Explores the ways in which efficiency can sometimes come into conflict with justice, and how just institutions can in turn have a beneficial impact on efficiency.    Politics, Power, and Society   SOC-UA 471 Offered every two years. Ertman, Goodwin. 4 points .   The nature and dimensions of power in society. Theoretical and empirical material dealing with national power structures of the contemporary United States and with power in local communities. Topics include the iron law of oligarchy, theoretical and empirical considerations of democracy, totalitarianism, mass society theories, voting and political participation, the political and social dynamics of advanced and developing societies, and the political role of intellectuals. Considers selected models for political analysis.    The Sociology of Conflict and War   SOC-UA 472 No prerequisites, but is intended for students in their third or fourth year with some background in the humanities and the social sciences. Offered every other year. Corradi. 4 points.   Studies the premise that war is much more than a means to an end (a rational, if very brutal, activity intended to serve the interests of one group by destroying those who oppose that group). Mounds of evidence suggest that war exercises a powerful fascination that has its greatest impact on participants but is by no means limited to them. War, in short, is a complex web of affiliations and emotions. This course seeks to place war in the larger map of social conflict, to examine both the persistence of warfare and its historical transformations, and to interpret the cultures of war that have grown around its fatal attraction. Education, Art, Religion, Culture, and Science    Education and Society   SOC-UA 415 Prerequisite: Introduction to Sociology (SOC-UA 1) recommended but not required. Offered every two years. Arum. 4 points.   Examines the relationship between education and other societal institutions in America and other nations. Considers such educational ideas as IQ, merit, curriculum, tracking, and learning, as well as the bureaucratic organization of education as sociologically problematic. Analyzes the role of teachers, their expectations, and how they interact with students—particularly those of different social genders, classes, and ethnic groups.    Sociology of Music, Art, and Literature   SOC-UA 433 Offered every two years. Corradi, Ertman. 4 points.   Production, distribution, and consumption of music, art, and literature in their social contexts. Urban Communities, Population, and Ecology    Social Policy in Modern Societies   SOC-UA 313 4 points.   See description under “Social Policy and Social Problems,” below.    Sociology of Medicine   SOC-UA 414 Offered every two years. Jennings. 4 points   Why do health and illness vary by class and race? Do early life experiences affect one’s chances of having a heart attack as an adult? How large of a role does health care play in influencing health disparities? How has the profession of medicine changed over time? How can we improve the quality of health care that hospitals provide? This course uses a case-based approach to examine these questions and many others.    Immigration   SOC-UA 452 Offered every two years. Jasso. 4 points.   After a brief historical study of immigration trends, this course focuses on the causes and processes of contemporary international migration; the economic incorporation of new immigrants into the U.S. economy; the participation and impact of immigrants on the political process; the formulation and practice of immigration law; intergroup relations between immigrants and native-born Americans; and the construction of new racial, ethnic, class, gender, and sexual identities.    Cities, Communities, and Urban Life   SOC-UA 460 Identical to SCA-UA 760. Offered every year. Horowitz, Klinenberg, Molotch. 4 points.   Introduction to urban sociology. Historical development of American cities and theories about cities. Ongoing processes of urban community life. Are cities sites of individual opportunity and rich communal life, or are they sources of individual pathology and community decline? What social, economic, and political factors promote one outcome or the other? How do different groups fare in the urban context, and why? Comparative Sociology    Comparative Modern Societies   SOC-UA 133 Offered every two years. Chibber, Corradi, Ertman, Haney. 4 points.   The theory and methodology of the study of modern societies and their major components. Examines several modern societies with different cultural backgrounds as case studies with respect to the theories and propositions learned. Attempts to synthesize sociologically the nature of modernity and its implications for the individual, his or her society, and the world. Social Change   SOC-UA 141 Offered every two years. Corradi, Hout. 4 points. Concepts and data tools for the study of   social change with an emphasis on the United States. Lectures will cover   both substance and methods; students will do projects that apply what   they have learned to public data on social change. Goals of the course   include the search for evidence, integrating theory and evidence, and   social science tools for analyzing change. Social Policy and Social Problems    Social Policy in Modern Societies SOC-UA 313 Offered every two years. Haney, Heyns. 4 points.   Examination of the controversies and research concerning the development of welfare states and public social provision. Special attention to the U.S. public social spending system, in historical and comparative perspective. Explanations of developments in social policies and an assessment of their applicability to the American welfare state and those of other societies.    Contemporary Social Problems   SOC-UA 510 Offered every two years. Chibber, Dixon. 4 points.   Examination of some of the public problems Americans face today, as well as the tools we have for recognizing and attempting to solve them. Aims to create knowledgeable, critical citizens capable of understanding and contributing to public debates. Examines the political, economic, and cultural structures that generate and shape social problems. Topics Course    Topics in Sociology   SOC-UA 970, 971 Variable content. Offered every year. 4 points per term.    Seminars   The Department of Sociology offers a number of seminars each semester. These seminars, with regular and visiting faculty, cover a wide range of topics. Recent seminars have included Sociology and Science Fiction; American Families in Transition; Gender, Politics, and Law; The Welfare State; The Sociology of Childhood; Human Nature and Social Institutions; Explaining September 11; and many others. Please consult the department for the seminars offered each semester.    Advanced Seminar in Sociology   SOC-UA 934 to SOC-UA 949 Prerequisites: junior standing and three courses in sociology, including Introduction to Sociology (SOC-UA 1), or written permission of the instructor. 4 points.   See the Student Services Administrator in the department for content and other information.    Senior Honors Research Seminar   SOC-UA 950, 951 Required for all honors students. Offered in fall and spring respectively. 4 points per term. Assists students in researching, designing, and completing senior thesis projects and finding appropriate faculty advisers.    Independent Study    Independent Study   SOC-UA 997, 998 Prerequisite: permission of the department. 2 or 4 points per term.   Intensive research under the supervision of a department faculty member. Graduate Courses Open to Undergraduates Under special circumstances, courses offered in the sociology graduate program are open to qualified sociology majors with the permission of the instructor.                    Contact Us | &copy; New York University , Arts and Science"}, {"content": "Liberal Arts Core - Undergraduate - Media, Culture, and Communication - NYU Steinhardt                                           Skip to content        NYU Steinhardt School of Culture, Education, and Human Development           apply now     request info     contact                                     Department of Media, Culture, and Communication           Faculty          Full-Time Faculty      Adjunct Faculty      Publications      Research      Editorial Boards      Visiting Scholars              Undergraduate          BS in MCC            Overview     Degree Requirements     Liberal Arts Core     Fields of Study     Restricted Electives     Course Descriptions            BS in MCC/GPH         Overview     Degree Requirements     Liberal Arts Core     Fields of Study     Restricted Electives     GPH Course Descriptions     MCC Course Descriptions           Advising &amp; Registration    Minors    Transfers      Prospective Students         Admissions     Frequently Asked Questions           Honors Program    Comm Club         Master's       Master of Arts    Dual Degree Program      Curriculum         Areas of Study     Course Offerings     Current Course Details     Sample Course Schedules           Current Students         Forms and Procedures      Thesis Abstracts             MA Profiles    Prospective Students         Admissions     Frequently Asked Questions     Chat with Advisor               Doctoral       Doctor of Philosophy    Curriculum         Required Coursework     Course Offerings     Current Course Details           Current Students         Forms and Procedures     Exams     Dissertation Abstracts             PhD Profiles    Prospective Students         Admissions     Principles and Procedures     Funding and Grants     Frequently Asked Questions                Internships         For Students               Program Highlights      Internship Credit      Internship Forms              For Employers           Information for Employers          NYU Career Development                    News and Events         News and Upcoming Events     Annual Events     Department Listserv        Study Abroad         MCC Abroad     Global Media Scholars        Steinhardt Abroad     NYU Abroad           Alumni         MCC Alumni     Steinhardt Alumni     NYU Alumni           Resources         Technical Support     Funding            Find Funding       Faculty Funding       Student Funding              Research     Professional Development     Digital Archives            PDF Archives       Ad Archive       Dead Media Archive               Doctoral Wiki     Teaching Handbook           About         Message from the Chair     Staff     Contact     Request Information     Bulletin     Apply for Admission                MCC Facebook   MCC Twitter   MCC Vimeo   MCC Youtube   MCC Flickr   MCC LinkedIn          Undergraduate - Media, Culture, and Communication                                Liberal Arts Core                    Steinhardt Liberal Arts Core courses expand the options available to Steinhardt students in NYU's College Core Curriculum (CORE-UA). The CORE is comprised of four areas of the liberal arts:       Expository Writing    Foreign Language    Foundations of Contemporary Culture    Foundations of Scientific Inquiry       Descriptions of these areas and courses which fulfill the requirements are listed below. Some of these requirements can also be fulfilled through Advanced Placement test scores.    Expository Writing    Media, Culture, and Communication students must complete two courses in expository writing and pass the Writing Proficiency Examination.    Freshmen students who complete EXPOS-UA 0001, Writing the Essay, with a grade of \"C\" or better are certified as proficient, and are not required to sit for the exam. In addition, students must enroll in and successfully complete ACE-UE 0110, The Advanced College Essay: Education and the Professions.    Students enrolled in the Higher Education Opportunity Programs (HEOP) completing 0005 and 0006 (Prose Writing I and II) with grades of \"C\" or better are deemed proficient.    Transfer students entering the Steinhardt School of Culture, Education, and Human Development must pass the Proficiency Examination administered by the Expository Writing Program. This exam determines whether additional coursework in Expository Writing will be required for proficiency certification and is given during orientation. Transfer students who pass the examination and transfer in two courses in writing composition or the equivalent will not be required to complete additional course work in expository writing.    If the students pass and transfer in only one course, they will be required to complete EXPOS-UA 0001, Writing the Essay. The course, Writing the Essay, is significantly different from most writing courses students have taken at two and four year colleges and provides the foundation for writing in the university.    If the students fail and have received transfer credit for either one or two courses in expository writing or the equivalent, they will be required to complete at least one expository writing course, EXPOS-UA 0013 (Writing Tutorial), or EXPOS-UA 0004 (International Writing Workshop 1) as determined by the Expository Writing Program.    Placement may vary depending on the writing issues present in the examination. Students who achieve a letter grade of \"C\" or above in Writing Tutorial are certified as proficient. Students who do not achieve a \"C\" or above must take the Proficiency Exam.    International Students completing EXPOS-UA 0004/0009 (International Writing Workshop 1/International Writing Workshop 2) will take the proficiency examination at the end of their writing-course sequence. If the students fail, they will be required to complete one expository writing course, EXPOS-UA 0013, Writing Tutorial.    Foreign Languages    Media, Culture, and Communication students must complete two semesters of foreign language. MCC students are not exempt from the foreign language requirement but may satisfy it through AP test scores .    Students who will register for any language with which they have prior experience (studied in high school, college or study abroad programs or who are bilingual or multilingual) are required to take a placement examination to determine which level is appropriate.    Placement exams are offered during the first week of classes as well as once a month throughout the semester. The placement test schedule is available at nyu.edu/cas/placementexams .    Foundations of Contemporary Culture    The Foundations of Contemporary Culture (FCC) sequence of the College Core Curriculum is a series of four coordinated courses in the humanities and social sciences. Within each of the four offerings, students are free to pursue their particular interests through their choice of individual classes offered through the CORE plan in the College of Arts and Science or options in Steinhardt's Liberal Arts Core (see course listings below). The four course headings are: Texts and Ideas, Cultures and Contexts, Societies and the Social Sciences, and Expressive Cultures.    Texts and Ideas This requirement can be satisfied through the following courses or AP test scores:       AP American History, European History or World History with a score of 4 or 5       NYUSteinhardt courses that will satisfy the Texts and Ideas requirement:       PHED-UE 10 / LIBAR-UE 501 Learning and the Meaning of Life       All other options for these courses are offered through CAS's College Core Curriculum .    Cultures and Contexts There are NO Advanced Placement test scores that satisfy this requirement. All other options for these courses are offered through CAS's College Core Curriculum .    Societies and the Social Sciences This requirement can be satisfied through the following courses or AP test scores:       AP Macroeconomics, Microeconomics, Politics, or Psychology with a score of 4 or 5       NYU Steinhardt courses that will satisfy the Societies and the Social Sciences requirement:       SOED-UE 0020 / LIBAR-UE 0202 Power, Resistance, Identity: American Social Movements    SOED-UE 1030 / LIBAR-UE 0201 Art and the City: A Sociological Perspective    INTE-UE 1545 / LIBAR-UE 0531 Interdisciplinary Perspectives on the New Immigration    HSED-UE 1033 / LIBAR-UE 0551 Culture Wars in America    HSED-UE 0610 / LIBAR-UE 0552 Education and the American Dreams: Historical Perspectives    HSED-UE 1010 / LIBAR-UE 0553 History of Professions in the United States    HSED-UE 1005 / LIBAR-UE 0554 Introduction to Education: Historical and Contemporary Perspectives    APSY-UE 0010 / LIBAR-UE 0631 Survey of Developmental Psychology    APSY-UE 0019 / LIBAR-UE 0632 Introduction to Personality Theories    APSY-UE 1271 / APSY-UE 1271 Developmental Psychology Across the Lifespan       College of Arts &amp; Sciences Departmental courses that will satisfy the Societies and the Social Sciences requirement:       ANTH-UA 0001 Human Society and Culture (Anthropology)    ANTH-UA 0003 Archaeology: Early Societies and Cultures (Anthropology)    SCA-UA 0001 Concepts in Social and Cultural Analysis (Social and Cultural Analysis)    SCA-UA 0401 Approaches to Gender and Sexuality Studies (Social and Cultural Analysis)    SCA-UA 0601 Introduction to Metropolitan Studies (Social and Cultural Analysis)    ECON-UA 9001 Economic Principles I (P) (Economics)    ECON-UA 9002 Economic Principles II (P) (Economics)    POLSC-AD 0156 Power and Politics in America (Politics)    POLSC-AD 0150 Comparative Politics (Politics)    HIST-UA 0009 U.S. History to 1865 (History)    HIST-UA 0010 Modern America (History)    LING-UA 0001 Language (Linguistics)    LING-UA 0015 Language and Society (Linguistics)    LING-UA 0047 The Language of America's Ethnic Minorities (Linguistics)    LING-UA 0030 Language in Latin America (Linguistics)    LING-UA 0058 Introduction to African Languages (Linguistics)    LING-UA 9058 Introduction to African Languages (Linguistics)    PSYCH-UA 0001 Introduction to Psychology (Psychology)    RELST-UA 0001 Theories and Methods in the Study of Religion (Religious Studies)    SOC-UA 0001 Introduction to Sociology (Sociology)    SOC-UA 0002 Introduction to Sociology (Honors) (Sociology)    SOC-UA 0135 Race and Ethnicity (Sociology)    SOC-UA 0205 Social Movements, Protest and Conflict (Sociology)    SOC-UA 0386 Ideas and Institutions in American Society (Sociology)    SOC-UA 0417 Sociology of Law (Sociology)       Expressive Culture This requirement can be satisfied through the following courses or AP test scores:       AP English Literature with a score of 4 or 5       NYUSteinhardt departmental courses that will satisfy the Expressive Cultures requirement:       ARTCR-UE 0010 / LIBAR-UE 0941 Art: Practice and Ideas    ARTCR-UE 0055 / LIBAR-UE 0942 Art of Now    ARTCR-UE 0152 / LIBAR-UE 0943 Internet and Contemporary Art    MPAET-UE 0060 / LIBAR-UE 0171 Introduction to Theatre as Art Form for Non-Majors       CAS departmental courses that will satisfy the Expressive Culture requirement:       COLIT-UA 0110 Tragedy    COLIT-UA 0111 Comedy    ARTH-UA 0001 History of Western Art I    ARTH-UA 0002 History of Western Art II    FREN-UA 0166/0866 La Belle &Eacute;poque    GERM-UA 0152 Introduction to German Literature       All other options for these courses are offered through CAS's College Core Curriculum .    Foundations of Scientific Inquiry    The Foundations of Scientific Inquiry (FSI) is a series of three coordinated courses in quantitative reasoning and the natural sciences. The three areas are Quantitative Reasoning, Natural Sciences I, and Natural Sciences II. Together, these courses ensure that every student gains a fundamental understanding of how mathematics and laboratory experimentation advance scientific investigation. While some students acquire this background through other coursework, FSI courses are especially designed to meet the need of non-science students. Within each of the three offerings, students are free to pursue their particular interests through their choice of individual classes. Quantitative Reasoning/Mathematics Requirement This requirement can be satisfied through the following courses or AP test scores. **Please note that students in the Global Public Health/MCC major must take UGPH-GU 20 Biostatistics for Public Health.       AP Calculus (Mathetmatics BC or AB)    AP Statistics       NYUSteinhardt courses that will satisfy the Quantitative Reasoning requirement:       APSTA-UE 1085 / LIBAR-UE 101 Basic Statistics I (formerly RESCH-UE 1085)       CAS departmental courses that will satisfy the Quantitative Reasoning requirement:       ECON-UA 0018 Statistics    ALHAM-UA 0800 Quantitative Methods in Political Science    MATH-UA 0121 Calculus I    MATH-UA 0143 Calculus I for Biological and Life Sciences    MATH-UA 0221 Intensive Calculus I    Calculus for the Social Sciences    PSYCH-UA 0009 Statistical Reasoning for the Behavioral Sciences    PSYCH-UA 0010 Statistics for the Behavioral Sciences       Natural Science I and Natural Science II These requirements can be satisfied through the following courses or AP test scores:       AP Biology (8 points)    AP Chemistry (8 points)    AP Physics B (10 points)    AP Physics C-Mech (3 points) and Physics C-E&amp;M (3 points)       NYU Steinhardt courses that will satisfy the Natural Science requirement:       SCIED-UE 0210 / LIBAR-UE 0141 Science in the Community    NUTR-UE 1068 / LIBAR-UE 0331 Introduction To Human Physiology    CSCD-UE 1045 / LIBAR-UE 0341 Science of Language    CSCD-UE 0033 / LIBAR-UE 0342 Voices and Listeners    OT-UE 1011 / LIBAR-UE 1401 Cognition and Everyday Life: The Science of Neurorehabilitation       CAS departmental courses that will satisfy BOTH the Natural Science I and Natural Science II requirement (must be taken in sequence):       BIOL-UA 0011-0012 Principles of Biology I and II    CHEM-UA 0125-0126 General Chemistry I and II including lab    PHYS-UA 0011-0012 General Physics I and II    PHYS-UA 0091-0094 Physics I and II and lab       CAS Departmental Courses that will satisfy the Natural Science I requirement:       CHEM-UA 0125 General Chemistry I including lab    PHYS-UA 0011 General Physics I    PHYS-UA 0091 Physics I and PHYS-UA 0092 (lab)       CAS Departmental Courses that will satisfy the Natural Science II requirement:       ANTH-UA 0002 Human Evolution    BIOL-UA 0011 Principles of Biology I       All other options for these courses are offered through CAS's College Core Curriculum .                  This site, and all its contents, are Copyright &copy;    by New York University. All rights reserved.   NYU Steinhardt - Media, Culture, and Communication - 239 Greene Street, 8th Floor, New York,  NY 10003"}]},
{"detail": [{"content": "Course Offerings    |     Sociology    | New York University                                   Skip to page Content.     NEW YORK UNIVERSITY     ARTS AND SCIENCE     COLLEGE OF ARTS AND SCIENCE     GRADUATE SCHOOL OF ARTS AND SCIENCE                                Home       About Us       Events       People       Undergraduate Program       Applied Quantitative Research M.A. Program       Ph.D. Program       Center for Advanced Social Science Research       Internal Policies             Stay Connected           Facebook       Twitter       LinkedIn       Tumblr       Instagram                    Back to Home       Course Offerings   The courses listed below are open to all interested students. There are no prerequisites unless otherwise specified. Introduction to Sociological Analysis    Introduction to Sociology   SOC-UA 1 Offered every semester. Arum, Conley, Molotch. 4 points.   Survey of the field of sociology: its basic concepts, theories, and research orientation. Threshold course that provides the student with insights into the social factors in human life. Topics include social interaction, socialization, culture, social structure, stratification, political power, deviance, social institutions, and social change.    Introduction to Sociology   SOC-UA 2 Honors course. Offered every two years. Lehman. 4 points.   How sociologists view the world compared to common-sense understandings. Exposes students to the intellectual strategies at the center of modern sociology, but also shows that sociological analysis does not occur in a historical vacuum. Sociology attempts to explain events, but it is also a historical product like other human belief systems. Addresses the human condition: where we came from, where we are, where we are headed, and why. Same topics as SOC-UA 1, but more intensive. Recommended for students who would like to be challenged.    Great Books in Sociology   SOC-UA 3 Offered every three years. Chibber, Corradi, Goodwin. 4 points.   Original thinkers in sociology—their pathbreaking works and challenging views. Critical explanation and analysis of the principles and main themes of sociology as they appear in these works. Topics include the social bases of knowledge, the development of urban societies, social structure and movements, group conflict, bureaucratic organization, the nature of authority, the social roots of human nature, suicide, power and politics, and race, class, and gender. Methods of Inquiry    Research Methods   SOC-UA 301 Offered every semester. Arum, Conley, Gerson, Haney, Jackson, Maisel, Morning. 4 points.   Examines the several methodologies employed in sociological analysis. Studies the relationship between the sociological question raised and the method employed. Some methods covered include survey design and analysis, unobtrusive measures, historical sociology, interviews, content analysis, and participant observation. Introduction to methods of quantitative data processing.    Statistics for Social Research   SOC-UA 302 Only one of these courses—ECON-UA 18, MATH-UA 12, PSYCH-UA 10, and SOC-UA 302—can be taken for credit. Offered every semester. Conley, Greenberg, Lee, Maisel. 4 points.   Gives students in the social sciences (sociology, anthropology, political science, and metropolitan studies) an introduction to the logic and methods of descriptive and inferential statistics with social science applications. Deals with univariate and bivariate statistics and introduces multivariate methods. Problems of causal inference. Computer computation. Sociological Theory    Sociological Theory   SOC-UA 111 Prerequisite: one previous course in sociology, junior standing, or permission of the instructor. Offered every semester. Corradi, Ertman, Goodwin, Lukes. 4 points.   Examines the nature of sociological theory and the value of and problems in theorizing. Provides a detailed analysis of the writings of major social theorists since the 19th century in both Europe and America: Tocqueville, Marx, Durkheim, Weber, Simmel, Freud, Mead, Parsons, Merton, Goffman, Habermas, Giddens, Alexander, and Bourdieu. Law, Deviance, and Criminology    Law and Society   SOC-UA 413 Identical to LWSOC-UA 1. Offered every year. Dixon, Greenberg. 4 points.   Sociological perspectives on law and legal institutions: the meaning and complexity of legal issues; the relation between law and social change; the effects of law; uses of law to overcome social disadvantage. Topics: “limits of law,” legal disputes and the courts, regulation, comparative legal systems, legal education, organization of legal work, and lawyers’ careers.    Deviance and Social Control   SOC-UA 502 Identical to LWSOC-UA 502. Offered every year. Dixon, Greenberg, Horowitz. 4 points.   How statuses and behaviors come to be considered deviant or normal; theories of causation, deviant cultures, communities, and careers. Functioning of social control agencies. The politics of deviance. Consideration of policy implications.    Criminology   SOC-UA 503 Identical to LWSOC-UA 503. Offered every year. Dixon, Garland, Greenberg. 4 points.   Examines the making of criminal laws and their enforcement by police, courts, prisons, probation and parole, and other agencies. Criminal behavior systems, theories of crime and delinquency causation, victimization, corporate and governmental crime, and crime in the mass media. Policy questions. Social Psychology and Communications    Communication Systems in Modern Societies   SOC-UA 118 Offered every three years. Maisel. 4 points.   The media and mass communication in social context. Deals primarily with contemporary American media: television, radio, newspapers, magazines, and film. Formal and informal patterns of media control, content, audiences, and effect. The persuasive power of the media, the role of the media in elections, and the effects on crime and violence. Does not deal with instructional media or aesthetic criticism.    Social Psychology   SOC-UA 201 Offered every three years. Horowitz. 4 points.   Examines emotional experience and expression; language and communication; self, identity, and biography; time conceptions, experiences, and practices; and the variations in the character of the “individual,” historically and culturally. Each area of discussion and analysis is concerned with processes of social interaction, social organization, and the socialization of persons. Focuses special attention on organizational, historical, and ideological contexts. Sex, Gender, and the Family    Sex and Gender   SOC-UA 21 Identical to SCA-UA 704. Offered every year. Gerson, Haney, Jackson, Stacey. 4 points.   What forms does gender inequality take, and how can it best be explained? How and why are the relations between women and men changing? What are the most important social, political, and economic consequences of this “gender revolution”? The course provides answers to these questions by examining a range of theories about gender in light of empirical findings about women’s and men’s behavior. Sex and Love in Modern Society SOC-UA 23 Offered every fall. 4 points. Illustrates how social factors influence the very personal realms of sex and love and how these topics can be studied scientifically. Focusing on modern societies, topics include dating and romantic relationships; relational and casual sex; contraception and unintended pregnancy; heterosexual, gay, lesbian, and bisexual sexualities; cultural attitudes toward sexuality; and changing meanings of marriage. Students engage with research on the topic and learn how social scientists conduct research and draw conclusions from their data analysis.    The Family   SOC-UA 451 Identical to SCA-UA 724. Offered every year. Gerson, Wu. 4 points.   Introduction to the sociology of family life. Addresses a range of questions: What is the relationship between family life and social arrangements outside the family (for example, in the workplace, the economy, the government)? How is the division of labor in the family related to gender, age, class, and ethnic inequality? Why and how have families changed historically? What are the contours of contemporary American families, and why are they changing?    Sexual Diversity in Society   SOC-UA 511 Identical to SCA-UA 725. Offered every year. Greenberg, Stacey. 4 points.   Variation in human sexuality. Explores the social nature of sexual expression and how one arrives at erotic object choice and identity. Past and contemporary explanations for sexual variation. Heterosexuality, homosexuality, bisexuality, transvestism, transgenderism, incest, sadomasochism, rape, prostitution, and pornography. Origin of sexual norms and prejudices. Lifestyles in the social worlds of sexual minorities. Problems of sexual minorities in such institutions as religion, marriage, polity, economy, military, prison, and laws. The politics of sex. Organizations, Occupations, and Work    Work and Careers in the Modern World   SOC-UA 412 Offered every three years. 4 points.   Evaluation of definitions, nature, and development of occupations and professions. Occupational associations such as guilds, trade associations, and labor unions. Individual personalities and their relations to occupational identities; concepts of mobility; career and career patterns; how occupations maintain control over members’ behavior; how they relate to the wider community; and how they influence family patterns, lifestyle, and leisure time. Inequality and Power in Modern Societies    Race and Ethnicity   SOC-UA 135 Identical to SCA-UA 803. Offered every year. Conley, Morning, Sharkey. 4 points.   The major racial, religious, and nationality groups in the United States. The social meaning of the concept “race.” Emphasizing social and cultural factors, the course discusses leading theories on sources of prejudice and discrimination. Considers the changing place of minority groups in the stratification structure, cultural patterns of various minority groups, factors affecting the degree of acculturation and assimilation, social consequences of prejudice for dominant and minority groups, and theories and techniques relating to the decline of prejudice and discrimination.    Wealth, Power, Status: Inequality in Society   SOC-UA 137 Prerequisite: Introduction to Sociology (SOC-UA 1) recommended but not required. Offered every year. Chibber, Conley, Jackson, Manza, Torche. 4 points.   Sociological overview of the causes and consequences of social inequality. Topics include the concepts, theories, and measures of inequality; race, gender, and other caste systems; social mobility and social change; institutional supports for stratification, including family, schooling, and work; political power and the role of elites; and comparative patterns of inequality, including capitalist, socialist, and postsocialist societies.    The American Ghetto   SOC-UA 139 Offered every two years. Sharkey. 4 points.   Provides an orientation to classic and contemporary questions about cities. Examines four fundamental frameworks for explaining and interpreting different levels of urban life: experiential and psychological; social and communal; ecological and spatial; and political and economic. Integrates these approaches into a study of evolving forms of urban inequality; the contested meaning of localism; the production and consumption of urban culture; the process of immigration; segregation and ghettoization; suburbanization, fragmentation, and sprawl; the problem of environmental injustice; the spread of insecurity related to disasters and perceived health crises; and the challenge of unchecked metropolitan growth.    Social Movements, Protest, and Conflict   SOC-UA 205 Offered every two years. Goodwin. 4 points.   Why and how do people form groups to change their society? Analyzes reformist, revolutionary, and nationalistic struggles; their typical patterns and cycles; and the role of leaders as well as symbols, slogans, and ideologies. Concentrates on recent social movements such as civil rights, feminism, ecology, the antinuclear movement, and the New Right; asks how these differ from workers’ movements. Examines reformist versus radical tendencies in political movements.    American Capitalism in Theory and Practice   SOC-UA 386 Offered every two years. Chibber. 4 points.   Investigates two governing principles of American society: the fact that it is a market society and the fact that it is a democracy. Examines how the fact of its being a capitalist democracy affects the distribution of goods, rights, and powers. Course themes discuss not only the question of whether capitalist markets are efficient, but also the question of whether market outcomes serve the ends of democracy and justice. Explores the ways in which efficiency can sometimes come into conflict with justice, and how just institutions can in turn have a beneficial impact on efficiency.    Politics, Power, and Society   SOC-UA 471 Offered every two years. Ertman, Goodwin. 4 points .   The nature and dimensions of power in society. Theoretical and empirical material dealing with national power structures of the contemporary United States and with power in local communities. Topics include the iron law of oligarchy, theoretical and empirical considerations of democracy, totalitarianism, mass society theories, voting and political participation, the political and social dynamics of advanced and developing societies, and the political role of intellectuals. Considers selected models for political analysis.    The Sociology of Conflict and War   SOC-UA 472 No prerequisites, but is intended for students in their third or fourth year with some background in the humanities and the social sciences. Offered every other year. Corradi. 4 points.   Studies the premise that war is much more than a means to an end (a rational, if very brutal, activity intended to serve the interests of one group by destroying those who oppose that group). Mounds of evidence suggest that war exercises a powerful fascination that has its greatest impact on participants but is by no means limited to them. War, in short, is a complex web of affiliations and emotions. This course seeks to place war in the larger map of social conflict, to examine both the persistence of warfare and its historical transformations, and to interpret the cultures of war that have grown around its fatal attraction. Education, Art, Religion, Culture, and Science    Education and Society   SOC-UA 415 Prerequisite: Introduction to Sociology (SOC-UA 1) recommended but not required. Offered every two years. Arum. 4 points.   Examines the relationship between education and other societal institutions in America and other nations. Considers such educational ideas as IQ, merit, curriculum, tracking, and learning, as well as the bureaucratic organization of education as sociologically problematic. Analyzes the role of teachers, their expectations, and how they interact with students—particularly those of different social genders, classes, and ethnic groups.    Sociology of Music, Art, and Literature   SOC-UA 433 Offered every two years. Corradi, Ertman. 4 points.   Production, distribution, and consumption of music, art, and literature in their social contexts. Urban Communities, Population, and Ecology    Social Policy in Modern Societies   SOC-UA 313 4 points.   See description under “Social Policy and Social Problems,” below.    Sociology of Medicine   SOC-UA 414 Offered every two years. Jennings. 4 points   Why do health and illness vary by class and race? Do early life experiences affect one’s chances of having a heart attack as an adult? How large of a role does health care play in influencing health disparities? How has the profession of medicine changed over time? How can we improve the quality of health care that hospitals provide? This course uses a case-based approach to examine these questions and many others.    Immigration   SOC-UA 452 Offered every two years. Jasso. 4 points.   After a brief historical study of immigration trends, this course focuses on the causes and processes of contemporary international migration; the economic incorporation of new immigrants into the U.S. economy; the participation and impact of immigrants on the political process; the formulation and practice of immigration law; intergroup relations between immigrants and native-born Americans; and the construction of new racial, ethnic, class, gender, and sexual identities.    Cities, Communities, and Urban Life   SOC-UA 460 Identical to SCA-UA 760. Offered every year. Horowitz, Klinenberg, Molotch. 4 points.   Introduction to urban sociology. Historical development of American cities and theories about cities. Ongoing processes of urban community life. Are cities sites of individual opportunity and rich communal life, or are they sources of individual pathology and community decline? What social, economic, and political factors promote one outcome or the other? How do different groups fare in the urban context, and why? Comparative Sociology    Comparative Modern Societies   SOC-UA 133 Offered every two years. Chibber, Corradi, Ertman, Haney. 4 points.   The theory and methodology of the study of modern societies and their major components. Examines several modern societies with different cultural backgrounds as case studies with respect to the theories and propositions learned. Attempts to synthesize sociologically the nature of modernity and its implications for the individual, his or her society, and the world. Social Change   SOC-UA 141 Offered every two years. Corradi, Hout. 4 points. Concepts and data tools for the study of   social change with an emphasis on the United States. Lectures will cover   both substance and methods; students will do projects that apply what   they have learned to public data on social change. Goals of the course   include the search for evidence, integrating theory and evidence, and   social science tools for analyzing change. Social Policy and Social Problems    Social Policy in Modern Societies SOC-UA 313 Offered every two years. Haney, Heyns. 4 points.   Examination of the controversies and research concerning the development of welfare states and public social provision. Special attention to the U.S. public social spending system, in historical and comparative perspective. Explanations of developments in social policies and an assessment of their applicability to the American welfare state and those of other societies.    Contemporary Social Problems   SOC-UA 510 Offered every two years. Chibber, Dixon. 4 points.   Examination of some of the public problems Americans face today, as well as the tools we have for recognizing and attempting to solve them. Aims to create knowledgeable, critical citizens capable of understanding and contributing to public debates. Examines the political, economic, and cultural structures that generate and shape social problems. Topics Course    Topics in Sociology   SOC-UA 970, 971 Variable content. Offered every year. 4 points per term.    Seminars   The Department of Sociology offers a number of seminars each semester. These seminars, with regular and visiting faculty, cover a wide range of topics. Recent seminars have included Sociology and Science Fiction; American Families in Transition; Gender, Politics, and Law; The Welfare State; The Sociology of Childhood; Human Nature and Social Institutions; Explaining September 11; and many others. Please consult the department for the seminars offered each semester.    Advanced Seminar in Sociology   SOC-UA 934 to SOC-UA 949 Prerequisites: junior standing and three courses in sociology, including Introduction to Sociology (SOC-UA 1), or written permission of the instructor. 4 points.   See the Student Services Administrator in the department for content and other information.    Senior Honors Research Seminar   SOC-UA 950, 951 Required for all honors students. Offered in fall and spring respectively. 4 points per term. Assists students in researching, designing, and completing senior thesis projects and finding appropriate faculty advisers.    Independent Study    Independent Study   SOC-UA 997, 998 Prerequisite: permission of the department. 2 or 4 points per term.   Intensive research under the supervision of a department faculty member. Graduate Courses Open to Undergraduates Under special circumstances, courses offered in the sociology graduate program are open to qualified sociology majors with the permission of the instructor.                    Contact Us | &copy; New York University , Arts and Science"}, {"content": "Liberal Arts Core - Undergraduate - Media, Culture, and Communication - NYU Steinhardt                                           Skip to content        NYU Steinhardt School of Culture, Education, and Human Development           apply now     request info     contact                                     Department of Media, Culture, and Communication           Faculty          Full-Time Faculty      Adjunct Faculty      Publications      Research      Editorial Boards      Visiting Scholars              Undergraduate          BS in MCC            Overview     Degree Requirements     Liberal Arts Core     Fields of Study     Restricted Electives     Course Descriptions            BS in MCC/GPH         Overview     Degree Requirements     Liberal Arts Core     Fields of Study     Restricted Electives     GPH Course Descriptions     MCC Course Descriptions           Advising &amp; Registration    Minors    Transfers      Prospective Students         Admissions     Frequently Asked Questions           Honors Program    Comm Club         Master's       Master of Arts    Dual Degree Program      Curriculum         Areas of Study     Course Offerings     Current Course Details     Sample Course Schedules           Current Students         Forms and Procedures      Thesis Abstracts             MA Profiles    Prospective Students         Admissions     Frequently Asked Questions     Chat with Advisor               Doctoral       Doctor of Philosophy    Curriculum         Required Coursework     Course Offerings     Current Course Details           Current Students         Forms and Procedures     Exams     Dissertation Abstracts             PhD Profiles    Prospective Students         Admissions     Principles and Procedures     Funding and Grants     Frequently Asked Questions                Internships         For Students               Program Highlights      Internship Credit      Internship Forms              For Employers           Information for Employers          NYU Career Development                    News and Events         News and Upcoming Events     Annual Events     Department Listserv        Study Abroad         MCC Abroad     Global Media Scholars        Steinhardt Abroad     NYU Abroad           Alumni         MCC Alumni     Steinhardt Alumni     NYU Alumni           Resources         Technical Support     Funding            Find Funding       Faculty Funding       Student Funding              Research     Professional Development     Digital Archives            PDF Archives       Ad Archive       Dead Media Archive               Doctoral Wiki     Teaching Handbook           About         Message from the Chair     Staff     Contact     Request Information     Bulletin     Apply for Admission                MCC Facebook   MCC Twitter   MCC Vimeo   MCC Youtube   MCC Flickr   MCC LinkedIn          Undergraduate - Media, Culture, and Communication                                Liberal Arts Core                    Steinhardt Liberal Arts Core courses expand the options available to Steinhardt students in NYU's College Core Curriculum (CORE-UA). The CORE is comprised of four areas of the liberal arts:       Expository Writing    Foreign Language    Foundations of Contemporary Culture    Foundations of Scientific Inquiry       Descriptions of these areas and courses which fulfill the requirements are listed below. Some of these requirements can also be fulfilled through Advanced Placement test scores.    Expository Writing    Media, Culture, and Communication students must complete two courses in expository writing and pass the Writing Proficiency Examination.    Freshmen students who complete EXPOS-UA 0001, Writing the Essay, with a grade of \"C\" or better are certified as proficient, and are not required to sit for the exam. In addition, students must enroll in and successfully complete ACE-UE 0110, The Advanced College Essay: Education and the Professions.    Students enrolled in the Higher Education Opportunity Programs (HEOP) completing 0005 and 0006 (Prose Writing I and II) with grades of \"C\" or better are deemed proficient.    Transfer students entering the Steinhardt School of Culture, Education, and Human Development must pass the Proficiency Examination administered by the Expository Writing Program. This exam determines whether additional coursework in Expository Writing will be required for proficiency certification and is given during orientation. Transfer students who pass the examination and transfer in two courses in writing composition or the equivalent will not be required to complete additional course work in expository writing.    If the students pass and transfer in only one course, they will be required to complete EXPOS-UA 0001, Writing the Essay. The course, Writing the Essay, is significantly different from most writing courses students have taken at two and four year colleges and provides the foundation for writing in the university.    If the students fail and have received transfer credit for either one or two courses in expository writing or the equivalent, they will be required to complete at least one expository writing course, EXPOS-UA 0013 (Writing Tutorial), or EXPOS-UA 0004 (International Writing Workshop 1) as determined by the Expository Writing Program.    Placement may vary depending on the writing issues present in the examination. Students who achieve a letter grade of \"C\" or above in Writing Tutorial are certified as proficient. Students who do not achieve a \"C\" or above must take the Proficiency Exam.    International Students completing EXPOS-UA 0004/0009 (International Writing Workshop 1/International Writing Workshop 2) will take the proficiency examination at the end of their writing-course sequence. If the students fail, they will be required to complete one expository writing course, EXPOS-UA 0013, Writing Tutorial.    Foreign Languages    Media, Culture, and Communication students must complete two semesters of foreign language. MCC students are not exempt from the foreign language requirement but may satisfy it through AP test scores .    Students who will register for any language with which they have prior experience (studied in high school, college or study abroad programs or who are bilingual or multilingual) are required to take a placement examination to determine which level is appropriate.    Placement exams are offered during the first week of classes as well as once a month throughout the semester. The placement test schedule is available at nyu.edu/cas/placementexams .    Foundations of Contemporary Culture    The Foundations of Contemporary Culture (FCC) sequence of the College Core Curriculum is a series of four coordinated courses in the humanities and social sciences. Within each of the four offerings, students are free to pursue their particular interests through their choice of individual classes offered through the CORE plan in the College of Arts and Science or options in Steinhardt's Liberal Arts Core (see course listings below). The four course headings are: Texts and Ideas, Cultures and Contexts, Societies and the Social Sciences, and Expressive Cultures.    Texts and Ideas This requirement can be satisfied through the following courses or AP test scores:       AP American History, European History or World History with a score of 4 or 5       NYUSteinhardt courses that will satisfy the Texts and Ideas requirement:       PHED-UE 10 / LIBAR-UE 501 Learning and the Meaning of Life       All other options for these courses are offered through CAS's College Core Curriculum .    Cultures and Contexts There are NO Advanced Placement test scores that satisfy this requirement. All other options for these courses are offered through CAS's College Core Curriculum .    Societies and the Social Sciences This requirement can be satisfied through the following courses or AP test scores:       AP Macroeconomics, Microeconomics, Politics, or Psychology with a score of 4 or 5       NYU Steinhardt courses that will satisfy the Societies and the Social Sciences requirement:       SOED-UE 0020 / LIBAR-UE 0202 Power, Resistance, Identity: American Social Movements    SOED-UE 1030 / LIBAR-UE 0201 Art and the City: A Sociological Perspective    INTE-UE 1545 / LIBAR-UE 0531 Interdisciplinary Perspectives on the New Immigration    HSED-UE 1033 / LIBAR-UE 0551 Culture Wars in America    HSED-UE 0610 / LIBAR-UE 0552 Education and the American Dreams: Historical Perspectives    HSED-UE 1010 / LIBAR-UE 0553 History of Professions in the United States    HSED-UE 1005 / LIBAR-UE 0554 Introduction to Education: Historical and Contemporary Perspectives    APSY-UE 0010 / LIBAR-UE 0631 Survey of Developmental Psychology    APSY-UE 0019 / LIBAR-UE 0632 Introduction to Personality Theories    APSY-UE 1271 / APSY-UE 1271 Developmental Psychology Across the Lifespan       College of Arts &amp; Sciences Departmental courses that will satisfy the Societies and the Social Sciences requirement:       ANTH-UA 0001 Human Society and Culture (Anthropology)    ANTH-UA 0003 Archaeology: Early Societies and Cultures (Anthropology)    SCA-UA 0001 Concepts in Social and Cultural Analysis (Social and Cultural Analysis)    SCA-UA 0401 Approaches to Gender and Sexuality Studies (Social and Cultural Analysis)    SCA-UA 0601 Introduction to Metropolitan Studies (Social and Cultural Analysis)    ECON-UA 9001 Economic Principles I (P) (Economics)    ECON-UA 9002 Economic Principles II (P) (Economics)    POLSC-AD 0156 Power and Politics in America (Politics)    POLSC-AD 0150 Comparative Politics (Politics)    HIST-UA 0009 U.S. History to 1865 (History)    HIST-UA 0010 Modern America (History)    LING-UA 0001 Language (Linguistics)    LING-UA 0015 Language and Society (Linguistics)    LING-UA 0047 The Language of America's Ethnic Minorities (Linguistics)    LING-UA 0030 Language in Latin America (Linguistics)    LING-UA 0058 Introduction to African Languages (Linguistics)    LING-UA 9058 Introduction to African Languages (Linguistics)    PSYCH-UA 0001 Introduction to Psychology (Psychology)    RELST-UA 0001 Theories and Methods in the Study of Religion (Religious Studies)    SOC-UA 0001 Introduction to Sociology (Sociology)    SOC-UA 0002 Introduction to Sociology (Honors) (Sociology)    SOC-UA 0135 Race and Ethnicity (Sociology)    SOC-UA 0205 Social Movements, Protest and Conflict (Sociology)    SOC-UA 0386 Ideas and Institutions in American Society (Sociology)    SOC-UA 0417 Sociology of Law (Sociology)       Expressive Culture This requirement can be satisfied through the following courses or AP test scores:       AP English Literature with a score of 4 or 5       NYUSteinhardt departmental courses that will satisfy the Expressive Cultures requirement:       ARTCR-UE 0010 / LIBAR-UE 0941 Art: Practice and Ideas    ARTCR-UE 0055 / LIBAR-UE 0942 Art of Now    ARTCR-UE 0152 / LIBAR-UE 0943 Internet and Contemporary Art    MPAET-UE 0060 / LIBAR-UE 0171 Introduction to Theatre as Art Form for Non-Majors       CAS departmental courses that will satisfy the Expressive Culture requirement:       COLIT-UA 0110 Tragedy    COLIT-UA 0111 Comedy    ARTH-UA 0001 History of Western Art I    ARTH-UA 0002 History of Western Art II    FREN-UA 0166/0866 La Belle &Eacute;poque    GERM-UA 0152 Introduction to German Literature       All other options for these courses are offered through CAS's College Core Curriculum .    Foundations of Scientific Inquiry    The Foundations of Scientific Inquiry (FSI) is a series of three coordinated courses in quantitative reasoning and the natural sciences. The three areas are Quantitative Reasoning, Natural Sciences I, and Natural Sciences II. Together, these courses ensure that every student gains a fundamental understanding of how mathematics and laboratory experimentation advance scientific investigation. While some students acquire this background through other coursework, FSI courses are especially designed to meet the need of non-science students. Within each of the three offerings, students are free to pursue their particular interests through their choice of individual classes. Quantitative Reasoning/Mathematics Requirement This requirement can be satisfied through the following courses or AP test scores. **Please note that students in the Global Public Health/MCC major must take UGPH-GU 20 Biostatistics for Public Health.       AP Calculus (Mathetmatics BC or AB)    AP Statistics       NYUSteinhardt courses that will satisfy the Quantitative Reasoning requirement:       APSTA-UE 1085 / LIBAR-UE 101 Basic Statistics I (formerly RESCH-UE 1085)       CAS departmental courses that will satisfy the Quantitative Reasoning requirement:       ECON-UA 0018 Statistics    ALHAM-UA 0800 Quantitative Methods in Political Science    MATH-UA 0121 Calculus I    MATH-UA 0143 Calculus I for Biological and Life Sciences    MATH-UA 0221 Intensive Calculus I    Calculus for the Social Sciences    PSYCH-UA 0009 Statistical Reasoning for the Behavioral Sciences    PSYCH-UA 0010 Statistics for the Behavioral Sciences       Natural Science I and Natural Science II These requirements can be satisfied through the following courses or AP test scores:       AP Biology (8 points)    AP Chemistry (8 points)    AP Physics B (10 points)    AP Physics C-Mech (3 points) and Physics C-E&amp;M (3 points)       NYU Steinhardt courses that will satisfy the Natural Science requirement:       SCIED-UE 0210 / LIBAR-UE 0141 Science in the Community    NUTR-UE 1068 / LIBAR-UE 0331 Introduction To Human Physiology    CSCD-UE 1045 / LIBAR-UE 0341 Science of Language    CSCD-UE 0033 / LIBAR-UE 0342 Voices and Listeners    OT-UE 1011 / LIBAR-UE 1401 Cognition and Everyday Life: The Science of Neurorehabilitation       CAS departmental courses that will satisfy BOTH the Natural Science I and Natural Science II requirement (must be taken in sequence):       BIOL-UA 0011-0012 Principles of Biology I and II    CHEM-UA 0125-0126 General Chemistry I and II including lab    PHYS-UA 0011-0012 General Physics I and II    PHYS-UA 0091-0094 Physics I and II and lab       CAS Departmental Courses that will satisfy the Natural Science I requirement:       CHEM-UA 0125 General Chemistry I including lab    PHYS-UA 0011 General Physics I    PHYS-UA 0091 Physics I and PHYS-UA 0092 (lab)       CAS Departmental Courses that will satisfy the Natural Science II requirement:       ANTH-UA 0002 Human Evolution    BIOL-UA 0011 Principles of Biology I       All other options for these courses are offered through CAS's College Core Curriculum .                  This site, and all its contents, are Copyright &copy;    by New York University. All rights reserved.   NYU Steinhardt - Media, Culture, and Communication - 239 Greene Street, 8th Floor, New York,  NY 10003"}, {"content": "Steinhardt Liberal Arts CORE Undergraduate Courses - Student Advisement - NYU Steinhardt                                                                                                   Skip to content       NYU Steinhardt School of Culture, Education, and Human Development         apply now     request info     contact                                               Admissions                    Undergraduate      Admissions              How       to Apply       Visiting       NYU Steinhardt       Tuition and Fees       Financial       Aid       Housing       Transfer Students       Request       Information       Apply       Now                             Graduate      Admissions             How to       Apply       Info Sessions and Events       Tuition        Application Guide       Financial Aid       Housing       Request       Information       Apply Now                             Global      and Special Sessions             Summer       Winter        Study Abroad Programs                                   About Steinhardt                                  Who We Are       Messages from the Dean       Mission and Vision       School Stats       Administration                                       Videos       Social Media Directory       Steinhardt Blogs            Snapshots       Podcasts                                   Academics                   By Level of Study              Undergraduate       Minors       Master's       Doctoral       Certificate                            By Area of Study             Applied Psychology       Art       Education       Health       Media       Music                            Global      and Special Sessions             Global Programs            Summer at Washington Square       Winter at Washington Square                            More      Academics             Academic Departments       Bulletin       Teacher Certification       Courses Listings       Course Evaluations       Course       Search       Lectures and Podcasts                                    Faculty                    Meet      Our Faculty              Alphabetical list       of Faculty       Faculty by Department       Faculty by Expertise       Faculty Blogs       Videos of our Faculty            Faculty Research       News About Our Faculty                            Faculty      Affairs              Open Faculty Positions       Faculty Policies and Guidelines       Faculty Governance       Academic Affairs            Faculty Technology Services       Faculty       Awards       Grants and Funding       Update Your Faculty Bio                                   Students                  Undergraduate Students            Advisement       Registration       Orientation       Transfer Students       Student Honors           Undergraduate Student Government (USG)                            Master's Students            Master's Connection       Advisement       Registration       Orientation       Grants       Graduate Student Organization (GSO)                            Doctoral Students            About Doctoral Studies        Full-Time Funding       Policies       Forms       Events and Deadlines        Research and Grants       Dissertation Guidelines        Past Dissertations                            All Students            Who's Who in Student Affairs       Non-Matriculated Students       Course Schedules and Locations       Graduation and Commencement       Calendar of Events       Student Counseling       Academic Standards       Student Matters Blog       Download Forms and Publications                                 Alumni                    Stay      Connected             Steinhardt Alumni News       NYU Alumni Connect Newsletter       Upcoming NYU Alumni Events       Find an NYU Alumni Club       NYU Alumni Day       Update Your Contact Information       Submit a Class Note        Alumni Profiles       NYU Steinhardt on               NYU Steinhardt Facebook        NYU Steinhardt Twitter        NYU Steinhardt YouTube        NYU Steinhardt LinkedIn                                            Giving      to Steinhardt                The Steinhardt Annual Fund         Make an Online Donation         NYU Giving                             Alumni Resources             NYU Alumni Homepage       Alumni Card and Benefits Program       Wasserman Center for Career Development       Library Privileges                                    Research                    Faculty      Research              Current Research Projects       Faculty       Research Interests       Faculty       Publications       Faculty Research Grant       Opportunities                             Doctoral      Research             Policies       Methods Courses       Forms and Instructions        Events and       Deadlines       Funds       Proposal       and Dissertation                            More Research             Centers and Institutes       Commissions and Consortiums       External Funding Report                                    News and Events                    Recent      News                  At Weekend Hackathon, Experts from NYU and AT&amp;T Look for Solutions for People with Disabilities       Julia Wolfe Wins 2015 Pulitzer Prize for Music       Steinhardt Researchers Examine Primary Care in Dominica       Literacy App Improves School Readiness in At-Risk Preschoolers, Finds Study by Steinhardt Researchers       NYU Steinhardt Study Evaluates the Influence of College Experiences on Career Outcomes                            More News             News from NYU Steinhardt       News About Our Faculty       Steinhardt At a Glance       Newsletters            Faculty Blogs       All Blogs                            Press Room             Press Releases       Faculty Experts       Steinhardt in the News       Expert Video Commentary       Press Contact                            Events             Calendar of Events       Events and Conferences                                   Media                               Videos       Blogs       Photo Essays       Podcasts              NYU Steinhardt Facebook        NYU Steinhardt Twitter        NYU Steinhardt YouTube        NYU Steinhardt LinkedIn        NYU Steinhardt RSS        NYU Steinhardt Instagram                                                   Student Advisement                      Guiding Principles          Undergraduate       Master's       Doctoral       Transfer       Special Students       Student Exchange       Study Abroad       Minor                         Student Matters » Advisement          Action Zone Training – Fri. April 17, 2015 11am-1pm      Steinhardt Soiree: A Celebration for Undergraduates Thurs. April 30, 2015      Steinhardt Soiree: A Celebration for Undergraduates Thurs. April 30, 2015      Showcasing Student Leadership Experiences – Monday, April 13, 2015 from 5-6pm      Action Zone Training – Fri. April 17, 2015 11a-1pm               How do I take a course on a pass/fail basis?     What is the procedure for undergraduates to substitute another course for a prescribed requirement?     Who is the advisor for international students?     Do I have an academic advisor?     What are Cognates?   More...         Current Students QUICKLINKS                     Steinhardt Liberal Arts CORE Undergraduate Courses                Fall 2015 Courses       For the full list of Steinhardt courses that satisfy the Steinhardt Liberal Arts CORE requirements, see here .       Cultures &amp; Contexts         PHED-UE.1016/EDST-UE.1504 &ndash; Religion and Public Education in an International Context (4 pts)    Mon/Wed 12:30-1:45pm    The purpose of this course on religion &amp; public education in an international context is for us to engage together in a critical analysis of what continues to be an important contemporary issue. The seminar is designed especially for students preparing for careers in teaching - in both public &amp; private/religious schools, educational administration, educational research, or other professions which will involve them in the ongoing public debates about the uneasy relationship of religion &amp; public education in the United States &amp; other countries. The course will examine these issues historically &amp; in terms of current policy debates &amp; students will be asked to make connections to their own educational practice.           Expressive Culture          ARTCR-UE.10 &ndash; Art: Practice and Ideas (4 pts)    Mon 11:15-2:45pm    &ldquo;Art: Practice and Ideas&rdquo; examines key developments in the visual arts from modernity to the present. Focusing on the ways in which representations both create and reflect the values of a society, the course introduces students to the full range of expressive possibilities within the visual arts, covering painting and sculpture, as well as photography, film, video, conceptual art, and computer media. Topics to be covered include classical, modern, and postmodern relationships to politics, vision, the mind, the body, psychology, gender, difference, and technological innovation. Students will see and understand how artists have integrated perceptions of their historical moment, as well as physical and social space, into creative practices that have, in turn, had a significant impact on the culture of the time.        ARTCR-UE.55 &ndash; Art of Now (4 pts)    Tue 12:30-4pm    This course examines the current developments in contemporary art over the past decade &ndash; the art of &lsquo;now&rsquo; &ndash; from the viewpoint of an artist&rsquo;s practice and working ideas, looking at current global art production in aesthetic, economic, and social contexts. The major movements in painting, photography, sculpture, installation and performance are examined. Readings will be drawn from first hand interviews and point-of-view accounts, reviews, and critique; a major emphasis on interviews and online studio visits will accompany the texts. Guest artist lectures and off-site museum and gallery viewings will complement the weekly visual presentations and theory conversations.        MPADE-UE.1278 &ndash; Dance as an Art Form (3 pts)    Mon/Wed 12:30-1:45pm    Dance is an integral and defining component of cultures throughout the world and throughout history. This course introduces students to dance as a live and performing art through a variety of experiences including attendance at live performances, examination of videos and theoretical texts, and physical participation in the practice and performance of dance. Through discussions, written assignments, and the creation of original dance compositions, students will explore the history and cultural relevance of a variety of forms of dance within their own lives, larger society, and the global community beyond.           Foreign Language           ASL-UE 91 &ndash; American Sign Language I    Section 1: Mon/Tue/Wed 9:30-10:45am    Section 2: Tue/Wed/Thu 11-12:15pm    Section 3: Mon/Tue/Thu 2-3:15pm    Section 4: Mon/Tue/Thu 3:30-4:45pm    Section 5: Mon/Tue/Wed 6:20-7:35pm    Fundamental principles of grammar and syntax, a basic vocabulary, and conventions of conversational discourse in the deaf community. Emphasis is placed on developing the visual perception skills critical to understanding ASL. Taught in a visual-manual method using no spoken English.           Natural Sciences           CSCD-UE.1045 &ndash; Science of Language (4 pts)    Lecture: Mon/Wed 12:30-1:45pm    Recitation 1: Th 2:30-3:20pm    Recitation 2: Th 4-4:50pm    Recitation 3: Fri 11-11:50am    Recitation 4: Fri 12:30-1:20pm    This course provides an overview of the scientific study of the human language faculty, focusing on the cognitive and neural processing mechanisms that underlie linguistic knowledge and use. We describe contemporary approaches to delineating levels of language structure and review various scientific methodologies used to study language. Topics include language knowledge and use as well as language change and variation.        NUTR-UE.119 &ndash; Nutrition and Health (3 pts)    Section 1: Tue 12:30-3:30pm    Section 2: Mon/Wed 3:30-4:45pm    Section 3: Mon 4:55-7:35pm    Introduction to nutrition science and its role in health and society: nutrient characteristics, requirements, and food sources, energy balance, weight control, dietary guides and food planning, and social and economic factors that affect food production and consumption.    Approved on an individual program basis.        NUTR-UE.1068 &ndash; Introduction to Human Physiology (4 pts)    Tue/Thu 4:55-6:35pm    Introduction to Human Physiology is a one-semester course for students with an interest in health care. Little exposure to biology is assumed for this course. This course is heavily concerned with the basic concepts of structural and functional organization of the human body, the terminology involved in the areas of physiology and anatomy, and the understanding of the different anatomo-physiological systems.        SCIED-UE.210 &ndash; Science in the Community (4 pts)    Mon/Wed 10-11:40pm    Course provides students with opportunities to use scientific information to solve real-world problems related to environmental and public health. By assisting science organizations with generating and/or analyzing data, students learn how non-formal community, and professional science organizations use and produce scientific knowledge for the public. Includes six 3-hour field sessions.           Quantitative Reasoning           APSTA-UE 1085 &ndash; Basic Statistics I (4 pts)    Lecture: Mon/Wed 3:30-4:45pm    Lab 1: Thursday 3:30-4:45pm    Lab 2: Friday 11-12:15pm    This introductory two-semester course is designed to prepare undergraduate and master&rsquo;s level students to use statistics for data analysis. The course makes use of SPSS for Windows, a statistical computer software package for the social sciences. The first semester serves as a foundation for the second, covering methods for displaying and describing data. Topics include frequency distribution and their graphical representations, percentiles, measure of central tendency and dispersion, correlation, and simple regression.          Societies and the Social Sciences          APSY-UE.2 &ndash; Introduction to Psychology and Its Principles (4 pts)    Tue/Thu 9:30-10:45pm    Introduction to the fundamental principles of psychology, emphasizing both the unity and the diversity of a field that spans major theoretical and research areas, including biological bases of human behavior, learning, development, motivation, and social and abnormal behavior. Links between theory and classic as well as contemporary research are a recurrent theme.       APSY-UE.10 &ndash; Survey of Developmental Psychology: Introduction (4 pts)    Mon/Wed 4:55-6:10pm    A comprehensive overview of human development from conception through adolescence. Theories of developmental psychology are related to research findings, &amp; implications are drawn for practical issues.       APSY-UE.19 &ndash; Introduction to Personality Theories (4 pts)    Tue/Thu 9:30-10:45am    Consideration of the major theories of personality. The work of various theorists is discussed as it relates to personality development through the life span.       HSED-UE.610/EDST-UE.42 &ndash; Education &amp; the American Dream: Historical Perspectives (4 pts)    Mon/Wed 12:30-1:45pm    The course will examine historical perspectives on the relationship between public schooling and the promotion of democratic ideals. Students will explore some of the central goals and purposes of American public education over the past two centuries, and the historiographical debates about those goals and purposes. In the second half of the course, students will the relationship between schooling and civic education, and between schooling and specific communities, in order to ask whether the goals of schooling might promote or contradict the goals of particular groups who seek to benefit from public education, and ways in which education does not promote democratic ideals.       HSED-UE.1033/EDST-UE.46 &ndash; The &ldquo; Culture Wars&rdquo; in America: Past, Present, Future (4 pts)    Lecture: Mon/Wed 3:30-4:45pm    Recitation 1: Mon 9:30-10:45am    Recitation 2: Mon 11-12:15pm    Recitation 3: Mon 4:55-6:10pm    Recitation 4: Mon 6:20-7:35pm    This course will examine the origins, development, and meanings of so-called cultural conflict in the United States. Topics will include abortion, gay rights, bilingualism, and the teaching of evolution in public schools.       INTE-UE.10/EDST-UE.30 &ndash; Introduction to Global Education (4 pts)    Tue/Thu 9:30-10:45am    This survey course offers an introduction to the field of global education. Education in the 21st century is undoubtedly a central area for international collaboration as well as contestation. In this survey course, we will examine key debates about the role of education in national &amp; international society, examining the multiple stake holders that work to improve education globally, &amp; their diverse interpretations of that mandate. The course will introduce students to the history of mass education as a global phenomenon       MCC-UE.1 &ndash; Introduction to Media Studies (4 pts)    Lecture 1: Tue/Thu 9:30-10:45pm    Lecture 2: Tue/Thu 11-12:45pm (NYU Brooklyn)    Lecture 3: Tue/Thu 2:30-3:45pm (NYU Brooklyn)    Recitations: Fri 9:30-10:45am / Fri 11-12:15pm / Fri 12:30 &ndash; 1:45pm    Introduces students to the study of contemporary forms of mediated forms of communication. The course surveys the main topics in the field and introduces students to a variety of analytical perspectives. Issues include: the economics of media production; the impact of media on individual attitudes, values and behaviors; the role of media professionals; the impact of new media technologies.       MCC-UE.3 &ndash; History of Media and Communication (4 pts)    Lecture 1: Mon/Wed 4:55-6:10pm    Recitations: Fri 9:30-10:45am / Fri 11-12:15pm / Fri 12:30 &ndash; 1:45pm    This course surveys the history of media forms and communication technologies, charting the historical trajectory from the alphabet to the Internet. It explores mediation in and across time and the emergence and development of different media forms in relation to particular social, economic, perceptual, and technological conditions and historical moments.          Texts and Ideas           PHED-UE 10/EDST-UE.50 &ndash; Learning and the Meaning of Life (4 pts)    Mon/Wed 11-12:15pm    What is the most important thing to which I should be devoting my life? This course explores the existential concerns animating questions like this, ones that inspire our lifelong, liberal learning. It focuses on classic works in Western philosophy, literature, and film and examines them as texts of education. Class meetings will be devoted to a mix of lecture and discussion.                       This site, and all its contents, are Copyright &copy;        by New York University. All rights reserved.    Steinhardt School of Culture, Education, and Human Development - 82 Washington Square East, New York, NY 10003"}]}]