[{"detail": [{"content": "Edward A. Vessel                    Ed Vessel's Home Page at New York University."}]},
{"detail": [{"content": "Edward A. Vessel                    Ed Vessel's Home Page at New York University."}, {"content": "Talla                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                               Return to Mercer Street 2001 Table of Contents          by Vasudha Talla                   Early in her exploration of man's soul, Joyce Carol Oates discovers a fundamental truth while writing about the character of Stavrogin in Dostoyevsky's The Possessed -that as part of his inevitable fall, man violates &quot;nature&quot; in so complete a way as to separate himself from the only forces that can save him. This theme dealing with the Fall of man is a constant thread that weaves itself through most of Oates' essays, the corruption by various internal and external forces and the tragedy that results from man's blindness to his own nature and to what would provide him salvation.          Oates' power lies in her ability to delve deep within the personalities of the writers, the characters they create, and the powerful themes buried deep in the work's soul. She applies psychological concepts and archetypes in order to explore the implications brought about by the similarities and differences in the characters' thoughts and actions. She reaches her most thought-provoking insights by connecting parallel motifs across a wide spectrum of literature and constantly leaps from one generalization to the next causing the reader to wonder how she has come to the fascinating and brilliant conclusions presented in Contraries . By examining the Fall of man, she discovers how self-awareness and material preoccupations lead to a corruption of the &quot;natural&quot; self. Later, the discussion of tragedy and transcendence in essays about King Lear and Nostromo reveals the fundamental importance of women-as saviors of the natural world and representatives of salvation for men. Women are the underlying focus of her essays; the archetypes and roles they adhere to and defy as literary characters shape the way she perceives the female. Ultimately, her explorations in Contraries are a way in which she can work through the ambiguous tension between the male and female, which is a preoccupation in her literary fiction.          Oates initially identifies the material world, the gradual insidious attachment to physical objects or ideals as the corrupting influence, the destroyer of men. Interestingly, women are never the ones corrupted by the overpowering temptations of the external world, because as we shall see, women play a far more important role in this ancient and endless cycle. The Fall of man does not take on the archetypal pattern of temptress Eve enticing innocent Adam with the apple that contains self-knowledge, although Oates believes that man's self-awareness does lead to his corruption. She uses The Picture of Dorian Gray , the story of a decadent aristocrat purchasing eternal youth at the expense of his soul, to illustrate her theory regarding man's Fall. About the central character in Oscar Wilde's novel, she writes, &quot;Dorian objectifies his own physical being and his corruption begins at once&quot; (9). Once man fixates on an object outside himself or away from his spiritual being, the infatuation destroys whatever little humanity is contained within him. Dorian's response to the melodramatic death of Sybil Vane is not one of grief or sorrow but &quot;one of surprise and alarm at his own failure to feel grief: 'Why cannot I feel this tragedy as much as I want to?' he complains. . .&quot; (14). The Fall not only leads man away from his essence as a thoughtful human, but also becomes a vehicle for his transformation into an amoral, almost pagan entity, someone who is unable to identify with the emotions of those who have retained their humanity. Oates arrives at the conclusion that Dorian has corrupted his &quot;natural&quot; life through a type of consciousness brought about by his recognition of and infatuation with his own physical beauty.          Oates identifies a similar worldly obsession, leading to a loss of humanity, in Conrad's Nostromo . Conrad paints in shocking detail the insidious effects of greed and exploitation. When the silver mines of the South American republic of Costaguana are threatened by rebel forces, a brave captain, Nostromo, steps in and offers to bury the silver to ensure its safety. Nostromo, the creation of the European imperialists who manages to manipulate his patrons, &quot;suffers a kind of spiritual death when his image of himself is snatched from him; the world of extraverted values, of material, measurable interests has corrupted him&quot;(104). She believes that the Fall of an individual reflects the community as a whole. In order for a citizen to experience the destructive effects of material interests, the civilization must support the individual's delusions, even if it does not directly participate in them.          Yet civilization implicitly violates Nature through its very being; its mere existence denies the spiritual and psychological roots of man. In The Possessed , chaos erupts when a group of radicals appears in a small provincial town. Dostoyevsky uses this violent and confused situation to illustrate his themes of violation and purification; a new society will rise from the ashes of the old. As Oates points out, &quot;Dostoyevsky's grandiose myth is Nature itself, the very earth, that is betrayed and must be redeemed&quot;(25). Oates remains fixated on the idea that through violating Nature, man violates himself, and by losing an essential part of his humanity, man has lost grip on the intangible elements of his soul that could be his redemption. Oates is caught up in the terrible fascination with man's soul, the depths of which she explores through psychological concepts such as the Unconscious and the Anima.          In her illuminating study she finds one possibility for redemption, the one light by which man may struggle in blindness and ignorance in order to reclaim his lost or fallen soul. The route lies through finding the opposing element to his psyche, a union between the male and female components of the unconscious, which thereby completes his soul so man can achieve redemption. Oates is unable simply to acknowledge the necessity of the feminine impulse or influence but must drive home the point in virtually every essay; the concept underlies all of her analysis. Maria, in The Possessed , is &quot;a feminine component of Stavrogin's despairing masculinity&quot; (33), and Ursula of Women In Love &quot;is Birkin's conscience&quot; (146). In Nostromo , &quot;the eternally vigilant, devoted female, Linda, presides over the darkness&quot; (106), and the character of Mrs. Gould is &quot;spiritually necessary&quot; in order to &quot;confirm the split, the compulsive overestimation of the material world&quot; (109).          Oates suggests the feminine is the opposing yet complementary element of the masculine identity, and that she also represents the Unconscious and even the image of the violated and betrayed Nature. If, as Oates theorizes, the fall of man &quot;seems to turn on. . .rational, conscious, 'masculine' knowledge&quot;(35), then the savior of man must embody the suppressed, unconscious &quot;female&quot; awareness that is just as powerful, but more &quot;natural.&quot;          Oates believes that this &quot;union of ego and soul, or masculine and feminine inclinations&quot; (108), is not simply an option, but the necessary route to salvation, because it is the basis for all further spiritual development. Most of the male characters in her essays, such as Stavrogin in The Possessed , Decoud in Nostromo , and most notably King Lear, never reach this level of self-awareness and are doomed to remain under the shadow of their material obsessions. Worse, still, when these characters are leaders, the consequences of failure, according to Oates, are severe: &quot;civilization is split and must fall into chaos&quot; (159). Neither a man nor a people can prosper unless they embrace the feminine elements they might otherwise repress.          If men refuse to take advantage of the salvation that women offer, they and the world suffer, but the feminine itself is not fully lost. Oates suggests that it is the feminine force reasserting itself that disturbs the world of Lear , for instance, where it has been previously suppressed. Shakespeare attributes the very power &quot;for harm, dissolution, and terror&quot; (75) to the absence of the dead queen, what Oates calls &quot;the feminine that is dead.&quot; This particular facet of female identity has always been absent, so no possibility of redemption was available from her. However, when the opportunity arises in the form of Lear's daughter, Cordelia, Lear himself denies her worth and the grace she can bring until she has been murdered. When Cordelia dies, what she represents as the single means by which Nature could be redeemed dies with her, and &quot;one feels that the value she represents should not have been murdered&quot; (75).          Oates identifies a difficult bind in masculinity, where a man's psychological burdens will force him to reject the feminine element even where he unconsciously feels his need for it. At the end of her essay about Conrad's Nostromo , she proposes her theory:          Because the treasure of the soul is bound up with the realization of the male's need for unity with the female, and the female is distrusted, or acceptable only in a merely spiritual sense, man is trapped in time. . .To awaken feminine contents in his own psyche would be a softening of his masculine &quot;Duty,&quot; which cannot be risked-better death, better dissolution. (111)          Tragedy implicitly shadows this fall from grace and is another major theme woven into a historical progression of events that reflect man's disillusionment and separation from Nature, and cannot be escaped. The moments of transcendence, such as Lear's epiphany after the death of Cordelia, are only temporary and ultimately fail in the face of a monumental passage of time. When these flashes of illumination and grace, such as Cordelia, &quot;are brought to trial against the 'cheerless, dark, and deadly' night of the unredeemed universe,. . .[they] are always defeated&quot; (52).          Once again, the bearers of the spiritual affirmation in the midst of physical and material deterioration are women. &quot;The dilemma is that . . . redemption must come only from the female . . .&quot;(61), Oates writes about King Lear , yet later she acknowledges that this redemption must necessarily be thwarted due to the masculine fear of &quot;natural,&quot; spontaneous action, represented by the female. In the situation where there is one-sided development to the male-female model of psychology, tragedy inevitably springs. And so when Cordelia dies, the value that she represents as a savior and Grace, as the rebellious, &quot;natural&quot; life-force, dies with her. The tragic vision accompanying the Fall of man denies the possibility of transcendence.          Oates tackles the issue of women in literature quite uniquely by acknowledging their subtle importance in literary works where they are often portrayed as inferior or secondary characters but, in reality, hold vital roles. She approaches their particular function in literature in overtly psychological terms. Cordelia is the Anima, the supporter and helper of the male instinct, while her sisters Goneril and Regan are actually male figures since they have rejected their femininity by behaving like usurping sons instead of docile daughters. Gudrun, from D.H. Lawrence's Women in Love , assumes &quot;the more destructive qualities of the Magna Mater or the devouring female, and she attains an almost mythic power&quot; over her lover Gerald (145). Oates constantly lapses into recurring motifs of wife/husband, daughter/father, conscious/unconscious, and male/female. Compressing characters into these one-dimensional figures, gives Oates a basis from which to explore the tension and ambiguity between the sexes. By presenting the female characters as archetypes, she shows how male perception of feminine roles defines and shapes the interactions they have with the women in their world. These interactions, where men deny the feminine impulse by killing off representatives of the sex, determine how female characters will live through the work. Ultimately, Oates isn't concerned with the fate of men in literary fiction, but with the fate of the women.          What she explores in her own literary fiction is this fate of women who become victims of their archetypes. When men expect women to act or think in a certain way, the presence of any defiance causes a quick, violent reaction in her bizarre world. In her short story, &quot;Where Are You Going, Where Have You Been?,&quot; the dreamy teenager Connie represents a female archetype, but with a contemporary twist. Connie is a naïve, witless teenager, her mind &quot;filled with trashy daydreams&quot; and concerned solely with the fact that &quot;she was pretty and that was everything.&quot; Yet for all her longings for love and experience, she is innocent, uncorrupted by the harsh realities of adult life. In her fantasies, Connie yearns for an ideal, romantic love, &quot;the way it was in movies and promised by songs.&quot; Although she may have had a few sexual encounters, these remain superficial and are only implied throughout the story. Connie still represents the virginal and untainted female, separate from the corrupting knowledge that accompanies sexual experience. Yet when she dares to defy this pre-determined role through her desires for a richer, more complex(and sexual) personality, Connie is violently confronted with male resistance in the form of Arnold Friend.          Arnold Friend is anything but a &quot;friend,&quot; but instead represents a nameless horror who drives up to Connie's house one Sunday afternoon when she is alone for an encounter that will change her life. Before she realizes just what Friend's purpose is, Connie engages in an elaborate game of naïve flirtation. She pretends disinterest while all the time she remains fascinated with his &quot;sleepy dreamy smile that all the boys used to get across ideas they didn't want to put into words.&quot; Friend insists that Connie get in his jalopy and they go for a ride, yet Connie resists fulfilling her fantasies, which simply angers Friend and causes him to push harder. &quot;You're my date. I'm your lover, honey,&quot; he says, and suddenly Connie realizes why he has come. In response to Connie's flash of apprehension and fear, he replies:          I'll tell you how it is, I'm always nice at first, the first time. I'll hold you so tight you won't think you have to try to get away or pretend anything because you'll know you can't. And I'll come inside you where it's all secret and you'll give in to me and you'll love me.          Friend responds to Connie's longing for knowledge, experience, and love with a bizarre mix of obsessive lust and violent intentions. Connie's desire to step outside her virginal role results in a vicious assault by the male sex. When she tries to run away and call the police inside her house, Friend follows and she feels as if he &quot;was stabbing her. . .again and again with no tenderness.&quot; Connie's sexual wishes are rewarded with this surreal, dreamlike rape after which she is permanently suspended from any conscious thought or action. Friend speaks to her numb, lifeless feeling by saying, &quot;The place where you came from ain't there any more, and where you had in mind to go is cancelled out.&quot;          Oates's story uses the archetypal female figure of a young, innocent Connie to portray the male perception of how such a woman should act-naïve, willing, and accepting. When Connie dares to ask for something outside of her pre-determined role, in this case a type of love that includes sexual knowledge and awareness, she is greeted with her mother's displeasure and a far more violent male reaction. The interaction between Connie and Friend signifies the tension between the male and female characters in literature, although theirs is an extreme example. When Oates contrasts masculine expectations with the reality of the female mind and will, troubling and often violent episodes result. Oates would like to come to some kind of resolution regarding this ambiguity and tension between the sexes, yet leaves &quot;Where Are You Going, Where Have You Been?&quot; open-ended with Connie's acquiescence because such an answer seems beyond our grasp.          Her literary fiction is highly complex in so far as she uses rich symbols to convey the deep psychological meaning behind much of the physical action that takes place. Yet from the simple, formless archetypes leap her rebellious, unique characters; Connie needs the solid basis of a predetermined role in order to defy it, in order to manifest her inherently independent nature. Oates writes about Cordelia as the model female, the embodiment of Grace and Nature, and what fascinates Oates is how deviation from this role causes trouble. As she explains:          It is not so much raw aggression that leads to tragedy, but the loss of control that results from the simple refusal on the part of a &quot;character&quot; to conform to a &quot;role.&quot; Hence, the youngest daughter of the king refuses to be the daughter of a king, but insists upon speaking as a woman who is Cordelia, and no other . . . she declares herself unwilling to lie, she declares herself as a self. (58-59)          This fundamental discrepancy between the masculine idea of what the role of woman encompasses and the actual function of the female both as an archetype and as a self is what causes the chaos and tension between the sexes. Lear finds it necessary to cast off his favorite daughter because of disturbing and dangerous behavior that threatens the status quo; in the same way Friend must violate Connie in order to rid her of defiant impulses.          In Contraries , when Oates presents women as the route to salvation for men, she is constantly asking both herself and her readers why it must be so. Why must it be only women and no one or nothing else that can provide redemption for the fallen man? In &quot;Where Are You Going, Where Have You Been?,&quot; Oates uses Connie to examine the question: &quot;What if women refused to stay in the archetypal role?&quot; Although this story does not keep the male narrative in focus, as do the canonical plots Oates studies in Contraries , it seems that the need to hold women in the place of potential salvation is just as strong. When she tries to step out of this role, and into independence, Connie is punished as brutally as Cordelia before her. While men may fail consciously to realize the salvation that women represent with the &quot;natural&quot; self, subconsciously they refuse to let women escape from their roles as sole saviors of men. When Connie asks for this opportunity to become self-aware, both physically like Dorian Gray, and mentally, the male element fears that she will become corrupted by the material world and lose her ability to become a savior. Oates highlights the difficulty we all have imagining a narrative that doesn't somehow circle back to the male need for salvation, even if the outcome of most of these struggles is violence rather than redemption.          What makes Oates's vision so unique and often disturbing is the bizarre way in which she presents situations, characters, or ideas in order to provoke a reaction among her readers. At this stage of her development, the reaction Oates provokes is simply a profound discomfort. Neither in her reading of the canon in Contraries nor in her own fiction does Oates present a successful resolution of the problem. In a sense, &quot;Where Are You Going, Where Have You Been?&quot; can be read as a contemporary woman's effort to escape the kind of archetypal role that has been developed through years of cultural and literary history. The story charts the woman's failure, rather than the kind of male failure outlined in the essays, but Oates seems to suggest that the one prepares for or even produces the other. Where Cordelia's death is made sublime, Connie's subjection is presented as grisly and mean. Perhaps this shift of focus from the sublime to the obscene is necessary to bring more clearly into focus the longstanding female archetype and provide us with the strength to intervene in such deep-running cultural patterns. Oates certainly does not preach at us, and she never tells us exactly what to do. But reading Connie's story, and reading over Oates's shoulder as she sees the archetype that created it, we are pushed, at least, to read the stories we encounter to find and reflect on the conflicts of human nature they reveal.          Works Cited          Oates, Joyce Carol. Contraries: Essays . New York: Oxford UP, 1981.          ---. &quot;Where Are You Going, Where Have You Been?&quot; 1966. Celestial Timepiece: Joyce Carol Oates Archive. Ed. Randy Souther. Dec. 1996. San Francisco. 10 Dec. 2000. &lt;http://storm.usfca.edu/ ~southerr/wgoing.html&gt;          Return to Mercer Street 2001 Table of Contents                                                                                          [ EWP Home ] [ Program Info ] [ Policies ] [ Mercer Street ] [ EWP Teachers ] [ Writing Center ] [ Resources ] [ Contact EWP ]"}]},
{"detail": [{"content": "Edward A. Vessel                    Ed Vessel's Home Page at New York University."}, {"content": "Talla                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                               Return to Mercer Street 2001 Table of Contents          by Vasudha Talla                   Early in her exploration of man's soul, Joyce Carol Oates discovers a fundamental truth while writing about the character of Stavrogin in Dostoyevsky's The Possessed -that as part of his inevitable fall, man violates &quot;nature&quot; in so complete a way as to separate himself from the only forces that can save him. This theme dealing with the Fall of man is a constant thread that weaves itself through most of Oates' essays, the corruption by various internal and external forces and the tragedy that results from man's blindness to his own nature and to what would provide him salvation.          Oates' power lies in her ability to delve deep within the personalities of the writers, the characters they create, and the powerful themes buried deep in the work's soul. She applies psychological concepts and archetypes in order to explore the implications brought about by the similarities and differences in the characters' thoughts and actions. She reaches her most thought-provoking insights by connecting parallel motifs across a wide spectrum of literature and constantly leaps from one generalization to the next causing the reader to wonder how she has come to the fascinating and brilliant conclusions presented in Contraries . By examining the Fall of man, she discovers how self-awareness and material preoccupations lead to a corruption of the &quot;natural&quot; self. Later, the discussion of tragedy and transcendence in essays about King Lear and Nostromo reveals the fundamental importance of women-as saviors of the natural world and representatives of salvation for men. Women are the underlying focus of her essays; the archetypes and roles they adhere to and defy as literary characters shape the way she perceives the female. Ultimately, her explorations in Contraries are a way in which she can work through the ambiguous tension between the male and female, which is a preoccupation in her literary fiction.          Oates initially identifies the material world, the gradual insidious attachment to physical objects or ideals as the corrupting influence, the destroyer of men. Interestingly, women are never the ones corrupted by the overpowering temptations of the external world, because as we shall see, women play a far more important role in this ancient and endless cycle. The Fall of man does not take on the archetypal pattern of temptress Eve enticing innocent Adam with the apple that contains self-knowledge, although Oates believes that man's self-awareness does lead to his corruption. She uses The Picture of Dorian Gray , the story of a decadent aristocrat purchasing eternal youth at the expense of his soul, to illustrate her theory regarding man's Fall. About the central character in Oscar Wilde's novel, she writes, &quot;Dorian objectifies his own physical being and his corruption begins at once&quot; (9). Once man fixates on an object outside himself or away from his spiritual being, the infatuation destroys whatever little humanity is contained within him. Dorian's response to the melodramatic death of Sybil Vane is not one of grief or sorrow but &quot;one of surprise and alarm at his own failure to feel grief: 'Why cannot I feel this tragedy as much as I want to?' he complains. . .&quot; (14). The Fall not only leads man away from his essence as a thoughtful human, but also becomes a vehicle for his transformation into an amoral, almost pagan entity, someone who is unable to identify with the emotions of those who have retained their humanity. Oates arrives at the conclusion that Dorian has corrupted his &quot;natural&quot; life through a type of consciousness brought about by his recognition of and infatuation with his own physical beauty.          Oates identifies a similar worldly obsession, leading to a loss of humanity, in Conrad's Nostromo . Conrad paints in shocking detail the insidious effects of greed and exploitation. When the silver mines of the South American republic of Costaguana are threatened by rebel forces, a brave captain, Nostromo, steps in and offers to bury the silver to ensure its safety. Nostromo, the creation of the European imperialists who manages to manipulate his patrons, &quot;suffers a kind of spiritual death when his image of himself is snatched from him; the world of extraverted values, of material, measurable interests has corrupted him&quot;(104). She believes that the Fall of an individual reflects the community as a whole. In order for a citizen to experience the destructive effects of material interests, the civilization must support the individual's delusions, even if it does not directly participate in them.          Yet civilization implicitly violates Nature through its very being; its mere existence denies the spiritual and psychological roots of man. In The Possessed , chaos erupts when a group of radicals appears in a small provincial town. Dostoyevsky uses this violent and confused situation to illustrate his themes of violation and purification; a new society will rise from the ashes of the old. As Oates points out, &quot;Dostoyevsky's grandiose myth is Nature itself, the very earth, that is betrayed and must be redeemed&quot;(25). Oates remains fixated on the idea that through violating Nature, man violates himself, and by losing an essential part of his humanity, man has lost grip on the intangible elements of his soul that could be his redemption. Oates is caught up in the terrible fascination with man's soul, the depths of which she explores through psychological concepts such as the Unconscious and the Anima.          In her illuminating study she finds one possibility for redemption, the one light by which man may struggle in blindness and ignorance in order to reclaim his lost or fallen soul. The route lies through finding the opposing element to his psyche, a union between the male and female components of the unconscious, which thereby completes his soul so man can achieve redemption. Oates is unable simply to acknowledge the necessity of the feminine impulse or influence but must drive home the point in virtually every essay; the concept underlies all of her analysis. Maria, in The Possessed , is &quot;a feminine component of Stavrogin's despairing masculinity&quot; (33), and Ursula of Women In Love &quot;is Birkin's conscience&quot; (146). In Nostromo , &quot;the eternally vigilant, devoted female, Linda, presides over the darkness&quot; (106), and the character of Mrs. Gould is &quot;spiritually necessary&quot; in order to &quot;confirm the split, the compulsive overestimation of the material world&quot; (109).          Oates suggests the feminine is the opposing yet complementary element of the masculine identity, and that she also represents the Unconscious and even the image of the violated and betrayed Nature. If, as Oates theorizes, the fall of man &quot;seems to turn on. . .rational, conscious, 'masculine' knowledge&quot;(35), then the savior of man must embody the suppressed, unconscious &quot;female&quot; awareness that is just as powerful, but more &quot;natural.&quot;          Oates believes that this &quot;union of ego and soul, or masculine and feminine inclinations&quot; (108), is not simply an option, but the necessary route to salvation, because it is the basis for all further spiritual development. Most of the male characters in her essays, such as Stavrogin in The Possessed , Decoud in Nostromo , and most notably King Lear, never reach this level of self-awareness and are doomed to remain under the shadow of their material obsessions. Worse, still, when these characters are leaders, the consequences of failure, according to Oates, are severe: &quot;civilization is split and must fall into chaos&quot; (159). Neither a man nor a people can prosper unless they embrace the feminine elements they might otherwise repress.          If men refuse to take advantage of the salvation that women offer, they and the world suffer, but the feminine itself is not fully lost. Oates suggests that it is the feminine force reasserting itself that disturbs the world of Lear , for instance, where it has been previously suppressed. Shakespeare attributes the very power &quot;for harm, dissolution, and terror&quot; (75) to the absence of the dead queen, what Oates calls &quot;the feminine that is dead.&quot; This particular facet of female identity has always been absent, so no possibility of redemption was available from her. However, when the opportunity arises in the form of Lear's daughter, Cordelia, Lear himself denies her worth and the grace she can bring until she has been murdered. When Cordelia dies, what she represents as the single means by which Nature could be redeemed dies with her, and &quot;one feels that the value she represents should not have been murdered&quot; (75).          Oates identifies a difficult bind in masculinity, where a man's psychological burdens will force him to reject the feminine element even where he unconsciously feels his need for it. At the end of her essay about Conrad's Nostromo , she proposes her theory:          Because the treasure of the soul is bound up with the realization of the male's need for unity with the female, and the female is distrusted, or acceptable only in a merely spiritual sense, man is trapped in time. . .To awaken feminine contents in his own psyche would be a softening of his masculine &quot;Duty,&quot; which cannot be risked-better death, better dissolution. (111)          Tragedy implicitly shadows this fall from grace and is another major theme woven into a historical progression of events that reflect man's disillusionment and separation from Nature, and cannot be escaped. The moments of transcendence, such as Lear's epiphany after the death of Cordelia, are only temporary and ultimately fail in the face of a monumental passage of time. When these flashes of illumination and grace, such as Cordelia, &quot;are brought to trial against the 'cheerless, dark, and deadly' night of the unredeemed universe,. . .[they] are always defeated&quot; (52).          Once again, the bearers of the spiritual affirmation in the midst of physical and material deterioration are women. &quot;The dilemma is that . . . redemption must come only from the female . . .&quot;(61), Oates writes about King Lear , yet later she acknowledges that this redemption must necessarily be thwarted due to the masculine fear of &quot;natural,&quot; spontaneous action, represented by the female. In the situation where there is one-sided development to the male-female model of psychology, tragedy inevitably springs. And so when Cordelia dies, the value that she represents as a savior and Grace, as the rebellious, &quot;natural&quot; life-force, dies with her. The tragic vision accompanying the Fall of man denies the possibility of transcendence.          Oates tackles the issue of women in literature quite uniquely by acknowledging their subtle importance in literary works where they are often portrayed as inferior or secondary characters but, in reality, hold vital roles. She approaches their particular function in literature in overtly psychological terms. Cordelia is the Anima, the supporter and helper of the male instinct, while her sisters Goneril and Regan are actually male figures since they have rejected their femininity by behaving like usurping sons instead of docile daughters. Gudrun, from D.H. Lawrence's Women in Love , assumes &quot;the more destructive qualities of the Magna Mater or the devouring female, and she attains an almost mythic power&quot; over her lover Gerald (145). Oates constantly lapses into recurring motifs of wife/husband, daughter/father, conscious/unconscious, and male/female. Compressing characters into these one-dimensional figures, gives Oates a basis from which to explore the tension and ambiguity between the sexes. By presenting the female characters as archetypes, she shows how male perception of feminine roles defines and shapes the interactions they have with the women in their world. These interactions, where men deny the feminine impulse by killing off representatives of the sex, determine how female characters will live through the work. Ultimately, Oates isn't concerned with the fate of men in literary fiction, but with the fate of the women.          What she explores in her own literary fiction is this fate of women who become victims of their archetypes. When men expect women to act or think in a certain way, the presence of any defiance causes a quick, violent reaction in her bizarre world. In her short story, &quot;Where Are You Going, Where Have You Been?,&quot; the dreamy teenager Connie represents a female archetype, but with a contemporary twist. Connie is a naïve, witless teenager, her mind &quot;filled with trashy daydreams&quot; and concerned solely with the fact that &quot;she was pretty and that was everything.&quot; Yet for all her longings for love and experience, she is innocent, uncorrupted by the harsh realities of adult life. In her fantasies, Connie yearns for an ideal, romantic love, &quot;the way it was in movies and promised by songs.&quot; Although she may have had a few sexual encounters, these remain superficial and are only implied throughout the story. Connie still represents the virginal and untainted female, separate from the corrupting knowledge that accompanies sexual experience. Yet when she dares to defy this pre-determined role through her desires for a richer, more complex(and sexual) personality, Connie is violently confronted with male resistance in the form of Arnold Friend.          Arnold Friend is anything but a &quot;friend,&quot; but instead represents a nameless horror who drives up to Connie's house one Sunday afternoon when she is alone for an encounter that will change her life. Before she realizes just what Friend's purpose is, Connie engages in an elaborate game of naïve flirtation. She pretends disinterest while all the time she remains fascinated with his &quot;sleepy dreamy smile that all the boys used to get across ideas they didn't want to put into words.&quot; Friend insists that Connie get in his jalopy and they go for a ride, yet Connie resists fulfilling her fantasies, which simply angers Friend and causes him to push harder. &quot;You're my date. I'm your lover, honey,&quot; he says, and suddenly Connie realizes why he has come. In response to Connie's flash of apprehension and fear, he replies:          I'll tell you how it is, I'm always nice at first, the first time. I'll hold you so tight you won't think you have to try to get away or pretend anything because you'll know you can't. And I'll come inside you where it's all secret and you'll give in to me and you'll love me.          Friend responds to Connie's longing for knowledge, experience, and love with a bizarre mix of obsessive lust and violent intentions. Connie's desire to step outside her virginal role results in a vicious assault by the male sex. When she tries to run away and call the police inside her house, Friend follows and she feels as if he &quot;was stabbing her. . .again and again with no tenderness.&quot; Connie's sexual wishes are rewarded with this surreal, dreamlike rape after which she is permanently suspended from any conscious thought or action. Friend speaks to her numb, lifeless feeling by saying, &quot;The place where you came from ain't there any more, and where you had in mind to go is cancelled out.&quot;          Oates's story uses the archetypal female figure of a young, innocent Connie to portray the male perception of how such a woman should act-naïve, willing, and accepting. When Connie dares to ask for something outside of her pre-determined role, in this case a type of love that includes sexual knowledge and awareness, she is greeted with her mother's displeasure and a far more violent male reaction. The interaction between Connie and Friend signifies the tension between the male and female characters in literature, although theirs is an extreme example. When Oates contrasts masculine expectations with the reality of the female mind and will, troubling and often violent episodes result. Oates would like to come to some kind of resolution regarding this ambiguity and tension between the sexes, yet leaves &quot;Where Are You Going, Where Have You Been?&quot; open-ended with Connie's acquiescence because such an answer seems beyond our grasp.          Her literary fiction is highly complex in so far as she uses rich symbols to convey the deep psychological meaning behind much of the physical action that takes place. Yet from the simple, formless archetypes leap her rebellious, unique characters; Connie needs the solid basis of a predetermined role in order to defy it, in order to manifest her inherently independent nature. Oates writes about Cordelia as the model female, the embodiment of Grace and Nature, and what fascinates Oates is how deviation from this role causes trouble. As she explains:          It is not so much raw aggression that leads to tragedy, but the loss of control that results from the simple refusal on the part of a &quot;character&quot; to conform to a &quot;role.&quot; Hence, the youngest daughter of the king refuses to be the daughter of a king, but insists upon speaking as a woman who is Cordelia, and no other . . . she declares herself unwilling to lie, she declares herself as a self. (58-59)          This fundamental discrepancy between the masculine idea of what the role of woman encompasses and the actual function of the female both as an archetype and as a self is what causes the chaos and tension between the sexes. Lear finds it necessary to cast off his favorite daughter because of disturbing and dangerous behavior that threatens the status quo; in the same way Friend must violate Connie in order to rid her of defiant impulses.          In Contraries , when Oates presents women as the route to salvation for men, she is constantly asking both herself and her readers why it must be so. Why must it be only women and no one or nothing else that can provide redemption for the fallen man? In &quot;Where Are You Going, Where Have You Been?,&quot; Oates uses Connie to examine the question: &quot;What if women refused to stay in the archetypal role?&quot; Although this story does not keep the male narrative in focus, as do the canonical plots Oates studies in Contraries , it seems that the need to hold women in the place of potential salvation is just as strong. When she tries to step out of this role, and into independence, Connie is punished as brutally as Cordelia before her. While men may fail consciously to realize the salvation that women represent with the &quot;natural&quot; self, subconsciously they refuse to let women escape from their roles as sole saviors of men. When Connie asks for this opportunity to become self-aware, both physically like Dorian Gray, and mentally, the male element fears that she will become corrupted by the material world and lose her ability to become a savior. Oates highlights the difficulty we all have imagining a narrative that doesn't somehow circle back to the male need for salvation, even if the outcome of most of these struggles is violence rather than redemption.          What makes Oates's vision so unique and often disturbing is the bizarre way in which she presents situations, characters, or ideas in order to provoke a reaction among her readers. At this stage of her development, the reaction Oates provokes is simply a profound discomfort. Neither in her reading of the canon in Contraries nor in her own fiction does Oates present a successful resolution of the problem. In a sense, &quot;Where Are You Going, Where Have You Been?&quot; can be read as a contemporary woman's effort to escape the kind of archetypal role that has been developed through years of cultural and literary history. The story charts the woman's failure, rather than the kind of male failure outlined in the essays, but Oates seems to suggest that the one prepares for or even produces the other. Where Cordelia's death is made sublime, Connie's subjection is presented as grisly and mean. Perhaps this shift of focus from the sublime to the obscene is necessary to bring more clearly into focus the longstanding female archetype and provide us with the strength to intervene in such deep-running cultural patterns. Oates certainly does not preach at us, and she never tells us exactly what to do. But reading Connie's story, and reading over Oates's shoulder as she sees the archetype that created it, we are pushed, at least, to read the stories we encounter to find and reflect on the conflicts of human nature they reveal.          Works Cited          Oates, Joyce Carol. Contraries: Essays . New York: Oxford UP, 1981.          ---. &quot;Where Are You Going, Where Have You Been?&quot; 1966. Celestial Timepiece: Joyce Carol Oates Archive. Ed. Randy Souther. Dec. 1996. San Francisco. 10 Dec. 2000. &lt;http://storm.usfca.edu/ ~southerr/wgoing.html&gt;          Return to Mercer Street 2001 Table of Contents                                                                                          [ EWP Home ] [ Program Info ] [ Policies ] [ Mercer Street ] [ EWP Teachers ] [ Writing Center ] [ Resources ] [ Contact EWP ]"}, {"content": "Spring 2015 Course Schedule    |     Hellenic Studies    | New York University                                   Skip to page Content.     NEW YORK UNIVERSITY     ARTS AND SCIENCE     COLLEGE OF ARTS AND SCIENCE     GRADUATE SCHOOL OF ARTS AND SCIENCE                                Home       People       Undergraduate Program       NYU in Athens       Rae Dalven Prize       Events       Student Activities       Alumni       Resources and Affiliations       Employment             Stay Connected           Facebook       Twitter                    Back to Home       Spring 2015 Course Schedule   HEL-UA 104 ELEMENTARY MODERN GREEK II TWR 1100AM-1215PM HEL-UA 106 INTERMEDIATE MODERN GREEK I PREREQUISITE: V56.0105 OR PLACEMENT TEST TWR 200PM-0315PM HEL-UA 108 ADVANCED MODERN GREEK II PREREQUISITE: V56.0107 OR PLACEMENT TEST W 0330PM-0600PM HEL-UA 130   RITSOS AND THE TRAGIC VISION R 0330PM-0600PM HEL-UA 140 RE-IMAGINING GREEK TRAGEDY: CONTEXT, INFLUENCE AND PERFORMANCE T 0330PM-0610PM HEL-UA 159 MODERN GREEK HISTORY SAME AS EURO-UA 983 R 0330PM-0600PM HEL-UA 980 INTERNSHIP PERMISSION REQUIRED HEL-UA 997 INDEPENDENT STUDY PERMISSION REQUIRED                Contact Us | &copy; New York University , Arts and Science"}]}]