[{"detail": [{"content": "Music Performance and Composition: For Chamber Performers (MUCP/CHP-PHD) - Doctoral Program - Graduate Application Guide - NYU Steinhardt                                                                                                   Skip to content       NYU Steinhardt School of Culture, Education, and Human Development         apply now     request info     contact                                               Admissions                    Undergraduate      Admissions              How       to Apply       Visiting       NYU Steinhardt       Tuition and Fees       Financial       Aid       Housing       Transfer Students       Request       Information       Apply       Now                             Graduate      Admissions             How to       Apply       Info Sessions and Events       Tuition        Application Guide       Financial Aid       Housing       Request       Information       Apply Now                             Global      and Special Sessions             Summer       Winter        Study Abroad Programs                                   About Steinhardt                                  Who We Are       Messages from the Dean       Mission and Vision       School Stats       Administration                                       Videos       Social Media Directory       Steinhardt Blogs            Snapshots       Podcasts                                   Academics                   By Level of Study              Undergraduate       Minors       Master's       Doctoral       Certificate                            By Area of Study             Applied Psychology       Art       Education       Health       Media       Music                            Global      and Special Sessions             Global Programs            Summer at Washington Square       Winter at Washington Square                            More      Academics             Academic Departments       Bulletin       Teacher Certification       Courses Listings       Course Evaluations       Course       Search       Lectures and Podcasts                                    Faculty                    Meet      Our Faculty              Alphabetical list       of Faculty       Faculty by Department       Faculty by Expertise       Faculty Blogs       Videos of our Faculty            Faculty Research       News About Our Faculty                            Faculty      Affairs              Open Faculty Positions       Faculty Policies and Guidelines       Faculty Governance       Academic Affairs            Faculty Technology Services       Faculty       Awards       Grants and Funding       Update Your Faculty Bio                                   Students                  Undergraduate Students            Advisement       Registration       Orientation       Transfer Students       Student Honors           Undergraduate Student Government (USG)                            Master's Students            Master's Connection       Advisement       Registration       Orientation       Grants       Graduate Student Organization (GSO)                            Doctoral Students            About Doctoral Studies        Full-Time Funding       Policies       Forms       Events and Deadlines        Research and Grants       Dissertation Guidelines        Past Dissertations                            All Students            Who's Who in Student Affairs       Non-Matriculated Students       Course Schedules and Locations       Graduation and Commencement       Calendar of Events       Student Counseling       Academic Standards       Student Matters Blog       Download Forms and Publications                                 Alumni                    Stay      Connected             Steinhardt Alumni News       NYU Alumni Connect Newsletter       Upcoming NYU Alumni Events       Find an NYU Alumni Club       NYU Alumni Day       Update Your Contact Information       Submit a Class Note        Alumni Profiles       NYU Steinhardt on               NYU Steinhardt Facebook        NYU Steinhardt Twitter        NYU Steinhardt YouTube        NYU Steinhardt LinkedIn                                            Giving      to Steinhardt                The Steinhardt Annual Fund         Make an Online Donation         NYU Giving                             Alumni Resources             NYU Alumni Homepage       Alumni Card and Benefits Program       Wasserman Center for Career Development       Library Privileges                                    Research                    Faculty      Research              Current Research Projects       Faculty       Research Interests       Faculty       Publications       Faculty Research Grant       Opportunities                             Doctoral      Research             Policies       Methods Courses       Forms and Instructions        Events and       Deadlines       Funds       Proposal       and Dissertation                            More Research             Centers and Institutes       Commissions and Consortiums       External Funding Report                                    News and Events                    Recent      News                  NYU Symphony to Play Philip Glass, Valgeir Sigurðsson, at Symphony Space, May 8th       Institute for Education and Social Policy Finds Small High School Reform Boosts Districtwide Outcomes       Secrets of the Sari Revealed at Costume Studies Event, May 2nd       An Evening of Conversation and Performance with Julia Wolfe &#8212; April 29th       At Weekend Hackathon, Experts from NYU and AT&amp;T Look for Solutions for People with Disabilities                            More News             News from NYU Steinhardt       News About Our Faculty       Steinhardt At a Glance       Newsletters            Faculty Blogs       All Blogs                            Press Room             Press Releases       Faculty Experts       Steinhardt in the News       Expert Video Commentary       Press Contact                            Events             Calendar of Events       Events and Conferences                                   Media                               Videos       Blogs       Photo Essays       Podcasts              NYU Steinhardt Facebook        NYU Steinhardt Twitter        NYU Steinhardt YouTube        NYU Steinhardt LinkedIn        NYU Steinhardt RSS        NYU Steinhardt Instagram                                                   Graduate Application Guide                Home    Application Guide    Financial Aid    Tuition and Cost of Attendance    Housing    Events    Study Abroad    Admitted Students                     Ready to Apply?  Start Now                      Music Performance and Composition: For Chamber Performers (MUCP/CHP-PHD) - Doctoral Program            BRIEF DESCRIPTION    Music Performance and Composition: For Chamber Performers.    MAJOR CODE/ACADEMIC PLAN and CREDITS    Major Code: MUCP (Please use this on the Document Cover Sheet)    Degree: PHD    Option: CHP - For Chamber Performers    Credits: 49-55 Credit Program The time to completion of the degree program will vary based on the students' status (full-time versus part-time) and the number of credits registered for each semester.    APPLICATION DEADLINES             SPRING    N/A                 SUMMER    N/A                               FALL    December 1                       Deadlines are \"in-office\" deadlines not postmark deadlines. Failure to meet the deadlines will cause significant delays in processing your application and may exclude your application from consideration.    APPLICATION REQUIREMENTS       Application (online only)    Application Fee (payable by Major Credit card only)    Statement of Purpose (not to exceed 4 pages) discussing your ideas for doctoral research, their context and potential impact, and arguing how your expertise and interests make you the best candidate for pursuing this research. In preparing this statement you should identify the faculty member(s) that you are most interested in working with. The name of this faculty member, together with your name should be included on the header of the statement.    Resume/Curriculum Vitae    Scholarly Writing. Applicants should mail-in at least three research papers that best represent their ability to research and write effectively about their area of specialization. Applicants may include published work as evidence.    3 Letters of Recommendation    One official copy of transcripts from all institutions attended or attending (see transcript information below)    GRE is required    See TOEFL requirements information below       REQUIREMENTS FOR AUDITIONS       Music and Performing Arts Professions - Auditions       NOTE(S)       Scholarly writing must be mailed to: Dr. Paul Horan, NYU Steinhardt, Department of Music and Performing Arts Professions, 35 West Fourth Street, Suite 1077, 10th Floor, New York, N.Y. 10012    It is preferable that all performance applicants schedule a live audition. Those who are unable to audition in person must submit a VHS tape or DVD (PC-formatted) as instructed.    Any requested audition tape, CD, DVD, or portfolio must be sent to NYU Steinhardt-PHD Auditions, Music and Performing Arts, 35 West Fourth Street, Suite 1077, New York, NY 10012 ATTN-MUCP-PHD. Materials must clearly indicate the applicant's name and NYU ID number (if applicable), the program applied to, and the contents of the tape, CD, or DVD.    There are a limited number of full-time fellowships available. If a full-time fellowship is not available you may be interested in being considered for part-time study which provides no school based funding. The online application provides a question in which you indicate your interest in being considered for part-time study should a full-time position be unavailable.       HELPFUL WEBSITE(S)    Department Name: Music and Performing Arts Professions    steinhardt.nyu.edu/music/    steinhardt.nyu.edu/music/doctoral    steinhardt.nyu.edu/music/doctoral/apply/    DEPARTMENT NUMBERS    Telephone: 212 998 5424          ONLINE APPLICATION STATUS     The Office of Graduate Admissions requires applicants to upload official copies of transcripts, copies of the GRE and TOEFL scores [if required], to the online application. In addition to this, we are requiring applicants to register their recommenders via the online system. All of these new measures will greatly facilitate the processing of an application and ensure that Admission Committees receive most, if not all of the components for a completed application at the same time.    ADMISSIONS CONTACT INFORMATION    Office of Graduate Admissions NYU Steinhardt Joseph &amp; Violet Pless Hall 82 Washington Square East, 3rd Floor New York, NY 10003-6680 steinhardt.gradadmissions@nyu.edu 212 998 5030 212 995 4328 (fax)    DEADLINE INFORMATION    Most programs have very firm deadlines so it is always advisable to apply early. All deadlines are \"in-office\" deadlines, not postmark deadlines and it is the responsibility of the applicant to ensure that all materials are in the Office of Graduate Admissions by the appropriate deadline. The Office of Graduate Admissions reserves the right to return any application that arrives after the deadline. Should any deadline fall on a weekend, the in-office deadline will be the next business day. Only completed applications will be considered.    FINANCIAL AID INFORMATION    To learn more about scholarships and other types of Financial aid, including eligibility requirements please visit: http://steinhardt.nyu.edu/financial_aid/ or click on the Financial Aid tab above.    APPLICATION COMPONENTS       Online Application:          The Office of Graduate Admissions will no longer accept paper-based applications. If you have any issues with submitting an application via the online application system, please contact our office immediately. The application must be completed, dated, electronically signed and submitted on or before the deadline, listed above for the term of entry.    Application Fee:   The $75 application fee is payable in the online system by Major Credit Card. if you are having problems submitting your payment via Credit Card, please contact the Office of Graduate Admissions.       Statement of Purpose/Personal Statement:   A typewritten, double-spaced, two- to three-page statement explaining your purpose in undertaking graduate study in your particular program. This is your opportunity to introduce yourself and to inform the Admissions Committee about your goals, interests, and career plans as they relate to your intended academic pursuits. Some programs require other statements and essays in addition to or in lieu of the statement of purpose. Please review the requirements for your program listed above.   R&eacute;sum&eacute;:   A copy of your most recent r&eacute;sum&eacute; or curriculum vitae.   Transcripts:    The Office of Graduate Admissions now requires applicants to upload one (1) official transcript from EVERY postsecondary school attended to the online application. Web printouts of an unofficial transcript is not acceptable.    For more information about this: please visit the Transcript - FAQ page .    GRE Scores (if required) - [ETS Institution Code: 2556]:   The official GRE scores must be on file by the deadline before a decision will be rendered. GRE scores are valid for 5 years. The GRE must be taken again if your GRE scores are older than 5 years.   If the GRE is required for your program you must submit your GRE scores in two formats:        An official GRE score report must be sent to NYU Steinhardt from ETS. NYU Steinhardt's ETS institution code is 2556; a departmental code is not required. Visit http://www.gre.org/ for more information about the exam.    A copy of your GRE score report must be uploaded into the online application under the \"GRE Upload\" section. Web printout or screenshot acceptable .       The Test of English as a Foreign Language (TOEFL) (if required)- [ETS Institution Code: 2556]:    The TOEFL is mandatory for all applicants whose native language is NOT English and did not receive the equivalent of a 4 year U.S. undergraduate education from an institution where English is the official language of instruction. Applicants holding or completing a graduate degree from an English speaking institution are still required to submit a TOEFL if your graduate education was LESS THAN four years in duration at an institution where English was the official language of instruction. The TOEFL cannot be waived.    Although we do not have a required TOEFL score, successful applicants score 100 or above on the Internet-based test or 600 or above on the paper-based test.    If you are required to submit a TOEFL score, you must submit your score in two formats:       An official TOEFL score report must be sent to NYU Steinhardt for ETS. NYU Steinhardt's ETS institution code is 2556; a departmental code is not required. Visit http://www.toefl.org/ for more information about the exam.    A copy of your score TOEFL Score must be uploaded into the online application under the \"TOEFL Upload\" section. Web printout or screenshot acceptable.       Note: NYU Steinhardt does not accept scores from other equivalent exams including IELTS. A second level review of English proficiency will take place after admission. Read more about requirements for Proficiency in English.          Letters of Recommendation:   You are required to send the number of Letters of Recommendation as listed above. There are no forms available for letters of recommendation. Letters should come from individuals who can assess your qualifications and potential for graduate study.    We ask that you register your recommenders or third-party recommendation service in our online application system. Once registered your recommenders will be able to submit their letters electronically. This method allows you to efficiently monitor and follow up with your recommenders.    Note: Once registered your recommenders can submit their online recommendation either before or after you submit your application. It is your responsibility to ensure your recommendations are received by the stated deadline.    Waiving your right of access: On the online system, you can waive or not waive your right of access to letters of recommendation. Once your rights have been selected via the online system, it can not be changed, you have the ability to:       I waive my right of access    I do not waive my right of access       If you are considering NOT waiving your right of access to your letters of recommendation, we strongly urge that you discuss this matter with your potential recommenders.    Please be advised even if you do not waive your right of access to letters of recommendation, you may only see your recommendations if you are or have been in attendance at NYU Steinhardt.    For more information about registering your recommenders: please visit the Letters of Recommendation - FAQ page.        DOCUMENT COVER SHEET    If any materials are mailed to our office for your major/academic plan mail the materials under one mailing using the Document Cover Sheet . Items received without a Document Cover Sheet take longer to process and match to your application.    Please do not mail your materials in binders or folders.    SPECIAL INSTRUCTIONS for ALL INTERNATIONAL APPLICANTS    To learn more about special instructions for all international applicants, please visit: Special Instructions    CAMPUS SECURITY REPORT    New York University&rsquo;s annual Campus Security Report includes statistics for the previous three years concerning reported crimes that occurred on-campus, in certain off-campus buildings or property owned or controlled by NYU, and on public property within or immediately adjacent to the campus. The report also includes institutional policies concerning campus security, such as policies concerning sexual assault, drugs and alcohol. You can obtain a copy of the current report by contacting Thomas Grace, Director of Judicial Affairs and Compliance, Office of the Vice President for Student Affairs (601 Kimmel Center: 212-998-4403) or Jay Zwicker, Crime Prevention Manager, Department of Public Safety (7 Washington Place: 212-998-1451) or by visiting the following website: www.nyu.edu/public.safety/policies/ .    Special Notes from the Office of Graduate Admissions       PLEASE check the online system to confirm that you have successfully submitted your application.    Due to the volume of applications and related materials received the Office of Graduate Admissions will only contact you if your application was successfully submitted and is deemed INCOMPLETE because of missing required materials. Otherwise you will hear from us when the Admissions Committee has made a decision.       Thank you for considering NYU Steinhardt, School of Culture, Education, and Human Development for your Graduate studies.    DEFFERAL/UPDATE POLICY    NYU Steinhardt does not allow deferrals and the Office of Graduate Admissions is no longer permitting applicants to update their application and application materials for future consideration. Applicants who wish to be considered for a future semester must reapply by submitting a new application including all of the supporting materials, including letters of recommendations by the application deadline.    DOCUMENT TYPES for UPLOAD to the Online Application System    - The following are acceptable document types for uploads: PDF, JPEG, JPG, GIF, TIFF, PNG, Bitmap, DOC, and DOCX.                             This site, and all its contents, are Copyright &copy;        by New York University. All rights reserved.    Steinhardt School of Culture, Education, and Human Development - 82 Washington Square East, New York, NY 10003"}]},
{"detail": [{"content": "Music Performance and Composition: For Chamber Performers (MUCP/CHP-PHD) - Doctoral Program - Graduate Application Guide - NYU Steinhardt                                                                                                   Skip to content       NYU Steinhardt School of Culture, Education, and Human Development         apply now     request info     contact                                               Admissions                    Undergraduate      Admissions              How       to Apply       Visiting       NYU Steinhardt       Tuition and Fees       Financial       Aid       Housing       Transfer Students       Request       Information       Apply       Now                             Graduate      Admissions             How to       Apply       Info Sessions and Events       Tuition        Application Guide       Financial Aid       Housing       Request       Information       Apply Now                             Global      and Special Sessions             Summer       Winter        Study Abroad Programs                                   About Steinhardt                                  Who We Are       Messages from the Dean       Mission and Vision       School Stats       Administration                                       Videos       Social Media Directory       Steinhardt Blogs            Snapshots       Podcasts                                   Academics                   By Level of Study              Undergraduate       Minors       Master's       Doctoral       Certificate                            By Area of Study             Applied Psychology       Art       Education       Health       Media       Music                            Global      and Special Sessions             Global Programs            Summer at Washington Square       Winter at Washington Square                            More      Academics             Academic Departments       Bulletin       Teacher Certification       Courses Listings       Course Evaluations       Course       Search       Lectures and Podcasts                                    Faculty                    Meet      Our Faculty              Alphabetical list       of Faculty       Faculty by Department       Faculty by Expertise       Faculty Blogs       Videos of our Faculty            Faculty Research       News About Our Faculty                            Faculty      Affairs              Open Faculty Positions       Faculty Policies and Guidelines       Faculty Governance       Academic Affairs            Faculty Technology Services       Faculty       Awards       Grants and Funding       Update Your Faculty Bio                                   Students                  Undergraduate Students            Advisement       Registration       Orientation       Transfer Students       Student Honors           Undergraduate Student Government (USG)                            Master's Students            Master's Connection       Advisement       Registration       Orientation       Grants       Graduate Student Organization (GSO)                            Doctoral Students            About Doctoral Studies        Full-Time Funding       Policies       Forms       Events and Deadlines        Research and Grants       Dissertation Guidelines        Past Dissertations                            All Students            Who's Who in Student Affairs       Non-Matriculated Students       Course Schedules and Locations       Graduation and Commencement       Calendar of Events       Student Counseling       Academic Standards       Student Matters Blog       Download Forms and Publications                                 Alumni                    Stay      Connected             Steinhardt Alumni News       NYU Alumni Connect Newsletter       Upcoming NYU Alumni Events       Find an NYU Alumni Club       NYU Alumni Day       Update Your Contact Information       Submit a Class Note        Alumni Profiles       NYU Steinhardt on               NYU Steinhardt Facebook        NYU Steinhardt Twitter        NYU Steinhardt YouTube        NYU Steinhardt LinkedIn                                            Giving      to Steinhardt                The Steinhardt Annual Fund         Make an Online Donation         NYU Giving                             Alumni Resources             NYU Alumni Homepage       Alumni Card and Benefits Program       Wasserman Center for Career Development       Library Privileges                                    Research                    Faculty      Research              Current Research Projects       Faculty       Research Interests       Faculty       Publications       Faculty Research Grant       Opportunities                             Doctoral      Research             Policies       Methods Courses       Forms and Instructions        Events and       Deadlines       Funds       Proposal       and Dissertation                            More Research             Centers and Institutes       Commissions and Consortiums       External Funding Report                                    News and Events                    Recent      News                  NYU Symphony to Play Philip Glass, Valgeir Sigurðsson, at Symphony Space, May 8th       Institute for Education and Social Policy Finds Small High School Reform Boosts Districtwide Outcomes       Secrets of the Sari Revealed at Costume Studies Event, May 2nd       An Evening of Conversation and Performance with Julia Wolfe &#8212; April 29th       At Weekend Hackathon, Experts from NYU and AT&amp;T Look for Solutions for People with Disabilities                            More News             News from NYU Steinhardt       News About Our Faculty       Steinhardt At a Glance       Newsletters            Faculty Blogs       All Blogs                            Press Room             Press Releases       Faculty Experts       Steinhardt in the News       Expert Video Commentary       Press Contact                            Events             Calendar of Events       Events and Conferences                                   Media                               Videos       Blogs       Photo Essays       Podcasts              NYU Steinhardt Facebook        NYU Steinhardt Twitter        NYU Steinhardt YouTube        NYU Steinhardt LinkedIn        NYU Steinhardt RSS        NYU Steinhardt Instagram                                                   Graduate Application Guide                Home    Application Guide    Financial Aid    Tuition and Cost of Attendance    Housing    Events    Study Abroad    Admitted Students                     Ready to Apply?  Start Now                      Music Performance and Composition: For Chamber Performers (MUCP/CHP-PHD) - Doctoral Program            BRIEF DESCRIPTION    Music Performance and Composition: For Chamber Performers.    MAJOR CODE/ACADEMIC PLAN and CREDITS    Major Code: MUCP (Please use this on the Document Cover Sheet)    Degree: PHD    Option: CHP - For Chamber Performers    Credits: 49-55 Credit Program The time to completion of the degree program will vary based on the students' status (full-time versus part-time) and the number of credits registered for each semester.    APPLICATION DEADLINES             SPRING    N/A                 SUMMER    N/A                               FALL    December 1                       Deadlines are \"in-office\" deadlines not postmark deadlines. Failure to meet the deadlines will cause significant delays in processing your application and may exclude your application from consideration.    APPLICATION REQUIREMENTS       Application (online only)    Application Fee (payable by Major Credit card only)    Statement of Purpose (not to exceed 4 pages) discussing your ideas for doctoral research, their context and potential impact, and arguing how your expertise and interests make you the best candidate for pursuing this research. In preparing this statement you should identify the faculty member(s) that you are most interested in working with. The name of this faculty member, together with your name should be included on the header of the statement.    Resume/Curriculum Vitae    Scholarly Writing. Applicants should mail-in at least three research papers that best represent their ability to research and write effectively about their area of specialization. Applicants may include published work as evidence.    3 Letters of Recommendation    One official copy of transcripts from all institutions attended or attending (see transcript information below)    GRE is required    See TOEFL requirements information below       REQUIREMENTS FOR AUDITIONS       Music and Performing Arts Professions - Auditions       NOTE(S)       Scholarly writing must be mailed to: Dr. Paul Horan, NYU Steinhardt, Department of Music and Performing Arts Professions, 35 West Fourth Street, Suite 1077, 10th Floor, New York, N.Y. 10012    It is preferable that all performance applicants schedule a live audition. Those who are unable to audition in person must submit a VHS tape or DVD (PC-formatted) as instructed.    Any requested audition tape, CD, DVD, or portfolio must be sent to NYU Steinhardt-PHD Auditions, Music and Performing Arts, 35 West Fourth Street, Suite 1077, New York, NY 10012 ATTN-MUCP-PHD. Materials must clearly indicate the applicant's name and NYU ID number (if applicable), the program applied to, and the contents of the tape, CD, or DVD.    There are a limited number of full-time fellowships available. If a full-time fellowship is not available you may be interested in being considered for part-time study which provides no school based funding. The online application provides a question in which you indicate your interest in being considered for part-time study should a full-time position be unavailable.       HELPFUL WEBSITE(S)    Department Name: Music and Performing Arts Professions    steinhardt.nyu.edu/music/    steinhardt.nyu.edu/music/doctoral    steinhardt.nyu.edu/music/doctoral/apply/    DEPARTMENT NUMBERS    Telephone: 212 998 5424          ONLINE APPLICATION STATUS     The Office of Graduate Admissions requires applicants to upload official copies of transcripts, copies of the GRE and TOEFL scores [if required], to the online application. In addition to this, we are requiring applicants to register their recommenders via the online system. All of these new measures will greatly facilitate the processing of an application and ensure that Admission Committees receive most, if not all of the components for a completed application at the same time.    ADMISSIONS CONTACT INFORMATION    Office of Graduate Admissions NYU Steinhardt Joseph &amp; Violet Pless Hall 82 Washington Square East, 3rd Floor New York, NY 10003-6680 steinhardt.gradadmissions@nyu.edu 212 998 5030 212 995 4328 (fax)    DEADLINE INFORMATION    Most programs have very firm deadlines so it is always advisable to apply early. All deadlines are \"in-office\" deadlines, not postmark deadlines and it is the responsibility of the applicant to ensure that all materials are in the Office of Graduate Admissions by the appropriate deadline. The Office of Graduate Admissions reserves the right to return any application that arrives after the deadline. Should any deadline fall on a weekend, the in-office deadline will be the next business day. Only completed applications will be considered.    FINANCIAL AID INFORMATION    To learn more about scholarships and other types of Financial aid, including eligibility requirements please visit: http://steinhardt.nyu.edu/financial_aid/ or click on the Financial Aid tab above.    APPLICATION COMPONENTS       Online Application:          The Office of Graduate Admissions will no longer accept paper-based applications. If you have any issues with submitting an application via the online application system, please contact our office immediately. The application must be completed, dated, electronically signed and submitted on or before the deadline, listed above for the term of entry.    Application Fee:   The $75 application fee is payable in the online system by Major Credit Card. if you are having problems submitting your payment via Credit Card, please contact the Office of Graduate Admissions.       Statement of Purpose/Personal Statement:   A typewritten, double-spaced, two- to three-page statement explaining your purpose in undertaking graduate study in your particular program. This is your opportunity to introduce yourself and to inform the Admissions Committee about your goals, interests, and career plans as they relate to your intended academic pursuits. Some programs require other statements and essays in addition to or in lieu of the statement of purpose. Please review the requirements for your program listed above.   R&eacute;sum&eacute;:   A copy of your most recent r&eacute;sum&eacute; or curriculum vitae.   Transcripts:    The Office of Graduate Admissions now requires applicants to upload one (1) official transcript from EVERY postsecondary school attended to the online application. Web printouts of an unofficial transcript is not acceptable.    For more information about this: please visit the Transcript - FAQ page .    GRE Scores (if required) - [ETS Institution Code: 2556]:   The official GRE scores must be on file by the deadline before a decision will be rendered. GRE scores are valid for 5 years. The GRE must be taken again if your GRE scores are older than 5 years.   If the GRE is required for your program you must submit your GRE scores in two formats:        An official GRE score report must be sent to NYU Steinhardt from ETS. NYU Steinhardt's ETS institution code is 2556; a departmental code is not required. Visit http://www.gre.org/ for more information about the exam.    A copy of your GRE score report must be uploaded into the online application under the \"GRE Upload\" section. Web printout or screenshot acceptable .       The Test of English as a Foreign Language (TOEFL) (if required)- [ETS Institution Code: 2556]:    The TOEFL is mandatory for all applicants whose native language is NOT English and did not receive the equivalent of a 4 year U.S. undergraduate education from an institution where English is the official language of instruction. Applicants holding or completing a graduate degree from an English speaking institution are still required to submit a TOEFL if your graduate education was LESS THAN four years in duration at an institution where English was the official language of instruction. The TOEFL cannot be waived.    Although we do not have a required TOEFL score, successful applicants score 100 or above on the Internet-based test or 600 or above on the paper-based test.    If you are required to submit a TOEFL score, you must submit your score in two formats:       An official TOEFL score report must be sent to NYU Steinhardt for ETS. NYU Steinhardt's ETS institution code is 2556; a departmental code is not required. Visit http://www.toefl.org/ for more information about the exam.    A copy of your score TOEFL Score must be uploaded into the online application under the \"TOEFL Upload\" section. Web printout or screenshot acceptable.       Note: NYU Steinhardt does not accept scores from other equivalent exams including IELTS. A second level review of English proficiency will take place after admission. Read more about requirements for Proficiency in English.          Letters of Recommendation:   You are required to send the number of Letters of Recommendation as listed above. There are no forms available for letters of recommendation. Letters should come from individuals who can assess your qualifications and potential for graduate study.    We ask that you register your recommenders or third-party recommendation service in our online application system. Once registered your recommenders will be able to submit their letters electronically. This method allows you to efficiently monitor and follow up with your recommenders.    Note: Once registered your recommenders can submit their online recommendation either before or after you submit your application. It is your responsibility to ensure your recommendations are received by the stated deadline.    Waiving your right of access: On the online system, you can waive or not waive your right of access to letters of recommendation. Once your rights have been selected via the online system, it can not be changed, you have the ability to:       I waive my right of access    I do not waive my right of access       If you are considering NOT waiving your right of access to your letters of recommendation, we strongly urge that you discuss this matter with your potential recommenders.    Please be advised even if you do not waive your right of access to letters of recommendation, you may only see your recommendations if you are or have been in attendance at NYU Steinhardt.    For more information about registering your recommenders: please visit the Letters of Recommendation - FAQ page.        DOCUMENT COVER SHEET    If any materials are mailed to our office for your major/academic plan mail the materials under one mailing using the Document Cover Sheet . Items received without a Document Cover Sheet take longer to process and match to your application.    Please do not mail your materials in binders or folders.    SPECIAL INSTRUCTIONS for ALL INTERNATIONAL APPLICANTS    To learn more about special instructions for all international applicants, please visit: Special Instructions    CAMPUS SECURITY REPORT    New York University&rsquo;s annual Campus Security Report includes statistics for the previous three years concerning reported crimes that occurred on-campus, in certain off-campus buildings or property owned or controlled by NYU, and on public property within or immediately adjacent to the campus. The report also includes institutional policies concerning campus security, such as policies concerning sexual assault, drugs and alcohol. You can obtain a copy of the current report by contacting Thomas Grace, Director of Judicial Affairs and Compliance, Office of the Vice President for Student Affairs (601 Kimmel Center: 212-998-4403) or Jay Zwicker, Crime Prevention Manager, Department of Public Safety (7 Washington Place: 212-998-1451) or by visiting the following website: www.nyu.edu/public.safety/policies/ .    Special Notes from the Office of Graduate Admissions       PLEASE check the online system to confirm that you have successfully submitted your application.    Due to the volume of applications and related materials received the Office of Graduate Admissions will only contact you if your application was successfully submitted and is deemed INCOMPLETE because of missing required materials. Otherwise you will hear from us when the Admissions Committee has made a decision.       Thank you for considering NYU Steinhardt, School of Culture, Education, and Human Development for your Graduate studies.    DEFFERAL/UPDATE POLICY    NYU Steinhardt does not allow deferrals and the Office of Graduate Admissions is no longer permitting applicants to update their application and application materials for future consideration. Applicants who wish to be considered for a future semester must reapply by submitting a new application including all of the supporting materials, including letters of recommendations by the application deadline.    DOCUMENT TYPES for UPLOAD to the Online Application System    - The following are acceptable document types for uploads: PDF, JPEG, JPG, GIF, TIFF, PNG, Bitmap, DOC, and DOCX.                             This site, and all its contents, are Copyright &copy;        by New York University. All rights reserved.    Steinhardt School of Culture, Education, and Human Development - 82 Washington Square East, New York, NY 10003"}, {"content": "SummerStrings@NYU: Audition Preparation Workshop - Summer Programs - NYU Steinhardt                                                      Skip to content         NYU Steinhardt School of Culture, Education, and Human Development             apply now     request info     contact                                     Department of Music and Performing Arts Professions           Overview        Location     History     Director's Message     International Welcome and History           Academics        Brass Studies     Woodwind Studies     String Studies     Percussion Studies     Jazz Studies     Piano Studies     Music Theatre     Classical Voice and Opera Studies     Music Composition     Scoring for Film and Multimedia     Songwriting     Music Business     Music Technology     Music Education     Music Therapy     Dance Education     Educational Theatre     Performing Arts Administration     Drama Therapy     Summer Programs     Study Abroad     Music Minor           Admissions        Undergraduate     Graduate     Doctoral     Prospective Student Auditions           People        Faculty     Students     Alumni     Staff           Ensembles        Overview     Audition Guidelines     Audition Requirements     Online Audition Registration           Research        ArtsPraxis     Music and the Moving Image     Music and Audio Research Laboratory     Center for Research in Dance Education     Faculty Research Interests     Faculty Collaborations           Events        Facilities        Facilities     Music Technology Facilities           FAQ                 Summer Programs                 Programs      Instrumental Performance          Summer Brass Workshop      Broadway Percussion Seminar      Jazz Improv Workshop      Karen Tuttle Coordination Conference      Piano Intensive      SummerStrings@NYU      Summer Institute for Woodwind Studies           Vocal Performance          Classical Voice Intensive      Summer Study in Music Theatre           Scoring & Songwriting          ASCAP Film Scoring Workshop      NYU/BMI Music in Advertising Workshop      Summer Songwriters Workshop      Music and the Moving Image           Music Business          What Makes a Star?      Music Business Innovation Lab           Music Technology          Summer Electronic Music Institute      Summer Institute of Music Production Technology      Girls Electronic Music Seminar           Music Education          IMPACT Workshop      IMPACT Conference      Kodály Summer Institute      Kodály Summer Institute in Hungary     Performamatics           Dance Education          Teaching Contemporary Limón      Summer Dance Intensive           Educational Theatre          Looking for Shakespeare      New Plays for Young Audiences           Music Therapy          Nordoff-Robbins Music Therapy           Music Theory          Music Theory Pedagogy Workshop              Application Information        How to Apply     Audition Requirements     Housing & Meal Plans     Finances     International Students     Current NYU Students     Information for Summer Students     Information for Parents        Contact Us                     SummerStrings@NYU: Audition Preparation Workshop                        Program Description | Courses and Faculty | Costs | Apply and Audition | For More Information    Overview    Intended For: High School, Undergraduates and Graduate Students    See the Audition Preparation Workshop at a glance:       Program Dates: June 29 - July 17, 2015    Priority Application Deadline: March 15, 2015    Final Application Deadline: May 1, 2015    Required Student Orientation: June 28, 2015    Housing Dates: June 28 - July 18, 2015    Tuition: $1,800    String Studies        Program Description    NYU SummerStrings Workshops:          College Audition Workshop for high school sophomores, juniors and seniors    Graduate School/Competition Workshop for college/graduate students          The NYU SummerStrings Audition Workshops are open to today&rsquo;s most talented and promising young musicians, offering intensive training for many types of string auditions. There are two concurrent workshops held over three weeks: one for high school students preparing for college auditions and the other for college and graduate students preparing for competitions and/or graduate school auditions. The intensity of the schedule and exacting performance standards make SummerStrings most appropriate for serious, dedicated musicians ages 15-25.       These audition workshops will give you the skills you need to forge ahead with confidence! Under the guidance of NYU string faculty members, many of whom have won major competitions and orchestral auditions, you will spend your days putting together the elements needed for a successful audition. Faculty will assist you in preparing solo Bach, concerti, showpieces and etudes. You will learn sports psychology techniques to help deal with performance anxiety such as centering, mental practice and the perfect formula for audition preparation.       SummerStrings is pleased to offer Alexander Technique sessions to correct posture and teach bodily self-awareness. Participants who struggle with persistent bad habits have the opportunity to learn a ground-breaking method of overcoming them in as little as an hour. A select few participants will also have the opportunity to make a fully edited recording in NYU&rsquo;s state-of-the-art James L. Dolan Studio .       Upon completion of the course, you will have a clearer understanding of the audition process that will enable you to achieve your goals!    Courses and Faculty    Both programs include:          Two private lessons per week    One hour of daily chamber music rehearsal or coaching    One hour classes held each afternoon on a series of topics ranging from building confidence through audition strategies to developing one&rsquo;s musical voice through improvisation and freedom of expression    Five hours of daily practice time    Performance opportunities at bi-weekly student performances, master classes and chamber music recitals    Evening and weekend activities that in the past have included NY Philharmonic concerts, sightseeing in New York City and visits to museums          NYU Artist faculty include Cyrus Beroukhim , Stephanie Chase , Gregory Fulkerson , Kikuei Ikeda , Anton Miller , Naoko Tanaka , violin; Stephanie Baer , Shmuel Katz , Karen Ritscher , viola; Marion Feldman , Eileen Moon , Edward Arron , cello; Joseph Bongiorno , bass; Edward Malave , Alexander Technique and Justin Hines, improvisation.    Costs    Below are all costs associated with SummerStrings@NYU:       Tuition: $1,800    Optional Programming Fee: $120    Application Fee: $50; nonrefundable and paid at the end of the 2015 Summer Application    Housing &amp; Meal Plan (optional): $1,143 shared room with 10 meals and 30 Dining Dollars &ndash; see the Housing &amp; Meal Plan page for more information       Please note that there are additional fees for all International Students . For information about financial aid and scholarships, see the Finances page.    Apply and Audition    The College Audition Workshop is open to high school sophomores and juniors. The Graduate School/Competition Audition Workshop is open to current college students. Both programs have limited enrollment so register early to ensure your space!    If you would like to be considered for the workshop you must complete the following:       Complete a 2015 Summer Application    Submit all Audition Requirements and supplemental materials       Please note: late applications will be considered as space permits.    For More Information                         Program Administration          MPAP Summer Programs 35 West 4th St reet , Suite 1077 New York, NY 10012 212-998-5438 mpap.summer@nyu.edu          Academic Content           Stephanie Baer String Studies Director 35 West 4th St reet , Suite 1077 New York, NY 10012 212-992-9447 stephanie.baer@nyu.edu                    Cyrus Beroukhim Associate Music Professor 35 West 4th St reet , Suite 1077 New York, NY 10012 212-992-9464 csb5@nyu.edu                                                                               Department of Music and Performing Arts Professions - 35 W. 4th Street, Suite 1077 -  New York, NY 10012 -  212 998 5424    This site, and all its contents, are Copyright &copy;    by New York University. All rights reserved."}]},
{"detail": [{"content": "Music Performance and Composition: For Chamber Performers (MUCP/CHP-PHD) - Doctoral Program - Graduate Application Guide - NYU Steinhardt                                                                                                   Skip to content       NYU Steinhardt School of Culture, Education, and Human Development         apply now     request info     contact                                               Admissions                    Undergraduate      Admissions              How       to Apply       Visiting       NYU Steinhardt       Tuition and Fees       Financial       Aid       Housing       Transfer Students       Request       Information       Apply       Now                             Graduate      Admissions             How to       Apply       Info Sessions and Events       Tuition        Application Guide       Financial Aid       Housing       Request       Information       Apply Now                             Global      and Special Sessions             Summer       Winter        Study Abroad Programs                                   About Steinhardt                                  Who We Are       Messages from the Dean       Mission and Vision       School Stats       Administration                                       Videos       Social Media Directory       Steinhardt Blogs            Snapshots       Podcasts                                   Academics                   By Level of Study              Undergraduate       Minors       Master's       Doctoral       Certificate                            By Area of Study             Applied Psychology       Art       Education       Health       Media       Music                            Global      and Special Sessions             Global Programs            Summer at Washington Square       Winter at Washington Square                            More      Academics             Academic Departments       Bulletin       Teacher Certification       Courses Listings       Course Evaluations       Course       Search       Lectures and Podcasts                                    Faculty                    Meet      Our Faculty              Alphabetical list       of Faculty       Faculty by Department       Faculty by Expertise       Faculty Blogs       Videos of our Faculty            Faculty Research       News About Our Faculty                            Faculty      Affairs              Open Faculty Positions       Faculty Policies and Guidelines       Faculty Governance       Academic Affairs            Faculty Technology Services       Faculty       Awards       Grants and Funding       Update Your Faculty Bio                                   Students                  Undergraduate Students            Advisement       Registration       Orientation       Transfer Students       Student Honors           Undergraduate Student Government (USG)                            Master's Students            Master's Connection       Advisement       Registration       Orientation       Grants       Graduate Student Organization (GSO)                            Doctoral Students            About Doctoral Studies        Full-Time Funding       Policies       Forms       Events and Deadlines        Research and Grants       Dissertation Guidelines        Past Dissertations                            All Students            Who's Who in Student Affairs       Non-Matriculated Students       Course Schedules and Locations       Graduation and Commencement       Calendar of Events       Student Counseling       Academic Standards       Student Matters Blog       Download Forms and Publications                                 Alumni                    Stay      Connected             Steinhardt Alumni News       NYU Alumni Connect Newsletter       Upcoming NYU Alumni Events       Find an NYU Alumni Club       NYU Alumni Day       Update Your Contact Information       Submit a Class Note        Alumni Profiles       NYU Steinhardt on               NYU Steinhardt Facebook        NYU Steinhardt Twitter        NYU Steinhardt YouTube        NYU Steinhardt LinkedIn                                            Giving      to Steinhardt                The Steinhardt Annual Fund         Make an Online Donation         NYU Giving                             Alumni Resources             NYU Alumni Homepage       Alumni Card and Benefits Program       Wasserman Center for Career Development       Library Privileges                                    Research                    Faculty      Research              Current Research Projects       Faculty       Research Interests       Faculty       Publications       Faculty Research Grant       Opportunities                             Doctoral      Research             Policies       Methods Courses       Forms and Instructions        Events and       Deadlines       Funds       Proposal       and Dissertation                            More Research             Centers and Institutes       Commissions and Consortiums       External Funding Report                                    News and Events                    Recent      News                  NYU Symphony to Play Philip Glass, Valgeir Sigurðsson, at Symphony Space, May 8th       Institute for Education and Social Policy Finds Small High School Reform Boosts Districtwide Outcomes       Secrets of the Sari Revealed at Costume Studies Event, May 2nd       An Evening of Conversation and Performance with Julia Wolfe &#8212; April 29th       At Weekend Hackathon, Experts from NYU and AT&amp;T Look for Solutions for People with Disabilities                            More News             News from NYU Steinhardt       News About Our Faculty       Steinhardt At a Glance       Newsletters            Faculty Blogs       All Blogs                            Press Room             Press Releases       Faculty Experts       Steinhardt in the News       Expert Video Commentary       Press Contact                            Events             Calendar of Events       Events and Conferences                                   Media                               Videos       Blogs       Photo Essays       Podcasts              NYU Steinhardt Facebook        NYU Steinhardt Twitter        NYU Steinhardt YouTube        NYU Steinhardt LinkedIn        NYU Steinhardt RSS        NYU Steinhardt Instagram                                                   Graduate Application Guide                Home    Application Guide    Financial Aid    Tuition and Cost of Attendance    Housing    Events    Study Abroad    Admitted Students                     Ready to Apply?  Start Now                      Music Performance and Composition: For Chamber Performers (MUCP/CHP-PHD) - Doctoral Program            BRIEF DESCRIPTION    Music Performance and Composition: For Chamber Performers.    MAJOR CODE/ACADEMIC PLAN and CREDITS    Major Code: MUCP (Please use this on the Document Cover Sheet)    Degree: PHD    Option: CHP - For Chamber Performers    Credits: 49-55 Credit Program The time to completion of the degree program will vary based on the students' status (full-time versus part-time) and the number of credits registered for each semester.    APPLICATION DEADLINES             SPRING    N/A                 SUMMER    N/A                               FALL    December 1                       Deadlines are \"in-office\" deadlines not postmark deadlines. Failure to meet the deadlines will cause significant delays in processing your application and may exclude your application from consideration.    APPLICATION REQUIREMENTS       Application (online only)    Application Fee (payable by Major Credit card only)    Statement of Purpose (not to exceed 4 pages) discussing your ideas for doctoral research, their context and potential impact, and arguing how your expertise and interests make you the best candidate for pursuing this research. In preparing this statement you should identify the faculty member(s) that you are most interested in working with. The name of this faculty member, together with your name should be included on the header of the statement.    Resume/Curriculum Vitae    Scholarly Writing. Applicants should mail-in at least three research papers that best represent their ability to research and write effectively about their area of specialization. Applicants may include published work as evidence.    3 Letters of Recommendation    One official copy of transcripts from all institutions attended or attending (see transcript information below)    GRE is required    See TOEFL requirements information below       REQUIREMENTS FOR AUDITIONS       Music and Performing Arts Professions - Auditions       NOTE(S)       Scholarly writing must be mailed to: Dr. Paul Horan, NYU Steinhardt, Department of Music and Performing Arts Professions, 35 West Fourth Street, Suite 1077, 10th Floor, New York, N.Y. 10012    It is preferable that all performance applicants schedule a live audition. Those who are unable to audition in person must submit a VHS tape or DVD (PC-formatted) as instructed.    Any requested audition tape, CD, DVD, or portfolio must be sent to NYU Steinhardt-PHD Auditions, Music and Performing Arts, 35 West Fourth Street, Suite 1077, New York, NY 10012 ATTN-MUCP-PHD. Materials must clearly indicate the applicant's name and NYU ID number (if applicable), the program applied to, and the contents of the tape, CD, or DVD.    There are a limited number of full-time fellowships available. If a full-time fellowship is not available you may be interested in being considered for part-time study which provides no school based funding. The online application provides a question in which you indicate your interest in being considered for part-time study should a full-time position be unavailable.       HELPFUL WEBSITE(S)    Department Name: Music and Performing Arts Professions    steinhardt.nyu.edu/music/    steinhardt.nyu.edu/music/doctoral    steinhardt.nyu.edu/music/doctoral/apply/    DEPARTMENT NUMBERS    Telephone: 212 998 5424          ONLINE APPLICATION STATUS     The Office of Graduate Admissions requires applicants to upload official copies of transcripts, copies of the GRE and TOEFL scores [if required], to the online application. In addition to this, we are requiring applicants to register their recommenders via the online system. All of these new measures will greatly facilitate the processing of an application and ensure that Admission Committees receive most, if not all of the components for a completed application at the same time.    ADMISSIONS CONTACT INFORMATION    Office of Graduate Admissions NYU Steinhardt Joseph &amp; Violet Pless Hall 82 Washington Square East, 3rd Floor New York, NY 10003-6680 steinhardt.gradadmissions@nyu.edu 212 998 5030 212 995 4328 (fax)    DEADLINE INFORMATION    Most programs have very firm deadlines so it is always advisable to apply early. All deadlines are \"in-office\" deadlines, not postmark deadlines and it is the responsibility of the applicant to ensure that all materials are in the Office of Graduate Admissions by the appropriate deadline. The Office of Graduate Admissions reserves the right to return any application that arrives after the deadline. Should any deadline fall on a weekend, the in-office deadline will be the next business day. Only completed applications will be considered.    FINANCIAL AID INFORMATION    To learn more about scholarships and other types of Financial aid, including eligibility requirements please visit: http://steinhardt.nyu.edu/financial_aid/ or click on the Financial Aid tab above.    APPLICATION COMPONENTS       Online Application:          The Office of Graduate Admissions will no longer accept paper-based applications. If you have any issues with submitting an application via the online application system, please contact our office immediately. The application must be completed, dated, electronically signed and submitted on or before the deadline, listed above for the term of entry.    Application Fee:   The $75 application fee is payable in the online system by Major Credit Card. if you are having problems submitting your payment via Credit Card, please contact the Office of Graduate Admissions.       Statement of Purpose/Personal Statement:   A typewritten, double-spaced, two- to three-page statement explaining your purpose in undertaking graduate study in your particular program. This is your opportunity to introduce yourself and to inform the Admissions Committee about your goals, interests, and career plans as they relate to your intended academic pursuits. Some programs require other statements and essays in addition to or in lieu of the statement of purpose. Please review the requirements for your program listed above.   R&eacute;sum&eacute;:   A copy of your most recent r&eacute;sum&eacute; or curriculum vitae.   Transcripts:    The Office of Graduate Admissions now requires applicants to upload one (1) official transcript from EVERY postsecondary school attended to the online application. Web printouts of an unofficial transcript is not acceptable.    For more information about this: please visit the Transcript - FAQ page .    GRE Scores (if required) - [ETS Institution Code: 2556]:   The official GRE scores must be on file by the deadline before a decision will be rendered. GRE scores are valid for 5 years. The GRE must be taken again if your GRE scores are older than 5 years.   If the GRE is required for your program you must submit your GRE scores in two formats:        An official GRE score report must be sent to NYU Steinhardt from ETS. NYU Steinhardt's ETS institution code is 2556; a departmental code is not required. Visit http://www.gre.org/ for more information about the exam.    A copy of your GRE score report must be uploaded into the online application under the \"GRE Upload\" section. Web printout or screenshot acceptable .       The Test of English as a Foreign Language (TOEFL) (if required)- [ETS Institution Code: 2556]:    The TOEFL is mandatory for all applicants whose native language is NOT English and did not receive the equivalent of a 4 year U.S. undergraduate education from an institution where English is the official language of instruction. Applicants holding or completing a graduate degree from an English speaking institution are still required to submit a TOEFL if your graduate education was LESS THAN four years in duration at an institution where English was the official language of instruction. The TOEFL cannot be waived.    Although we do not have a required TOEFL score, successful applicants score 100 or above on the Internet-based test or 600 or above on the paper-based test.    If you are required to submit a TOEFL score, you must submit your score in two formats:       An official TOEFL score report must be sent to NYU Steinhardt for ETS. NYU Steinhardt's ETS institution code is 2556; a departmental code is not required. Visit http://www.toefl.org/ for more information about the exam.    A copy of your score TOEFL Score must be uploaded into the online application under the \"TOEFL Upload\" section. Web printout or screenshot acceptable.       Note: NYU Steinhardt does not accept scores from other equivalent exams including IELTS. A second level review of English proficiency will take place after admission. Read more about requirements for Proficiency in English.          Letters of Recommendation:   You are required to send the number of Letters of Recommendation as listed above. There are no forms available for letters of recommendation. Letters should come from individuals who can assess your qualifications and potential for graduate study.    We ask that you register your recommenders or third-party recommendation service in our online application system. Once registered your recommenders will be able to submit their letters electronically. This method allows you to efficiently monitor and follow up with your recommenders.    Note: Once registered your recommenders can submit their online recommendation either before or after you submit your application. It is your responsibility to ensure your recommendations are received by the stated deadline.    Waiving your right of access: On the online system, you can waive or not waive your right of access to letters of recommendation. Once your rights have been selected via the online system, it can not be changed, you have the ability to:       I waive my right of access    I do not waive my right of access       If you are considering NOT waiving your right of access to your letters of recommendation, we strongly urge that you discuss this matter with your potential recommenders.    Please be advised even if you do not waive your right of access to letters of recommendation, you may only see your recommendations if you are or have been in attendance at NYU Steinhardt.    For more information about registering your recommenders: please visit the Letters of Recommendation - FAQ page.        DOCUMENT COVER SHEET    If any materials are mailed to our office for your major/academic plan mail the materials under one mailing using the Document Cover Sheet . Items received without a Document Cover Sheet take longer to process and match to your application.    Please do not mail your materials in binders or folders.    SPECIAL INSTRUCTIONS for ALL INTERNATIONAL APPLICANTS    To learn more about special instructions for all international applicants, please visit: Special Instructions    CAMPUS SECURITY REPORT    New York University&rsquo;s annual Campus Security Report includes statistics for the previous three years concerning reported crimes that occurred on-campus, in certain off-campus buildings or property owned or controlled by NYU, and on public property within or immediately adjacent to the campus. The report also includes institutional policies concerning campus security, such as policies concerning sexual assault, drugs and alcohol. You can obtain a copy of the current report by contacting Thomas Grace, Director of Judicial Affairs and Compliance, Office of the Vice President for Student Affairs (601 Kimmel Center: 212-998-4403) or Jay Zwicker, Crime Prevention Manager, Department of Public Safety (7 Washington Place: 212-998-1451) or by visiting the following website: www.nyu.edu/public.safety/policies/ .    Special Notes from the Office of Graduate Admissions       PLEASE check the online system to confirm that you have successfully submitted your application.    Due to the volume of applications and related materials received the Office of Graduate Admissions will only contact you if your application was successfully submitted and is deemed INCOMPLETE because of missing required materials. Otherwise you will hear from us when the Admissions Committee has made a decision.       Thank you for considering NYU Steinhardt, School of Culture, Education, and Human Development for your Graduate studies.    DEFFERAL/UPDATE POLICY    NYU Steinhardt does not allow deferrals and the Office of Graduate Admissions is no longer permitting applicants to update their application and application materials for future consideration. Applicants who wish to be considered for a future semester must reapply by submitting a new application including all of the supporting materials, including letters of recommendations by the application deadline.    DOCUMENT TYPES for UPLOAD to the Online Application System    - The following are acceptable document types for uploads: PDF, JPEG, JPG, GIF, TIFF, PNG, Bitmap, DOC, and DOCX.                             This site, and all its contents, are Copyright &copy;        by New York University. All rights reserved.    Steinhardt School of Culture, Education, and Human Development - 82 Washington Square East, New York, NY 10003"}, {"content": "SummerStrings@NYU: Audition Preparation Workshop - Summer Programs - NYU Steinhardt                                                      Skip to content         NYU Steinhardt School of Culture, Education, and Human Development             apply now     request info     contact                                     Department of Music and Performing Arts Professions           Overview        Location     History     Director's Message     International Welcome and History           Academics        Brass Studies     Woodwind Studies     String Studies     Percussion Studies     Jazz Studies     Piano Studies     Music Theatre     Classical Voice and Opera Studies     Music Composition     Scoring for Film and Multimedia     Songwriting     Music Business     Music Technology     Music Education     Music Therapy     Dance Education     Educational Theatre     Performing Arts Administration     Drama Therapy     Summer Programs     Study Abroad     Music Minor           Admissions        Undergraduate     Graduate     Doctoral     Prospective Student Auditions           People        Faculty     Students     Alumni     Staff           Ensembles        Overview     Audition Guidelines     Audition Requirements     Online Audition Registration           Research        ArtsPraxis     Music and the Moving Image     Music and Audio Research Laboratory     Center for Research in Dance Education     Faculty Research Interests     Faculty Collaborations           Events        Facilities        Facilities     Music Technology Facilities           FAQ                 Summer Programs                 Programs      Instrumental Performance          Summer Brass Workshop      Broadway Percussion Seminar      Jazz Improv Workshop      Karen Tuttle Coordination Conference      Piano Intensive      SummerStrings@NYU      Summer Institute for Woodwind Studies           Vocal Performance          Classical Voice Intensive      Summer Study in Music Theatre           Scoring & Songwriting          ASCAP Film Scoring Workshop      NYU/BMI Music in Advertising Workshop      Summer Songwriters Workshop      Music and the Moving Image           Music Business          What Makes a Star?      Music Business Innovation Lab           Music Technology          Summer Electronic Music Institute      Summer Institute of Music Production Technology      Girls Electronic Music Seminar           Music Education          IMPACT Workshop      IMPACT Conference      Kodály Summer Institute      Kodály Summer Institute in Hungary     Performamatics           Dance Education          Teaching Contemporary Limón      Summer Dance Intensive           Educational Theatre          Looking for Shakespeare      New Plays for Young Audiences           Music Therapy          Nordoff-Robbins Music Therapy           Music Theory          Music Theory Pedagogy Workshop              Application Information        How to Apply     Audition Requirements     Housing & Meal Plans     Finances     International Students     Current NYU Students     Information for Summer Students     Information for Parents        Contact Us                     SummerStrings@NYU: Audition Preparation Workshop                        Program Description | Courses and Faculty | Costs | Apply and Audition | For More Information    Overview    Intended For: High School, Undergraduates and Graduate Students    See the Audition Preparation Workshop at a glance:       Program Dates: June 29 - July 17, 2015    Priority Application Deadline: March 15, 2015    Final Application Deadline: May 1, 2015    Required Student Orientation: June 28, 2015    Housing Dates: June 28 - July 18, 2015    Tuition: $1,800    String Studies        Program Description    NYU SummerStrings Workshops:          College Audition Workshop for high school sophomores, juniors and seniors    Graduate School/Competition Workshop for college/graduate students          The NYU SummerStrings Audition Workshops are open to today&rsquo;s most talented and promising young musicians, offering intensive training for many types of string auditions. There are two concurrent workshops held over three weeks: one for high school students preparing for college auditions and the other for college and graduate students preparing for competitions and/or graduate school auditions. The intensity of the schedule and exacting performance standards make SummerStrings most appropriate for serious, dedicated musicians ages 15-25.       These audition workshops will give you the skills you need to forge ahead with confidence! Under the guidance of NYU string faculty members, many of whom have won major competitions and orchestral auditions, you will spend your days putting together the elements needed for a successful audition. Faculty will assist you in preparing solo Bach, concerti, showpieces and etudes. You will learn sports psychology techniques to help deal with performance anxiety such as centering, mental practice and the perfect formula for audition preparation.       SummerStrings is pleased to offer Alexander Technique sessions to correct posture and teach bodily self-awareness. Participants who struggle with persistent bad habits have the opportunity to learn a ground-breaking method of overcoming them in as little as an hour. A select few participants will also have the opportunity to make a fully edited recording in NYU&rsquo;s state-of-the-art James L. Dolan Studio .       Upon completion of the course, you will have a clearer understanding of the audition process that will enable you to achieve your goals!    Courses and Faculty    Both programs include:          Two private lessons per week    One hour of daily chamber music rehearsal or coaching    One hour classes held each afternoon on a series of topics ranging from building confidence through audition strategies to developing one&rsquo;s musical voice through improvisation and freedom of expression    Five hours of daily practice time    Performance opportunities at bi-weekly student performances, master classes and chamber music recitals    Evening and weekend activities that in the past have included NY Philharmonic concerts, sightseeing in New York City and visits to museums          NYU Artist faculty include Cyrus Beroukhim , Stephanie Chase , Gregory Fulkerson , Kikuei Ikeda , Anton Miller , Naoko Tanaka , violin; Stephanie Baer , Shmuel Katz , Karen Ritscher , viola; Marion Feldman , Eileen Moon , Edward Arron , cello; Joseph Bongiorno , bass; Edward Malave , Alexander Technique and Justin Hines, improvisation.    Costs    Below are all costs associated with SummerStrings@NYU:       Tuition: $1,800    Optional Programming Fee: $120    Application Fee: $50; nonrefundable and paid at the end of the 2015 Summer Application    Housing &amp; Meal Plan (optional): $1,143 shared room with 10 meals and 30 Dining Dollars &ndash; see the Housing &amp; Meal Plan page for more information       Please note that there are additional fees for all International Students . For information about financial aid and scholarships, see the Finances page.    Apply and Audition    The College Audition Workshop is open to high school sophomores and juniors. The Graduate School/Competition Audition Workshop is open to current college students. Both programs have limited enrollment so register early to ensure your space!    If you would like to be considered for the workshop you must complete the following:       Complete a 2015 Summer Application    Submit all Audition Requirements and supplemental materials       Please note: late applications will be considered as space permits.    For More Information                         Program Administration          MPAP Summer Programs 35 West 4th St reet , Suite 1077 New York, NY 10012 212-998-5438 mpap.summer@nyu.edu          Academic Content           Stephanie Baer String Studies Director 35 West 4th St reet , Suite 1077 New York, NY 10012 212-992-9447 stephanie.baer@nyu.edu                    Cyrus Beroukhim Associate Music Professor 35 West 4th St reet , Suite 1077 New York, NY 10012 212-992-9464 csb5@nyu.edu                                                                               Department of Music and Performing Arts Professions - 35 W. 4th Street, Suite 1077 -  New York, NY 10012 -  212 998 5424    This site, and all its contents, are Copyright &copy;    by New York University. All rights reserved."}, {"content": "Ensembles - NYU Steinhardt                                                      Skip to content         NYU Steinhardt School of Culture, Education, and Human Development             apply now     request info     contact                                     Department of Music and Performing Arts Professions           Overview        Location     History     Director's Message     International Welcome and History           Academics        Brass Studies     Woodwind Studies     String Studies     Percussion Studies     Jazz Studies     Piano Studies     Music Theatre     Classical Voice and Opera Studies     Music Composition     Scoring for Film and Multimedia     Songwriting     Music Business     Music Technology     Music Education     Music Therapy     Dance Education     Educational Theatre     Performing Arts Administration     Drama Therapy     Summer Programs     Study Abroad     Music Minor           Admissions        Undergraduate     Graduate     Doctoral     Prospective Student Auditions           People        Faculty     Students     Alumni     Staff           Ensembles        Overview     Audition Guidelines     Audition Requirements     Online Audition Registration           Research        ArtsPraxis     Music and the Moving Image     Music and Audio Research Laboratory     Center for Research in Dance Education     Faculty Research Interests     Faculty Collaborations           Events        Facilities        Facilities     Music Technology Facilities           FAQ                 Ensembles                   Overview    Audition Guidelines    Audition Requirements    Online Audition Registration                     Ensembles Overview                        ORCHESTRAL - CHAMBER - PERCUSSION - NEW MUSIC    CHORAL - JAZZ - CONCERT BAND &amp; MUSIC ED JAZZ ENSEMBLE - PIPES AND DRUMS        ORCHESTRAL    The NYU Steinhardt Department of Music and Performing Arts Professions Orchestra Program is comprised of the NYU Symphony, NYU Philharmonia, and all-University NYU Community Orchestra.    Contact: Prof. Joseph Bongiorno, Director of Orchestras, nyu.orchestras@gmail.com    NYU Symphony and Philharmonia :    The NYU Symphony and Philharmonia present concerts led by world-class conductors at NYU&rsquo;s Frederick Loewe Theatre and Skirball Center for the Performing Arts, as well as at off-campus venues, such as the Peter Norton Symphony Space on the Upper West Side and the Church of Saint Joseph in Greenwich Village. Membership in the Symphony or Philharmonia is mandatory for Instrumental Performance Majors; however, currently matriculating Non-Music Majors are eligible for membership based on audition and availability.    Symphony: MPAGC-GE 2087.002 &amp; MPAGC-UE 1087.002 Mondays, 12:30 PM-3:00 PM &amp; Fridays, 9:30 AM-12:00 PM; NYU Symphony String Sectionals (mandatory) Mondays, 3:15-4:15pm MPAGC-GE 1087/2087.007    Global Center for Academic &amp; Spiritual Life, 238 Thompson St., 5th Floor Grand Hall** **Please note that some rehearsals will be held outside of class time, and some performances occur on weekends. For specifics, please reference the information on the online sign-up form.    Philharmonia:    MPAGC-GE 2087.003 &amp; MPAGC-UE 1087.003 Mondays, 5:00 PM-7:30 PM &amp; Thursdays, 5:00 PM-7:30 PM; Global Center for Academic &amp; Spiritual Life, 238 Thompson St., 5th Floor Grand Hall    2014-15 Concert Dates (all concerts take place at 8pm unless otherwise noted)    Symphony:    Monday, October 6, at Frederick Loewe Theatre    Friday, November 7, at Church of St. Joseph    Saturday, December 13, at Frederick Loewe Theatre Friday, February 27, at Peter Norton Symphony Space   Sunday, March 29, at NYU Skirball Center for the Performing Arts (at 3pm)   Friday, May 8, at Peter Norton Symphony Space             Philharmonia:    Thursday, October 2, at Frederick Loewe Theatre    Monday, November 10, at Church of St. Joseph    Thursday, December 11, at Frederick Loewe Theatre    2014-2015 Symphony and Philharmonia programming     NYU Community Orchestra :    The NYU Community Orchestra, an all-University ensemble directed and conducted by Prof. Roger Mahadeen, provides the opportunity for students, staff, faculty, and community members to perform with a full symphony orchestra.The NYU Community Orchestra rehearses once a week and gives one concert per semester. Membership is determined by audition.    MPAGC-GE 2087.001 &amp; MPAGC-UE 1087.001 (registration only after acceptance by audition) Wednesdays, 7:00 PM-9:30 PM; Global Center for Academic &amp; Spiritual Life, 238 Thompson St., 5th Floor Grand Hall  2014-15 Concert Dates (all concerts take place at 8pm) Wednesday, December 10, at Frederick Loewe Theatre Wednesday, May 6, at Frederick Loewe Theatre     CHAMBER    Chamber music is essential to the curricula of NYU Steinhardt&rsquo;s programs in Instrumental Performance. Chamber music ensembles are organized through each of the Instrumental Programs departments; contacts are listed below.    String and piano chamber music ensembles are reserved for Instrumental Performance Majors. Non-Performance and Non-Music Majors are invited to audition for woodwind and brass chamber ensembles, which include quintets and brass choirs.    Piano: Prof. Grant Wenaus, Director of Collaborative Piano, grant.wenaus@nyu.edu     Strings: Prof. Stephanie Baer, Director of String Studies, stephanie.baer@nyu.edu    Woodwinds: Dr. Esther Lamneck, Director of Woodwind Studies, esther.lamneck@nyu.edu      Christopher Bush, Assistant Administrative Director of Woodwind Studies, ctb267@nyu.edu    Brass: Prof. John Rojak, Director of Brass Studies, jdr6@nyu.edu    Four-Hand Piano Ensemble    Involves four-hand music, sometimes with the addition of other instruments and singers. In-class coachings culminate in an end-of-semester recital presentation. MPAPE-GE 2034.007 (7541) Instrumental Techniques and Materials    MPAPE-UE 1080.007 (14067) NYU Chamber Ensembles       Vocal Chamber Music    Features repertoire for voices and instruments from all musical periods and in several languages. Singers collaborate with pianists, and other instruments such as flute, clarinet, and violin. MPAVP-GE 2181.001 (7182) Instrumental Techniques and Materials    MPAVP-UE 1181.001 (13546) NYU Chamber Ensembles     PERCUSSION    The percussion ensembles listed below are open solely to Instrumental Performance Majors. Contact: Prof. Jonathan Haas, Director of Percussion Studies, jonathan.haas@nyu.edu    NYU Percussion Ensemble:    The NYU Percussion Ensemble, directed by Jonathan Haas, studies and performs seminal works of percussion repertoire from the 20th and 21st centuries.    MPAPS-UE/GE 1090/2190.001, Professor Jonathan Haas, 0 - 3 Credits, Fall and Spring, Wednesday from 7:00 - 10:00pm    NYU Marimba Ensemble :    The NYU Marimba Ensemble, under the direction of acclaimed percussionist Simon Boyar, is dedicated to preserving the seminal works of the past, while continuing to push the envelope and explore new and diverse literature. Each year the ensemble presents several unique performances, collaborating with composers from around the world, and continuing to enrich the marimba repertoire. Boyar and his ensemble constantly strive to breakdown boundaries between classical and popular music. The ensemble has performed at several reputable events including the 2010 and 2012 NYC/PAS Weekend of Percussion, and have collaborated with many well-known artists including: Javier Diaz, Daniel Levitan, Andy Thomas, Peter Fish, and Robert Miller.    MPAPS-UE/GE 1090/2190.002, Professor Simon Boyar, 0 - 3 Credits, Fall and Spring, Thursday from 7:00 - 10:00pm    NYU Steel:    Under the direction of Joshua Quillen, NYU Steel explores the world of steel pan music. The students of NYU Steel discover the rich cultural sounds of Trinidad, where steel pan was pioneered in the mid-1940s, while breaking boundaries with arrangements of works by contemporary composers such as Philip Glass and Jason Trueting.    MPAPS-UE/GE 1090/2190.003, Professor Josh Quillen, 0 - 3 Credits, Fall and Spring, Sunday from 2:00 - 5:00pm Steinhardt Percussion Penthouse Suite, 35 West 4th St., 13th Floor    NYU African Gyil and Percussion Ensemble :    The NYU African Percussion Ensemble, under the direction of Valerie Naranjo ( Saturday Night Live! and The Lion King ), studies and performs traditional African music for percussion and voice.    MPAPS-UE/GE 1090/2190.004, Professor Valerie Naranjo, 0 - 3 Credits, Fall and Spring, Friday from 5:00 - 7:00pm Steinhardt Percussion Penthouse Suite, 35 West 4th St., 13th Floor     NEW MUSIC    New Music Ensemble :    The NYU New Music Ensemble, directed by Dr. Esther Lamneck , is recognized for the promotion and performance of contemporary music, using electronic music genres, which include fixed media works to live processing and interactive computer works. Performers in the ensemble include musicians who play traditional, ethnic and electronic instruments.    Contact: Dr. Esther Lamneck, Director, esther.lamneck@nyu.edu    MPAPS-GE 2034.015    Thursdays, 6:45-8:25 PM, Room 779    NYU Contemporary Music Ensemble :    The NYU Contemporary Music Ensemble was formed in 2011, under the direction of Jonathan Haas. With an instrumentation of Pierrot and percussion, the ensemble is dedicated to performing new and relevant works by contemporary composers, including Iannis Xenakis, Pierre Boulez, Jacob Druckman, Philip Glass, and Julia Wolfe, as well as up-and-coming composers such as Andy Akiho and Timothy Andres. To date, the NYUCME has premiered nearly 25 new works by NYU graduate students of the NYU Program in Music Composition. The ensemble maintains the highest standards of excellence and sustains a rigorous rehearsal and performance schedule. The top NYU students are selected, based on audition, for participation in the ensemble.    Contact: Prof. Jonathan Haas, Director, jonathan.haas@nyu.edu    MPAPS-UE/GE 1090/2190.006, Professor Jonathan Haas, 0 - 3 Credits, Fall and Spring, Wednesday from 4:00 - 6:30pm; Steinhardt Percussion Penthouse Suite, 35 West 4th St., 13th Floor     CHORAL    The NYU Choral Arts Society is the official choral program of New York University. It consists of six choirs, each with a unique identity and style. The Society welcomes participation from the entire University and surrounding community. Concerts are performed on campus, as well as venues throughout the city. Auditions are held twice annually, at the beginning of the fall and spring semesters. Descriptions of the choirs are below.    Contact: Prof. Ira Shankman, Coordinator of Choral Groups: is37@nyu.edu    All choral rehearsals take place at the Education Building, 35 W. 4th St.    NYU Chorale :    NYU Chorale, directed by Deepak Marwah, is an all-University ensemble and the largest classical choral ensemble at NYU, offering singers an in-depth performance experience of large-scale choral works, with a special emphasis on works from the 19th and 20th centuries. Membership is open to any currently matriculating NYU student by audition. MPAME-GE 2085.001 &amp; MPAME-UE 1085.001 Wednesdays, 7:00-8:30 PM; Room 303    University Singers :    A classically oriented choir, this ensemble is devoted to chamber repertoire from all periods. Enrollment is limited to 32 singers. The audition process includes performance of a solo song, language proficiency, tonal memory and sight-reading.    Madrigal Singers :    The Madrigal Singers, directed by Prof. Nancy Shankman, is a small, co-ed ensemble of 14-16 students dedicated to a capella singing. Challenging repertoire ranges from Renaissance to Rock&mdash;and everything in between.    MPAME-GE 2085.005 &amp; MPAME-UE 1085.005    Mondays, 6:45 PM- 8:45 PM; Room 306    Jazz Choir :    The Jazz Choir, directed by Ira Shankman, is an ensemble of 20 vocalists that studies and performs a wide range of jazz and contemporary repertoire, accompanied by a trio.    MPAME-GE 2085.004 &amp; MPAME-UE 1085.004    Mondays, 6:45 PM-8:15 PM &amp; Thursdays, 6:45 PM-8:15 PM; Room 307    Women&rsquo;s Choir :    The Women&rsquo;s Choir, directed by Chantel Wright, is an ensemble of 60 voices devoted to the highest quality literature in a wide variety of musical styles.    MPAME-GE 2085.003 &amp; MPAME-UE 1085.003    Tuesdays, 7:00 PM-8:30 PM; Room 303    Men&rsquo;s Glee Club :    The newest ensemble in the Choral Arts Society, directed by John Atorino, performs a wide variety of music specifically for male voices.    Contact: nyumensglee@gmail.com    MPAME-GE 2085.006 &amp; MPAME-UE 1085.006    Tuesdays, 7:00 PM-9:00 PM; Room 303    Children&rsquo;s Chorus :    The NYU Children's Chorus, directed by Prof. Carol Beadle, is an outreach initiative of the University to the children and the parents of the community. The program is free of charge and is open to any young singer between the ages of six and twelve. In the chorus, the children will learn proper vocal techniques, musicianship, and quality repertoire.    Contact: Carol Beadle, carol.dory.beadle@gmail.com    Tuesdays, 3:45 PM-4:45 PM; Location: Frederick Loewe Theatre, 35 West 4th Street.    JAZZ    Jazz Ensembles    There are over 30 ensembles in NYU&rsquo;s prestigious Jazz Studies programs. Please see the NYU Jazz Ensembles webpage for details.    Contact: Prof. David Pietro, dap224@nyu.edu     NYU CONCERT BAND AND MUSIC EDUCATION JAZZ ENSEMBLE    Contact: Prof. Michael Breaux, michael.breaux@nyu.edu    NYU Concert Band :    The NYU Concert Band is an all-University ensemble that performs varied literature from the Symphonic Band and Wind Ensemble genres. This ensemble performs traditional repertoire as well as contemporary works and commissioned compositions. Membership is open to any currently matriculating NYU student by audition.    MPAME-GE.2083.001 &amp; MPAME-UE.1083.001    For non-Steinhardt undergraduates: MPAME-UE.0083.001    Mondays, 9:30-11:30 AM and Wednesdays, 12:40-1:40pm; Global Center for Academic &amp; Spiritual Life, 238 Thompson St., 5th Floor Grand Hall    Music Education Jazz Ensemble :    The Music Education Jazz Ensemble is an all-University ensemble, performing literature from the Big Band and modern Jazz Ensemble genres. The ensemble encourages members to compose and arrange new works for the ensemble. Membership is open to any currently matriculating NYU Student by audition.    MPAME-GE.2034.001 &amp; MPAME-UE.1080.001    Mondays, 7:30-9:30 PM; Room TBA    PIPES AND DRUMS    Pipes and Drums    The NYU Pipes and Drums performs at various university and community functions throughout the year, including Commencement, graduation week ceremonies, and many other NYU-sponsored events. The Band recruits from the vast NYU community and welcomes all students, faculty, staff, and alumni to become members.    Contacts: Brian Meagher, brianmeagher@verizon.net John Henderson, john.henderson@nyu.edu    MPAWW-UE 1080.008    Tuesdays, 8:00-10:30 PM, Kimmel Center, 60 Washington Square South, 6th floor    Performances have included the President&rsquo;s Welcome, various athletic events, the St. Patrick&rsquo;s Day parade, Tartan Day, and NYU&rsquo;s Commencement ceremonies.       Back To The Top                 Department of Music and Performing Arts Professions - 35 W. 4th Street, Suite 1077 -  New York, NY 10012 -  212 998 5424    This site, and all its contents, are Copyright &copy;    by New York University. All rights reserved."}]}][{"detail": [{"content": "SummerStrings@NYU: Audition Preparation Workshop - Summer Programs - NYU Steinhardt                                                      Skip to content         NYU Steinhardt School of Culture, Education, and Human Development             apply now     request info     contact                                     Department of Music and Performing Arts Professions           Overview        Location     History     Director's Message     International Welcome and History           Academics        Brass Studies     Woodwind Studies     String Studies     Percussion Studies     Jazz Studies     Piano Studies     Music Theatre     Classical Voice and Opera Studies     Music Composition     Scoring for Film and Multimedia     Songwriting     Music Business     Music Technology     Music Education     Music Therapy     Dance Education     Educational Theatre     Performing Arts Administration     Drama Therapy     Summer Programs     Study Abroad     Music Minor           Admissions        Undergraduate     Graduate     Doctoral     Prospective Student Auditions           People        Faculty     Students     Alumni     Staff           Ensembles        Overview     Audition Guidelines     Audition Requirements     Online Audition Registration           Research        ArtsPraxis     Music and the Moving Image     Music and Audio Research Laboratory     Center for Research in Dance Education     Faculty Research Interests     Faculty Collaborations           Events        Facilities        Facilities     Music Technology Facilities           FAQ                 Summer Programs                 Programs      Instrumental Performance          Summer Brass Workshop      Broadway Percussion Seminar      Jazz Improv Workshop      Karen Tuttle Coordination Conference      Piano Intensive      SummerStrings@NYU      Summer Institute for Woodwind Studies           Vocal Performance          Classical Voice Intensive      Summer Study in Music Theatre           Scoring & Songwriting          ASCAP Film Scoring Workshop      NYU/BMI Music in Advertising Workshop      Summer Songwriters Workshop      Music and the Moving Image           Music Business          What Makes a Star?      Music Business Innovation Lab           Music Technology          Summer Electronic Music Institute      Summer Institute of Music Production Technology      Girls Electronic Music Seminar           Music Education          IMPACT Workshop      IMPACT Conference      Kodály Summer Institute      Kodály Summer Institute in Hungary     Performamatics           Dance Education          Teaching Contemporary Limón      Summer Dance Intensive           Educational Theatre          Looking for Shakespeare      New Plays for Young Audiences           Music Therapy          Nordoff-Robbins Music Therapy           Music Theory          Music Theory Pedagogy Workshop              Application Information        How to Apply     Audition Requirements     Housing & Meal Plans     Finances     International Students     Current NYU Students     Information for Summer Students     Information for Parents        Contact Us                     SummerStrings@NYU: Audition Preparation Workshop                        Program Description | Courses and Faculty | Costs | Apply and Audition | For More Information    Overview    Intended For: High School, Undergraduates and Graduate Students    See the Audition Preparation Workshop at a glance:       Program Dates: June 29 - July 17, 2015    Priority Application Deadline: March 15, 2015    Final Application Deadline: May 1, 2015    Required Student Orientation: June 28, 2015    Housing Dates: June 28 - July 18, 2015    Tuition: $1,800    String Studies        Program Description    NYU SummerStrings Workshops:          College Audition Workshop for high school sophomores, juniors and seniors    Graduate School/Competition Workshop for college/graduate students          The NYU SummerStrings Audition Workshops are open to today&rsquo;s most talented and promising young musicians, offering intensive training for many types of string auditions. There are two concurrent workshops held over three weeks: one for high school students preparing for college auditions and the other for college and graduate students preparing for competitions and/or graduate school auditions. The intensity of the schedule and exacting performance standards make SummerStrings most appropriate for serious, dedicated musicians ages 15-25.       These audition workshops will give you the skills you need to forge ahead with confidence! Under the guidance of NYU string faculty members, many of whom have won major competitions and orchestral auditions, you will spend your days putting together the elements needed for a successful audition. Faculty will assist you in preparing solo Bach, concerti, showpieces and etudes. You will learn sports psychology techniques to help deal with performance anxiety such as centering, mental practice and the perfect formula for audition preparation.       SummerStrings is pleased to offer Alexander Technique sessions to correct posture and teach bodily self-awareness. Participants who struggle with persistent bad habits have the opportunity to learn a ground-breaking method of overcoming them in as little as an hour. A select few participants will also have the opportunity to make a fully edited recording in NYU&rsquo;s state-of-the-art James L. Dolan Studio .       Upon completion of the course, you will have a clearer understanding of the audition process that will enable you to achieve your goals!    Courses and Faculty    Both programs include:          Two private lessons per week    One hour of daily chamber music rehearsal or coaching    One hour classes held each afternoon on a series of topics ranging from building confidence through audition strategies to developing one&rsquo;s musical voice through improvisation and freedom of expression    Five hours of daily practice time    Performance opportunities at bi-weekly student performances, master classes and chamber music recitals    Evening and weekend activities that in the past have included NY Philharmonic concerts, sightseeing in New York City and visits to museums          NYU Artist faculty include Cyrus Beroukhim , Stephanie Chase , Gregory Fulkerson , Kikuei Ikeda , Anton Miller , Naoko Tanaka , violin; Stephanie Baer , Shmuel Katz , Karen Ritscher , viola; Marion Feldman , Eileen Moon , Edward Arron , cello; Joseph Bongiorno , bass; Edward Malave , Alexander Technique and Justin Hines, improvisation.    Costs    Below are all costs associated with SummerStrings@NYU:       Tuition: $1,800    Optional Programming Fee: $120    Application Fee: $50; nonrefundable and paid at the end of the 2015 Summer Application    Housing &amp; Meal Plan (optional): $1,143 shared room with 10 meals and 30 Dining Dollars &ndash; see the Housing &amp; Meal Plan page for more information       Please note that there are additional fees for all International Students . For information about financial aid and scholarships, see the Finances page.    Apply and Audition    The College Audition Workshop is open to high school sophomores and juniors. The Graduate School/Competition Audition Workshop is open to current college students. Both programs have limited enrollment so register early to ensure your space!    If you would like to be considered for the workshop you must complete the following:       Complete a 2015 Summer Application    Submit all Audition Requirements and supplemental materials       Please note: late applications will be considered as space permits.    For More Information                         Program Administration          MPAP Summer Programs 35 West 4th St reet , Suite 1077 New York, NY 10012 212-998-5438 mpap.summer@nyu.edu          Academic Content           Stephanie Baer String Studies Director 35 West 4th St reet , Suite 1077 New York, NY 10012 212-992-9447 stephanie.baer@nyu.edu                    Cyrus Beroukhim Associate Music Professor 35 West 4th St reet , Suite 1077 New York, NY 10012 212-992-9464 csb5@nyu.edu                                                                               Department of Music and Performing Arts Professions - 35 W. 4th Street, Suite 1077 -  New York, NY 10012 -  212 998 5424    This site, and all its contents, are Copyright &copy;    by New York University. All rights reserved."}]},
{"detail": [{"content": "SummerStrings@NYU: Audition Preparation Workshop - Summer Programs - NYU Steinhardt                                                      Skip to content         NYU Steinhardt School of Culture, Education, and Human Development             apply now     request info     contact                                     Department of Music and Performing Arts Professions           Overview        Location     History     Director's Message     International Welcome and History           Academics        Brass Studies     Woodwind Studies     String Studies     Percussion Studies     Jazz Studies     Piano Studies     Music Theatre     Classical Voice and Opera Studies     Music Composition     Scoring for Film and Multimedia     Songwriting     Music Business     Music Technology     Music Education     Music Therapy     Dance Education     Educational Theatre     Performing Arts Administration     Drama Therapy     Summer Programs     Study Abroad     Music Minor           Admissions        Undergraduate     Graduate     Doctoral     Prospective Student Auditions           People        Faculty     Students     Alumni     Staff           Ensembles        Overview     Audition Guidelines     Audition Requirements     Online Audition Registration           Research        ArtsPraxis     Music and the Moving Image     Music and Audio Research Laboratory     Center for Research in Dance Education     Faculty Research Interests     Faculty Collaborations           Events        Facilities        Facilities     Music Technology Facilities           FAQ                 Summer Programs                 Programs      Instrumental Performance          Summer Brass Workshop      Broadway Percussion Seminar      Jazz Improv Workshop      Karen Tuttle Coordination Conference      Piano Intensive      SummerStrings@NYU      Summer Institute for Woodwind Studies           Vocal Performance          Classical Voice Intensive      Summer Study in Music Theatre           Scoring & Songwriting          ASCAP Film Scoring Workshop      NYU/BMI Music in Advertising Workshop      Summer Songwriters Workshop      Music and the Moving Image           Music Business          What Makes a Star?      Music Business Innovation Lab           Music Technology          Summer Electronic Music Institute      Summer Institute of Music Production Technology      Girls Electronic Music Seminar           Music Education          IMPACT Workshop      IMPACT Conference      Kodály Summer Institute      Kodály Summer Institute in Hungary     Performamatics           Dance Education          Teaching Contemporary Limón      Summer Dance Intensive           Educational Theatre          Looking for Shakespeare      New Plays for Young Audiences           Music Therapy          Nordoff-Robbins Music Therapy           Music Theory          Music Theory Pedagogy Workshop              Application Information        How to Apply     Audition Requirements     Housing & Meal Plans     Finances     International Students     Current NYU Students     Information for Summer Students     Information for Parents        Contact Us                     SummerStrings@NYU: Audition Preparation Workshop                        Program Description | Courses and Faculty | Costs | Apply and Audition | For More Information    Overview    Intended For: High School, Undergraduates and Graduate Students    See the Audition Preparation Workshop at a glance:       Program Dates: June 29 - July 17, 2015    Priority Application Deadline: March 15, 2015    Final Application Deadline: May 1, 2015    Required Student Orientation: June 28, 2015    Housing Dates: June 28 - July 18, 2015    Tuition: $1,800    String Studies        Program Description    NYU SummerStrings Workshops:          College Audition Workshop for high school sophomores, juniors and seniors    Graduate School/Competition Workshop for college/graduate students          The NYU SummerStrings Audition Workshops are open to today&rsquo;s most talented and promising young musicians, offering intensive training for many types of string auditions. There are two concurrent workshops held over three weeks: one for high school students preparing for college auditions and the other for college and graduate students preparing for competitions and/or graduate school auditions. The intensity of the schedule and exacting performance standards make SummerStrings most appropriate for serious, dedicated musicians ages 15-25.       These audition workshops will give you the skills you need to forge ahead with confidence! Under the guidance of NYU string faculty members, many of whom have won major competitions and orchestral auditions, you will spend your days putting together the elements needed for a successful audition. Faculty will assist you in preparing solo Bach, concerti, showpieces and etudes. You will learn sports psychology techniques to help deal with performance anxiety such as centering, mental practice and the perfect formula for audition preparation.       SummerStrings is pleased to offer Alexander Technique sessions to correct posture and teach bodily self-awareness. Participants who struggle with persistent bad habits have the opportunity to learn a ground-breaking method of overcoming them in as little as an hour. A select few participants will also have the opportunity to make a fully edited recording in NYU&rsquo;s state-of-the-art James L. Dolan Studio .       Upon completion of the course, you will have a clearer understanding of the audition process that will enable you to achieve your goals!    Courses and Faculty    Both programs include:          Two private lessons per week    One hour of daily chamber music rehearsal or coaching    One hour classes held each afternoon on a series of topics ranging from building confidence through audition strategies to developing one&rsquo;s musical voice through improvisation and freedom of expression    Five hours of daily practice time    Performance opportunities at bi-weekly student performances, master classes and chamber music recitals    Evening and weekend activities that in the past have included NY Philharmonic concerts, sightseeing in New York City and visits to museums          NYU Artist faculty include Cyrus Beroukhim , Stephanie Chase , Gregory Fulkerson , Kikuei Ikeda , Anton Miller , Naoko Tanaka , violin; Stephanie Baer , Shmuel Katz , Karen Ritscher , viola; Marion Feldman , Eileen Moon , Edward Arron , cello; Joseph Bongiorno , bass; Edward Malave , Alexander Technique and Justin Hines, improvisation.    Costs    Below are all costs associated with SummerStrings@NYU:       Tuition: $1,800    Optional Programming Fee: $120    Application Fee: $50; nonrefundable and paid at the end of the 2015 Summer Application    Housing &amp; Meal Plan (optional): $1,143 shared room with 10 meals and 30 Dining Dollars &ndash; see the Housing &amp; Meal Plan page for more information       Please note that there are additional fees for all International Students . For information about financial aid and scholarships, see the Finances page.    Apply and Audition    The College Audition Workshop is open to high school sophomores and juniors. The Graduate School/Competition Audition Workshop is open to current college students. Both programs have limited enrollment so register early to ensure your space!    If you would like to be considered for the workshop you must complete the following:       Complete a 2015 Summer Application    Submit all Audition Requirements and supplemental materials       Please note: late applications will be considered as space permits.    For More Information                         Program Administration          MPAP Summer Programs 35 West 4th St reet , Suite 1077 New York, NY 10012 212-998-5438 mpap.summer@nyu.edu          Academic Content           Stephanie Baer String Studies Director 35 West 4th St reet , Suite 1077 New York, NY 10012 212-992-9447 stephanie.baer@nyu.edu                    Cyrus Beroukhim Associate Music Professor 35 West 4th St reet , Suite 1077 New York, NY 10012 212-992-9464 csb5@nyu.edu                                                                               Department of Music and Performing Arts Professions - 35 W. 4th Street, Suite 1077 -  New York, NY 10012 -  212 998 5424    This site, and all its contents, are Copyright &copy;    by New York University. All rights reserved."}, {"content": "Ensembles - NYU Steinhardt                                                      Skip to content         NYU Steinhardt School of Culture, Education, and Human Development             apply now     request info     contact                                     Department of Music and Performing Arts Professions           Overview        Location     History     Director's Message     International Welcome and History           Academics        Brass Studies     Woodwind Studies     String Studies     Percussion Studies     Jazz Studies     Piano Studies     Music Theatre     Classical Voice and Opera Studies     Music Composition     Scoring for Film and Multimedia     Songwriting     Music Business     Music Technology     Music Education     Music Therapy     Dance Education     Educational Theatre     Performing Arts Administration     Drama Therapy     Summer Programs     Study Abroad     Music Minor           Admissions        Undergraduate     Graduate     Doctoral     Prospective Student Auditions           People        Faculty     Students     Alumni     Staff           Ensembles        Overview     Audition Guidelines     Audition Requirements     Online Audition Registration           Research        ArtsPraxis     Music and the Moving Image     Music and Audio Research Laboratory     Center for Research in Dance Education     Faculty Research Interests     Faculty Collaborations           Events        Facilities        Facilities     Music Technology Facilities           FAQ                 Ensembles                   Overview    Audition Guidelines    Audition Requirements    Online Audition Registration                     Ensembles Overview                        ORCHESTRAL - CHAMBER - PERCUSSION - NEW MUSIC    CHORAL - JAZZ - CONCERT BAND &amp; MUSIC ED JAZZ ENSEMBLE - PIPES AND DRUMS        ORCHESTRAL    The NYU Steinhardt Department of Music and Performing Arts Professions Orchestra Program is comprised of the NYU Symphony, NYU Philharmonia, and all-University NYU Community Orchestra.    Contact: Prof. Joseph Bongiorno, Director of Orchestras, nyu.orchestras@gmail.com    NYU Symphony and Philharmonia :    The NYU Symphony and Philharmonia present concerts led by world-class conductors at NYU&rsquo;s Frederick Loewe Theatre and Skirball Center for the Performing Arts, as well as at off-campus venues, such as the Peter Norton Symphony Space on the Upper West Side and the Church of Saint Joseph in Greenwich Village. Membership in the Symphony or Philharmonia is mandatory for Instrumental Performance Majors; however, currently matriculating Non-Music Majors are eligible for membership based on audition and availability.    Symphony: MPAGC-GE 2087.002 &amp; MPAGC-UE 1087.002 Mondays, 12:30 PM-3:00 PM &amp; Fridays, 9:30 AM-12:00 PM; NYU Symphony String Sectionals (mandatory) Mondays, 3:15-4:15pm MPAGC-GE 1087/2087.007    Global Center for Academic &amp; Spiritual Life, 238 Thompson St., 5th Floor Grand Hall** **Please note that some rehearsals will be held outside of class time, and some performances occur on weekends. For specifics, please reference the information on the online sign-up form.    Philharmonia:    MPAGC-GE 2087.003 &amp; MPAGC-UE 1087.003 Mondays, 5:00 PM-7:30 PM &amp; Thursdays, 5:00 PM-7:30 PM; Global Center for Academic &amp; Spiritual Life, 238 Thompson St., 5th Floor Grand Hall    2014-15 Concert Dates (all concerts take place at 8pm unless otherwise noted)    Symphony:    Monday, October 6, at Frederick Loewe Theatre    Friday, November 7, at Church of St. Joseph    Saturday, December 13, at Frederick Loewe Theatre Friday, February 27, at Peter Norton Symphony Space   Sunday, March 29, at NYU Skirball Center for the Performing Arts (at 3pm)   Friday, May 8, at Peter Norton Symphony Space             Philharmonia:    Thursday, October 2, at Frederick Loewe Theatre    Monday, November 10, at Church of St. Joseph    Thursday, December 11, at Frederick Loewe Theatre    2014-2015 Symphony and Philharmonia programming     NYU Community Orchestra :    The NYU Community Orchestra, an all-University ensemble directed and conducted by Prof. Roger Mahadeen, provides the opportunity for students, staff, faculty, and community members to perform with a full symphony orchestra.The NYU Community Orchestra rehearses once a week and gives one concert per semester. Membership is determined by audition.    MPAGC-GE 2087.001 &amp; MPAGC-UE 1087.001 (registration only after acceptance by audition) Wednesdays, 7:00 PM-9:30 PM; Global Center for Academic &amp; Spiritual Life, 238 Thompson St., 5th Floor Grand Hall  2014-15 Concert Dates (all concerts take place at 8pm) Wednesday, December 10, at Frederick Loewe Theatre Wednesday, May 6, at Frederick Loewe Theatre     CHAMBER    Chamber music is essential to the curricula of NYU Steinhardt&rsquo;s programs in Instrumental Performance. Chamber music ensembles are organized through each of the Instrumental Programs departments; contacts are listed below.    String and piano chamber music ensembles are reserved for Instrumental Performance Majors. Non-Performance and Non-Music Majors are invited to audition for woodwind and brass chamber ensembles, which include quintets and brass choirs.    Piano: Prof. Grant Wenaus, Director of Collaborative Piano, grant.wenaus@nyu.edu     Strings: Prof. Stephanie Baer, Director of String Studies, stephanie.baer@nyu.edu    Woodwinds: Dr. Esther Lamneck, Director of Woodwind Studies, esther.lamneck@nyu.edu      Christopher Bush, Assistant Administrative Director of Woodwind Studies, ctb267@nyu.edu    Brass: Prof. John Rojak, Director of Brass Studies, jdr6@nyu.edu    Four-Hand Piano Ensemble    Involves four-hand music, sometimes with the addition of other instruments and singers. In-class coachings culminate in an end-of-semester recital presentation. MPAPE-GE 2034.007 (7541) Instrumental Techniques and Materials    MPAPE-UE 1080.007 (14067) NYU Chamber Ensembles       Vocal Chamber Music    Features repertoire for voices and instruments from all musical periods and in several languages. Singers collaborate with pianists, and other instruments such as flute, clarinet, and violin. MPAVP-GE 2181.001 (7182) Instrumental Techniques and Materials    MPAVP-UE 1181.001 (13546) NYU Chamber Ensembles     PERCUSSION    The percussion ensembles listed below are open solely to Instrumental Performance Majors. Contact: Prof. Jonathan Haas, Director of Percussion Studies, jonathan.haas@nyu.edu    NYU Percussion Ensemble:    The NYU Percussion Ensemble, directed by Jonathan Haas, studies and performs seminal works of percussion repertoire from the 20th and 21st centuries.    MPAPS-UE/GE 1090/2190.001, Professor Jonathan Haas, 0 - 3 Credits, Fall and Spring, Wednesday from 7:00 - 10:00pm    NYU Marimba Ensemble :    The NYU Marimba Ensemble, under the direction of acclaimed percussionist Simon Boyar, is dedicated to preserving the seminal works of the past, while continuing to push the envelope and explore new and diverse literature. Each year the ensemble presents several unique performances, collaborating with composers from around the world, and continuing to enrich the marimba repertoire. Boyar and his ensemble constantly strive to breakdown boundaries between classical and popular music. The ensemble has performed at several reputable events including the 2010 and 2012 NYC/PAS Weekend of Percussion, and have collaborated with many well-known artists including: Javier Diaz, Daniel Levitan, Andy Thomas, Peter Fish, and Robert Miller.    MPAPS-UE/GE 1090/2190.002, Professor Simon Boyar, 0 - 3 Credits, Fall and Spring, Thursday from 7:00 - 10:00pm    NYU Steel:    Under the direction of Joshua Quillen, NYU Steel explores the world of steel pan music. The students of NYU Steel discover the rich cultural sounds of Trinidad, where steel pan was pioneered in the mid-1940s, while breaking boundaries with arrangements of works by contemporary composers such as Philip Glass and Jason Trueting.    MPAPS-UE/GE 1090/2190.003, Professor Josh Quillen, 0 - 3 Credits, Fall and Spring, Sunday from 2:00 - 5:00pm Steinhardt Percussion Penthouse Suite, 35 West 4th St., 13th Floor    NYU African Gyil and Percussion Ensemble :    The NYU African Percussion Ensemble, under the direction of Valerie Naranjo ( Saturday Night Live! and The Lion King ), studies and performs traditional African music for percussion and voice.    MPAPS-UE/GE 1090/2190.004, Professor Valerie Naranjo, 0 - 3 Credits, Fall and Spring, Friday from 5:00 - 7:00pm Steinhardt Percussion Penthouse Suite, 35 West 4th St., 13th Floor     NEW MUSIC    New Music Ensemble :    The NYU New Music Ensemble, directed by Dr. Esther Lamneck , is recognized for the promotion and performance of contemporary music, using electronic music genres, which include fixed media works to live processing and interactive computer works. Performers in the ensemble include musicians who play traditional, ethnic and electronic instruments.    Contact: Dr. Esther Lamneck, Director, esther.lamneck@nyu.edu    MPAPS-GE 2034.015    Thursdays, 6:45-8:25 PM, Room 779    NYU Contemporary Music Ensemble :    The NYU Contemporary Music Ensemble was formed in 2011, under the direction of Jonathan Haas. With an instrumentation of Pierrot and percussion, the ensemble is dedicated to performing new and relevant works by contemporary composers, including Iannis Xenakis, Pierre Boulez, Jacob Druckman, Philip Glass, and Julia Wolfe, as well as up-and-coming composers such as Andy Akiho and Timothy Andres. To date, the NYUCME has premiered nearly 25 new works by NYU graduate students of the NYU Program in Music Composition. The ensemble maintains the highest standards of excellence and sustains a rigorous rehearsal and performance schedule. The top NYU students are selected, based on audition, for participation in the ensemble.    Contact: Prof. Jonathan Haas, Director, jonathan.haas@nyu.edu    MPAPS-UE/GE 1090/2190.006, Professor Jonathan Haas, 0 - 3 Credits, Fall and Spring, Wednesday from 4:00 - 6:30pm; Steinhardt Percussion Penthouse Suite, 35 West 4th St., 13th Floor     CHORAL    The NYU Choral Arts Society is the official choral program of New York University. It consists of six choirs, each with a unique identity and style. The Society welcomes participation from the entire University and surrounding community. Concerts are performed on campus, as well as venues throughout the city. Auditions are held twice annually, at the beginning of the fall and spring semesters. Descriptions of the choirs are below.    Contact: Prof. Ira Shankman, Coordinator of Choral Groups: is37@nyu.edu    All choral rehearsals take place at the Education Building, 35 W. 4th St.    NYU Chorale :    NYU Chorale, directed by Deepak Marwah, is an all-University ensemble and the largest classical choral ensemble at NYU, offering singers an in-depth performance experience of large-scale choral works, with a special emphasis on works from the 19th and 20th centuries. Membership is open to any currently matriculating NYU student by audition. MPAME-GE 2085.001 &amp; MPAME-UE 1085.001 Wednesdays, 7:00-8:30 PM; Room 303    University Singers :    A classically oriented choir, this ensemble is devoted to chamber repertoire from all periods. Enrollment is limited to 32 singers. The audition process includes performance of a solo song, language proficiency, tonal memory and sight-reading.    Madrigal Singers :    The Madrigal Singers, directed by Prof. Nancy Shankman, is a small, co-ed ensemble of 14-16 students dedicated to a capella singing. Challenging repertoire ranges from Renaissance to Rock&mdash;and everything in between.    MPAME-GE 2085.005 &amp; MPAME-UE 1085.005    Mondays, 6:45 PM- 8:45 PM; Room 306    Jazz Choir :    The Jazz Choir, directed by Ira Shankman, is an ensemble of 20 vocalists that studies and performs a wide range of jazz and contemporary repertoire, accompanied by a trio.    MPAME-GE 2085.004 &amp; MPAME-UE 1085.004    Mondays, 6:45 PM-8:15 PM &amp; Thursdays, 6:45 PM-8:15 PM; Room 307    Women&rsquo;s Choir :    The Women&rsquo;s Choir, directed by Chantel Wright, is an ensemble of 60 voices devoted to the highest quality literature in a wide variety of musical styles.    MPAME-GE 2085.003 &amp; MPAME-UE 1085.003    Tuesdays, 7:00 PM-8:30 PM; Room 303    Men&rsquo;s Glee Club :    The newest ensemble in the Choral Arts Society, directed by John Atorino, performs a wide variety of music specifically for male voices.    Contact: nyumensglee@gmail.com    MPAME-GE 2085.006 &amp; MPAME-UE 1085.006    Tuesdays, 7:00 PM-9:00 PM; Room 303    Children&rsquo;s Chorus :    The NYU Children's Chorus, directed by Prof. Carol Beadle, is an outreach initiative of the University to the children and the parents of the community. The program is free of charge and is open to any young singer between the ages of six and twelve. In the chorus, the children will learn proper vocal techniques, musicianship, and quality repertoire.    Contact: Carol Beadle, carol.dory.beadle@gmail.com    Tuesdays, 3:45 PM-4:45 PM; Location: Frederick Loewe Theatre, 35 West 4th Street.    JAZZ    Jazz Ensembles    There are over 30 ensembles in NYU&rsquo;s prestigious Jazz Studies programs. Please see the NYU Jazz Ensembles webpage for details.    Contact: Prof. David Pietro, dap224@nyu.edu     NYU CONCERT BAND AND MUSIC EDUCATION JAZZ ENSEMBLE    Contact: Prof. Michael Breaux, michael.breaux@nyu.edu    NYU Concert Band :    The NYU Concert Band is an all-University ensemble that performs varied literature from the Symphonic Band and Wind Ensemble genres. This ensemble performs traditional repertoire as well as contemporary works and commissioned compositions. Membership is open to any currently matriculating NYU student by audition.    MPAME-GE.2083.001 &amp; MPAME-UE.1083.001    For non-Steinhardt undergraduates: MPAME-UE.0083.001    Mondays, 9:30-11:30 AM and Wednesdays, 12:40-1:40pm; Global Center for Academic &amp; Spiritual Life, 238 Thompson St., 5th Floor Grand Hall    Music Education Jazz Ensemble :    The Music Education Jazz Ensemble is an all-University ensemble, performing literature from the Big Band and modern Jazz Ensemble genres. The ensemble encourages members to compose and arrange new works for the ensemble. Membership is open to any currently matriculating NYU Student by audition.    MPAME-GE.2034.001 &amp; MPAME-UE.1080.001    Mondays, 7:30-9:30 PM; Room TBA    PIPES AND DRUMS    Pipes and Drums    The NYU Pipes and Drums performs at various university and community functions throughout the year, including Commencement, graduation week ceremonies, and many other NYU-sponsored events. The Band recruits from the vast NYU community and welcomes all students, faculty, staff, and alumni to become members.    Contacts: Brian Meagher, brianmeagher@verizon.net John Henderson, john.henderson@nyu.edu    MPAWW-UE 1080.008    Tuesdays, 8:00-10:30 PM, Kimmel Center, 60 Washington Square South, 6th floor    Performances have included the President&rsquo;s Welcome, various athletic events, the St. Patrick&rsquo;s Day parade, Tartan Day, and NYU&rsquo;s Commencement ceremonies.       Back To The Top                 Department of Music and Performing Arts Professions - 35 W. 4th Street, Suite 1077 -  New York, NY 10012 -  212 998 5424    This site, and all its contents, are Copyright &copy;    by New York University. All rights reserved."}]},
{"detail": [{"content": "SummerStrings@NYU: Audition Preparation Workshop - Summer Programs - NYU Steinhardt                                                      Skip to content         NYU Steinhardt School of Culture, Education, and Human Development             apply now     request info     contact                                     Department of Music and Performing Arts Professions           Overview        Location     History     Director's Message     International Welcome and History           Academics        Brass Studies     Woodwind Studies     String Studies     Percussion Studies     Jazz Studies     Piano Studies     Music Theatre     Classical Voice and Opera Studies     Music Composition     Scoring for Film and Multimedia     Songwriting     Music Business     Music Technology     Music Education     Music Therapy     Dance Education     Educational Theatre     Performing Arts Administration     Drama Therapy     Summer Programs     Study Abroad     Music Minor           Admissions        Undergraduate     Graduate     Doctoral     Prospective Student Auditions           People        Faculty     Students     Alumni     Staff           Ensembles        Overview     Audition Guidelines     Audition Requirements     Online Audition Registration           Research        ArtsPraxis     Music and the Moving Image     Music and Audio Research Laboratory     Center for Research in Dance Education     Faculty Research Interests     Faculty Collaborations           Events        Facilities        Facilities     Music Technology Facilities           FAQ                 Summer Programs                 Programs      Instrumental Performance          Summer Brass Workshop      Broadway Percussion Seminar      Jazz Improv Workshop      Karen Tuttle Coordination Conference      Piano Intensive      SummerStrings@NYU      Summer Institute for Woodwind Studies           Vocal Performance          Classical Voice Intensive      Summer Study in Music Theatre           Scoring & Songwriting          ASCAP Film Scoring Workshop      NYU/BMI Music in Advertising Workshop      Summer Songwriters Workshop      Music and the Moving Image           Music Business          What Makes a Star?      Music Business Innovation Lab           Music Technology          Summer Electronic Music Institute      Summer Institute of Music Production Technology      Girls Electronic Music Seminar           Music Education          IMPACT Workshop      IMPACT Conference      Kodály Summer Institute      Kodály Summer Institute in Hungary     Performamatics           Dance Education          Teaching Contemporary Limón      Summer Dance Intensive           Educational Theatre          Looking for Shakespeare      New Plays for Young Audiences           Music Therapy          Nordoff-Robbins Music Therapy           Music Theory          Music Theory Pedagogy Workshop              Application Information        How to Apply     Audition Requirements     Housing & Meal Plans     Finances     International Students     Current NYU Students     Information for Summer Students     Information for Parents        Contact Us                     SummerStrings@NYU: Audition Preparation Workshop                        Program Description | Courses and Faculty | Costs | Apply and Audition | For More Information    Overview    Intended For: High School, Undergraduates and Graduate Students    See the Audition Preparation Workshop at a glance:       Program Dates: June 29 - July 17, 2015    Priority Application Deadline: March 15, 2015    Final Application Deadline: May 1, 2015    Required Student Orientation: June 28, 2015    Housing Dates: June 28 - July 18, 2015    Tuition: $1,800    String Studies        Program Description    NYU SummerStrings Workshops:          College Audition Workshop for high school sophomores, juniors and seniors    Graduate School/Competition Workshop for college/graduate students          The NYU SummerStrings Audition Workshops are open to today&rsquo;s most talented and promising young musicians, offering intensive training for many types of string auditions. There are two concurrent workshops held over three weeks: one for high school students preparing for college auditions and the other for college and graduate students preparing for competitions and/or graduate school auditions. The intensity of the schedule and exacting performance standards make SummerStrings most appropriate for serious, dedicated musicians ages 15-25.       These audition workshops will give you the skills you need to forge ahead with confidence! Under the guidance of NYU string faculty members, many of whom have won major competitions and orchestral auditions, you will spend your days putting together the elements needed for a successful audition. Faculty will assist you in preparing solo Bach, concerti, showpieces and etudes. You will learn sports psychology techniques to help deal with performance anxiety such as centering, mental practice and the perfect formula for audition preparation.       SummerStrings is pleased to offer Alexander Technique sessions to correct posture and teach bodily self-awareness. Participants who struggle with persistent bad habits have the opportunity to learn a ground-breaking method of overcoming them in as little as an hour. A select few participants will also have the opportunity to make a fully edited recording in NYU&rsquo;s state-of-the-art James L. Dolan Studio .       Upon completion of the course, you will have a clearer understanding of the audition process that will enable you to achieve your goals!    Courses and Faculty    Both programs include:          Two private lessons per week    One hour of daily chamber music rehearsal or coaching    One hour classes held each afternoon on a series of topics ranging from building confidence through audition strategies to developing one&rsquo;s musical voice through improvisation and freedom of expression    Five hours of daily practice time    Performance opportunities at bi-weekly student performances, master classes and chamber music recitals    Evening and weekend activities that in the past have included NY Philharmonic concerts, sightseeing in New York City and visits to museums          NYU Artist faculty include Cyrus Beroukhim , Stephanie Chase , Gregory Fulkerson , Kikuei Ikeda , Anton Miller , Naoko Tanaka , violin; Stephanie Baer , Shmuel Katz , Karen Ritscher , viola; Marion Feldman , Eileen Moon , Edward Arron , cello; Joseph Bongiorno , bass; Edward Malave , Alexander Technique and Justin Hines, improvisation.    Costs    Below are all costs associated with SummerStrings@NYU:       Tuition: $1,800    Optional Programming Fee: $120    Application Fee: $50; nonrefundable and paid at the end of the 2015 Summer Application    Housing &amp; Meal Plan (optional): $1,143 shared room with 10 meals and 30 Dining Dollars &ndash; see the Housing &amp; Meal Plan page for more information       Please note that there are additional fees for all International Students . For information about financial aid and scholarships, see the Finances page.    Apply and Audition    The College Audition Workshop is open to high school sophomores and juniors. The Graduate School/Competition Audition Workshop is open to current college students. Both programs have limited enrollment so register early to ensure your space!    If you would like to be considered for the workshop you must complete the following:       Complete a 2015 Summer Application    Submit all Audition Requirements and supplemental materials       Please note: late applications will be considered as space permits.    For More Information                         Program Administration          MPAP Summer Programs 35 West 4th St reet , Suite 1077 New York, NY 10012 212-998-5438 mpap.summer@nyu.edu          Academic Content           Stephanie Baer String Studies Director 35 West 4th St reet , Suite 1077 New York, NY 10012 212-992-9447 stephanie.baer@nyu.edu                    Cyrus Beroukhim Associate Music Professor 35 West 4th St reet , Suite 1077 New York, NY 10012 212-992-9464 csb5@nyu.edu                                                                               Department of Music and Performing Arts Professions - 35 W. 4th Street, Suite 1077 -  New York, NY 10012 -  212 998 5424    This site, and all its contents, are Copyright &copy;    by New York University. All rights reserved."}, {"content": "Ensembles - NYU Steinhardt                                                      Skip to content         NYU Steinhardt School of Culture, Education, and Human Development             apply now     request info     contact                                     Department of Music and Performing Arts Professions           Overview        Location     History     Director's Message     International Welcome and History           Academics        Brass Studies     Woodwind Studies     String Studies     Percussion Studies     Jazz Studies     Piano Studies     Music Theatre     Classical Voice and Opera Studies     Music Composition     Scoring for Film and Multimedia     Songwriting     Music Business     Music Technology     Music Education     Music Therapy     Dance Education     Educational Theatre     Performing Arts Administration     Drama Therapy     Summer Programs     Study Abroad     Music Minor           Admissions        Undergraduate     Graduate     Doctoral     Prospective Student Auditions           People        Faculty     Students     Alumni     Staff           Ensembles        Overview     Audition Guidelines     Audition Requirements     Online Audition Registration           Research        ArtsPraxis     Music and the Moving Image     Music and Audio Research Laboratory     Center for Research in Dance Education     Faculty Research Interests     Faculty Collaborations           Events        Facilities        Facilities     Music Technology Facilities           FAQ                 Ensembles                   Overview    Audition Guidelines    Audition Requirements    Online Audition Registration                     Ensembles Overview                        ORCHESTRAL - CHAMBER - PERCUSSION - NEW MUSIC    CHORAL - JAZZ - CONCERT BAND &amp; MUSIC ED JAZZ ENSEMBLE - PIPES AND DRUMS        ORCHESTRAL    The NYU Steinhardt Department of Music and Performing Arts Professions Orchestra Program is comprised of the NYU Symphony, NYU Philharmonia, and all-University NYU Community Orchestra.    Contact: Prof. Joseph Bongiorno, Director of Orchestras, nyu.orchestras@gmail.com    NYU Symphony and Philharmonia :    The NYU Symphony and Philharmonia present concerts led by world-class conductors at NYU&rsquo;s Frederick Loewe Theatre and Skirball Center for the Performing Arts, as well as at off-campus venues, such as the Peter Norton Symphony Space on the Upper West Side and the Church of Saint Joseph in Greenwich Village. Membership in the Symphony or Philharmonia is mandatory for Instrumental Performance Majors; however, currently matriculating Non-Music Majors are eligible for membership based on audition and availability.    Symphony: MPAGC-GE 2087.002 &amp; MPAGC-UE 1087.002 Mondays, 12:30 PM-3:00 PM &amp; Fridays, 9:30 AM-12:00 PM; NYU Symphony String Sectionals (mandatory) Mondays, 3:15-4:15pm MPAGC-GE 1087/2087.007    Global Center for Academic &amp; Spiritual Life, 238 Thompson St., 5th Floor Grand Hall** **Please note that some rehearsals will be held outside of class time, and some performances occur on weekends. For specifics, please reference the information on the online sign-up form.    Philharmonia:    MPAGC-GE 2087.003 &amp; MPAGC-UE 1087.003 Mondays, 5:00 PM-7:30 PM &amp; Thursdays, 5:00 PM-7:30 PM; Global Center for Academic &amp; Spiritual Life, 238 Thompson St., 5th Floor Grand Hall    2014-15 Concert Dates (all concerts take place at 8pm unless otherwise noted)    Symphony:    Monday, October 6, at Frederick Loewe Theatre    Friday, November 7, at Church of St. Joseph    Saturday, December 13, at Frederick Loewe Theatre Friday, February 27, at Peter Norton Symphony Space   Sunday, March 29, at NYU Skirball Center for the Performing Arts (at 3pm)   Friday, May 8, at Peter Norton Symphony Space             Philharmonia:    Thursday, October 2, at Frederick Loewe Theatre    Monday, November 10, at Church of St. Joseph    Thursday, December 11, at Frederick Loewe Theatre    2014-2015 Symphony and Philharmonia programming     NYU Community Orchestra :    The NYU Community Orchestra, an all-University ensemble directed and conducted by Prof. Roger Mahadeen, provides the opportunity for students, staff, faculty, and community members to perform with a full symphony orchestra.The NYU Community Orchestra rehearses once a week and gives one concert per semester. Membership is determined by audition.    MPAGC-GE 2087.001 &amp; MPAGC-UE 1087.001 (registration only after acceptance by audition) Wednesdays, 7:00 PM-9:30 PM; Global Center for Academic &amp; Spiritual Life, 238 Thompson St., 5th Floor Grand Hall  2014-15 Concert Dates (all concerts take place at 8pm) Wednesday, December 10, at Frederick Loewe Theatre Wednesday, May 6, at Frederick Loewe Theatre     CHAMBER    Chamber music is essential to the curricula of NYU Steinhardt&rsquo;s programs in Instrumental Performance. Chamber music ensembles are organized through each of the Instrumental Programs departments; contacts are listed below.    String and piano chamber music ensembles are reserved for Instrumental Performance Majors. Non-Performance and Non-Music Majors are invited to audition for woodwind and brass chamber ensembles, which include quintets and brass choirs.    Piano: Prof. Grant Wenaus, Director of Collaborative Piano, grant.wenaus@nyu.edu     Strings: Prof. Stephanie Baer, Director of String Studies, stephanie.baer@nyu.edu    Woodwinds: Dr. Esther Lamneck, Director of Woodwind Studies, esther.lamneck@nyu.edu      Christopher Bush, Assistant Administrative Director of Woodwind Studies, ctb267@nyu.edu    Brass: Prof. John Rojak, Director of Brass Studies, jdr6@nyu.edu    Four-Hand Piano Ensemble    Involves four-hand music, sometimes with the addition of other instruments and singers. In-class coachings culminate in an end-of-semester recital presentation. MPAPE-GE 2034.007 (7541) Instrumental Techniques and Materials    MPAPE-UE 1080.007 (14067) NYU Chamber Ensembles       Vocal Chamber Music    Features repertoire for voices and instruments from all musical periods and in several languages. Singers collaborate with pianists, and other instruments such as flute, clarinet, and violin. MPAVP-GE 2181.001 (7182) Instrumental Techniques and Materials    MPAVP-UE 1181.001 (13546) NYU Chamber Ensembles     PERCUSSION    The percussion ensembles listed below are open solely to Instrumental Performance Majors. Contact: Prof. Jonathan Haas, Director of Percussion Studies, jonathan.haas@nyu.edu    NYU Percussion Ensemble:    The NYU Percussion Ensemble, directed by Jonathan Haas, studies and performs seminal works of percussion repertoire from the 20th and 21st centuries.    MPAPS-UE/GE 1090/2190.001, Professor Jonathan Haas, 0 - 3 Credits, Fall and Spring, Wednesday from 7:00 - 10:00pm    NYU Marimba Ensemble :    The NYU Marimba Ensemble, under the direction of acclaimed percussionist Simon Boyar, is dedicated to preserving the seminal works of the past, while continuing to push the envelope and explore new and diverse literature. Each year the ensemble presents several unique performances, collaborating with composers from around the world, and continuing to enrich the marimba repertoire. Boyar and his ensemble constantly strive to breakdown boundaries between classical and popular music. The ensemble has performed at several reputable events including the 2010 and 2012 NYC/PAS Weekend of Percussion, and have collaborated with many well-known artists including: Javier Diaz, Daniel Levitan, Andy Thomas, Peter Fish, and Robert Miller.    MPAPS-UE/GE 1090/2190.002, Professor Simon Boyar, 0 - 3 Credits, Fall and Spring, Thursday from 7:00 - 10:00pm    NYU Steel:    Under the direction of Joshua Quillen, NYU Steel explores the world of steel pan music. The students of NYU Steel discover the rich cultural sounds of Trinidad, where steel pan was pioneered in the mid-1940s, while breaking boundaries with arrangements of works by contemporary composers such as Philip Glass and Jason Trueting.    MPAPS-UE/GE 1090/2190.003, Professor Josh Quillen, 0 - 3 Credits, Fall and Spring, Sunday from 2:00 - 5:00pm Steinhardt Percussion Penthouse Suite, 35 West 4th St., 13th Floor    NYU African Gyil and Percussion Ensemble :    The NYU African Percussion Ensemble, under the direction of Valerie Naranjo ( Saturday Night Live! and The Lion King ), studies and performs traditional African music for percussion and voice.    MPAPS-UE/GE 1090/2190.004, Professor Valerie Naranjo, 0 - 3 Credits, Fall and Spring, Friday from 5:00 - 7:00pm Steinhardt Percussion Penthouse Suite, 35 West 4th St., 13th Floor     NEW MUSIC    New Music Ensemble :    The NYU New Music Ensemble, directed by Dr. Esther Lamneck , is recognized for the promotion and performance of contemporary music, using electronic music genres, which include fixed media works to live processing and interactive computer works. Performers in the ensemble include musicians who play traditional, ethnic and electronic instruments.    Contact: Dr. Esther Lamneck, Director, esther.lamneck@nyu.edu    MPAPS-GE 2034.015    Thursdays, 6:45-8:25 PM, Room 779    NYU Contemporary Music Ensemble :    The NYU Contemporary Music Ensemble was formed in 2011, under the direction of Jonathan Haas. With an instrumentation of Pierrot and percussion, the ensemble is dedicated to performing new and relevant works by contemporary composers, including Iannis Xenakis, Pierre Boulez, Jacob Druckman, Philip Glass, and Julia Wolfe, as well as up-and-coming composers such as Andy Akiho and Timothy Andres. To date, the NYUCME has premiered nearly 25 new works by NYU graduate students of the NYU Program in Music Composition. The ensemble maintains the highest standards of excellence and sustains a rigorous rehearsal and performance schedule. The top NYU students are selected, based on audition, for participation in the ensemble.    Contact: Prof. Jonathan Haas, Director, jonathan.haas@nyu.edu    MPAPS-UE/GE 1090/2190.006, Professor Jonathan Haas, 0 - 3 Credits, Fall and Spring, Wednesday from 4:00 - 6:30pm; Steinhardt Percussion Penthouse Suite, 35 West 4th St., 13th Floor     CHORAL    The NYU Choral Arts Society is the official choral program of New York University. It consists of six choirs, each with a unique identity and style. The Society welcomes participation from the entire University and surrounding community. Concerts are performed on campus, as well as venues throughout the city. Auditions are held twice annually, at the beginning of the fall and spring semesters. Descriptions of the choirs are below.    Contact: Prof. Ira Shankman, Coordinator of Choral Groups: is37@nyu.edu    All choral rehearsals take place at the Education Building, 35 W. 4th St.    NYU Chorale :    NYU Chorale, directed by Deepak Marwah, is an all-University ensemble and the largest classical choral ensemble at NYU, offering singers an in-depth performance experience of large-scale choral works, with a special emphasis on works from the 19th and 20th centuries. Membership is open to any currently matriculating NYU student by audition. MPAME-GE 2085.001 &amp; MPAME-UE 1085.001 Wednesdays, 7:00-8:30 PM; Room 303    University Singers :    A classically oriented choir, this ensemble is devoted to chamber repertoire from all periods. Enrollment is limited to 32 singers. The audition process includes performance of a solo song, language proficiency, tonal memory and sight-reading.    Madrigal Singers :    The Madrigal Singers, directed by Prof. Nancy Shankman, is a small, co-ed ensemble of 14-16 students dedicated to a capella singing. Challenging repertoire ranges from Renaissance to Rock&mdash;and everything in between.    MPAME-GE 2085.005 &amp; MPAME-UE 1085.005    Mondays, 6:45 PM- 8:45 PM; Room 306    Jazz Choir :    The Jazz Choir, directed by Ira Shankman, is an ensemble of 20 vocalists that studies and performs a wide range of jazz and contemporary repertoire, accompanied by a trio.    MPAME-GE 2085.004 &amp; MPAME-UE 1085.004    Mondays, 6:45 PM-8:15 PM &amp; Thursdays, 6:45 PM-8:15 PM; Room 307    Women&rsquo;s Choir :    The Women&rsquo;s Choir, directed by Chantel Wright, is an ensemble of 60 voices devoted to the highest quality literature in a wide variety of musical styles.    MPAME-GE 2085.003 &amp; MPAME-UE 1085.003    Tuesdays, 7:00 PM-8:30 PM; Room 303    Men&rsquo;s Glee Club :    The newest ensemble in the Choral Arts Society, directed by John Atorino, performs a wide variety of music specifically for male voices.    Contact: nyumensglee@gmail.com    MPAME-GE 2085.006 &amp; MPAME-UE 1085.006    Tuesdays, 7:00 PM-9:00 PM; Room 303    Children&rsquo;s Chorus :    The NYU Children's Chorus, directed by Prof. Carol Beadle, is an outreach initiative of the University to the children and the parents of the community. The program is free of charge and is open to any young singer between the ages of six and twelve. In the chorus, the children will learn proper vocal techniques, musicianship, and quality repertoire.    Contact: Carol Beadle, carol.dory.beadle@gmail.com    Tuesdays, 3:45 PM-4:45 PM; Location: Frederick Loewe Theatre, 35 West 4th Street.    JAZZ    Jazz Ensembles    There are over 30 ensembles in NYU&rsquo;s prestigious Jazz Studies programs. Please see the NYU Jazz Ensembles webpage for details.    Contact: Prof. David Pietro, dap224@nyu.edu     NYU CONCERT BAND AND MUSIC EDUCATION JAZZ ENSEMBLE    Contact: Prof. Michael Breaux, michael.breaux@nyu.edu    NYU Concert Band :    The NYU Concert Band is an all-University ensemble that performs varied literature from the Symphonic Band and Wind Ensemble genres. This ensemble performs traditional repertoire as well as contemporary works and commissioned compositions. Membership is open to any currently matriculating NYU student by audition.    MPAME-GE.2083.001 &amp; MPAME-UE.1083.001    For non-Steinhardt undergraduates: MPAME-UE.0083.001    Mondays, 9:30-11:30 AM and Wednesdays, 12:40-1:40pm; Global Center for Academic &amp; Spiritual Life, 238 Thompson St., 5th Floor Grand Hall    Music Education Jazz Ensemble :    The Music Education Jazz Ensemble is an all-University ensemble, performing literature from the Big Band and modern Jazz Ensemble genres. The ensemble encourages members to compose and arrange new works for the ensemble. Membership is open to any currently matriculating NYU Student by audition.    MPAME-GE.2034.001 &amp; MPAME-UE.1080.001    Mondays, 7:30-9:30 PM; Room TBA    PIPES AND DRUMS    Pipes and Drums    The NYU Pipes and Drums performs at various university and community functions throughout the year, including Commencement, graduation week ceremonies, and many other NYU-sponsored events. The Band recruits from the vast NYU community and welcomes all students, faculty, staff, and alumni to become members.    Contacts: Brian Meagher, brianmeagher@verizon.net John Henderson, john.henderson@nyu.edu    MPAWW-UE 1080.008    Tuesdays, 8:00-10:30 PM, Kimmel Center, 60 Washington Square South, 6th floor    Performances have included the President&rsquo;s Welcome, various athletic events, the St. Patrick&rsquo;s Day parade, Tartan Day, and NYU&rsquo;s Commencement ceremonies.       Back To The Top                 Department of Music and Performing Arts Professions - 35 W. 4th Street, Suite 1077 -  New York, NY 10012 -  212 998 5424    This site, and all its contents, are Copyright &copy;    by New York University. All rights reserved."}, {"content": "Music Performance and Composition: For Chamber Performers (MUCP/CHP-PHD) - Doctoral Program - Graduate Application Guide - NYU Steinhardt                                                                                                   Skip to content       NYU Steinhardt School of Culture, Education, and Human Development         apply now     request info     contact                                               Admissions                    Undergraduate      Admissions              How       to Apply       Visiting       NYU Steinhardt       Tuition and Fees       Financial       Aid       Housing       Transfer Students       Request       Information       Apply       Now                             Graduate      Admissions             How to       Apply       Info Sessions and Events       Tuition        Application Guide       Financial Aid       Housing       Request       Information       Apply Now                             Global      and Special Sessions             Summer       Winter        Study Abroad Programs                                   About Steinhardt                                  Who We Are       Messages from the Dean       Mission and Vision       School Stats       Administration                                       Videos       Social Media Directory       Steinhardt Blogs            Snapshots       Podcasts                                   Academics                   By Level of Study              Undergraduate       Minors       Master's       Doctoral       Certificate                            By Area of Study             Applied Psychology       Art       Education       Health       Media       Music                            Global      and Special Sessions             Global Programs            Summer at Washington Square       Winter at Washington Square                            More      Academics             Academic Departments       Bulletin       Teacher Certification       Courses Listings       Course Evaluations       Course       Search       Lectures and Podcasts                                    Faculty                    Meet      Our Faculty              Alphabetical list       of Faculty       Faculty by Department       Faculty by Expertise       Faculty Blogs       Videos of our Faculty            Faculty Research       News About Our Faculty                            Faculty      Affairs              Open Faculty Positions       Faculty Policies and Guidelines       Faculty Governance       Academic Affairs            Faculty Technology Services       Faculty       Awards       Grants and Funding       Update Your Faculty Bio                                   Students                  Undergraduate Students            Advisement       Registration       Orientation       Transfer Students       Student Honors           Undergraduate Student Government (USG)                            Master's Students            Master's Connection       Advisement       Registration       Orientation       Grants       Graduate Student Organization (GSO)                            Doctoral Students            About Doctoral Studies        Full-Time Funding       Policies       Forms       Events and Deadlines        Research and Grants       Dissertation Guidelines        Past Dissertations                            All Students            Who's Who in Student Affairs       Non-Matriculated Students       Course Schedules and Locations       Graduation and Commencement       Calendar of Events       Student Counseling       Academic Standards       Student Matters Blog       Download Forms and Publications                                 Alumni                    Stay      Connected             Steinhardt Alumni News       NYU Alumni Connect Newsletter       Upcoming NYU Alumni Events       Find an NYU Alumni Club       NYU Alumni Day       Update Your Contact Information       Submit a Class Note        Alumni Profiles       NYU Steinhardt on               NYU Steinhardt Facebook        NYU Steinhardt Twitter        NYU Steinhardt YouTube        NYU Steinhardt LinkedIn                                            Giving      to Steinhardt                The Steinhardt Annual Fund         Make an Online Donation         NYU Giving                             Alumni Resources             NYU Alumni Homepage       Alumni Card and Benefits Program       Wasserman Center for Career Development       Library Privileges                                    Research                    Faculty      Research              Current Research Projects       Faculty       Research Interests       Faculty       Publications       Faculty Research Grant       Opportunities                             Doctoral      Research             Policies       Methods Courses       Forms and Instructions        Events and       Deadlines       Funds       Proposal       and Dissertation                            More Research             Centers and Institutes       Commissions and Consortiums       External Funding Report                                    News and Events                    Recent      News                  NYU Symphony to Play Philip Glass, Valgeir Sigurðsson, at Symphony Space, May 8th       Institute for Education and Social Policy Finds Small High School Reform Boosts Districtwide Outcomes       Secrets of the Sari Revealed at Costume Studies Event, May 2nd       An Evening of Conversation and Performance with Julia Wolfe &#8212; April 29th       At Weekend Hackathon, Experts from NYU and AT&amp;T Look for Solutions for People with Disabilities                            More News             News from NYU Steinhardt       News About Our Faculty       Steinhardt At a Glance       Newsletters            Faculty Blogs       All Blogs                            Press Room             Press Releases       Faculty Experts       Steinhardt in the News       Expert Video Commentary       Press Contact                            Events             Calendar of Events       Events and Conferences                                   Media                               Videos       Blogs       Photo Essays       Podcasts              NYU Steinhardt Facebook        NYU Steinhardt Twitter        NYU Steinhardt YouTube        NYU Steinhardt LinkedIn        NYU Steinhardt RSS        NYU Steinhardt Instagram                                                   Graduate Application Guide                Home    Application Guide    Financial Aid    Tuition and Cost of Attendance    Housing    Events    Study Abroad    Admitted Students                     Ready to Apply?  Start Now                      Music Performance and Composition: For Chamber Performers (MUCP/CHP-PHD) - Doctoral Program            BRIEF DESCRIPTION    Music Performance and Composition: For Chamber Performers.    MAJOR CODE/ACADEMIC PLAN and CREDITS    Major Code: MUCP (Please use this on the Document Cover Sheet)    Degree: PHD    Option: CHP - For Chamber Performers    Credits: 49-55 Credit Program The time to completion of the degree program will vary based on the students' status (full-time versus part-time) and the number of credits registered for each semester.    APPLICATION DEADLINES             SPRING    N/A                 SUMMER    N/A                               FALL    December 1                       Deadlines are \"in-office\" deadlines not postmark deadlines. Failure to meet the deadlines will cause significant delays in processing your application and may exclude your application from consideration.    APPLICATION REQUIREMENTS       Application (online only)    Application Fee (payable by Major Credit card only)    Statement of Purpose (not to exceed 4 pages) discussing your ideas for doctoral research, their context and potential impact, and arguing how your expertise and interests make you the best candidate for pursuing this research. In preparing this statement you should identify the faculty member(s) that you are most interested in working with. The name of this faculty member, together with your name should be included on the header of the statement.    Resume/Curriculum Vitae    Scholarly Writing. Applicants should mail-in at least three research papers that best represent their ability to research and write effectively about their area of specialization. Applicants may include published work as evidence.    3 Letters of Recommendation    One official copy of transcripts from all institutions attended or attending (see transcript information below)    GRE is required    See TOEFL requirements information below       REQUIREMENTS FOR AUDITIONS       Music and Performing Arts Professions - Auditions       NOTE(S)       Scholarly writing must be mailed to: Dr. Paul Horan, NYU Steinhardt, Department of Music and Performing Arts Professions, 35 West Fourth Street, Suite 1077, 10th Floor, New York, N.Y. 10012    It is preferable that all performance applicants schedule a live audition. Those who are unable to audition in person must submit a VHS tape or DVD (PC-formatted) as instructed.    Any requested audition tape, CD, DVD, or portfolio must be sent to NYU Steinhardt-PHD Auditions, Music and Performing Arts, 35 West Fourth Street, Suite 1077, New York, NY 10012 ATTN-MUCP-PHD. Materials must clearly indicate the applicant's name and NYU ID number (if applicable), the program applied to, and the contents of the tape, CD, or DVD.    There are a limited number of full-time fellowships available. If a full-time fellowship is not available you may be interested in being considered for part-time study which provides no school based funding. The online application provides a question in which you indicate your interest in being considered for part-time study should a full-time position be unavailable.       HELPFUL WEBSITE(S)    Department Name: Music and Performing Arts Professions    steinhardt.nyu.edu/music/    steinhardt.nyu.edu/music/doctoral    steinhardt.nyu.edu/music/doctoral/apply/    DEPARTMENT NUMBERS    Telephone: 212 998 5424          ONLINE APPLICATION STATUS     The Office of Graduate Admissions requires applicants to upload official copies of transcripts, copies of the GRE and TOEFL scores [if required], to the online application. In addition to this, we are requiring applicants to register their recommenders via the online system. All of these new measures will greatly facilitate the processing of an application and ensure that Admission Committees receive most, if not all of the components for a completed application at the same time.    ADMISSIONS CONTACT INFORMATION    Office of Graduate Admissions NYU Steinhardt Joseph &amp; Violet Pless Hall 82 Washington Square East, 3rd Floor New York, NY 10003-6680 steinhardt.gradadmissions@nyu.edu 212 998 5030 212 995 4328 (fax)    DEADLINE INFORMATION    Most programs have very firm deadlines so it is always advisable to apply early. All deadlines are \"in-office\" deadlines, not postmark deadlines and it is the responsibility of the applicant to ensure that all materials are in the Office of Graduate Admissions by the appropriate deadline. The Office of Graduate Admissions reserves the right to return any application that arrives after the deadline. Should any deadline fall on a weekend, the in-office deadline will be the next business day. Only completed applications will be considered.    FINANCIAL AID INFORMATION    To learn more about scholarships and other types of Financial aid, including eligibility requirements please visit: http://steinhardt.nyu.edu/financial_aid/ or click on the Financial Aid tab above.    APPLICATION COMPONENTS       Online Application:          The Office of Graduate Admissions will no longer accept paper-based applications. If you have any issues with submitting an application via the online application system, please contact our office immediately. The application must be completed, dated, electronically signed and submitted on or before the deadline, listed above for the term of entry.    Application Fee:   The $75 application fee is payable in the online system by Major Credit Card. if you are having problems submitting your payment via Credit Card, please contact the Office of Graduate Admissions.       Statement of Purpose/Personal Statement:   A typewritten, double-spaced, two- to three-page statement explaining your purpose in undertaking graduate study in your particular program. This is your opportunity to introduce yourself and to inform the Admissions Committee about your goals, interests, and career plans as they relate to your intended academic pursuits. Some programs require other statements and essays in addition to or in lieu of the statement of purpose. Please review the requirements for your program listed above.   R&eacute;sum&eacute;:   A copy of your most recent r&eacute;sum&eacute; or curriculum vitae.   Transcripts:    The Office of Graduate Admissions now requires applicants to upload one (1) official transcript from EVERY postsecondary school attended to the online application. Web printouts of an unofficial transcript is not acceptable.    For more information about this: please visit the Transcript - FAQ page .    GRE Scores (if required) - [ETS Institution Code: 2556]:   The official GRE scores must be on file by the deadline before a decision will be rendered. GRE scores are valid for 5 years. The GRE must be taken again if your GRE scores are older than 5 years.   If the GRE is required for your program you must submit your GRE scores in two formats:        An official GRE score report must be sent to NYU Steinhardt from ETS. NYU Steinhardt's ETS institution code is 2556; a departmental code is not required. Visit http://www.gre.org/ for more information about the exam.    A copy of your GRE score report must be uploaded into the online application under the \"GRE Upload\" section. Web printout or screenshot acceptable .       The Test of English as a Foreign Language (TOEFL) (if required)- [ETS Institution Code: 2556]:    The TOEFL is mandatory for all applicants whose native language is NOT English and did not receive the equivalent of a 4 year U.S. undergraduate education from an institution where English is the official language of instruction. Applicants holding or completing a graduate degree from an English speaking institution are still required to submit a TOEFL if your graduate education was LESS THAN four years in duration at an institution where English was the official language of instruction. The TOEFL cannot be waived.    Although we do not have a required TOEFL score, successful applicants score 100 or above on the Internet-based test or 600 or above on the paper-based test.    If you are required to submit a TOEFL score, you must submit your score in two formats:       An official TOEFL score report must be sent to NYU Steinhardt for ETS. NYU Steinhardt's ETS institution code is 2556; a departmental code is not required. Visit http://www.toefl.org/ for more information about the exam.    A copy of your score TOEFL Score must be uploaded into the online application under the \"TOEFL Upload\" section. Web printout or screenshot acceptable.       Note: NYU Steinhardt does not accept scores from other equivalent exams including IELTS. A second level review of English proficiency will take place after admission. Read more about requirements for Proficiency in English.          Letters of Recommendation:   You are required to send the number of Letters of Recommendation as listed above. There are no forms available for letters of recommendation. Letters should come from individuals who can assess your qualifications and potential for graduate study.    We ask that you register your recommenders or third-party recommendation service in our online application system. Once registered your recommenders will be able to submit their letters electronically. This method allows you to efficiently monitor and follow up with your recommenders.    Note: Once registered your recommenders can submit their online recommendation either before or after you submit your application. It is your responsibility to ensure your recommendations are received by the stated deadline.    Waiving your right of access: On the online system, you can waive or not waive your right of access to letters of recommendation. Once your rights have been selected via the online system, it can not be changed, you have the ability to:       I waive my right of access    I do not waive my right of access       If you are considering NOT waiving your right of access to your letters of recommendation, we strongly urge that you discuss this matter with your potential recommenders.    Please be advised even if you do not waive your right of access to letters of recommendation, you may only see your recommendations if you are or have been in attendance at NYU Steinhardt.    For more information about registering your recommenders: please visit the Letters of Recommendation - FAQ page.        DOCUMENT COVER SHEET    If any materials are mailed to our office for your major/academic plan mail the materials under one mailing using the Document Cover Sheet . Items received without a Document Cover Sheet take longer to process and match to your application.    Please do not mail your materials in binders or folders.    SPECIAL INSTRUCTIONS for ALL INTERNATIONAL APPLICANTS    To learn more about special instructions for all international applicants, please visit: Special Instructions    CAMPUS SECURITY REPORT    New York University&rsquo;s annual Campus Security Report includes statistics for the previous three years concerning reported crimes that occurred on-campus, in certain off-campus buildings or property owned or controlled by NYU, and on public property within or immediately adjacent to the campus. The report also includes institutional policies concerning campus security, such as policies concerning sexual assault, drugs and alcohol. You can obtain a copy of the current report by contacting Thomas Grace, Director of Judicial Affairs and Compliance, Office of the Vice President for Student Affairs (601 Kimmel Center: 212-998-4403) or Jay Zwicker, Crime Prevention Manager, Department of Public Safety (7 Washington Place: 212-998-1451) or by visiting the following website: www.nyu.edu/public.safety/policies/ .    Special Notes from the Office of Graduate Admissions       PLEASE check the online system to confirm that you have successfully submitted your application.    Due to the volume of applications and related materials received the Office of Graduate Admissions will only contact you if your application was successfully submitted and is deemed INCOMPLETE because of missing required materials. Otherwise you will hear from us when the Admissions Committee has made a decision.       Thank you for considering NYU Steinhardt, School of Culture, Education, and Human Development for your Graduate studies.    DEFFERAL/UPDATE POLICY    NYU Steinhardt does not allow deferrals and the Office of Graduate Admissions is no longer permitting applicants to update their application and application materials for future consideration. Applicants who wish to be considered for a future semester must reapply by submitting a new application including all of the supporting materials, including letters of recommendations by the application deadline.    DOCUMENT TYPES for UPLOAD to the Online Application System    - The following are acceptable document types for uploads: PDF, JPEG, JPG, GIF, TIFF, PNG, Bitmap, DOC, and DOCX.                             This site, and all its contents, are Copyright &copy;        by New York University. All rights reserved.    Steinhardt School of Culture, Education, and Human Development - 82 Washington Square East, New York, NY 10003"}]}]