[{"detail": [{"content": "Cyrus R. K. Patell, Faculty of English | NYU                                                     Back to Home                                             Cyrus R. K. Patell   Associate Professor of English; American Studies (affiliate); Associate Dean of Humanities, NYU Abu Dhabi   Ph.D. 1991 (English and American literature and language), M.A. 1986, B.A. 1983, Harvard.   Office Address: 244 Greene Street room 609  New York, New York (US) 10003 Office Hours: IN ABU DHABI 2013-2014 Email:   Phone: (212) 998-8827 Fax: (212) 995-4019               Curriculum Vitae                    Cyrus R.K. Patell is Associate Professor of English, Faculty Fellow-in-Residence at University Hall, and Associate Dean of Humanities, NYU Abu Dhabi    A former Director of Undergraduate Studies and Director of Undergraduate Honors for the English Department, he regularly teaches the undergraduate courses “Conversations of the West,” “American Literature I,” and “Writing New York.” Recent graduate courses include “Why Moby-Dick Matters,” “U.S. Fiction after 1940,” and “Contemporary Emergent U.S. Fiction.”    A specialist in 19th- and 20th-century American literature and culture, his recent scholarship and teaching has centered on the theory and practice of cosmopolitanism and on the literature and culture of New York City. Forthcoming publications include the Cambridge Companion to the Literature of New York City (co-edited with Bryan Waterman) and U.S. Multicultural Literatures: An Introduction to Emergent Writing since 1940 (NYU Press). He is currently writing a book on the album Some Girls by the Rolling Stones for Continuum’s 33 1/3 series, and he is editing (with Deborah Lindsay Williams) the volume devoted to U.S. fiction after 1940 for the twelve-volume Oxford History of the Novel in English (general editor, Patrick Parrinder). He is a two-time winner of the Golden Dozen Award for Undergraduate Teaching and is a recipient of NYU’s highest pedagogical award, the Distinguished Teaching Award.    He blogs on two sites: patell.org and at the site Patell and Waterman’s History of New York .     Areas of Research/Interest   American literature and culture; history and culture of New York City; theory and practice of cosmopolitanism; minority discourse; cultural studies; literary historiography     Affiliated with other departments or programs   American Studies (affiliate); Associate Dean of Humanities, NYU Abu Dhabi     External Affiliations   American Culture Association, American Literature Association, American Studies Association, Multi-Ethnic Literature of the United States, Modern Language Association, Western Literature Association.     Fellowships/Honors   Distinguished Teaching Award, NYU, 2004; Golden Dozen Award, NYU, 2003; Research Challenge Fund Grant, NYU, 2004, 1999, 1998, 1996; Curricular Development Challenge Fund Grant, NYU, 2004, 1997; Golden Dozen Teaching Award, NYU, 1995; President's Postdoctoral Fellowship, University of California, 1991-1993.     Publications (Selected) The Cambridge Companion to the Literature of New York , co-edited with Bryan Waterman. Cambridge University Press, 2010. Negative Liberties: Morrison, Pynchon, and the Problem of Liberal Ideology . Duke University Press. 2001.      Emergent Literatures, 1940-1990. In The Cambridge History of American Literature , vol.7. Cambridge University Press. 1999.    Comparative American Studies: Hybridity and Beyond. American Literary History . Spring 1999.    Joyce's Use of History in \"Finnegans Wake\" . Cambridge: Harvard University Press. 1984.     Update your faculty profile                               Contact Us | &copy; New York University , Arts and Science"}]},
{"detail": [{"content": "Cyrus R. K. Patell, Faculty of English | NYU                                                     Back to Home                                             Cyrus R. K. Patell   Associate Professor of English; American Studies (affiliate); Associate Dean of Humanities, NYU Abu Dhabi   Ph.D. 1991 (English and American literature and language), M.A. 1986, B.A. 1983, Harvard.   Office Address: 244 Greene Street room 609  New York, New York (US) 10003 Office Hours: IN ABU DHABI 2013-2014 Email:   Phone: (212) 998-8827 Fax: (212) 995-4019               Curriculum Vitae                    Cyrus R.K. Patell is Associate Professor of English, Faculty Fellow-in-Residence at University Hall, and Associate Dean of Humanities, NYU Abu Dhabi    A former Director of Undergraduate Studies and Director of Undergraduate Honors for the English Department, he regularly teaches the undergraduate courses “Conversations of the West,” “American Literature I,” and “Writing New York.” Recent graduate courses include “Why Moby-Dick Matters,” “U.S. Fiction after 1940,” and “Contemporary Emergent U.S. Fiction.”    A specialist in 19th- and 20th-century American literature and culture, his recent scholarship and teaching has centered on the theory and practice of cosmopolitanism and on the literature and culture of New York City. Forthcoming publications include the Cambridge Companion to the Literature of New York City (co-edited with Bryan Waterman) and U.S. Multicultural Literatures: An Introduction to Emergent Writing since 1940 (NYU Press). He is currently writing a book on the album Some Girls by the Rolling Stones for Continuum’s 33 1/3 series, and he is editing (with Deborah Lindsay Williams) the volume devoted to U.S. fiction after 1940 for the twelve-volume Oxford History of the Novel in English (general editor, Patrick Parrinder). He is a two-time winner of the Golden Dozen Award for Undergraduate Teaching and is a recipient of NYU’s highest pedagogical award, the Distinguished Teaching Award.    He blogs on two sites: patell.org and at the site Patell and Waterman’s History of New York .     Areas of Research/Interest   American literature and culture; history and culture of New York City; theory and practice of cosmopolitanism; minority discourse; cultural studies; literary historiography     Affiliated with other departments or programs   American Studies (affiliate); Associate Dean of Humanities, NYU Abu Dhabi     External Affiliations   American Culture Association, American Literature Association, American Studies Association, Multi-Ethnic Literature of the United States, Modern Language Association, Western Literature Association.     Fellowships/Honors   Distinguished Teaching Award, NYU, 2004; Golden Dozen Award, NYU, 2003; Research Challenge Fund Grant, NYU, 2004, 1999, 1998, 1996; Curricular Development Challenge Fund Grant, NYU, 2004, 1997; Golden Dozen Teaching Award, NYU, 1995; President's Postdoctoral Fellowship, University of California, 1991-1993.     Publications (Selected) The Cambridge Companion to the Literature of New York , co-edited with Bryan Waterman. Cambridge University Press, 2010. Negative Liberties: Morrison, Pynchon, and the Problem of Liberal Ideology . Duke University Press. 2001.      Emergent Literatures, 1940-1990. In The Cambridge History of American Literature , vol.7. Cambridge University Press. 1999.    Comparative American Studies: Hybridity and Beyond. American Literary History . Spring 1999.    Joyce's Use of History in \"Finnegans Wake\" . Cambridge: Harvard University Press. 1984.     Update your faculty profile                               Contact Us | &copy; New York University , Arts and Science"}, {"content": "Fall 2015 Graduate Courses    | Department of Comparative Literature | NYU       NYU > Comparative Literature > Fall 2015 | Graduate Courses                        New York University       Arts and Science       College of Arts and Science       Graduate School of Arts and Science           Comparative Literature     &amp;nbsp;                          Back to  previous page              &amp;nbsp;       &amp;nbsp;     Fall 2015 | Graduate Courses       Courses Originating in the Comparative Literature Department Please refer to Albert for room assignments.             Course Name    Credits    Course Number    Professor    Day    Time    Culture and Critique: Transnational America (Graduate students only. UGs with permission of instructor.) 4.0 COLIT-GA 1951 ENGL-GA 2916.001 DRAP-GA 1949.001 Garcia Thursday 11:00-1:45  Biopolitics and Culture in Contemporary Spain (Graduate students only. UGs with permission of instructor.) 4.0 COLIT-GA 2645 Matos-Martin Wednesday 11:00-1:45    Revisiting the Western Classics: Ancient Materialisms: Matter &amp; Gender in Classical Antiquity (Graduate students only. UGs with permission of instructor.)    4.0    COLIT-GA 2502 CLASS-GA 2502    Bianchi    Wednesday    4:55-7:35       Topics in Caribbean Literature: Comparatism, Contigency, and the Caribbean (Graduate students only. UGs with permission of instructor.)    4.0    COLIT-GA 2650 HIST-GA 2801.002 Dopico    Tuesday 12:30-3:15       Seminar in Literature: Research Methods and Techniques: Theory and Critique of Comparative Literature (Graduate students only. UGs with permission of instructor.)    4.0    COLIT-GA 1400    Apter    Thursday    2:00-4:45       Writing Seminar (Required course for Comp Lit PhD 3rd year students. This year-long course will be taken for 8 credits, fall and spring. Auditing is possible with the permission of the instructor. Enrollment restricted to comp Lit 3rd year students only.)    4.0    COLIT-GA 2000    Basterra    Wednesday    12:30-3:15     Topics in Translation: Translation and Comparatism (Graduate students only. UGs with permission of instructor.) 4.0 COLIT-GA 2875 MEIS-GA 1770.001 Halim Monday 2:00-4:00  Topics in African Literature: Africa--In Theory (Graduate students only. UGs with permission of instructor.) 4.0 COLIT-GA 3630 DRAP-GA 3630.001 ENGL-GA 2902.001 HIST-GA 1784.001 Sanders Monday 11:00-1:45       Comparative Poetics/Proseminar in Poetics &amp; Theory: Prose and Cons: Poetics in the Age of Prose (Graduate students only. UGs with permission of instructor.)    4.0    COLIT-GA 3399 POET-GA 2001    Gadberry    Tuesday    4:55-7:35    Independent Study (permission of DGS Required) 4.0 COLIT- GA 2991   Academic Internship (permission of DGS required) 4.0 COLIT-GA 2992  Thesis Research (permission of DGS Required) 4.0 COLIT- GA 3991   Directed Research I (permission of DGS Required) 4.0 COLIT- GA 3998   Directed Research II (permission of DGS Required) 4.0 COLIT- GA 3999    Seminar in Literature: Research Methods and Techniques Theory and Critique of Comparative Literature Apter  The seminar will review changing  debates in the history of Comparative Literature focusing on its long and  complicated relationship to philosophy and \"theory.\" Drawing on  the work of Auerbach, Spitzer, Lukács, Derrida, Foucault, Agamben, Jameson, Rancière,  Moretti, Spivak, and Butler, topics will include: philology and translation,  philosophical lexicons of the historical subject, theology and sacred language;   deconstruction versus historicism; style and poetics (punctuation);  common cultural property and national/patrimonial claims; chronicity,  periodicity and the conditions of contemporaneity; geopolitical cartographies  and neoliberal economic paradigms; logics of worlds and the politics of  security; specters of the (digital) humanities.  Requirements: Two 8 page papers and a presentation on a  class reading.   Unless otherwise noted, readings will  be posted on NYU Classes course site.  Revisiting the Western Classics: Ancient Materialisms: Matter &amp; Gender in Classical Antiquity Bianchi      In the face of the rising popularity of “new materialisms” it  is important to remember that the notion of “matter” itself arose in a specific  historical and philosophical context in classical antiquity. Matter, from the  Latin ‘ materia ’ (related to mater, mother) itself emerged from  Aristotle’s Greek innovation hulê (literally,  wood). In this class we will undertake close readings of key ancient works on  the origin and constitution of the natural world and its intersections with the  human world, including prephilosophical cosmogonies, Presocratic philosophies  of nature, Aeschylus’ Oresteia, Greek  atomism, Plato’s Timaeus , Aristotle’s   Physics, Metaphysics, and Generation of Animals , and Lucretius’ De Rerum Natura, tracing the emergence  of discourses of materiality alongside and in concert with tropes of sex and  gender. To assist us in this endeavor we will draw on contemporary readings including  Heidegger, Kristeva, Irigaray, Loraux, Butler, and Grosz, as well as critically  engaging Bachofen’s 19 th century conception of Mutterrecht . Some background knowledge of psychoanalytic theory is  advised as is knowledge of Greek, however all readings will be in translation. Topics in Caribbean Literature: Comparatism, Contigency, and the Caribbean Dopico  “ The Caribbean,” as David Scott has  argued, “is not merely modern…. it is modern in a fundamentally inaugural way.”  What does it mean to think of the Caribbean as an inaugural imaginary? And what does the Caribbean mean in a  post-colonial, post-socialist, post-revolutionary age? A long host of thinkers, writers and artists  of the nineteenth and twentieth century have insisted on the centrality of the  Caribbean as root and rhizome in our understanding of modernity and its  elements: enlightenment and capital, race and empire, sovereignty and  simulation, culture and nation, and, most romantically, or tragically,  revolution. But to think the Caribbean adequately one has to think beyond the  dialectics of roots and rhizome, beyond the poetics of relation, archipelago  and diaspora. This demands too that we read  beyond the tragic and monumental tropes of the Caribbean and read instead minor  forms and minor keys. Thinking and reading the Caribbean requires not only linguistic  and theoretical fluencies, but a capacity to read deep contexts and  contingencies within apparent economies of cultural and material scarcity. It  requires the capacity to engage the master paradigms of modernity and  simultaneously engage the more slippery problems of temporality, contingency,  misunderstanding, as well as the violent and demoralizing mechanisms of  domination, transaction and subordination.  This course considers  key texts and works of the Caribbean archipelago and reads them comparatively  and sometimes against the grain of their national, regional and postcolonial  inscriptions. We will read major cultural works and lesser-known expressions,  major literary works and alongside minor or forgotten forms. We will consider how the cultural monuments  of the Caribbean have occluded collective politics, aesthetic experiments,  insurgent movements and ephemeral forms. We counter pose the monumentality of  literature to the epistemologies and historical consciousness of other cultural  practices, aiming both for the contrapuntal and the counterintuitive. How, for example, have we come to understand  the Haitian Revolution or the Cuban Revolution within grand narratives and what  would it mean to read in them not epic, tragic destinies but more banal  parables about modernity —destinies consonant with other forms of communal  politics, other orders of transaction and betrayal, from Paris, to Prague, from  Berlin to Grenada? Comparative questions abound: What does it mean to read a history of  revolution and civil rights in the Caribbean nineteenth century? What is the  specificity of Caribbean race theory? What is the distance between a history of  literature and a history of print culture in the Caribbean? How does literature  compete with visual aesthetics? How do  we “read” Aponte’s lost book or desacralize Walcott’s Omeros? How does Patrick Chamoiseau destroy the  postcolonial novel? How does Dulce María Loynaz precede Sebald by half a  century? Why is Virgilio Piñera like  Franz Kafka?  We will also ask  about discursive notions of the Caribbean: what and whether the reparative  poetics of relation and antillanité hold . We will engage the divisions between  Francophone, Anglophone, and Hispanophone Caribbean studies and trace cultural  and theoretical genealogies and segregations, asking if the Caribbean has a  common culture beyond the major tropic/al conceits that artists and scholars  have used to bind literary production. We will ask, in the tradition of Edward  Said, whether, like the East, “Caribbeanism”  becomes a career, what the field might mean, and how it exists. What is the place of the Caribbean in the  conceptions and political destinies of the American hemisphere or the Global  South? The syllabus is still  in progress but will include selections from major canonical Caribbean texts  (Casal, Hostos, James, Métraux, Césaire, Price Mars, Mañach, Marinello, Ortiz,  Cabrera, Walcott, Brathwaite, Lamming),    theorists and historians of the Caribbean (James, Cesaire, Glissant,  Moreno Fraginals, Benítez Rojo, Trouillot, Scott), twentieth century literature (Carpentier,  Burgos, Loynaz, Lezama, Rodríguez Juliá, Piñera, Walcott) through to the post-colonial Caribbean  Anglophone corpus and onto contemporary writers from Rita Indiana Hernández to  Marlon James. We will pay special  attention to breaking postcolonial linguistic segregations, but also be mindful  of the operations and problem of genre, print culture, journal, performance,  and the pedagogies of civil society. We  will consider the formation of Caribbean Studies as a field and think of the  ways that journals from Orígenes and Tropiques , to Callaloo and Small Axe transform critical, artistic  and activist interventions on the Caribbean, and translate to intellectual  practices in the academy.          Comparative Poetics/Proseminar in Poetics &amp; Theory: Prose and Cons: Poetics in the Age of Prose Gadberry The long eighteenth-century has accrued a long   series of appellations, the Age of Reason, the Enlightenment, the   Augustan Age, and the Age of Prose among them. At the end of the   seventeenth century, the famous poet and critic Boileau is said to have   announced that Descartes himself had “cut poetry’s throat” while Matthew   Arnold looked back and deemed even the great poets of the eighteenth   century to be writing prose in their verse. Our course attempts to   uncover the fate of poetics in this “age of prose and reason.” How and   where do we find poetics at a moment at which poetry appears to be dead?   Our inquiry will pursue the longstanding antagonism between philosophy   and poetry as we plumb texts central to the conceptual legacy of the   period before the revival of poetics and poetry with Romanticism. Is   there a poetics of reason, of toleration, of common sense, of   laissez-faire? Just where does poetry go, and what might this have to do   with the birth of criticism? How does a poetics undergird the   subjectivities and, indeed, the systems that authors of the period   imagine? As we read texts of the period, we will engage twentieth- and   twenty-first-century interlocutors who will help us puzzle over what and   where poetry is in the moments of its apparent defeat or disappearance. Early   modern texts may include works by Hobbes, Milton, Locke, Corneille,   Boileau, Pope, Defoe, Baumgarten, Kant, Shaftesbury, Rousseau, and Vico.   Our modern texts may include works by Benjamin, Badiou, Derrida,   Peirce, Wittgenstein, Richards, among others. All texts will be   available in translation, but reading knowledge of French and/or German a   plus.      Culture and Critique: Transnational America Garcia This  seminar examines the transnational turn in U.S. literary studies and the  resulting reconfiguration of the relationship between American Studies and  Comparative Literature. We explore aesthetic renderings of “America” during  different historical junctures and devote special attention to  re-conceptualizations of “America” that create new objects of analysis, both  smaller and larger than the nation-form. If “trans” is from the Latin for  “over, across or beyond,” we ask what it means to think about American  literature as “over,” “across,” or “beyond” the nation form. Along the way, we  examine divergent practices of comparative cultural studies, including theories  of the Black Atlantic, and more recent efforts to globally re-map American  literary cultures and theorize American literature through concepts of the  planetary. Alongside works by such writers as Henry James, W. E. B. Du Bois, Jean  Toomer and Eric Walrond, and more recent contributions by such authors as  Joseph O’Neill and Mohsin Hamid, we consider past and present social theory and  cultural criticism that impinge upon twenty-first century comparative literary  studies and American studies alike. Tropics in Translation: Translation and Comparatism  Halim In various ways, translation has always played a signal role  in comparatism. Aiming to shed light on both issues within translation theory  and the changing nature of Comparative Literature, this course will address the  topic in relation to: World Literature, travelling theory, Translation Studies vis-à-vis  Comparative Literature, and South-South comparatism, among others. Readings by:  Amal Amireh, Emily Apter, Talal Asad, Susan Bassnett, David Damrosch, Ferial  Ghazoul, Richard Jacquemond, Mohja Kahf, André Lefevere, Edward Said, Gayatri  Spivak, Haun Saussy, Harish Trivedi, Lawrence Venuti, and others. Biopolitics and Culture in Contemporary Spain Matos-Martin     The notion of biopolitics is widely used today in many  disciplines and discourses to reflect on issues as diverse as neoliberalism,  globalization, fascism, demographic changes, global security, or health  problems. This notion, however, has been relatively little used in Spain. In  this course students will be introduced to different theories of biopolitics  --with an emphasis on violence and exclusion practices-- as articulated in  Spanish contemporary culture. As such, we will mostly analyze films and literary  texts that address experiences of social and political exclusion, marginality,  precariousness, abandonment or poverty within the modern Spanish context—from  the Spanish Civil War to the current moment of economic crisis. Theoretical  readings will include, among others, Foucault, Agamben, Esposito, Lemke,  Mbembe, Bauman, Lazzarato, Balibar, Butler, Negri and Rancière. Topics in African Literature: Africa--In Theory Sanders     Recently there has been an  explosion in “theory from the South.” Some of the most exciting interventions  have come from African theorists such as Ato Quayson, Achille Mbembe, Jean and  John Comaroff, and Mahmood Mamdani. Taking recent works by these theorists as  our starting point, we will explore the application and adaptation of  metropolitan thinkers such as Foucault, Derrida, and Schmitt, in order to  theorize “necropolitics,” genocide, and xenophobia, among other burning issues.  We will also take stock of earlier endeavors by Africanist and Afro-Americanist  thinkers such as Du Bois, Senghor, Mudimbe, Soyinka, and Ngugi to define  critically Africa’s specific contributions to the making (and making sense of)  the world that all of us inhabit. Since a number of these thinkers are also  writers and/or literary theorists, we shall also be analyzing key recent texts  by Ahmadou Kourouma, Phaswane Mpe, and Antjie Krog.                   Back to Top                     Contact us | &copy; New York University , Arts and Science"}]},
{"detail": [{"content": "Cyrus R. K. Patell, Faculty of English | NYU                                                     Back to Home                                             Cyrus R. K. Patell   Associate Professor of English; American Studies (affiliate); Associate Dean of Humanities, NYU Abu Dhabi   Ph.D. 1991 (English and American literature and language), M.A. 1986, B.A. 1983, Harvard.   Office Address: 244 Greene Street room 609  New York, New York (US) 10003 Office Hours: IN ABU DHABI 2013-2014 Email:   Phone: (212) 998-8827 Fax: (212) 995-4019               Curriculum Vitae                    Cyrus R.K. Patell is Associate Professor of English, Faculty Fellow-in-Residence at University Hall, and Associate Dean of Humanities, NYU Abu Dhabi    A former Director of Undergraduate Studies and Director of Undergraduate Honors for the English Department, he regularly teaches the undergraduate courses “Conversations of the West,” “American Literature I,” and “Writing New York.” Recent graduate courses include “Why Moby-Dick Matters,” “U.S. Fiction after 1940,” and “Contemporary Emergent U.S. Fiction.”    A specialist in 19th- and 20th-century American literature and culture, his recent scholarship and teaching has centered on the theory and practice of cosmopolitanism and on the literature and culture of New York City. Forthcoming publications include the Cambridge Companion to the Literature of New York City (co-edited with Bryan Waterman) and U.S. Multicultural Literatures: An Introduction to Emergent Writing since 1940 (NYU Press). He is currently writing a book on the album Some Girls by the Rolling Stones for Continuum’s 33 1/3 series, and he is editing (with Deborah Lindsay Williams) the volume devoted to U.S. fiction after 1940 for the twelve-volume Oxford History of the Novel in English (general editor, Patrick Parrinder). He is a two-time winner of the Golden Dozen Award for Undergraduate Teaching and is a recipient of NYU’s highest pedagogical award, the Distinguished Teaching Award.    He blogs on two sites: patell.org and at the site Patell and Waterman’s History of New York .     Areas of Research/Interest   American literature and culture; history and culture of New York City; theory and practice of cosmopolitanism; minority discourse; cultural studies; literary historiography     Affiliated with other departments or programs   American Studies (affiliate); Associate Dean of Humanities, NYU Abu Dhabi     External Affiliations   American Culture Association, American Literature Association, American Studies Association, Multi-Ethnic Literature of the United States, Modern Language Association, Western Literature Association.     Fellowships/Honors   Distinguished Teaching Award, NYU, 2004; Golden Dozen Award, NYU, 2003; Research Challenge Fund Grant, NYU, 2004, 1999, 1998, 1996; Curricular Development Challenge Fund Grant, NYU, 2004, 1997; Golden Dozen Teaching Award, NYU, 1995; President's Postdoctoral Fellowship, University of California, 1991-1993.     Publications (Selected) The Cambridge Companion to the Literature of New York , co-edited with Bryan Waterman. Cambridge University Press, 2010. Negative Liberties: Morrison, Pynchon, and the Problem of Liberal Ideology . Duke University Press. 2001.      Emergent Literatures, 1940-1990. In The Cambridge History of American Literature , vol.7. Cambridge University Press. 1999.    Comparative American Studies: Hybridity and Beyond. American Literary History . Spring 1999.    Joyce's Use of History in \"Finnegans Wake\" . Cambridge: Harvard University Press. 1984.     Update your faculty profile                               Contact Us | &copy; New York University , Arts and Science"}, {"content": "Fall 2015 Graduate Courses    | Department of Comparative Literature | NYU       NYU > Comparative Literature > Fall 2015 | Graduate Courses                        New York University       Arts and Science       College of Arts and Science       Graduate School of Arts and Science           Comparative Literature     &amp;nbsp;                          Back to  previous page              &amp;nbsp;       &amp;nbsp;     Fall 2015 | Graduate Courses       Courses Originating in the Comparative Literature Department Please refer to Albert for room assignments.             Course Name    Credits    Course Number    Professor    Day    Time    Culture and Critique: Transnational America (Graduate students only. UGs with permission of instructor.) 4.0 COLIT-GA 1951 ENGL-GA 2916.001 DRAP-GA 1949.001 Garcia Thursday 11:00-1:45  Biopolitics and Culture in Contemporary Spain (Graduate students only. UGs with permission of instructor.) 4.0 COLIT-GA 2645 Matos-Martin Wednesday 11:00-1:45    Revisiting the Western Classics: Ancient Materialisms: Matter &amp; Gender in Classical Antiquity (Graduate students only. UGs with permission of instructor.)    4.0    COLIT-GA 2502 CLASS-GA 2502    Bianchi    Wednesday    4:55-7:35       Topics in Caribbean Literature: Comparatism, Contigency, and the Caribbean (Graduate students only. UGs with permission of instructor.)    4.0    COLIT-GA 2650 HIST-GA 2801.002 Dopico    Tuesday 12:30-3:15       Seminar in Literature: Research Methods and Techniques: Theory and Critique of Comparative Literature (Graduate students only. UGs with permission of instructor.)    4.0    COLIT-GA 1400    Apter    Thursday    2:00-4:45       Writing Seminar (Required course for Comp Lit PhD 3rd year students. This year-long course will be taken for 8 credits, fall and spring. Auditing is possible with the permission of the instructor. Enrollment restricted to comp Lit 3rd year students only.)    4.0    COLIT-GA 2000    Basterra    Wednesday    12:30-3:15     Topics in Translation: Translation and Comparatism (Graduate students only. UGs with permission of instructor.) 4.0 COLIT-GA 2875 MEIS-GA 1770.001 Halim Monday 2:00-4:00  Topics in African Literature: Africa--In Theory (Graduate students only. UGs with permission of instructor.) 4.0 COLIT-GA 3630 DRAP-GA 3630.001 ENGL-GA 2902.001 HIST-GA 1784.001 Sanders Monday 11:00-1:45       Comparative Poetics/Proseminar in Poetics &amp; Theory: Prose and Cons: Poetics in the Age of Prose (Graduate students only. UGs with permission of instructor.)    4.0    COLIT-GA 3399 POET-GA 2001    Gadberry    Tuesday    4:55-7:35    Independent Study (permission of DGS Required) 4.0 COLIT- GA 2991   Academic Internship (permission of DGS required) 4.0 COLIT-GA 2992  Thesis Research (permission of DGS Required) 4.0 COLIT- GA 3991   Directed Research I (permission of DGS Required) 4.0 COLIT- GA 3998   Directed Research II (permission of DGS Required) 4.0 COLIT- GA 3999    Seminar in Literature: Research Methods and Techniques Theory and Critique of Comparative Literature Apter  The seminar will review changing  debates in the history of Comparative Literature focusing on its long and  complicated relationship to philosophy and \"theory.\" Drawing on  the work of Auerbach, Spitzer, Lukács, Derrida, Foucault, Agamben, Jameson, Rancière,  Moretti, Spivak, and Butler, topics will include: philology and translation,  philosophical lexicons of the historical subject, theology and sacred language;   deconstruction versus historicism; style and poetics (punctuation);  common cultural property and national/patrimonial claims; chronicity,  periodicity and the conditions of contemporaneity; geopolitical cartographies  and neoliberal economic paradigms; logics of worlds and the politics of  security; specters of the (digital) humanities.  Requirements: Two 8 page papers and a presentation on a  class reading.   Unless otherwise noted, readings will  be posted on NYU Classes course site.  Revisiting the Western Classics: Ancient Materialisms: Matter &amp; Gender in Classical Antiquity Bianchi      In the face of the rising popularity of “new materialisms” it  is important to remember that the notion of “matter” itself arose in a specific  historical and philosophical context in classical antiquity. Matter, from the  Latin ‘ materia ’ (related to mater, mother) itself emerged from  Aristotle’s Greek innovation hulê (literally,  wood). In this class we will undertake close readings of key ancient works on  the origin and constitution of the natural world and its intersections with the  human world, including prephilosophical cosmogonies, Presocratic philosophies  of nature, Aeschylus’ Oresteia, Greek  atomism, Plato’s Timaeus , Aristotle’s   Physics, Metaphysics, and Generation of Animals , and Lucretius’ De Rerum Natura, tracing the emergence  of discourses of materiality alongside and in concert with tropes of sex and  gender. To assist us in this endeavor we will draw on contemporary readings including  Heidegger, Kristeva, Irigaray, Loraux, Butler, and Grosz, as well as critically  engaging Bachofen’s 19 th century conception of Mutterrecht . Some background knowledge of psychoanalytic theory is  advised as is knowledge of Greek, however all readings will be in translation. Topics in Caribbean Literature: Comparatism, Contigency, and the Caribbean Dopico  “ The Caribbean,” as David Scott has  argued, “is not merely modern…. it is modern in a fundamentally inaugural way.”  What does it mean to think of the Caribbean as an inaugural imaginary? And what does the Caribbean mean in a  post-colonial, post-socialist, post-revolutionary age? A long host of thinkers, writers and artists  of the nineteenth and twentieth century have insisted on the centrality of the  Caribbean as root and rhizome in our understanding of modernity and its  elements: enlightenment and capital, race and empire, sovereignty and  simulation, culture and nation, and, most romantically, or tragically,  revolution. But to think the Caribbean adequately one has to think beyond the  dialectics of roots and rhizome, beyond the poetics of relation, archipelago  and diaspora. This demands too that we read  beyond the tragic and monumental tropes of the Caribbean and read instead minor  forms and minor keys. Thinking and reading the Caribbean requires not only linguistic  and theoretical fluencies, but a capacity to read deep contexts and  contingencies within apparent economies of cultural and material scarcity. It  requires the capacity to engage the master paradigms of modernity and  simultaneously engage the more slippery problems of temporality, contingency,  misunderstanding, as well as the violent and demoralizing mechanisms of  domination, transaction and subordination.  This course considers  key texts and works of the Caribbean archipelago and reads them comparatively  and sometimes against the grain of their national, regional and postcolonial  inscriptions. We will read major cultural works and lesser-known expressions,  major literary works and alongside minor or forgotten forms. We will consider how the cultural monuments  of the Caribbean have occluded collective politics, aesthetic experiments,  insurgent movements and ephemeral forms. We counter pose the monumentality of  literature to the epistemologies and historical consciousness of other cultural  practices, aiming both for the contrapuntal and the counterintuitive. How, for example, have we come to understand  the Haitian Revolution or the Cuban Revolution within grand narratives and what  would it mean to read in them not epic, tragic destinies but more banal  parables about modernity —destinies consonant with other forms of communal  politics, other orders of transaction and betrayal, from Paris, to Prague, from  Berlin to Grenada? Comparative questions abound: What does it mean to read a history of  revolution and civil rights in the Caribbean nineteenth century? What is the  specificity of Caribbean race theory? What is the distance between a history of  literature and a history of print culture in the Caribbean? How does literature  compete with visual aesthetics? How do  we “read” Aponte’s lost book or desacralize Walcott’s Omeros? How does Patrick Chamoiseau destroy the  postcolonial novel? How does Dulce María Loynaz precede Sebald by half a  century? Why is Virgilio Piñera like  Franz Kafka?  We will also ask  about discursive notions of the Caribbean: what and whether the reparative  poetics of relation and antillanité hold . We will engage the divisions between  Francophone, Anglophone, and Hispanophone Caribbean studies and trace cultural  and theoretical genealogies and segregations, asking if the Caribbean has a  common culture beyond the major tropic/al conceits that artists and scholars  have used to bind literary production. We will ask, in the tradition of Edward  Said, whether, like the East, “Caribbeanism”  becomes a career, what the field might mean, and how it exists. What is the place of the Caribbean in the  conceptions and political destinies of the American hemisphere or the Global  South? The syllabus is still  in progress but will include selections from major canonical Caribbean texts  (Casal, Hostos, James, Métraux, Césaire, Price Mars, Mañach, Marinello, Ortiz,  Cabrera, Walcott, Brathwaite, Lamming),    theorists and historians of the Caribbean (James, Cesaire, Glissant,  Moreno Fraginals, Benítez Rojo, Trouillot, Scott), twentieth century literature (Carpentier,  Burgos, Loynaz, Lezama, Rodríguez Juliá, Piñera, Walcott) through to the post-colonial Caribbean  Anglophone corpus and onto contemporary writers from Rita Indiana Hernández to  Marlon James. We will pay special  attention to breaking postcolonial linguistic segregations, but also be mindful  of the operations and problem of genre, print culture, journal, performance,  and the pedagogies of civil society. We  will consider the formation of Caribbean Studies as a field and think of the  ways that journals from Orígenes and Tropiques , to Callaloo and Small Axe transform critical, artistic  and activist interventions on the Caribbean, and translate to intellectual  practices in the academy.          Comparative Poetics/Proseminar in Poetics &amp; Theory: Prose and Cons: Poetics in the Age of Prose Gadberry The long eighteenth-century has accrued a long   series of appellations, the Age of Reason, the Enlightenment, the   Augustan Age, and the Age of Prose among them. At the end of the   seventeenth century, the famous poet and critic Boileau is said to have   announced that Descartes himself had “cut poetry’s throat” while Matthew   Arnold looked back and deemed even the great poets of the eighteenth   century to be writing prose in their verse. Our course attempts to   uncover the fate of poetics in this “age of prose and reason.” How and   where do we find poetics at a moment at which poetry appears to be dead?   Our inquiry will pursue the longstanding antagonism between philosophy   and poetry as we plumb texts central to the conceptual legacy of the   period before the revival of poetics and poetry with Romanticism. Is   there a poetics of reason, of toleration, of common sense, of   laissez-faire? Just where does poetry go, and what might this have to do   with the birth of criticism? How does a poetics undergird the   subjectivities and, indeed, the systems that authors of the period   imagine? As we read texts of the period, we will engage twentieth- and   twenty-first-century interlocutors who will help us puzzle over what and   where poetry is in the moments of its apparent defeat or disappearance. Early   modern texts may include works by Hobbes, Milton, Locke, Corneille,   Boileau, Pope, Defoe, Baumgarten, Kant, Shaftesbury, Rousseau, and Vico.   Our modern texts may include works by Benjamin, Badiou, Derrida,   Peirce, Wittgenstein, Richards, among others. All texts will be   available in translation, but reading knowledge of French and/or German a   plus.      Culture and Critique: Transnational America Garcia This  seminar examines the transnational turn in U.S. literary studies and the  resulting reconfiguration of the relationship between American Studies and  Comparative Literature. We explore aesthetic renderings of “America” during  different historical junctures and devote special attention to  re-conceptualizations of “America” that create new objects of analysis, both  smaller and larger than the nation-form. If “trans” is from the Latin for  “over, across or beyond,” we ask what it means to think about American  literature as “over,” “across,” or “beyond” the nation form. Along the way, we  examine divergent practices of comparative cultural studies, including theories  of the Black Atlantic, and more recent efforts to globally re-map American  literary cultures and theorize American literature through concepts of the  planetary. Alongside works by such writers as Henry James, W. E. B. Du Bois, Jean  Toomer and Eric Walrond, and more recent contributions by such authors as  Joseph O’Neill and Mohsin Hamid, we consider past and present social theory and  cultural criticism that impinge upon twenty-first century comparative literary  studies and American studies alike. Tropics in Translation: Translation and Comparatism  Halim In various ways, translation has always played a signal role  in comparatism. Aiming to shed light on both issues within translation theory  and the changing nature of Comparative Literature, this course will address the  topic in relation to: World Literature, travelling theory, Translation Studies vis-à-vis  Comparative Literature, and South-South comparatism, among others. Readings by:  Amal Amireh, Emily Apter, Talal Asad, Susan Bassnett, David Damrosch, Ferial  Ghazoul, Richard Jacquemond, Mohja Kahf, André Lefevere, Edward Said, Gayatri  Spivak, Haun Saussy, Harish Trivedi, Lawrence Venuti, and others. Biopolitics and Culture in Contemporary Spain Matos-Martin     The notion of biopolitics is widely used today in many  disciplines and discourses to reflect on issues as diverse as neoliberalism,  globalization, fascism, demographic changes, global security, or health  problems. This notion, however, has been relatively little used in Spain. In  this course students will be introduced to different theories of biopolitics  --with an emphasis on violence and exclusion practices-- as articulated in  Spanish contemporary culture. As such, we will mostly analyze films and literary  texts that address experiences of social and political exclusion, marginality,  precariousness, abandonment or poverty within the modern Spanish context—from  the Spanish Civil War to the current moment of economic crisis. Theoretical  readings will include, among others, Foucault, Agamben, Esposito, Lemke,  Mbembe, Bauman, Lazzarato, Balibar, Butler, Negri and Rancière. Topics in African Literature: Africa--In Theory Sanders     Recently there has been an  explosion in “theory from the South.” Some of the most exciting interventions  have come from African theorists such as Ato Quayson, Achille Mbembe, Jean and  John Comaroff, and Mahmood Mamdani. Taking recent works by these theorists as  our starting point, we will explore the application and adaptation of  metropolitan thinkers such as Foucault, Derrida, and Schmitt, in order to  theorize “necropolitics,” genocide, and xenophobia, among other burning issues.  We will also take stock of earlier endeavors by Africanist and Afro-Americanist  thinkers such as Du Bois, Senghor, Mudimbe, Soyinka, and Ngugi to define  critically Africa’s specific contributions to the making (and making sense of)  the world that all of us inhabit. Since a number of these thinkers are also  writers and/or literary theorists, we shall also be analyzing key recent texts  by Ahmadou Kourouma, Phaswane Mpe, and Antjie Krog.                   Back to Top                     Contact us | &copy; New York University , Arts and Science"}, {"content": "Texts & Ideas    | The College Core Curriculum, College of Arts and Science | New York Univeristy                          NEW YORK UNIVERSITY     ARTS AND SCIENCE     COLLEGE OF ARTS AND SCIENCE     GRADUATE SCHOOL OF ARTS AND SCIENCE             The College Core Curriculum            Back to Home       Texts & Ideas | 2013-2014 Note: * indicates example syllabus  Fall 2013 FALL 2013 MAP-UA 400 Texts &amp; Ideas: Topics—Utopias and Distopias Prof. Becker (Classics)   syllabus  We all have difficulty living in the present. We find ourselves stretched between the past and the future, flung into a world we did not create and yearning for something better. We have expectations of the world and even fantasies of other ones. Our thought often transcends this world, leaving reality behind. The stories we tell of other, better worlds can often be critiques of our own, whereas sometimes we develop and implement projects for the transformation of this world and even of ourselves. Our goal is to demonstrate the ongoing conversation and practice of utopia in Western (i.e, ancient Greek and Roman, Western Mediterranean Christian, European, and Euro-American) cultural history. In examining some parts of this complex and at times contradictory tradition we will develop a set of questions which can be asked of utopian literature. We also examine our own relationship to this literary, ethical, and political tradition.  FALL 2013 MAP-UA 400 Texts &amp; Ideas: Topics—Objectivity Prof. Gitelman (English) and Prof. Robles (Media, Culture &amp; Communication)   syllabus  Bias. Spin. Propaganda. Hype. These are familiar pejoratives for citizens of the twenty-first century, and by implication they privilege the same alternative: objectivity. Objectivity is a concept—or an ideal—that frames our understanding of pursuits as diverse as politics, journalism, and science, realms in which we hope to be able to discern the right, the true, and the real. But what is objectivity? Whose discernment counts as objective? How can we tell? Questions like these ask us to consider not only what we know but also how, while the conditions of evolving, possessing, and assessing knowledge turn out to be remarkably available to cultural and historical change. We consider the origins and character of objectivity within and against the Western intellectual tradition by considering selected episodes in its emergence, both ancient and modern, asking how thinkers have thought about knowing. What are or have been the available routes to certainty? What standards exist or have existed for knowledge about the past, about the self or about others, and about the world around us? Is it possible that the twenty-first century will involve new forms of objectivity? Readings: Matthew, Thucydides, Plato’s Protagoras and Meno, Descartes’ Discourse on Method, selections from Montaigne, Bird’s Sheppard Lee, Agee and Evan’s Let Us Now Praise Famous Men.  FALL 2013 MAP-UA 400 Texts &amp; Ideas: Topics—On Beasts and Books Prof. Kay (French)   syllabus According to the Book of Genesis, human beings have two distinct relationships with other animals: in one version of the creation story Adam gives them names, in the other they are created to keep him company. Whether non-human animals are creatures to which we assign meanings, or whether they are our interlocutors, is thus a dilemma formulated from the outset. It will provide the overall framework for this course in we examine how animals are interpreted metaphorically or symbolically, as if they were texts, and how they are also represented as speaking to us, as if they were producers of texts. We work mainly on written documents ranging from the Bible and antiquity through the Middle Ages and the premodern period (mainly the sixteenth and seventeenth centuries), reaching forward occasionally into the contemporary world for current examples. Some materials are literary (like fables and fairy stories), some philosophical, others historical. We also consider visual materials from manuscript illuminations to recent films. And we evaluate the role of animals in cultural practices other than literary or artistic works—for instance, in hunting or in zoos—and discover how, in this sense, they are like texts that we can read and analyze. FALL 2013 MAP-UA 400 Texts &amp; Ideas: Topics—Animal Humans Prof. Lezra (Comparative Literature)  syllabus  \"One might go so far as to define man as a creature that has failed in its effort to keep its animalness…\" So writes the German philosopher Peter Sloterdijk. What sort of animal were we? Where, how, and by whom has the line between the human and the animal been drawn? With what consequences for our \"human\" understanding of the world? Of concepts like the \"soul,\" \"society,\" politics, the family? Is the line between the human and the animal drawn differently in different genres--in literary works, theological treatises, natural histories, paintings, films? We come at these questions from different angles, following them from antiquity to early modern responses to these questions, and in essays by contemporary philosophers and advocates. Readings: Genesis, Numbers, Euripides' Bacchae, Plato's Phaedrus, Ovid's Metamorphoses, Apuleius' Golden Ass, Marie de France' Bisclavret, Shakespeare's Midsummer Night's Dream, Montaigne's \"Apology in Defense of Raymond Sebond, Machiavelli's Prince, H. G. Wells's Island of Dr. Moreau and Island of Lost Souls, Derrida's \"The Animal that therefore I am,\" selections from Boccaccio, Peter Singer, Giorgio Agamben, Donna Haraway. FALL 2013 MAP-UA 402 Texts &amp; Ideas: Antiquity and the Renaissance Prof. Gerety (Collegiate Professor)   syllabus  What   is the soul? Is it the conscious self or something more? Does our   identity persist beyond death? What is the relation between the soul and   good and evil? Some say that Socrates 'discovered' the human soul, but   the idea that we have souls that outlast our bodies is as old as   humanity. Our understanding of the nature of our souls often dictates   the way we feel we should live. We will explore ideas from Homer and   Heraclitus through Socrates himself and then on to Sophocles, Plato,   Aristotle, the Hebrew Bible, the New Testament (including the Gnostics),   Augustine, and Vergil. We look for the elements that make up personal   identity and value in the ancient world, both religious and secular, and   see how much these change from Homer's world to that of Augustine and   the Roman Empire. We then turn to Dante, who provides a bridge to some   of the great thinkers and artists of the Renaissance--most notably   Shakespeare and DaVinci but also Montaigne and Villon. In all of these,   the permanence and even presence of our souls seem more uncertain, more   threatened by death and obliteration, than in Plato or Paul, and this   threat reaches our morality and values as well. In this way, the   Renaissance marks the beginning of the world in which all of us must now   find our way. FALL 2013 MAP-UA 402 Texts &amp; Ideas: Antiquity and the Renaissance Prof. Gilman (English)  syllabus The \"Renaissance\" understands itself as an age bearing witness to the \"rebirth\" of classical antiquity. In art, philosophy, and literature it also assumes the task of reconciling the cultural inheritance of Greece and Rome with the Christian tradition (itself entering into a moment of crisis as allegiances split between the Catholic church and the \"reformed\" church of Luther and Calvin). Our first task is to look at antiquity; our second, to explore the ways in which European culture between 1400 and 1700 invents the modern by making itself conversant with the past. Readings: Homer's Odyssey; Sophocles' Antigone; Plato's Phaedo and Symposium; Vergil's Aeneid; Genesis, Exodus, Job, Luke, Acts, John; Augustine's Confessions; Castiglione's Book of the Courtier; Machiavelli's Prince; Erasmus's Praise of Folly; Montaigne's Essays; More's Utopia; Shakespeare's Tempest. FALL 2013 MAP-UA 404 Texts &amp; Ideas: Antiquity and the 19th Century Prof. Baker (English)  syllabus Examines Western conceptions of the relation between humans and the natural world. Considers how 19th-century thinkers embraced, revised, and overturned ancient ideas about creation, natural order, the distinction between humans and animals, and the risks and rewards of probing nature's mysteries. Readings: Homer's Odyssey, Hebrew and Christian scripture, Aeschylus' Prometheus Bound, Shelley's Frankenstein, Darwin's Origin of Species, and works by Plato, Aristotle, Augustine, Emerson, Goethe, and Nietzsche. FALL 2013 MAP-UA 404 Texts &amp; Ideas: Antiquity and the 19th Century Prof. Corradi (Sociology)  syllabus A guide to the intellectual heritage distinctive to the West, with special attention to the nature of the person, freedom, rationality, democracy, and the social order. The works we study continue to shape the way people understand themselves and the world. They are 'classic' in the sense that they have not finished saying what they have to say. We situate them in historical context, looking for ways in which later authors responded to themes introduced by earlier ones. From the particularity of the West, these themes show a vocation for universality. Readings include: Genesis, Exodus, Luke, Corinthians; Sophocles' Oedipus and Antigone; Plato's Apology and Republic; Aristotle's Nicomachean Ethics; Pericles' Funeral Oration; Epictetus' Discourses; Augustine's Confessions; Tocqueville's Democracy in America; Mill's On Liberty; Darwin's Origins of the Species; Marx and Engels' Communist Manifesto; Kierkegaard's Fear and Trembling; Nietzsche's Genealogy of Morality; Weber's Protestant Ethic and the Spirit of Capitalism; Lincoln's Gettysburg Address; Freud's Civilization and Its Discontents. FALL 2013 MAP-UA 404 Texts &amp; Ideas: Antiquity and the 19th Century Prof. Renzi (MAP)   syllabus  Contemporary moral psychology: where it came from, where it’s brought us, how we might move beyond it. Readings: Book of J; Genesis, Exodus, Isaiah; Matthew, Galatians; Gospel of Mary; Euripides' Medea; Aristophanes' Clouds; Plato's Apology and Republic; Xenophon's Apology; Augustine's Confessions; Marx and Engels’ Communist Manifesto; Kierkegaard's Fear and Trembling; Nietzsche's Genealogy of Morality; Freud's \"Case of Miss Lucy R.\" and Civilization and Its Discontents. FALL 2013 MAP-UA 404 Texts &amp; Ideas: Antiquity and the 19th Century Prof. Ulfers (German)   syllabus  A conversation between two paradigms informing Western culture: the dominant, optimistic one, revolving around notions of historical progress toward absolute knowledge and utopian visions of the world and society; and the subterranean, pessimistic one, which looks on the former as a human construct or fiction that must come to naught. Readings: works from the Hebrew and Christian scriptures, Plato, and Sophocles; Augustine's Confessions; selections from Darwin; Marx and Engels' Communist Manifesto; Nietzsche's Birth of Tragedy; Freud's Interpretation of Dreams; Kafka's Metamorphosis; Mann's Death in Venice.  FALL 2013 MAP-UA 410, Texts and Ideas: Topics—Exile and Belonging—Writing Intensive Prof. Waters (Irish Studies)  syllabus A writing-intensive version of Texts and Ideas offered in conjunction with selected sections of EXPOS-UA 1, Writing the Essay. Recommended for students regardless of intended major who seek a deeper engagement with the texts and more attention to writing about them than the regular versions of these courses can provide. While readings and assignments are shared between the lecture and the writing workshops, there are no recitations for this lecture; students must therefore be prepared to do substantial independent work without the support of a recitation section. Open to new CAS first-year students only.   The very possibility of our identity rests on the possibility of our estrangement. This theme haunts Western literature, philosophy, and politics from antiquity to the present. We examine the dynamic of exile and belonging, of place and displacement, by reading closely a series of classical texts that established a framework for thinking about culture, the state, and the individual. Readings: Genesis, Exodus, Isaiah; Sophocles' Oedipus, Antigone, Oedipus at Colonus; Defoe's Robinson Crusoe; Shelley's Frankenstein; Douglass' Narrative of the Life of an American Slave; Marx and Engels' Communist Manifesto; Nietzsche's Gay Science; Freud's Civilization and Its Discontents, and Disturbance of Memory at the Acropolis; selection from Ovid, Byron, Keats. NOTE: Students must also register for one of the linked section of EXPOS-UA 1, Writing the Essay: 016, 017, 018, 020, 021, 023, 025. Spring 2014 SPRING 2014 CORE-UA 400 Texts &amp; Ideas: Topics—Political Economy Prof. Gross (History)   syllabus  What is the “market”, the “economy”, or “capitalism”? How do individuals interact with each other in the marketplace? What is the morality of commerce? And how does, or should, the state govern the economy? These are all questions that have no simple answers and as a consequence they stimulate controversy today, in America and throughout the world. Yet these questions have a long pedigree. Since antiquity intellectuals have grappled with the fundamental issues of what in the past they called moral philosophy, what today we call political economy: how the individual, the market, and the state should interact with each other. Readings: Aristotle, Aquinas, Locke, Smith, Ricardo, Rousseau, Zola, Marx, Mill, Bagehot, Weber, Orwell, Keynes, Polanyi, Friedman, Hayek, Galbraith, Kindleberger, Harvey, Sachs. SPRING 2014 CORE-UA 400 Texts &amp; Ideas: Topics—Paranoid Narratives Prof. Sanders (Comparative Literature)   syllabus  It’s no secret that we live in an age of paranoia. What began life in the nineteenth century as a psychiatric diagnosis may now be the predominant form taken by our experience of politics and technology. We explore the evolution of ideas about paranoia through a careful reading of key texts, with special focus on narrative: Could there be something about the structure of narrative—its “voices” and its “speakers,” its drive for explanation of origins—that is paranoid, or gives rise to paranoia? Tracing psychoanalytic theories of paranoia (Sigmund Freud, Melanie Klein), and attending no less to their narrative structure, we address this question and others by reading key autobiographical and fictional works from Europe and Africa, such as Schreber’s Memoirs of My Nervous Illness, Orwell’s Nineteen Eighty-Four, Head’s A Question of Power, Marks’ Not Either an Experimental Doll, Coetzee’s Disgrace, as well as political writings and documents by Richard Hofstadter, Michel Foucault, Julian Assange (Wikileaks), South African AIDS denialists, and Rwandan génocidaires.  SPRING 2014 CORE -UA 400 Texts &amp; Ideas: Topics—Guilt and Sin, Law and Justice Prof. Maudlin (Philosophy)  syllabus The   nature of justice, the legitimacy of law, and the justification for   punishment. We begin with Biblical accounts of sin and retribution,   Greek myths on the origin of the legal system, and the trial and   execution of Socrates. Turning to more modern works, we consider   theories of natural rights and the origin of legitimate states through   social contract, ending with three novels that present challenging views   of crime, the legal system, and the human soul. Readings: Genesis,   Exodus; Euripides’ Oresteia; Plato’s Apology, Crito, Phaedo, Republic;   Paine’s Rights of Man; Melville’s Billy Budd; Dostoyevsky’s Crime and   Punishment; Kafka’s Trial. SPRING 2014 CORE -UA 400 Texts &amp; Ideas: Topics—On Liberation Prof. Watson (English)   syllabus  What is liberation? What is the political form that allows for maximum freedom, and how is it to be achieved? How have the concepts of freedom, slavery and oppression been articulated by thinkers from Plato to Gandhi? We examine these enduring questions through a wide historical and cultural lens, aiming to understand and map out competing ideas around the conditions for freedom (and unfreedom). To this end, we read seminal works theorizing the relationship between the individual and the collective, ideas of sovereignty, the ideal state and the revolutionary nation, and arguments for violence and non-violence. While grounded in Western thought on the topic, we also pay attention to how the struggles and theorizations of the non-West (the Haitian Revolution, the Algerian and Indian independence struggles, postcolonialism and the Tricontinental) have shaped our inquiry into the nature and promise of liberation. Reading: Epictetus’ Handbook, Plato’s Republic, Equiano’s Life, Shakespeare’s Tempest, Rousseau’s Discourse on Inequality, Mill’s On Liberty, selections from Marx, James’ Black Jacobins, Cesaire’s Discourse on Colonialism, Gandhi’s Hind Swaraj, Freire’s Pedagogy of the Oppressed. SPRING 2014 CORE -UA 402 Texts &amp; Ideas: Antiquity and the Renaissance Prof. Gilman (English)   syllabus  The \"Renaissance\" understands itself as an age bearing witness to the \"rebirth\" of classical antiquity. In art, philosophy, and literature it also assumes the task of reconciling the cultural inheritance of Greece and Rome with the Christian tradition (itself entering into a moment of crisis as allegiances split between the Catholic church and the \"reformed\" church of Luther and Calvin). Our first task is to look at antiquity; our second, to explore the ways in which European culture between 1400 and 1700 invents the modern by making itself conversant with the past. Readings: Homer's Odyssey; Sophocles' Antigone; Plato's Phaedo and Symposium; Vergil's Aeneid; Genesis, Exodus, Job, Luke, Acts, John; Augustine's Confessions; Castiglione's Book of the Courtier; Machiavelli's Prince; Erasmus's Praise of Folly; Montaigne's Essays; More's Utopia; Shakespeare's Tempest. SPRING 2014 CORE -UA 403 Texts &amp; Ideas: Antiquity and the Enlightenment Prof. Deneys-Tunney (French)   syllabus  The Enlightenment was a Europe-wide movement, which concerned all aspects of culture of the time: philosophy and literature, the arts (painting, music, architecture), as well as politics and society as a whole. The Enlightenment defined itself as a new birth, a subversive movement that would free mankind of all its prejudices--philosophical, religious, political, sexual, racial. In doing so, the Enlightenment appears today to be indeed the beginning of our modernity, as it invented key concepts that define or frame our contemporary representations of ourselves and the world around us: the concept of the subject or subjectivity, of nature, of origins, of equality, of critical philosophy and democracy, of pleasure, of sexuality, of happiness. It is a unique moment in history, where philosophy aims not only at interpreting the world but also at changing it to make it a better place for mankind. It culminates at the end of the 18th century in France with the French Revolution, which declared for the first time in human history that all men are born free and equal. Readings: Genesis, Plato's Symposium and Phedrus, Epicurus' Maxims and letters, Descartes' Discourse on Method, Rousseau's Discourse on Inequality and Rêveries, Diderot's Indiscreet Jewels and Jacques the Fatalist, Voltaire's Candide and Zadig, Marivaux's Dispute and Double Unfaithfulness, Kant's \"What is Enlightenment?\" SPRING 2014 CORE -UA 403 Texts and Ideas: Antiquity and the Enlightenment Prof. Chazan (Hebrew &amp; Judaic Studies)  syllabus Focuses on the understanding of knowledge and truth in antiquity and the Enlightenment. Divergent perspectives on knowledge and truth have important implications for society and the individual. They lead to alternative notions of how society should be ordered, who should exercise power in society, the goals of individual endeavor, and the nature of individual fulfillment. Key texts from antiquity and the Enlightenment will be read and analyzed with these issues uppermost in mind. Readings: Genesis, Exodus, Luke, Acts, Galatians; Sophocles' Antigone; Euripides' Bacchae; Plato's Apology and Symposium; Augustine's Confessions; Spinoza's Tractatus Theologico-Politicus; Locke's Letter Concerning Toleration; Lessing's Nathan the Wise; Montesquieu's Persian Letters; Voltaire's Letters Concerning the English Nation; Paine's Age of Reason.  SPRING 2014 CORE -UA 404 Texts &amp; Ideas: Antiquity and the 19th Century Prof. Ertman (Sociology)  syllabus Explores   the ancient foundations of traditional Western culture by examining the   political and social institutions, religious beliefs, and value systems   of the Israelites, Greeks, Romans, and early Christians; then turns to   the radical challenges to this traditional culture, in the areas of the   economy, politics, religion, and morality, that arose over the course of   the 19th century, challenges that continue to reverberate to this day.   Readings: Genesis, Exodus, Deuteronomy, Luke, Acts, Romans; Thucydides'   Peloponnesian War; Plato's Apology and Symposium; Vergil's Aeneid;   Augustine's Confessions; Smith's Wealth of Nations; Marx and Engels'   Communist Manifesto; Mill's On Liberty; Darwin's Origin of Species;   Nietzsche's Genealogy of Morality; Freud's Civilization and Its   Discontents.  SPRING 2014 CORE -UA 404 Texts &amp; Ideas: Antiquity and the 19th Century Prof. Levene (Classics)   syllabus  Every society places demands on individuals: it could not do otherwise and still remain a society. But what happens when those demands are inconsistent? Can--or should--an individual determine the right course of action by reason alone? Or should one simply obey--but then, whom should one obey? What happens when people's moral judgments differ from the expectations of those around them? How can one maintain a society in the face of such conflicts? From the first moments of Western literature those questions are explored; they became all the more insistent in the unprecedented political, social, intellectual, and economic upheavals of the 19th century. One effect was the increasingly central role given to art itself, seen as the dynamic force able to create a cohesive society. Our study will include Richard Wagner's remarkable music-drama The Ring of the Nibelung, perhaps the most significant and influential art-work of the era (studied primarily as a text, though there will be opportunities to hear the music as well). Other readings will include selections from the Hebrew and Christian Scriptures; Homer's Iliad; Sophocles' Antigone; Plato's Gorgias; Vergil's Aeneid; poetry by (among others) Shelley, Tennyson, and Matthew Arnold; Arnold's Culture and Anarchy; Wagner's Art and Revolution; and Nietzsche's Genealogy of Morality. SPRING 2014 CORE -UA 404 Texts &amp; Ideas: Antiquity and the 19th Century Prof. Renzi (College Core Curriculum)   syllabus  Contemporary moral psychology: where it came from, where it’s brought us, how we might move beyond it. Readings: Book of J; Genesis, Exodus, Isaiah; Matthew, Galatians; Gospel of Mary; Euripides' Medea; Aristophanes' Clouds; Plato's Apology and Republic; Xenophon's Apology; Augustine's Confessions; Marx and Engels’ Communist Manifesto; Kierkegaard's Fear and Trembling; Nietzsche's Genealogy of Morality; Freud's \"Case of Miss Lucy R.\" and Civilization and Its Discontents. SPRING 2014 CORE -UA 404 Texts &amp; Ideas: Antiquity and the 19th Century Prof. Baker (English)  syllabus  Examines   Western conceptions of the relation between humans and the natural   world. Considers how 19th-century thinkers embraced, revised, and   overturned ancient ideas about creation, natural order, the distinction   between humans and animals, and the risks and rewards of probing   nature's mysteries. Readings: Homer's Odyssey, Hebrew and Christian   scripture, Aeschylus' Prometheus Bound, Shelley's Frankenstein, Darwin's   Origin of Species, and works by Plato, Aristotle, Augustine, Emerson,   Goethe, and Nietzsche.  top of page           Contact Us | &copy; New York University , Arts and Science"}]}]