[{"detail": [{"content": "text2"}]},
{"detail": [{"content": "text2"}, {"content": "Rising Independence                                                                                                               NYU.edu requires JavaScript be enabled in your browser in order to use important features of the site. JavaScript is either disabled or not supported by your browser. For instructions on how to enable JavaScript in your browser, click here .                       New York University    Skip to Content   Skip to Search   Skip to Navigation   Skip to Sub Navigation                                                        NYUHome Login                            Students           |   Faculty           |   Alumni           |   Employees           |   Community                                   Schools          Arts and Science      College of Arts and Science      College of Dentistry      College of Nursing      Courant Institute of Mathematical Sciences      Gallatin School of Individualized Study      Graduate School of Arts and Science      Institute of Fine Arts      Institute for the Study of the Ancient World      Leonard N. Stern School of Business      Liberal Studies Program      NYU Abu Dhabi      NYU Shanghai      Polytechnic School of Engineering      Robert F. Wagner Graduate School of Public Service      School of Professional Studies      School of Law      School of Medicine      Silver School of Social Work      Steinhardt School of Culture, Education, and Human Development      Tisch School of the Arts                QuickLinks          Academic Calendars      Administrative Units      Albert      Apply for Jobs      Athletics      Bookstores      Bursar      Campus Map      Career Development      Emergencies      Events      Giving to NYU      Housing      ITS      Libraries      News      NYU Apparel      Policies      Public Safety      Registrar      Student Health Center      Student Resources      Wellness Exchange                A-Z          A      B      C      D      E      F      G      H      I      J      K      L      M      N      O      P      Q      R      S      T      U      V      W      X      Y      Z                                                          New York University                          Search NYU                    Pages |    People                                       Main Navigation            About NYU       Admissions       Academics       University Life       Research       Global                                 Bread Crumbs          Global   /   Global Academic Centers   /   NYU Washington, DC   /   NYU Washington, DC Events                 Sub Navigation                                 The Vietnam War Then and Now: Assessing the Critical Lessons                       Magna Carta 800: A discussion about the Great Charter                       Before / After                       Culinary Diplomacy: Make Food, Not War                       DC Jazz Festival: Edmar Castañeda                       DC Jazz Festival: Jack DeJohnette                                                                   Rising Independence      Movements Around the World: The State of Sovereignty Initiatives in Scotland, Québec and Catalonia          May 14, 2013                                 The year 2012 was marked by a resurgence of sub-national independence movements around the world. On the heels of its first absolute majority victory in the Scottish Parliament, the Scottish National Party led the charge for a referendum on independence. After reaching an agreement with the British government, an up-or-down vote will be held in late 2014. In Québec, the Parti québécois formed a minority government in late 2012, bringing independence back onto the agenda after nearly 10 years out of power. In Catalonia, over one million people marched in support of independence in September 2012. Though the moderate separatist government led by the Convergence and Union Party lost ground in recent elections, separatists still make up enough seats to be able to call a referendum on independence. The Spanish government has vowed to block any vote on the issue.   This program aimed to frame the debate on these independence movements and discuss their possible trajectories in 2013 and beyond. The event provided a forum to discuss and exchange on differing experiences with similar referendums and devolution in the past.                                                                                                                                                                                                                                                                                                      Meet the Moderator                                                                           Charles King  Georgetown University                               Charles King is Professor of International Affairs and Government at Georgetown University, where he previously served as chairman of the faculty of the Edmund A. Walsh School of Foreign Service. He is the author of five books on European history and politics, including Odessa: Genius and Death in a City of Dreams (W. W. Norton, 2011), which received the National Jewish Book Award; The Ghost of Freedom: A History of the Caucasus (Oxford University Press, 2008); and The Black Sea: A History (Oxford University Press, 2004). He lectures widely on eastern Europe, social violence, and ethnic politics, and has worked with broadcast media including CNN, National Public Radio, the BBC, the History Channel, and MTV. A native of the Ozark hill country, King studied history and politics at the University of Arkansas and Oxford University, where he was a Marshall Scholar.                       Meet the Panelist                                                                           Stéphane Paquin  École nationale d\u0092administration publique                               Stéphane Paquin holds a doctorate in international relations from the Institut d'Etudes Politiques de Paris (Sciences Po) under the direction of Bertrand Badie. He was also an associate professor in the School of Applied of Politics at Sherbrooke University, visiting Predoctoral Fellow in the Department of Political Science at Northwestern University in Chicago, lecturer at the Institute of Political Studies in Paris, guest professor at the University of Montreal, associate professor at the UQAM and Acting Director General of the International Association of Political Science (International Political Science Association).   Dr. Paquin has received numerous prestigious awards, including the Fulbright, the SSHRC, the FQRSC and PIERAN. In 2008, he was selected in the prestigious International Visitor Leadership Program of the U.S. government. Dr. Paquin is also accredited ambassador of the Palais des congrès de Montreal.                                                                                        Clara Ponsati  Georgetown University &amp; Institut d\u0092Anàlisi Econòmica                               Clara Ponsati is Visiting Professor at Georgetown University where she teaches classes on Strategy, Politics and Economics, and on the Crisis in Europe. She is a Professor at the Institute of Economic Analysis-CSIC in Barcelona - where she served as director 2006-12 - and at the Barcelona School of Economics. Previously she taught at the Universitat Autònoma de Barcelona, and had visiting appointments at the U. of California San Diego and the U. of Toronto. Ponsati is a specialist on Game Theory and Public Economics, with interest on negotiations, bargaining, and voting. Her present research explores the links between group formation and majoritarian institutions, to understand the causes and effects of meritocracy and egalitarianism in the performance and stability of democratic organizations.                                                                                      Kimberly Cowell-Meyers American University                               Kimberly Cowell-Meyers is Assistant Professor of Government and affiliated faculty with the Women &amp; Politics Institute at American University. Her work focuses on the politics of gender, religion and identity, including the role of gender in institutions such as legislatures and political parties. She is the author of Religion and Politics in the Nineteenth Century: The Party Faithful in Ireland and Germany (Greenwood Press, 2002) and several articles in Political Studies, Politics &amp; Gender, Perspectives on Politics, PS: Political Science and Politics, the Journal of Women, Politics &amp; Public Policy, Women &amp; Politics, Irish Political Studies and Nationalism and Ethnic Studies. She has worked in the British Parliament, the Northern Ireland Assembly and the US Institute of Peace and was recently a Visiting Fellow at the Centre for the Advancement of Women into Politics at Queen’s University in Belfast. At American University she teaches comparative politics, American politics, political theory and research methodology and an occasional Honors colloquium on Northern Ireland.                                                                                      Andrew Hughes Hallett  George Mason University &amp; St. Andrews University                               Andrew Hughes Hallett is Professor of Economics and Public Policy in the School of Public Policy at George Mason University. From 2001 to 2006, he was Professor of Economics at Vanderbilt University (Nashville) and before then at the University of Strathclyde in Scotland. He is a graduate of the University of Warwick (UK) and London School of Economics, holds a Doctorate from Oxford University, and is a visiting Professor at the University of St Andrews (Scotland). He has been Visiting Professor in Economics at Princeton University (Fulbright Fellow 1992-4), Bundesbank Professor at the Free University of Berlin (2005), and has held visiting positions at the Universities of Warwick, Frankfurt, Rome, Paris X, Cardiff and at the Copenhagen Business School.   Concurrently he acts as a Research Fellow in the Centre for Economic Policy Research (London); a Fellow of the Royal Society of Edinburgh (Scotland's Academy of Sciences) and former chair of their Economics Committee; and as joint editor of the Scottish Journal of Political Economy.   Professor Hughes Hallett's research interests lie in the fields of international economic policy; policy coordination; fiscal policy; the political economy of monetary integration and institutional design; and the theory of economic policy. This includes applications of game theory; fiscal-monetary interactions; exchange rate regimes; optimal policy under uncertainty; risk sharing; policies in transition or developing economies; and the issue of structural reform. In the past he has also worked on commodity markets and problems of financial market stabilisation, numerical methods in economics, and on strategic trade policy. In these areas he has published many papers in leading academic journals; plus 8 books and 16 government or agency reports, and has acted as expert witness to select committees of the Houses of Parliament on several occasions.   Beyond the academic world, he has acted as consultant to the World Bank and the IMF at various times; also the Federal Reserve in Washington, the Institute for International Economics in Washington, and to the UN, UNESCO, OECD, the European Commission, the European Central Bank, and to various governments and a number of central banks in Europe. These assignments have ranged from evaluations of trade policy; fiscal and monetary stability; the scope for stabilising financial/commodity markets; to an assessment of the dollar and partner currencies; investment under uncertainty; and evaluating of the best exchange rates for joining the Euro for the European Commission. He was one of 14 academics selected to review the UK government's the case for joining the Euro; and one of 18 selected by the European Commission to review the progress and future challenges of the new European currency and economic system. Currently he sits on the Council of Economic advisors to the Scottish government, and as an expert advisor to the Kalman Commission of the UK government on economic governance.                                                               NYU Footer          Search      Directory      Campus Map      Events      Contact Us      Site Map      Copyright and Fair Use      Feedback         Unless otherwise noted, all content copyright New York University. All rights reserved. Designed by The Office of Web Communications"}]}]