[{"detail": [{"content": "Family Therapy | Psychiatry                                Skip to main content                      Patient Care       Faculty &amp; Staff Directory       Events       Careers       Donate                                                                                                                                                                             Psychiatry                                                                                  Home   About Us   Education   Research   Patient Care   Faculty   Newsletter   Affiliates                                  Home Education Other Training Programs NYU-Bellevue Psychology Internship Program Family Therapy            Print  Email               - A + A                                         Education        open/close   Overview     open/close   Residency Program     open/close   Medical Student Education     open/close   Fellowship Programs     open/close   Continuing Medical Education (CME)     open/close   Other Training Programs  NYU-Bellevue Psychology Internship Program  Overview   Program History   Adult Psychology   Child and Adolescent Psychology   Forensic Psychology   Training Goals   Program Structure   Rotations   Outpatient Caseload   Electives   Family Therapy   Group Psychotherapy   Didactic Program   Research Opportunities   Time Commitment   Application Information   Program Administration and Faculty   Salary and Benefits     Bellevue Psychology Externship Program   VA NY Harbor Healthcare System Psychology Internship Program   Training Program in Human Sexuality                                                                                                            Family Therapy                                            The Family Studies Program (FSP) is the family/couples therapy training program and clinical service at the NYU Child Study Center. The clinical population served by the FSP includes traditional as well as non-traditional families and couples. Through the FSP interns gain didactic and theoretical instruction as well as direct and indirect clinical experience in family and couples therapy. Each intern participates on a team with at least two other supervisees: another intern and, frequently, a child/adolescent psychiatry fellow. Two senior supervisors work with each team in an intensive supervisory model. Each intern will have the opportunity to be the primary therapist or co-therapist on a case, as well as a member of the observing team on their colleagues’ cases. Sessions are conducted in front of a one-way mirror, and the ‘live’ supervision transpires as the session occurs, providing immediate feedback to the therapist. Such supervision typically consists of telephone call-ins during the session, inter-session conferences with supervisors and colleagues, and occasional co-therapy with a supervisor. As team members, interns actively participate in their colleagues’ cases through pre- and post-session discussion and the ‘reflecting team’ process.     The theoretical orientation of the family program is systemic at base, but integrative and collaborative as it incorporates new developments in the field and the expanding resources of the Child Study Center. General orientation to family therapy theory and technique is provided to all interns through scheduled seminars early in the year.     The FSP also provides interns with training in PREP® (Prevention and Relationship Enhancement Program). PREP® is a workshop-based preventive program for all couples, including non-traditional and GLBTQ couples, who are interested in enhancing the quality of their relationship and learning skills to improve communication and problem-solving. Interns who elect to receive this training will have the opportunity to serve as coaches for couples during one of the one-day PREP® workshops held over the course of the year.                                                                                                    NYU Langone Medical Center       Student Login       Library                 Policies &amp; Disclaimers"}]},
{"detail": [{"content": "Family Therapy | Psychiatry                                Skip to main content                      Patient Care       Faculty &amp; Staff Directory       Events       Careers       Donate                                                                                                                                                                             Psychiatry                                                                                  Home   About Us   Education   Research   Patient Care   Faculty   Newsletter   Affiliates                                  Home Education Other Training Programs NYU-Bellevue Psychology Internship Program Family Therapy            Print  Email               - A + A                                         Education        open/close   Overview     open/close   Residency Program     open/close   Medical Student Education     open/close   Fellowship Programs     open/close   Continuing Medical Education (CME)     open/close   Other Training Programs  NYU-Bellevue Psychology Internship Program  Overview   Program History   Adult Psychology   Child and Adolescent Psychology   Forensic Psychology   Training Goals   Program Structure   Rotations   Outpatient Caseload   Electives   Family Therapy   Group Psychotherapy   Didactic Program   Research Opportunities   Time Commitment   Application Information   Program Administration and Faculty   Salary and Benefits     Bellevue Psychology Externship Program   VA NY Harbor Healthcare System Psychology Internship Program   Training Program in Human Sexuality                                                                                                            Family Therapy                                            The Family Studies Program (FSP) is the family/couples therapy training program and clinical service at the NYU Child Study Center. The clinical population served by the FSP includes traditional as well as non-traditional families and couples. Through the FSP interns gain didactic and theoretical instruction as well as direct and indirect clinical experience in family and couples therapy. Each intern participates on a team with at least two other supervisees: another intern and, frequently, a child/adolescent psychiatry fellow. Two senior supervisors work with each team in an intensive supervisory model. Each intern will have the opportunity to be the primary therapist or co-therapist on a case, as well as a member of the observing team on their colleagues’ cases. Sessions are conducted in front of a one-way mirror, and the ‘live’ supervision transpires as the session occurs, providing immediate feedback to the therapist. Such supervision typically consists of telephone call-ins during the session, inter-session conferences with supervisors and colleagues, and occasional co-therapy with a supervisor. As team members, interns actively participate in their colleagues’ cases through pre- and post-session discussion and the ‘reflecting team’ process.     The theoretical orientation of the family program is systemic at base, but integrative and collaborative as it incorporates new developments in the field and the expanding resources of the Child Study Center. General orientation to family therapy theory and technique is provided to all interns through scheduled seminars early in the year.     The FSP also provides interns with training in PREP® (Prevention and Relationship Enhancement Program). PREP® is a workshop-based preventive program for all couples, including non-traditional and GLBTQ couples, who are interested in enhancing the quality of their relationship and learning skills to improve communication and problem-solving. Interns who elect to receive this training will have the opportunity to serve as coaches for couples during one of the one-day PREP® workshops held over the course of the year.                                                                                                    NYU Langone Medical Center       Student Login       Library                 Policies &amp; Disclaimers"}, {"content": "American Revolution: How the Country Changed Its Mind on Gay Marriage                                                                                   NYU.edu requires JavaScript be enabled in your browser in order to use important features of the site. JavaScript is either disabled or not supported by your browser. For instructions on how to enable JavaScript in your browser, click here .                       New York University    Skip to Content   Skip to Search   Skip to Navigation   Skip to Sub Navigation                                                        NYUHome Login                            Students           |   Faculty           |   Alumni           |   Employees           |   Community                                   Schools          Arts and Science      College of Arts and Science      College of Dentistry      College of Nursing      Courant Institute of Mathematical Sciences      Gallatin School of Individualized Study      Graduate School of Arts and Science      Institute of Fine Arts      Institute for the Study of the Ancient World      Leonard N. Stern School of Business      Liberal Studies Program      NYU Abu Dhabi      NYU Shanghai      Polytechnic School of Engineering      Robert F. Wagner Graduate School of Public Service      School of Professional Studies      School of Law      School of Medicine      Silver School of Social Work      Steinhardt School of Culture, Education, and Human Development      Tisch School of the Arts                QuickLinks          Academic Calendars      Administrative Units      Albert      Apply for Jobs      Athletics      Bookstores      Bursar      Campus Map      Career Development      Emergencies      Events      Giving to NYU      Housing      ITS      Libraries      News      NYU Apparel      Policies      Public Safety      Registrar      Student Health Center      Student Resources      Wellness Exchange                A-Z          A      B      C      D      E      F      G      H      I      J      K      L      M      N      O      P      Q      R      S      T      U      V      W      X      Y      Z                                                          New York University                          Search NYU                    Pages |    People                                       Main Navigation            About NYU       Admissions       Academics       University Life       Research       Global                                 Bread Crumbs          About NYU   /   News, Publications, and Facts   /   NYU Stories                 Sub Navigation                                 In the Lab                       Arts & Culture                       Community                       Only at NYU                                                                                        American Revolution: How the Country Changed Its Mind on Gay Marriage                                             It’s Pride Month and President Obama wants you to know it .   The U.S. Postal Service just issued a Harvey Milk stamp. Laverne Cox is on the cover of Time magazine. Michael Sam kissed his boyfriend on national television when he was drafted into the NFL last month. The National Parks Service just launched an initiative to mark prominent places and events from LGBT American history.   To anyone who’s been paying attention, it should be obvious that our country has undergone rapid, sweeping cultural change over the past 4 or 8 or 12 years regarding how we think about gay rights. Gallup poll data shows that 58% of Americans believe that gay and lesbian relations are morally acceptable, up from 38% in 2002, and 54% now believe that same-sex marriages should be recognized by the law, with same rights as traditional marriages, up from 37% in 2005. And a whopping 90% of Americans support protections from discrimination for gay and lesbian employees.   But what’s driving the trend? And will it last?                             Patrick Egan         Divining the answers to those questions can be a little like reading tealeaves. So for some concrete, fact-based insights, NYU Stories turned to Patrick J. Egan , a stats-minded politics and public policy professor who’s spent a lot of time studying fluctuations in public opinion. A leading researcher on what led voters to pass Proposition 8 in California, he’s also the author of a book on issue ownership, or the tendency of voters to identify certain causes with certain political parties.   Egan dates the start of the move toward widely held liberal attitudes on gay rights to the 1970s—but notes that the AIDS epidemic of the 1980s dampened what might otherwise have been a quicker progression. The pace of change picked up in the ’90s (after antiviral therapies began to curtail the AIDS death toll, Egan points out), stalled briefly with a conservative backlash to the Supreme Court’s decision (striking down all remaining state laws that criminalized gay sex) in Lawrence v. Texas in 2003, and accelerated rapidly in recent years, with an indisputable majority of Americans now even supporting adoption rights for gay people. “It’s really been quite an amazing change,” Egan says, “and one whose swiftness we hardly ever see in aggregate public opinion trends in the U.S.”   Two primary factors are driving the shift. One has to do with the overwhelming support of gay rights by members of the millennial generation, who are joining the electorate as older voters who hold more conservative views on the issue die off; experts like Egan call this effect “cohort replacement.” In other cases, Americans are simply changing their minds—a phenomenon reflected in panel data collected from individuals surveyed repeatedly over time.   While we’ll never know exactly what’s swaying individual hearts and minds, the evidence suggests that some Americans—particularly Democrats—who’ve moved in favor of gay rights over the past 10 years may have taken their cues from political leaders. “In political science,” Egan explains, “probably the number one source of attitude change on any issue—from taxes to the Iraq war—is what elites say about it.” And among the Democratic party elite, the shift has been dramatic: In the 2004 Democratic primary, Egan points out, the controversial question was which candidate would support civil unions for gay people; looking ahead to the 2016 race, all of the Democratic presidential candidates will support same-sex marriage. Of course, politicians adjust their positions to the whims of public opinion, too—often leading, as in the months approaching President Obama’s public endorsement of marriage equality , to a kind of game of “chicken.”   And these days, Republicans are also getting in on the act: Egan points to a “small but substantial group” of leaders—from former vice president Dick Cheney to Ohio Senator Rob Portman and Mary Bono, a former Congresswoman from California—who are “breaking the party’s Orthodoxy” by speaking out in favor of gay rights. In February, Republican Arizona governor Jan Brewer vetoed a bill that would have allowed business owners to refuse service to gays and lesbians on religious grounds. At the same time, Egan says, the party—like the country at large—is split along generational lines, with young Republicans beginning to embrace same-sex marriage. It’s a rift, he predicts, that will eventually lead the party to abandon opposition to gay marriage as one of its signature issues.   If there’s a precedent for all of this, it’s the decades-long progression toward near universal acceptance of interracial marriage: In fact, the map of where interracial marriage was legal in 1951 is strikingly similar to the map of where same-sex marriage is legal today. “The parallel has a lot of intellectual force and also moral gravity,” Egan says. “Are you going to legally recognize these people who are willing to make a lifelong commitment to one another, or are you going to use the force of law to render that commitment null and void?”   While it’s inspiring to witness a growing number gay marriage bans going the way of anti-miscegenation laws, it’s also curious that our political geography—as represented in those near-identical maps—has changed so little in more than 60 years. When asked why the states that opposed interracial marriage are the same ones where marriage equality struggles to gain traction today, Egan points to two demographic factors that make a difference when it comes to tolerance: religiosity and educational attainment. Over 60 years, most places haven’t changed much on those variables: States where populations tend to support gay marriage (like they did interracial marriage) boast higher levels of educational attainment and lower levels of religiosity than those that oppose it.   And as for millennials? Compared to their parents, they’re less invested in religion—and in institutions of all kinds—and they’re the most highly educated generation in U.S. history. Add to that the fact that a growing number of religious institutions have shifted on gay rights issues—even the Mormon Church has withdrawn its once generous financial support from groups opposing gay marriage—and it would seem that we’re about to reach some kind of tipping point.   That’s not to suggest the going will be easy: “In socially conservative states like Alabama or Nebraska or Wyoming, it’s going to take a very, very long time, if trends persist, to get majorities on gay marriage,” Egan says. And then there’s a question of a national standard that would allow married gay couples to be recognized in every state. Loving v. Virginia , the 1967 Supreme Court decision that invalidated legal prohibitions against interracial marriage, came at a time when most states had already abandoned their miscegenation laws. “It may be that a similar story will take place for gay marriage. Does the Supreme Court want to impose a 50-state standard now, or much later when gay-marriage bans are seen more as an anachronism?”   Egan predicts that in 20 years, national law and policy on gay rights will resemble that of Massachusetts today: Same-sex marriage will likely be legal and recognized throughout the land, and there will be laws in place to protect gays and lesbians from discrimination in a variety of realms. And yet as any child of the civil rights era can attest, the culture often lags behind the law. Racial prejudice did not end with laws that prohibited discrimination, and segregation in housing and education persists, to some degree, even to this day. Likewise, Egan muses, if you “asked gay people in Massachusetts where they’d feel comfortable holding their spouse’s hand, they could probably identify only about 6 blocks within the whole state.”   —Eileen Reynolds   Follow Patrick Egan on Twitter .                                                                                                                                                         NYU Footer          Search      Directory      Campus Map      Events      Contact Us      Site Map      Copyright and Fair Use      Feedback         Unless otherwise noted, all content copyright New York University. All rights reserved. Designed by The Office of Web Communications"}]},
{"detail": [{"content": "Family Therapy | Psychiatry                                Skip to main content                      Patient Care       Faculty &amp; Staff Directory       Events       Careers       Donate                                                                                                                                                                             Psychiatry                                                                                  Home   About Us   Education   Research   Patient Care   Faculty   Newsletter   Affiliates                                  Home Education Other Training Programs NYU-Bellevue Psychology Internship Program Family Therapy            Print  Email               - A + A                                         Education        open/close   Overview     open/close   Residency Program     open/close   Medical Student Education     open/close   Fellowship Programs     open/close   Continuing Medical Education (CME)     open/close   Other Training Programs  NYU-Bellevue Psychology Internship Program  Overview   Program History   Adult Psychology   Child and Adolescent Psychology   Forensic Psychology   Training Goals   Program Structure   Rotations   Outpatient Caseload   Electives   Family Therapy   Group Psychotherapy   Didactic Program   Research Opportunities   Time Commitment   Application Information   Program Administration and Faculty   Salary and Benefits     Bellevue Psychology Externship Program   VA NY Harbor Healthcare System Psychology Internship Program   Training Program in Human Sexuality                                                                                                            Family Therapy                                            The Family Studies Program (FSP) is the family/couples therapy training program and clinical service at the NYU Child Study Center. The clinical population served by the FSP includes traditional as well as non-traditional families and couples. Through the FSP interns gain didactic and theoretical instruction as well as direct and indirect clinical experience in family and couples therapy. Each intern participates on a team with at least two other supervisees: another intern and, frequently, a child/adolescent psychiatry fellow. Two senior supervisors work with each team in an intensive supervisory model. Each intern will have the opportunity to be the primary therapist or co-therapist on a case, as well as a member of the observing team on their colleagues’ cases. Sessions are conducted in front of a one-way mirror, and the ‘live’ supervision transpires as the session occurs, providing immediate feedback to the therapist. Such supervision typically consists of telephone call-ins during the session, inter-session conferences with supervisors and colleagues, and occasional co-therapy with a supervisor. As team members, interns actively participate in their colleagues’ cases through pre- and post-session discussion and the ‘reflecting team’ process.     The theoretical orientation of the family program is systemic at base, but integrative and collaborative as it incorporates new developments in the field and the expanding resources of the Child Study Center. General orientation to family therapy theory and technique is provided to all interns through scheduled seminars early in the year.     The FSP also provides interns with training in PREP® (Prevention and Relationship Enhancement Program). PREP® is a workshop-based preventive program for all couples, including non-traditional and GLBTQ couples, who are interested in enhancing the quality of their relationship and learning skills to improve communication and problem-solving. Interns who elect to receive this training will have the opportunity to serve as coaches for couples during one of the one-day PREP® workshops held over the course of the year.                                                                                                    NYU Langone Medical Center       Student Login       Library                 Policies &amp; Disclaimers"}, {"content": "American Revolution: How the Country Changed Its Mind on Gay Marriage                                                                                   NYU.edu requires JavaScript be enabled in your browser in order to use important features of the site. JavaScript is either disabled or not supported by your browser. For instructions on how to enable JavaScript in your browser, click here .                       New York University    Skip to Content   Skip to Search   Skip to Navigation   Skip to Sub Navigation                                                        NYUHome Login                            Students           |   Faculty           |   Alumni           |   Employees           |   Community                                   Schools          Arts and Science      College of Arts and Science      College of Dentistry      College of Nursing      Courant Institute of Mathematical Sciences      Gallatin School of Individualized Study      Graduate School of Arts and Science      Institute of Fine Arts      Institute for the Study of the Ancient World      Leonard N. Stern School of Business      Liberal Studies Program      NYU Abu Dhabi      NYU Shanghai      Polytechnic School of Engineering      Robert F. Wagner Graduate School of Public Service      School of Professional Studies      School of Law      School of Medicine      Silver School of Social Work      Steinhardt School of Culture, Education, and Human Development      Tisch School of the Arts                QuickLinks          Academic Calendars      Administrative Units      Albert      Apply for Jobs      Athletics      Bookstores      Bursar      Campus Map      Career Development      Emergencies      Events      Giving to NYU      Housing      ITS      Libraries      News      NYU Apparel      Policies      Public Safety      Registrar      Student Health Center      Student Resources      Wellness Exchange                A-Z          A      B      C      D      E      F      G      H      I      J      K      L      M      N      O      P      Q      R      S      T      U      V      W      X      Y      Z                                                          New York University                          Search NYU                    Pages |    People                                       Main Navigation            About NYU       Admissions       Academics       University Life       Research       Global                                 Bread Crumbs          About NYU   /   News, Publications, and Facts   /   NYU Stories                 Sub Navigation                                 In the Lab                       Arts & Culture                       Community                       Only at NYU                                                                                        American Revolution: How the Country Changed Its Mind on Gay Marriage                                             It’s Pride Month and President Obama wants you to know it .   The U.S. Postal Service just issued a Harvey Milk stamp. Laverne Cox is on the cover of Time magazine. Michael Sam kissed his boyfriend on national television when he was drafted into the NFL last month. The National Parks Service just launched an initiative to mark prominent places and events from LGBT American history.   To anyone who’s been paying attention, it should be obvious that our country has undergone rapid, sweeping cultural change over the past 4 or 8 or 12 years regarding how we think about gay rights. Gallup poll data shows that 58% of Americans believe that gay and lesbian relations are morally acceptable, up from 38% in 2002, and 54% now believe that same-sex marriages should be recognized by the law, with same rights as traditional marriages, up from 37% in 2005. And a whopping 90% of Americans support protections from discrimination for gay and lesbian employees.   But what’s driving the trend? And will it last?                             Patrick Egan         Divining the answers to those questions can be a little like reading tealeaves. So for some concrete, fact-based insights, NYU Stories turned to Patrick J. Egan , a stats-minded politics and public policy professor who’s spent a lot of time studying fluctuations in public opinion. A leading researcher on what led voters to pass Proposition 8 in California, he’s also the author of a book on issue ownership, or the tendency of voters to identify certain causes with certain political parties.   Egan dates the start of the move toward widely held liberal attitudes on gay rights to the 1970s—but notes that the AIDS epidemic of the 1980s dampened what might otherwise have been a quicker progression. The pace of change picked up in the ’90s (after antiviral therapies began to curtail the AIDS death toll, Egan points out), stalled briefly with a conservative backlash to the Supreme Court’s decision (striking down all remaining state laws that criminalized gay sex) in Lawrence v. Texas in 2003, and accelerated rapidly in recent years, with an indisputable majority of Americans now even supporting adoption rights for gay people. “It’s really been quite an amazing change,” Egan says, “and one whose swiftness we hardly ever see in aggregate public opinion trends in the U.S.”   Two primary factors are driving the shift. One has to do with the overwhelming support of gay rights by members of the millennial generation, who are joining the electorate as older voters who hold more conservative views on the issue die off; experts like Egan call this effect “cohort replacement.” In other cases, Americans are simply changing their minds—a phenomenon reflected in panel data collected from individuals surveyed repeatedly over time.   While we’ll never know exactly what’s swaying individual hearts and minds, the evidence suggests that some Americans—particularly Democrats—who’ve moved in favor of gay rights over the past 10 years may have taken their cues from political leaders. “In political science,” Egan explains, “probably the number one source of attitude change on any issue—from taxes to the Iraq war—is what elites say about it.” And among the Democratic party elite, the shift has been dramatic: In the 2004 Democratic primary, Egan points out, the controversial question was which candidate would support civil unions for gay people; looking ahead to the 2016 race, all of the Democratic presidential candidates will support same-sex marriage. Of course, politicians adjust their positions to the whims of public opinion, too—often leading, as in the months approaching President Obama’s public endorsement of marriage equality , to a kind of game of “chicken.”   And these days, Republicans are also getting in on the act: Egan points to a “small but substantial group” of leaders—from former vice president Dick Cheney to Ohio Senator Rob Portman and Mary Bono, a former Congresswoman from California—who are “breaking the party’s Orthodoxy” by speaking out in favor of gay rights. In February, Republican Arizona governor Jan Brewer vetoed a bill that would have allowed business owners to refuse service to gays and lesbians on religious grounds. At the same time, Egan says, the party—like the country at large—is split along generational lines, with young Republicans beginning to embrace same-sex marriage. It’s a rift, he predicts, that will eventually lead the party to abandon opposition to gay marriage as one of its signature issues.   If there’s a precedent for all of this, it’s the decades-long progression toward near universal acceptance of interracial marriage: In fact, the map of where interracial marriage was legal in 1951 is strikingly similar to the map of where same-sex marriage is legal today. “The parallel has a lot of intellectual force and also moral gravity,” Egan says. “Are you going to legally recognize these people who are willing to make a lifelong commitment to one another, or are you going to use the force of law to render that commitment null and void?”   While it’s inspiring to witness a growing number gay marriage bans going the way of anti-miscegenation laws, it’s also curious that our political geography—as represented in those near-identical maps—has changed so little in more than 60 years. When asked why the states that opposed interracial marriage are the same ones where marriage equality struggles to gain traction today, Egan points to two demographic factors that make a difference when it comes to tolerance: religiosity and educational attainment. Over 60 years, most places haven’t changed much on those variables: States where populations tend to support gay marriage (like they did interracial marriage) boast higher levels of educational attainment and lower levels of religiosity than those that oppose it.   And as for millennials? Compared to their parents, they’re less invested in religion—and in institutions of all kinds—and they’re the most highly educated generation in U.S. history. Add to that the fact that a growing number of religious institutions have shifted on gay rights issues—even the Mormon Church has withdrawn its once generous financial support from groups opposing gay marriage—and it would seem that we’re about to reach some kind of tipping point.   That’s not to suggest the going will be easy: “In socially conservative states like Alabama or Nebraska or Wyoming, it’s going to take a very, very long time, if trends persist, to get majorities on gay marriage,” Egan says. And then there’s a question of a national standard that would allow married gay couples to be recognized in every state. Loving v. Virginia , the 1967 Supreme Court decision that invalidated legal prohibitions against interracial marriage, came at a time when most states had already abandoned their miscegenation laws. “It may be that a similar story will take place for gay marriage. Does the Supreme Court want to impose a 50-state standard now, or much later when gay-marriage bans are seen more as an anachronism?”   Egan predicts that in 20 years, national law and policy on gay rights will resemble that of Massachusetts today: Same-sex marriage will likely be legal and recognized throughout the land, and there will be laws in place to protect gays and lesbians from discrimination in a variety of realms. And yet as any child of the civil rights era can attest, the culture often lags behind the law. Racial prejudice did not end with laws that prohibited discrimination, and segregation in housing and education persists, to some degree, even to this day. Likewise, Egan muses, if you “asked gay people in Massachusetts where they’d feel comfortable holding their spouse’s hand, they could probably identify only about 6 blocks within the whole state.”   —Eileen Reynolds   Follow Patrick Egan on Twitter .                                                                                                                                                         NYU Footer          Search      Directory      Campus Map      Events      Contact Us      Site Map      Copyright and Fair Use      Feedback         Unless otherwise noted, all content copyright New York University. All rights reserved. Designed by The Office of Web Communications"}, {"content": "Counseling Psychology - NYU Steinhardt                                                         Skip to content         NYU Steinhardt School of Culture, Education, and Human Development           apply now     request info     contact                                   Department of Applied Psychology              About        Programs            Undergraduate              BS, Applied Psychology        BS, Global Public Health/Applied Psychology        Minors                   Master's              MA, Human Development and Social Intervention        MA, Counseling Programs                   Advanced Certificate              LGBT Health, Education, and Social Services                   Doctoral              PhD, Counseling Psychology        PhD, Developmental Psychology        PhD, Psychology and Social Intervention                  Study Abroad                 People                Full-Time Faculty        Adjunct Professors        Administrative Staff        Doctoral Student Profiles                      Courses        Centers/Institutes            Child and Family Policy       Globalization and Education       Health, Identity, Behavior and Prevention Studies (CHIBPS)       Human Development and Social Change (IHDSC)       Research on Culture, Development and Education (CRCDE)                 Research Labs/Teams            Current Dept. Research Projects       Community and Oppression Research and Engagement (CORE)       Families and Children Experiencing Success (FACES)       INSIGHTS       Neuroscience and Education (NEL)       Dr. Selcuk R. Sirin       Dr. Lisa Suzuki                 Prospective Students            Admissions       FAQ              Undergraduate        Master's        Doctoral                   New Students                Current Students            Undergraduate       Masters       Doctoral               Upcoming Events        News           YouTube     LinkedIn     Tumblr     Wordpress                          Counseling Psychology                          Overview    Faculty       Core Faculty    Affiliated Faculty          Prospective Students    Current Students    News    Events                                     The PhD program in Counseling Psychology was registered with the New York State Department of Education for the professional preparation of psychologists in 1971. Since then, graduates of the program have been considered fully qualified psychologists with specialized training in counseling and eligible for licensure by the state. The Counseling Psychology program has been fully accredited since 1981 by the American Psychological Association, Office of Program Consultation and Accreditation, 750 First Street, NE, Washington DC 20002-4242 (202-336-5979). Questions related to the program's accreditation status may be directed to this office. In 1989, the Department of Counselor Education and the Department of Educational Psychology were merged into the current Department of Applied Psychology.    The major philosophical principles underlying the doctoral program in Counseling Psychology at NYU Steinhardt are: 1) a focus on a developmental understanding of clients; 2) a commitment to a health and wellness model of intervention and research; 3) an appreciation of the gendered, cultural, class, and institutional context of people's lives as these affect both clients and counselors.    We consider these principles to be central to our definition of Counseling Psychology.    The goals of our program are to:       produce graduates who are knowledgeable regarding current clinical theory    produce graduates who understand adaptive and maladaptive human functioning across the lifespan    produce graduates who are prepared to function as multi-faceted and multi-skilled professionals in a wide range of roles as counseling psychologists    produce graduates whose professional identity is that of a counseling psychologist and who are able acquire additional knowledge appropriate to this specialty    produce graduates who have attained awareness, knowledge, skills, and attitudes to work effectively with, and conduct research, about the lives of individuals from diverse backgrounds, particularly in urban settings    produce graduates who have developed a high level of ethical sensitivity and behavior in their professional roles as researchers and practitioners    produce graduates who are knowledgeable about the research process and the creation of new knowledge       Read more about student admissions, outcomes, and other data.                                                                 Applied Psychology      Art      Education       Health      Media      Music                      New York University          This site, and all its contents, are Copyright &copy;     by New York University. All rights reserved.   NYU Steinhardt - Applied Psychology - 246 Greene Street, 8th Floor, New York, NY 10003"}]}]