[{"detail": [{"content": "Fall 2013 Graduate Schedule | English | NYU                                               Back to Home           Printer Friendly                     Fall 2013 Graduate Schedule Engl-GA.1083.001   Literature of Modern Ireland (Cross-listed with Irish Studies)   John Waters   Monday 6:10-8:40 PM – Ireland House, Room 101   This course conducts a comprehensive survey of the traditions of writing in Ireland from the plantations of the late sixteenth century to the famine of 1846-50. By tracing the shadow of Irish language literary traditions in and alongside the emerging Irish literary traditions in English, we will consider the interplay of literature and national identity, and the role of literature and other forms of print culture in a variety of social processes, including politicization, the language shift, and textual representations of violence, domestic life, cultural memory, national and international economy, and forms of agency. Major authors including Jonathan Swift, Bishop Berkeley, Edmund Burke, Maria Edgeworth, Sydney Owenson, Thomas Moore, Samuel Ferguson, and James Clarence Mangan are considered, as well as the development of Irish forms of poetry, drama, and prose in English. It is the aim of the course to give students a detailed grasp of Irish literary history before the cataclysmic social changes wrought by the Irish famine, and to introduce students to the concepts and terminology employed in contemporary Irish literary scholarship.      Engl.GA.1924.001   Ghosts and Ghostings in Contemporary British Cinema    S.S. Sandhu   Wednesday 6:20-8:20pm – 244 Greene Street, Room 306   Ghosts haunt contemporary British moving-image work. At a time when cinema itself is migrating from analogue to digital, many of the most important writers and directors are preoccupied by questions of invisibility, dematerialization and disappearance. Spectres of Marx; revenant marginals; the ghosts of industrial towns, political utopias and migrant labour: this class – covering a diverse range of intellectual and aesthetic approaches – will include pulpy TV dramas, gallery films, experimental documentaries. The work of directors such as Jeremy Deller, Derek Jarman, John Akomfrah/ Black Audio Film Collective, Nigel (Quatermass and the Pit) Kneale will be examined alongside music (Zomby, record labels such as Ghost Box and Mordant Music), and critical/ imaginative writings by Simon Reynolds, Tom McCarthy, Hito Steyerl.      Engl.GA.1957.001   Textuality    Perry Meisel   Monday 6:20-8:20pm – 19 University Place, Room 222   An introduction to literary theory from structuralism, deconstruction, and psychoanalysis to New Historicism and post-colonialism. Readings will include basic texts by Saussure, Barthes, Bakhtin, Derrida, Althusser, Lacan, Foucault, and Fanon. Philosophical tradition from Hegel to Freud will contextualize what is a single movement of thought defined by continuity rather than by ruptures. The course will begin and end with literary texts, including Shakespeare, to measure what the theoretical tradition brings to both practical criticism and literary and cultural history. Open to both graduate students and advanced undergraduates.      Engl.GA.2075.001   Individualizing Writing: Journal Publication: Seminar/Workshop    John Maynard   Thursday 6:20-8:20pm – 244 Green Street, Room 306   This seminar/workshop is about moving graduate work toward publication quality. Participants should have at least one paper that they wish to develop up to the level appropriate for a publishable journal article--usually a matter of further thinking and research, followed by revision. The course develops students’ critical abilities in each aspect of this process: conceptualization, research base, critical approach, enhancements (photos, graphs, etc.), organization, finish. Students will prepare evaluations of each other’s work in the various areas of critique and work together to find better ideas and information to develop their articles; they will then revise their own work for re-submission, further critique and, if necessary, further revision.   Developing students’ critical abilities as they assess their own and other students’ writing is the immediate object of the seminar. Excellence in work to be submitted for publication will be the individual student’s goal. The seminar/workshop should be useful in developing similar skills in writing and revising dissertation chapters and in revising the completed dissertation for publication as articles and/or a book.   Open to Ph.D and second year M.A. students.      Engl.GA.2270.001   Workshop in Medieval and Renaissance Studies    Martha Rust   Wednesday 12:30-1:45pm – 19 University Place, Room 229   19 University Place, Room 222   A forum for cultivating the interdisciplinary work of students working in the medieval and early modern periods and for preparing students to meet the demands of the professional world of Medieval and Renaissance Studies. Workshop activities will include discussing and critiquing pre-circulated papers or works-in-progress presented by NYU faculty, visiting scholars, and members of the Workshop; learning and practicing the protocols for submitting papers for conferences and various forms of publication, and for writing grant proposals; designing teaching strategies; and discovering and experimenting with new research tools. In all of these activities Workshop participants will also engage with overarching issues of concern to the field such as the benefits and limitations of periodization and the role of Medieval and Renaissance Studies in the academy and in society at large. Enrollment in the Workshop for two semesters, preferably over the course of one academic year, is a requirement for the Concentration in Medieval and Renaissance Studies, but the Workshop is also open to students who are not pursuing the Concentration, and all students working in the Middle Ages and Renaissance are welcome to attend the Workshop even if they are not enrolled in it as a course.      Engl.GA.2323.001   Law and Shakespeare    John Archer   Tuesday 3:30-5:30pm – 244 Greene Street, Room 306   How can the plays and poems of Shakespeare help introduce us both to the history of law in the Anglo-American and Roman civil-law traditions and to current theories about law and political power? Beginning with legal history and comic drama, our seminar will compare common law and equity in England as rival systems that place competing versions of the public good (inheritance as common wealth, and commonwealth as state power) above particular interests. Then, through a range of tragedies and late tragicomedies, we will consider different versions of “political theology” in the Renaissance, that is, the place of the sovereign both inside and outside divine, natural and human concepts of law. We will read a selection of Shakespeare’s works along with a critical article or two each week. The plays may include The Comedy of Errors, Romeo and Juliet, The Merchant of Venice, Measure for Measure, King Lear and The Tempest. Theorists and critics include Giorgio Agamben, Lorna Hutson, Paul Raffield, and Julia Reinhard Lupton. Previous reading in either the historical context for literature from the medieval period forward or in literary theory is highly recommended for enrollment in this seminar. A presentation and two research papers will make up the grade along with informed and lively class participation.      Engl.GA.2450.001   Narrative Strategies    Mary Poovey   TBA   This course examines the strategies used to launch, develop, and bring narratives to a close. The primary goal is to develop descriptive and analytic tools for understanding and using these narrative strategies. The course engages a range of genres in several media forms: short stories, poems, literary criticism and theory, historical writing, autobiography, print journalism, a TV series, film, and several digital genres. Most of the course’s texts were originally published, released, or broadcast in the U.K. or U. S. between 1800 and the present. The topics we will address include: getting things going in medias res, the mythic origins of “once upon a time,” serialization, foreshadowing, the use and abuse of cliff hangers, the layering and juxtaposition of characters and themes, tying up loose ends, white space and silence, interruptions both planned and unplanned, and the modes of attention elicited by print and digital texts.      Engl.GA.2661.001   Victorian Studies: Ekphrastic Imperialism: Image and Other from Tennyson to Forster    Jeff Spear   Thursday 3:30-5:30pm – 244 Greene Street, Room 306   The starting point for the seminar will be the work of W.J.T. Mitchell and other contemporary critics who have expanded Ekphrasis from a very specific category (the verbal creation, or recreation, of a work of visual art) into a more inclusive, even aggressive mode. Mitchell’s exposition focuses on gender questions; but, he argues: “gender is not the unique key to the workings of ekphrasis, but only one among many figures of difference that energize the dialectic of the imagetext.” We will explore that proposition beginning with the poetic tradition from Tennyson and Browning down to poets of the nineties such as Arthur Symons and “Michael Field.” We will also “read” Victorian paintings that contain or interpret texts. The ekphrastic horror show will take up the rhetoric of “degeneration” and compare ekphrastic scenes from such works as Dracula with Symbolist art. Our consideration of the racial other will begin with the representation of the Jew and include two weeks on Daniel Deronda as a text that combines ekphrastic representation of race, and gender with the question of whether or not there can be a musical analogue to ekphrasis. Finally we will explore the colonial other. Beginning with an exploration of colonial photography, we will move on to Wilde’s Salome and the figure of the “dancing girl,” including Kipling stories and a revisionist look backward by the playwright Tripurari Sharma: “A Tale from the Year 1857: Azizun Nisa; a translation of her San Sattawan ka Qissa: Azizun Nisa. We will consider the figure of the “Babu” as configured by Kipling with selected Indian texts and Kalighat painting. We will conclude with Tagore’s The Home and the World and Forster’s A Passage to India, which records the failure of reconciliation and, paradoxically, a collapse of visual and verbal signification that names the uncreating word.      Engl.GA.2838.001   19th Century African American Lit    Elizabeth McHenry   Thursday 10:00am-12:00pm – 244 Greene Street, Room 306   This course examines the development of black literary expression in the nineteenth century United States by reading a diverse selection of texts. Through novels, slave narratives, autobiographies and memoirs, speeches and journalism we will trace the dynamic circulation and transmission of ideas by African Americans, free and slave, as well as the relationship between cultural production and historical phenomena. We will pay particular attention to the ways that African Americans negotiated and troubled the divide between history and fictional forms, and how their fictions worked to produce alternative understandings of national history and civil liberty than that which had emerged from the “founding fathers.” The second part of the semester will take up post-emancipation literature: why, we will ask, did black authors return their readers to antebellum slavery in the post-bellum years seemingly at the very moment they wished to cultivate their imagine as “new Negroes” and self-consciously create a Negro literature with a lasting impact in the twentieth century? How did African Americans negotiate through language and in literary terms the competing and contested concerns of heritage and historical memory, on the one hand, with the deterioration of race relations and rise of slavery’s legacy of racial thought in the years W.E.B. Du Bois famously identified with the “problem of the color line”? The course takes on these questions, exploring how black literature engages with the politics of cultural identity formation, notions of freedom, citizenship, and aesthetic forms.      Engl.GA.2900.001   Literary Dictatorships    Jini Watson   Thursday 1:00-3:00pm – 244 Greene Street, Room 105   This seminar explores representations of dictatorships in postcolonial literature, film and theory. How have fictional texts reflected upon and narrated the emergence of authoritarian regimes, especially in relation to decolonization and its liberation struggles? How might they help us move beyond the tired paradigms of failed states and “mad” third-world dictators? How might such texts attempt to counter or resist the monopoly of meaning held by an oppressive regime? Can we talk of a narrative genre of dictatorship literature as a kind of “world literature”?   Framing our analyses with Hannah Arendt’s seminal work on totalitarianism and Frantz Fanon’s early account of neocolonialism, we will engage with a range of imaginative texts that respond to and figure emergencies, coups and dictatorships. Our corpus draws from Africa, Latin America, East and South Asia, and our task will be to investigate and compare representations of the rise of authoritarian regimes, the dictator figure, everyday life under states of emergency, tropes of resistance and complicity, and psychic and social constructions of power. We will also consider questions of narrative form, structure and genre, in particular, the use of allegory, humor, the grotesque, and various modes of realism.   Likely fictional texts include works by: V. S. Naipaul, Raoul Peck, Nuruddin Farah, Julia Alvarez, Rohinton Mistry, Pramoedya Ananta Toer, Gabriel García Márquez, Ngugi wa Thiong’o, Jessica Hagedorn, and Yi Mun-yol. Relevant theoretical readings that will help us consider issues of sovereignty, authority, violence, gender and the nation-state will draw from Achille Mbembe, Giorgio Agamben, Rajeswari Sunder Rajan, David Scott, Mahmood Mamdani and others. The course’s broader objective will be to raise questions about what the study of dictatorship literatures can tell us about contemporary issues of power and sovereignty. If imaginative texts offer us access to new conceptualizations of power, how might the political be construed in and through literary and aesthetic regimes?   While some background in postcolonial literary studies is desirable but not necessary, a willingness to engage rigorously with theoretical texts and to read widely across genres, disciplines and geographies is a must.      Engl.GA.2917.001   International Modernism    Peter Nicholls   Monday 1:00-3:00pm – 244 Greene Street, Room 306   The course will explore some canonical works of Anglo-American literary modernism in relation to the developments in European writing that frequently provided their context and instigation. Texts studied may include works by Baudelaire, Rimbaud, Mallarmé, Valéry, Proust, Marinetti, Pound, Joyce, Eliot, Lewis, Stein, Tzara, Brecht, Breton, Aragon, Rilke, Artaud, Pessoa, Brecht, Kafka, Borges and Beckett. We shall consider problems of translation and transmission (the publication of Joyce’s Work in Progress in transition, for example), and we shall pursue some of the connections between the work of modernist writers and philosophers (e.g., Proust/Lewis/Bergson, Rilke/ Heidegger, and Beckett/Adorno). All works will be read in English translation.      Engl.GA.2927.001   Postwar Visual Poetics    Lytle Shaw   Monday 3:30-5:30pm – 244 Greene Street, Room 105   This course examines the generative traffic between the categories of art and experimental writing from the early 1950s to the present within an international context. To set the scene we will spend several weeks considering New York School poets’ take on Abstract Expressionism in relation to dominant critical accounts; then we will move through subsequent developments between and across the disciplines by dividing them into five loose headings: minimalism and conceptualism; concrete poetry; Fluxus and performance, site-specificity; institutional critique. Writers will include O’Hara, Ashbery, Schuyler, Brainard, Pignatari, the de Campos brothers, Gomringer, Finlay, Fahlstrom, Coolidge, Mayer, Watten, Mac Low, Knowles, Eigner, Robertson, Darragh, Howe, Silliman, Cha, Farrell, Davies and Bernstein. Artists: Pollock, de Kooning, Rauschenberg, Johns, Warhol, Broodthaers, Judd, Morris, Andre, Smithson, Acconci, Piper, Graham, Kelley, McCarthy, Laderman Ukeles, Green and Dion. Critics: Rosenberg, Greenberg, Fried, Kotz, Krauss, Buchloh. The course will also trouble these neat categories of writer, artist and critic.      Engl.GA.2971.001   Practicum in Digital Humanities   Deena Engel and Marion Thain   Monday 6:00-8:00pm; Lab Tuesday 1:00-3:00pm – 244 Greene Street, Room 105   The interface of technology and the humanities represents a key to the future, yet many students feel they lack the skills to access this potential. This course offers an introduction to web development and digital publication especially created for students in the Humanities, with a view to equipping you with knowledge foundational for reflective engagement with the new media of literary creation and dissemination. Students will survey the principles of current technologies and apply them through practice as they learn the skills and techniques for formatting and publishing archival materials in a web-based environment. The course builds towards the creation of a digital edition, giving you the opportunity to work with primary source materials available through NYU's rich archival collections (these include a wide variety of printed texts, manuscripts and images from which to select according to your interests).   The course will consist of a traditional classroom lecture and discussion format as well as computer lab sessions to promote and assist students as they work on each of their three projects in this course. Each student will have an account on a production webserver to post their work and learn to install and configure a Wordpress site specifically tailored to his or her primary source materials. Topics and assigned projects will begin with an introduction to mark-up languages and building a site of related web pages followed by a project centered on encoding and annotating digital texts for scholarly purposes. The final project involves photographing or scanning, transcribing, and encoding digital texts to build an on-line archive, which has the potential to be published and housed on a server as a lasting contribution to the world of online open-access scholarship.      Engl.GA.2980.001   MA Proseminar: Introduction to Advanced Literary Study    Maureen McLane   Tuesday 4:00-6:00pm – 19 University Place, Room 305   What is Literature? Why study “it”? How study “it”? Does “literature” exist? How has it been, how is it now, and how might it yet be studied, imagined, engaged, and/or critiqued? And how might advanced literary study be inflected by other advanced studies—of, for example, media history and ecology, book history, historiography, the human sciences (linguistics, psychoanalysis, anthropology)? This course offers a series of intense experimental gambits: with assigned readings in a variety of methodological and theoretical keys, from a range of historical periods, we will begin to consider where literary study has been, where it is, and where it might be going. We will engage the pleasure of the text and the rigor of the text and may confront as well the displeasure of the text: our task will be to register each of these possibilities.      Engl.GA.2980.002   MA Proseminar: Introduction to Advanced Literary Study    Juliet Fleming   Wednesday 11:00am-1:00pm – 244 Greene Street, Room 105   Criticism Practical and Impractical.   Practical criticism is a method of close reading designed to enhance our responsiveness to what we read. It develops a knowledge of literary forms, and provides technical language for describing the ways in which writers achieve their effects. As prescribed by I. A. Richards in the 1920s it treats literature as something separate from social and economic spheres and from the personal concerns of its author: had you taken an exam prepared by the followers of Richards at Cambridge you would have been required to produce a close analysis of, organised response to, and finally judgement of three pieces of literary writing that were unnamed and undated. Part of the work of this seminar will be to prepare you for (a modified version of) that exam -- and, beyond that, for a career founded upon your skills of close reading and your ability to recognise the presence and consequences of literary forms, metres, punctuation, rhyme schemes, diction, syntax and layout. In every meeting we will practice reading, talking and writing about literary forms. The other part of our work will be to familiarise ourselves with a different type of close-reading, one that is famously not a method, and that eschews the pleasures of judgment. Deconstruction is the unsatisfactory name for what is, above all, a heightened commitment to reading -- one that refuses the limits of any criticism that would be practical but that nevertheless offers a profound education in thinking about literary texts. Throughout the semester we will use Derrida's writing to lighten, baffle, enrich and deflect our own developing attempts at literary analysis and judgment.   Requirements: regular attendance at and informed participation in each class, four short (3 page) papers and -- of course, but don't panic -- a final exam.      Engl.GA.2980.003   MA Proseminar: Introduction to Advanced Literary Study    Pat Crain   Wednesday 3:30-5:30pm – 244 Greene Street, Room 306   Drawing for much of our work on the genre of the tale, a nineteenth-century mass-market print commodity and an object of extensive theoretical and critical writing in the twentieth and twenty-first centuries, this seminar brings to the surface the sometimes suppressed or embarrassed questions of how we read, what we read for, and what we imagine and strive for in our own writing. What are our objects and our objectives? Critical, historical, and theoretical texts will help us to think about essential concepts and practices—“author,” “media,” “reading,” “archive,” “digital,” “print culture,” for some examples—and engage current conversations about them.   Your answer to the seminar’s large baggy questions will take the form of collaborative and individual exercises and experiments as well a (trim and elegant) essay on a text of your choosing (on or off the syllabus), worked through in stages during the term. Hands-on sessions in Bobst and in Fales special collections will help to hone research skills.      Engl.GA.3323.001   Renaissance Mediaology    John Guillory and Juliet Fleming   Monday 11:00-1:00pm – 244 Greene Street, Room 306   In this course, we will inquire into the various forms of Renaissance writing from the perspective of recent media theory. We will read examples of Renaissance writing in the full range of their materializations, including both oral and written, manuscript and print, and even supposedly ephemeral forms of writing such as marginalia and grafitti. Against the background of this vast cosmos of writing, canonical works of literature appear as a rarified form of writing, only a tiny fraction of that universe. Accordingly we will study not only familiar canonical works of literature but the generic and material forms of literary transmission, such as ballads, songs, woodcuts, prints, anthologies, letters, pamplets, sermons, treatises, lectures, and stage plays. We are especially interested in revisiting the “print revolution” as the “remediation” of writing, and to focus rigorous historical and theoretical attention on print as a medium that changed the status and function of writing in early modern England. During the sixteenth century the development of print technology re-drew writing's relations with speech, and directed its potencies into new cultural and institutional locations.   Alongside the primary texts of the course, we will be reading works in media and print theory, including McLuhan, Derrida, Ong, Chartier, Eisenstein, Adrian Johns, Peter Stallybras, Ann Blair and others.      Engl.GA.3536.001   History of System    Cliff Siskin   Monday 3:30-5:30pm – 244 Greene Street, Room 306   As part of his proposal to advance knowledge (1605), Francis Bacon drew up a wish list of 130 different histories that had to be written. But the one he was particularly worried about as being particularly deficient was “Literary History.” As the history of the literary in its formerly broad sense of learning, Bacon imagined it as a “story of learning” that would track “the kinds of learning and arts that have flourished and decayed in various parts of the world at various times” in order to \"make men wise in the use and administration of knowledge.\" We will compare this story to the one we tell in English Departments. For those of you seeking period coverage of the latter, our reading list of the literary in both senses of the term will start with Bacon and Galileo, mine the long 18th century, and venture into the present. Our touchstone will be the form that writing and learning assumed with increasing frequency during those periods--\"system.\" For everyone's practical benefit in getting their own work done, we will also take a second cue from Bacon--his emphasis on new tools. Developed by one of your predecessors in the doctoral program, Mark Algee-Hewitt, I call this novum organon \"Tectonics.\" Drawing from our databases, such as EEBO and ECCO, this practice, by mapping historical adjacencies of words and concepts, identifies and visualizes the conditions of possibility that enabled earlier changes in knowledge--and that might speak to how those changes are changing today. [To add to your repertoire for producing long-form knowledge--such as theses and dissertations--we'll also run a voluntary lab on the Kindle as a research instrument.]      Engl.GA.3900.001   Marxist Philosophies of Language    Robert Young   Tuesday 3:30-5:30pm – 244 Greene Street, Room 105   The language question has been a recurrent conundrum within Marxist philosophy since Marx himself. What is a Marxist philosophy of language, or what could it be? Can language be revolutionary? Can language be controlled by the state or is an anarchic, demotic force? What should a materialist analysis of language involve? What is the relation of language, and literary language, to class, and to class conflict? What is its relation to questions of gender and race? To what extent can language be analysed as an ideological form, as a phenomenon of the superstructure? If so, how can the language of analysis separate itself from its object? In this course we shall be both examining Marxist theories of language, and also considering other philosophies and theories of language, for example Saussure, ideas of language families, and of standard languages, from a Marxist perspective. Our reading should include books or essays by Karl Marx, Valentin Volosinov, Mikhail Bakhtin, Roman Jakobson, Nikolai Troubetzkoy, Walter Benjamin, Antonio Gramsci, Joseph Stalin, Nicholai Marr, Ludwig Wittgenstein, Julia Kristeva, Michel Foucault, Pierre Calvet, Jacques Derrida, Pier Paolo Pasoloni, and Jacques Rancière.                         Contact Us | &copy; New York University , Arts and Science"}]}]