[{"detail": [{"content": "Undergraduate Courses Spring 2013    | Classics | NYU                                                          Back to  previous page                  Undergraduate Courses Spring 2013   Undergraduate Courses Spring 2013  Elementary Latin CLASS-UA 004.001        Marie Louise von Glinski       M-Th 9:30-10:45 Continuation of Elementary Latin I. Introduction to the essentials of Latin vocabulary, morphology, and syntax. Five hours of instruction weekly, with both oral and written drills and an emphasis on the ability to read Latin rather than merely translate it. Elementary Latin CLASS-UA 004.002        Andrew Lear  M-Th 3:30-4:45 Continuation of Elementary Latin I. Introduction to the essentials of Latin vocabulary, morphology, and syntax. Five hours of instruction weekly, with both oral and written drills and an emphasis on the ability to read Latin rather than merely translate it. Elementary Greek CLASS-UA 008          Amit Shilo   M-Th 3:30-4:45 Introduction to the complex but highly beautiful language of ancient Greece--the language of Homer, Sophocles, Thucydides, and Plato. Students learn the essentials of ancient Greek vocabulary, morphology, and syntax. Five hours of instruction weekly, with both oral and written drills and an emphasis on the ability to read Greek rather than merely translate it Intermediate Latin CLASS-UA 006.001        Amit Shilo  M, T, Th 9:30-10:45 Intermediate Latin II: Virgil: Writings of the greatest Roman poet, focusing on the most generally read portions of his most celebrated poem, the Aeneid. The meter of the poem is studied, and the student learns to read Latin metrically to reflect the necessary sound for full appreciation of the writing. Readings in political and literary history illustrate the setting in the Augustan Age in which the Aeneid was written and enjoyed, the relationship of the poem to the other classical epics, and its influence on the poetry of later times. Intermediate Latin CLASS-UA 006.002       Marie Louise von Glinski M, T, Th 3:30-4:45 Intermediate Latin II: Virgil: Writings of the greatest Roman poet, focusing on the most generally read portions of his most celebrated poem, the Aeneid. The meter of the poem is studied, and the student learns to read Latin metrically to reflect the necessary sound for full appreciation of the writing. Readings in political and literary history illustrate the setting in the Augustan Age in which the Aeneid was written and enjoyed, the relationship of the poem to the other classical epics, and its influence on the poetry of later times. Intermediate Greek CLASS-UA 10          Adam Becker     M, T, W 2:00-3:15 Prerequisite: CLASS-UA 9, or equivalent. Extensive readings from the Iliad or Odyssey. Proficiency in Homeric grammar is expected, as well as a good command of Homeric vocabulary; the course will also address scansion and metre in Homeric epic. Relevant topics ranging from the problems of oral tradition to questions of heroism. Greek Drama CLASS-UA 143. Identical to DRLIT-UA 210  Peter Meineck T&amp;Th 3:30-4:45 Of the ancient Greeks’ many gifts to Western culture, one of the most celebrated and influential is the art of drama. This course covers, through the best available translations, the masterpieces of the three great Athenian dramatists. Analysis of the place of the plays in the history of tragedy and the continuing influence they have had on serious playwrights, including those of the 20th century. Sex &amp; Gender CLASS-UA210            Andrew Lear M&amp;W 2:00-3:15 This course deals with the constructions of gender and experiences of sexuality in ancient Greece and Rome. Working with texts and representations from varied discourses such as medicine, law, literature, visual art, and philosophy, students explore the ways in which the ancient Greeks and Romans perceived their own bodies in such a way as to differentiate gender and understand desire. The class also discusses how eroticism and gender support and subvert political and social ideologies. History of Rome: Republic CLASS-UA 267. Identical to HIST-UA 205       Michael Peachin T&amp;Th 2:00-3:15 In the sixth century B.C., Rome was an obscure village on the banks of the Tiber river. By the end of the third century B.C., the inhabitants of that village had made themselves the masters of Italy; and within another 150 years, they had come to dominate almost all of the Mediterranean world. We will first follow this story, asking in particular just how and why this all took place. Then, however, the Roman community suffered through something like a century of utterly brutal civil war. The final result of that was the destruction of their Republic, and the formation of an absolute monarchy. Again, we will grapple with the problems of understanding and explaining these developments. In short, the history of the Roman Republic would seem to be one of astonishing success (of a sort), crowned by resounding failures (again, of a sort). Our task will be to consider all of this. Archaeology of Homer CLASS-UA 291.001       Sebastian DeVivo T&amp;Th 11:00-12:15 In this class, we will undertake a close reading of the Homeric epics within their various contexts. The focus will be upon the systems of value that animate the epics, the nature of the societies portrayed, and the means by which we come to understand them. What was the nature of the heroic code? How is it understood within the epic? How does it extend beyond the battlefield and the agora? And how does it engage its audience? We will also explore the archaeological context of the Heroic Age, the manuscript history of the epics, and draw comparisons to Medieval warrior societies (Celtic and Scandinavian), as well as other tribal societies. Readings include the Iliad, Odyssey, lyric, tragedy, the Táin Bó Cúailnge, and Old Norse poetry and prose. Sappho-Marianne Moore CLASS-UA 291.002. Identical to COLIT-UA 291.001     Gregson Davis M&amp;W 9:30-10:45 This course will examine major rhetorical conventions of lyric poetry, ancient and modern. Our approach to interpretation will be broadly synchronic: texts from the Greek and Roman literary canon (e.g. poems of Sappho, Catullus and Horace) will be discussed in relation to those stemming from later Anglo-American and European traditions (e.g. Shakespeare, Baudelaire, Rilke, Wallace Stevens, Marianne Moore). The focus of the paradigmatic analyses will be on shared rhetorical conventions, such as Hymnal Form, Recusatio and Priamel. The sub-genre of Carpe Diem poetry will also be considered from a formal point of view.  Legacy of Alexander the Great CLASS-UA 291.003   Andrew Monson M&amp;W 11:00-12:15 This course will introduce the life and legacy of one of history’s most figures. In doing so, we will examine the cultures that his conquest transformed, from Greece and Egypt in the west to Afghanistan and India in the east. After reading the main historical accounts of his reign, students will be asked to question his aims and ambitions. For some, he was a idealistic hero, unifying the world in a multiethnic state, while for others he was a brutal tyrant with no lofty goals except to rule others. The course will also consider the rise of powerful women like Alexander’s mother and sister and law, the relationship of Greeks to other cultures, the breakup of Alexander’s empire, and the divine status that obtained. The legacy continued long past his own time. Folktales about Alexander circulated in many cultural traditions and he became a model for many later empire builders.  Animals in Ancient Greece &amp; Rome CLASS-UA 293.001. Identical to ANST-UA 600.001 and HEL-UA 283.001 Phillip Mitsis M&amp;W 11:00-12:15 Animals played a central role in many features of ancient Greek and Roman life. We will begin by looking at how they were hunted and domesticated and what roles they played in religious life. Ancient discussions of the origins and meaning of animal sacrifice as well as ancient criticism of the practice will then lead to a more general examination of ancient controversies about the moral treatment of animals. We will also look at how animals were used for entertainment, in war, and their uses in literature and science. The course will be built around several ancient narratives about animals, including works by Aristotle, Porphyry, Plutarch, Ovid, Apuleius, and Pliny the Elder. Socrates &amp; His Critics CLASS-UA 293.002       Vincent Renzi T&amp;Th 2:00-3:15 Despite having written nothing himself, Socrates is—if not the most influential—certainly one of the most influential intellectual figures in the Western tradition, for it is with Socrates that “philosophy” seems first to move from natural history to an explicit concern for human affairs. Indeed, so great is the magnitude of this change that we continue to term earlier thinkers “pre-Socratic philosophers.” His stature is marked again in the name given to a distinctive form of philosophical literature, the Socratic discourse, and an approach to philosophical inquiry and instruction, the Socratic method. In antiquity, his thought, importantly, inspired Plato, Xenophon, the Stoics, the Skeptics, and the Cynics, beyond those thinkers stretching to influence in Rome and Judea...and four centuries before the presumed time of Jesus, Socrates had already suffered martyrdom for his idiosyncratic political, philosophical, and religious views. In modernity, his life both fascinates and repels the attention, notably, of Nietzsche; though criticisms of his mode of existence he had already endured in his own time at the hands of the comedian Aristophanes, among others. Given the state of the evidence, one can look only to the history of the reception of his thought to try to recover any sense of the “historical Socrates”; but we must likewise ask whether he does not perhaps exert a greater influence as a result of the reception of the doxography itself than for his actual intellectual contributions. In short, had Socrates never existed, would not the tradition essentially have had to create him, in its move from its origins to ethics and political philosophy? Even given that he did actually live, is what we have of him really just such a necessary fiction? Mediterranean Art of the Bronze Age CLASS-UA 293.003. Identical to ARTH-UA 150 Ann Macy Roth M&amp;W 12:30-1:45 Over the course of the Bronze Age (3000 to 1200 B.C.E.), the growing maritime trade around the Mediterranean Sea increasingly spread the knowledge of regional artistic styles and products. At the same time, the sea also had an isolating effect, allowing the individual cultures to develop their unique artistic traditions unimpeded, so that borrowed styles and motifs were often altered in meaning and function to suit the needs of quite different cultures. As a result, the Mediterranean region produced a tremendous variety of artistic expression and interesting examples of hybrids and adaptations. This rich heritage formed an essential foundation for the eventual development of the important the Iron Age art of classical Greece and Rome. The course will focus primarily on Cycladic, Minoan, and Mycenaean art and the Bronze Age Aegean world. Secondarily, however, we will also explore the interrelations of Aegean art with other Mediterranean artistic traditions, those of Anatolia, Cyprus, the Levant, and Egypt, as well as the more distant cultures of Mesopotamia. Greek Sanctuaries: Gods, Heroes, and Temples CLASS-UA294.001. Identical to ARTH-UA 800.006      Joan Connelly M 3:30-6:05 This seminar explores architectural, archaeological, and anthropological approaches to the study of the shaping and development of Greek sacred space. Focusing on the relationship of the legendary tombs of heroes to the historic temples of Olympian gods, we will consider the ways in which local landscapes, foundation myths, topographies, and topologies influenced architectural frameworks, sculptural programs, ritual practice and circulation, as well as the material culture dedicated within these spaces. From the Panhellenic sanctuaries of Zeus at Olympia, Apollo at Delphi, Zeus at Nemea, and Apollo at Isthmia, to the sanctuary of Athena on the Athenian Acropolis and far-flung sanctuaries across the Aegean, we will track Greek worship through pilgrimage, festival, song-dance, objects, images, and monuments. Gods &amp; Politics in Ancient Greece CLASS-UA 294.002  Amit Shilo M&amp;W 12:30-1:45 In the modern world we are exposed to election rhetoric about what is “right in the eyes of God,” and we read about, even experience the effects of, political martyrdom and religious wars. To understand a variety of modern fusions of politics and religion, this course explores their ancient roots: divinities who meddle with the minds of kings, rulers who become gods, benedictions for eternal warfare, these and other direct manifestations of the divine leap from the pages of Greek and Roman authors. The Classical cultures invented democracy and republicanism, but also filled their literary, philosophical, and political writings with these loaded interactions between gods and the state. In a seminar environment, we will analyze texts ranging from Homer, Aeschylus, and Plato in Greece, to Caesar and Seneca in Rome, to Paul and Augustine within the Judeo-Christian tradition. Thinking through their understandings of violence, humans acting on divine imperatives, the state’s use of religion, and other still-urgent themes will serve as an impetus and guide to questioning contemporary politics. All majors are welcome. No prior background is required. Global Greek Literature CLASS-UA 294.003. Identical to DRLT-UA 210.002 and HEL-283.006  Peter Meineck M 4:55-7:25 The culture of ancient Greece, in particular Athens, has had a profound influence on world culture. It has been generally understood that what is commonly termed \"Western Culture\" is a construction based upon a deep relationship with the reception of classical material filtered through the Hellenistic and Roman periods, the European Renaissance and Enlightenment and North American culture. This course seeks to reexamine this concept by exploring what we mean by \"Hellenism\" and its effect on modern literary works from a number of selected authors from different regions across the world, such as India, Persia/Iran, South America and Africa. Why are these authors continuing to reference classical Greek text in their works and what is both their and our relationship to the works of ancient Greece? The class will meet once a week in a seminar format and will be team-taught by Peter Meineck, a classicist and theatre director and Mélanie Heydari, a scholar of post colonial literature. Texts will include works by Homer, Aeschylus, Sophocles, Euripides and Aristophanes alongside authors and dramatists such as Salman Rushdie, Wajdi Mouawad, Tayeb Salih, Athol Fugard, Will Power, Jorge Luis Borges and Derek Walcott. Mythology CLASS-UA 404. Identical to RELST-UA 404.001            Peter Meineck T&amp;Th 11:00-12:15 This course is an examination of the meaning, form and function of Greek and Roman mythology especially its transmission via the literature, art and material culture of the ancient Mediterranean world. We explore the way in which these stories operated in Greek and Roman culture and seek to understand what they were articulating in contemporary social, political, military, economic and artistic life. Consequently, a number of ancient texts will be read in translation and set against iconographic evidence from vase paintings, sculpture and architecture. The course begins by surveying the various ways in which mythology has been catalogued and studied from the ancient mythographers to Freud, Propp. Levi-Strauss, and Burkert Then ancient texts are used to explore how myth developed throughout the classical period. These will include Homer’s Iliad and Odyssey , Hesiod’s Work and Days and Theogony , the Homeric hymns to the gods, Greek tragedy and comedy, Virgil’s Aeneid and Ovid’s Metamorphoses . The influence of mythology on the works of Chaucer, Shakespeare and in film will also be discussed. The class meets twice a week and students are expected to complete bi-weekly readings, contribute to in class discussions and a class Blackboard discussion board, sit a mid term and a final complete one essay and attend at least one related theatre performance. Martyrdom, Ancient &amp; Modern CLASS-UA 646. Identical to RELST-UA 660.001    Adam Becker M&amp;W 9:30-10:45 In this class we will try to make sense of a cultural practice and social imaginary that goes against what many take to be the natural human desire to survive. The martyr—literally “witness” in Greek—is a figure immediately recognizable within the Muslim, Jewish, and Christian traditions, although the most well-known type is that of the early Christian martyr put to death by the “Pagan” Roman state. The idea of dying for righteousness’ sake or voluntarily submitting to death, especially as a form of social protest or bodily resistance, has its parallels in diverse cultures around the world. Dying for one’s beliefs is a concept understood by many and yet it is also one of the most difficult religious facts for many modern people to fully and empathetically comprehend. This class will examine the theory and practice of martyrdom in what is perhaps teleologically referred to as the West. We will begin with a close study of the development of the martyrological discourse in classical, early Christian, early Jewish, and Muslim literature and culture. The course will also trace how the concept of martyrdom is deployed in modern culture in various phenomena, such as the “Columbine martyrs,” “Martyrdom Operations” (“suicide bombers”), political martyrdom, and modern notions of holy war. This is a class about suffering in the body, the irreducible locus in which martyrdom transpires. With their bodies martyrs simultaneously submit to and resist their persecutors. How is resistance communicated through a submissive body? What is the cultural and semiotic system that makes this possible? Furthermore, are different forms of martyrdom comparable? Jewish, Christian, and Muslim notions of martyrdom are clearly historically connected, but what differentiates these phenomena? And how does a concept in one tradition function differently at different points within that same tradition? Although the real mutilation and destruction of the human body will be addressed, our focus will be more often on how suffering is imagined within the three religious traditions (Islam, Judaism, and especially Christianity). We will try to understand how suffering, especially public suffering imposed by what is perceived to be unfair, illegal, and immoral authority, has been idealized in Western religion and the resultant notion of martyrdom has served as a paradigm for action, understanding, and communal identity. In analyzing this material we will need to walk a fine line between accepting religious arguments on their own terms and imposing an objective analysis of what seems to be actually going on in the “real” world in which such religious claims are made. We will have to come to terms with the often arbitrarily drawn distinction between the religious and the secular. To be secular does not preclude notions of self-sacrifice, righteous suffering, and meaningful death, and the same tools that help us to make sense of perspectives we deem religious will also contribute to our understanding of secular “religiosities.” Advanced Latin CLASS-UA 876           Michael Peachin Th 3:30-6:05 In this class we will read the early portions of Tacitus' Annals. We will make use of the various commentaries, to see how scholars like Furneaux, Goodyear, and even perhaps Koestermann (who wrote in German) handled this text. We may read some of the vast scholarship on Tacitus -- e.g., Syme, or Woodman. Overall, we will attempt to gain a sense of what the early years of the Roman Empire feel like, when they are described by Tactius -- and of course, we will be very interested to see just how he manages to impart the image(s) he does. Advanced Greek CLASS-UA 973           David Sider M&amp;W 2:00-3:15                                                                                              Back to Top"}]},
{"detail": [{"content": "Undergraduate Courses Spring 2013    | Classics | NYU                                                          Back to  previous page                  Undergraduate Courses Spring 2013   Undergraduate Courses Spring 2013  Elementary Latin CLASS-UA 004.001        Marie Louise von Glinski       M-Th 9:30-10:45 Continuation of Elementary Latin I. Introduction to the essentials of Latin vocabulary, morphology, and syntax. Five hours of instruction weekly, with both oral and written drills and an emphasis on the ability to read Latin rather than merely translate it. Elementary Latin CLASS-UA 004.002        Andrew Lear  M-Th 3:30-4:45 Continuation of Elementary Latin I. Introduction to the essentials of Latin vocabulary, morphology, and syntax. Five hours of instruction weekly, with both oral and written drills and an emphasis on the ability to read Latin rather than merely translate it. Elementary Greek CLASS-UA 008          Amit Shilo   M-Th 3:30-4:45 Introduction to the complex but highly beautiful language of ancient Greece--the language of Homer, Sophocles, Thucydides, and Plato. Students learn the essentials of ancient Greek vocabulary, morphology, and syntax. Five hours of instruction weekly, with both oral and written drills and an emphasis on the ability to read Greek rather than merely translate it Intermediate Latin CLASS-UA 006.001        Amit Shilo  M, T, Th 9:30-10:45 Intermediate Latin II: Virgil: Writings of the greatest Roman poet, focusing on the most generally read portions of his most celebrated poem, the Aeneid. The meter of the poem is studied, and the student learns to read Latin metrically to reflect the necessary sound for full appreciation of the writing. Readings in political and literary history illustrate the setting in the Augustan Age in which the Aeneid was written and enjoyed, the relationship of the poem to the other classical epics, and its influence on the poetry of later times. Intermediate Latin CLASS-UA 006.002       Marie Louise von Glinski M, T, Th 3:30-4:45 Intermediate Latin II: Virgil: Writings of the greatest Roman poet, focusing on the most generally read portions of his most celebrated poem, the Aeneid. The meter of the poem is studied, and the student learns to read Latin metrically to reflect the necessary sound for full appreciation of the writing. Readings in political and literary history illustrate the setting in the Augustan Age in which the Aeneid was written and enjoyed, the relationship of the poem to the other classical epics, and its influence on the poetry of later times. Intermediate Greek CLASS-UA 10          Adam Becker     M, T, W 2:00-3:15 Prerequisite: CLASS-UA 9, or equivalent. Extensive readings from the Iliad or Odyssey. Proficiency in Homeric grammar is expected, as well as a good command of Homeric vocabulary; the course will also address scansion and metre in Homeric epic. Relevant topics ranging from the problems of oral tradition to questions of heroism. Greek Drama CLASS-UA 143. Identical to DRLIT-UA 210  Peter Meineck T&amp;Th 3:30-4:45 Of the ancient Greeks’ many gifts to Western culture, one of the most celebrated and influential is the art of drama. This course covers, through the best available translations, the masterpieces of the three great Athenian dramatists. Analysis of the place of the plays in the history of tragedy and the continuing influence they have had on serious playwrights, including those of the 20th century. Sex &amp; Gender CLASS-UA210            Andrew Lear M&amp;W 2:00-3:15 This course deals with the constructions of gender and experiences of sexuality in ancient Greece and Rome. Working with texts and representations from varied discourses such as medicine, law, literature, visual art, and philosophy, students explore the ways in which the ancient Greeks and Romans perceived their own bodies in such a way as to differentiate gender and understand desire. The class also discusses how eroticism and gender support and subvert political and social ideologies. History of Rome: Republic CLASS-UA 267. Identical to HIST-UA 205       Michael Peachin T&amp;Th 2:00-3:15 In the sixth century B.C., Rome was an obscure village on the banks of the Tiber river. By the end of the third century B.C., the inhabitants of that village had made themselves the masters of Italy; and within another 150 years, they had come to dominate almost all of the Mediterranean world. We will first follow this story, asking in particular just how and why this all took place. Then, however, the Roman community suffered through something like a century of utterly brutal civil war. The final result of that was the destruction of their Republic, and the formation of an absolute monarchy. Again, we will grapple with the problems of understanding and explaining these developments. In short, the history of the Roman Republic would seem to be one of astonishing success (of a sort), crowned by resounding failures (again, of a sort). Our task will be to consider all of this. Archaeology of Homer CLASS-UA 291.001       Sebastian DeVivo T&amp;Th 11:00-12:15 In this class, we will undertake a close reading of the Homeric epics within their various contexts. The focus will be upon the systems of value that animate the epics, the nature of the societies portrayed, and the means by which we come to understand them. What was the nature of the heroic code? How is it understood within the epic? How does it extend beyond the battlefield and the agora? And how does it engage its audience? We will also explore the archaeological context of the Heroic Age, the manuscript history of the epics, and draw comparisons to Medieval warrior societies (Celtic and Scandinavian), as well as other tribal societies. Readings include the Iliad, Odyssey, lyric, tragedy, the Táin Bó Cúailnge, and Old Norse poetry and prose. Sappho-Marianne Moore CLASS-UA 291.002. Identical to COLIT-UA 291.001     Gregson Davis M&amp;W 9:30-10:45 This course will examine major rhetorical conventions of lyric poetry, ancient and modern. Our approach to interpretation will be broadly synchronic: texts from the Greek and Roman literary canon (e.g. poems of Sappho, Catullus and Horace) will be discussed in relation to those stemming from later Anglo-American and European traditions (e.g. Shakespeare, Baudelaire, Rilke, Wallace Stevens, Marianne Moore). The focus of the paradigmatic analyses will be on shared rhetorical conventions, such as Hymnal Form, Recusatio and Priamel. The sub-genre of Carpe Diem poetry will also be considered from a formal point of view.  Legacy of Alexander the Great CLASS-UA 291.003   Andrew Monson M&amp;W 11:00-12:15 This course will introduce the life and legacy of one of history’s most figures. In doing so, we will examine the cultures that his conquest transformed, from Greece and Egypt in the west to Afghanistan and India in the east. After reading the main historical accounts of his reign, students will be asked to question his aims and ambitions. For some, he was a idealistic hero, unifying the world in a multiethnic state, while for others he was a brutal tyrant with no lofty goals except to rule others. The course will also consider the rise of powerful women like Alexander’s mother and sister and law, the relationship of Greeks to other cultures, the breakup of Alexander’s empire, and the divine status that obtained. The legacy continued long past his own time. Folktales about Alexander circulated in many cultural traditions and he became a model for many later empire builders.  Animals in Ancient Greece &amp; Rome CLASS-UA 293.001. Identical to ANST-UA 600.001 and HEL-UA 283.001 Phillip Mitsis M&amp;W 11:00-12:15 Animals played a central role in many features of ancient Greek and Roman life. We will begin by looking at how they were hunted and domesticated and what roles they played in religious life. Ancient discussions of the origins and meaning of animal sacrifice as well as ancient criticism of the practice will then lead to a more general examination of ancient controversies about the moral treatment of animals. We will also look at how animals were used for entertainment, in war, and their uses in literature and science. The course will be built around several ancient narratives about animals, including works by Aristotle, Porphyry, Plutarch, Ovid, Apuleius, and Pliny the Elder. Socrates &amp; His Critics CLASS-UA 293.002       Vincent Renzi T&amp;Th 2:00-3:15 Despite having written nothing himself, Socrates is—if not the most influential—certainly one of the most influential intellectual figures in the Western tradition, for it is with Socrates that “philosophy” seems first to move from natural history to an explicit concern for human affairs. Indeed, so great is the magnitude of this change that we continue to term earlier thinkers “pre-Socratic philosophers.” His stature is marked again in the name given to a distinctive form of philosophical literature, the Socratic discourse, and an approach to philosophical inquiry and instruction, the Socratic method. In antiquity, his thought, importantly, inspired Plato, Xenophon, the Stoics, the Skeptics, and the Cynics, beyond those thinkers stretching to influence in Rome and Judea...and four centuries before the presumed time of Jesus, Socrates had already suffered martyrdom for his idiosyncratic political, philosophical, and religious views. In modernity, his life both fascinates and repels the attention, notably, of Nietzsche; though criticisms of his mode of existence he had already endured in his own time at the hands of the comedian Aristophanes, among others. Given the state of the evidence, one can look only to the history of the reception of his thought to try to recover any sense of the “historical Socrates”; but we must likewise ask whether he does not perhaps exert a greater influence as a result of the reception of the doxography itself than for his actual intellectual contributions. In short, had Socrates never existed, would not the tradition essentially have had to create him, in its move from its origins to ethics and political philosophy? Even given that he did actually live, is what we have of him really just such a necessary fiction? Mediterranean Art of the Bronze Age CLASS-UA 293.003. Identical to ARTH-UA 150 Ann Macy Roth M&amp;W 12:30-1:45 Over the course of the Bronze Age (3000 to 1200 B.C.E.), the growing maritime trade around the Mediterranean Sea increasingly spread the knowledge of regional artistic styles and products. At the same time, the sea also had an isolating effect, allowing the individual cultures to develop their unique artistic traditions unimpeded, so that borrowed styles and motifs were often altered in meaning and function to suit the needs of quite different cultures. As a result, the Mediterranean region produced a tremendous variety of artistic expression and interesting examples of hybrids and adaptations. This rich heritage formed an essential foundation for the eventual development of the important the Iron Age art of classical Greece and Rome. The course will focus primarily on Cycladic, Minoan, and Mycenaean art and the Bronze Age Aegean world. Secondarily, however, we will also explore the interrelations of Aegean art with other Mediterranean artistic traditions, those of Anatolia, Cyprus, the Levant, and Egypt, as well as the more distant cultures of Mesopotamia. Greek Sanctuaries: Gods, Heroes, and Temples CLASS-UA294.001. Identical to ARTH-UA 800.006      Joan Connelly M 3:30-6:05 This seminar explores architectural, archaeological, and anthropological approaches to the study of the shaping and development of Greek sacred space. Focusing on the relationship of the legendary tombs of heroes to the historic temples of Olympian gods, we will consider the ways in which local landscapes, foundation myths, topographies, and topologies influenced architectural frameworks, sculptural programs, ritual practice and circulation, as well as the material culture dedicated within these spaces. From the Panhellenic sanctuaries of Zeus at Olympia, Apollo at Delphi, Zeus at Nemea, and Apollo at Isthmia, to the sanctuary of Athena on the Athenian Acropolis and far-flung sanctuaries across the Aegean, we will track Greek worship through pilgrimage, festival, song-dance, objects, images, and monuments. Gods &amp; Politics in Ancient Greece CLASS-UA 294.002  Amit Shilo M&amp;W 12:30-1:45 In the modern world we are exposed to election rhetoric about what is “right in the eyes of God,” and we read about, even experience the effects of, political martyrdom and religious wars. To understand a variety of modern fusions of politics and religion, this course explores their ancient roots: divinities who meddle with the minds of kings, rulers who become gods, benedictions for eternal warfare, these and other direct manifestations of the divine leap from the pages of Greek and Roman authors. The Classical cultures invented democracy and republicanism, but also filled their literary, philosophical, and political writings with these loaded interactions between gods and the state. In a seminar environment, we will analyze texts ranging from Homer, Aeschylus, and Plato in Greece, to Caesar and Seneca in Rome, to Paul and Augustine within the Judeo-Christian tradition. Thinking through their understandings of violence, humans acting on divine imperatives, the state’s use of religion, and other still-urgent themes will serve as an impetus and guide to questioning contemporary politics. All majors are welcome. No prior background is required. Global Greek Literature CLASS-UA 294.003. Identical to DRLT-UA 210.002 and HEL-283.006  Peter Meineck M 4:55-7:25 The culture of ancient Greece, in particular Athens, has had a profound influence on world culture. It has been generally understood that what is commonly termed \"Western Culture\" is a construction based upon a deep relationship with the reception of classical material filtered through the Hellenistic and Roman periods, the European Renaissance and Enlightenment and North American culture. This course seeks to reexamine this concept by exploring what we mean by \"Hellenism\" and its effect on modern literary works from a number of selected authors from different regions across the world, such as India, Persia/Iran, South America and Africa. Why are these authors continuing to reference classical Greek text in their works and what is both their and our relationship to the works of ancient Greece? The class will meet once a week in a seminar format and will be team-taught by Peter Meineck, a classicist and theatre director and Mélanie Heydari, a scholar of post colonial literature. Texts will include works by Homer, Aeschylus, Sophocles, Euripides and Aristophanes alongside authors and dramatists such as Salman Rushdie, Wajdi Mouawad, Tayeb Salih, Athol Fugard, Will Power, Jorge Luis Borges and Derek Walcott. Mythology CLASS-UA 404. Identical to RELST-UA 404.001            Peter Meineck T&amp;Th 11:00-12:15 This course is an examination of the meaning, form and function of Greek and Roman mythology especially its transmission via the literature, art and material culture of the ancient Mediterranean world. We explore the way in which these stories operated in Greek and Roman culture and seek to understand what they were articulating in contemporary social, political, military, economic and artistic life. Consequently, a number of ancient texts will be read in translation and set against iconographic evidence from vase paintings, sculpture and architecture. The course begins by surveying the various ways in which mythology has been catalogued and studied from the ancient mythographers to Freud, Propp. Levi-Strauss, and Burkert Then ancient texts are used to explore how myth developed throughout the classical period. These will include Homer’s Iliad and Odyssey , Hesiod’s Work and Days and Theogony , the Homeric hymns to the gods, Greek tragedy and comedy, Virgil’s Aeneid and Ovid’s Metamorphoses . The influence of mythology on the works of Chaucer, Shakespeare and in film will also be discussed. The class meets twice a week and students are expected to complete bi-weekly readings, contribute to in class discussions and a class Blackboard discussion board, sit a mid term and a final complete one essay and attend at least one related theatre performance. Martyrdom, Ancient &amp; Modern CLASS-UA 646. Identical to RELST-UA 660.001    Adam Becker M&amp;W 9:30-10:45 In this class we will try to make sense of a cultural practice and social imaginary that goes against what many take to be the natural human desire to survive. The martyr—literally “witness” in Greek—is a figure immediately recognizable within the Muslim, Jewish, and Christian traditions, although the most well-known type is that of the early Christian martyr put to death by the “Pagan” Roman state. The idea of dying for righteousness’ sake or voluntarily submitting to death, especially as a form of social protest or bodily resistance, has its parallels in diverse cultures around the world. Dying for one’s beliefs is a concept understood by many and yet it is also one of the most difficult religious facts for many modern people to fully and empathetically comprehend. This class will examine the theory and practice of martyrdom in what is perhaps teleologically referred to as the West. We will begin with a close study of the development of the martyrological discourse in classical, early Christian, early Jewish, and Muslim literature and culture. The course will also trace how the concept of martyrdom is deployed in modern culture in various phenomena, such as the “Columbine martyrs,” “Martyrdom Operations” (“suicide bombers”), political martyrdom, and modern notions of holy war. This is a class about suffering in the body, the irreducible locus in which martyrdom transpires. With their bodies martyrs simultaneously submit to and resist their persecutors. How is resistance communicated through a submissive body? What is the cultural and semiotic system that makes this possible? Furthermore, are different forms of martyrdom comparable? Jewish, Christian, and Muslim notions of martyrdom are clearly historically connected, but what differentiates these phenomena? And how does a concept in one tradition function differently at different points within that same tradition? Although the real mutilation and destruction of the human body will be addressed, our focus will be more often on how suffering is imagined within the three religious traditions (Islam, Judaism, and especially Christianity). We will try to understand how suffering, especially public suffering imposed by what is perceived to be unfair, illegal, and immoral authority, has been idealized in Western religion and the resultant notion of martyrdom has served as a paradigm for action, understanding, and communal identity. In analyzing this material we will need to walk a fine line between accepting religious arguments on their own terms and imposing an objective analysis of what seems to be actually going on in the “real” world in which such religious claims are made. We will have to come to terms with the often arbitrarily drawn distinction between the religious and the secular. To be secular does not preclude notions of self-sacrifice, righteous suffering, and meaningful death, and the same tools that help us to make sense of perspectives we deem religious will also contribute to our understanding of secular “religiosities.” Advanced Latin CLASS-UA 876           Michael Peachin Th 3:30-6:05 In this class we will read the early portions of Tacitus' Annals. We will make use of the various commentaries, to see how scholars like Furneaux, Goodyear, and even perhaps Koestermann (who wrote in German) handled this text. We may read some of the vast scholarship on Tacitus -- e.g., Syme, or Woodman. Overall, we will attempt to gain a sense of what the early years of the Roman Empire feel like, when they are described by Tactius -- and of course, we will be very interested to see just how he manages to impart the image(s) he does. Advanced Greek CLASS-UA 973           David Sider M&amp;W 2:00-3:15                                                                                              Back to Top"}, {"content": "Spring 2012 | Cross Listed Undergrad Courses    | Department of Comparative Literature | NYU       NYU > Comparative Literature > Spring 2012 | Cross Listed Undergraduate Courses Originating in Other Departments                        New York University       Arts and Science       College of Arts and Science       Graduate School of Arts and Science           Comparative Literature     &amp;nbsp;                          Back to  previous page              &amp;nbsp;       &amp;nbsp;     Spring 2012 | Cross Listed Undergraduate Courses Originating in Other Departments       [Note: The following courses DO NOT fulfill the requirements for core courses in Comparative Literature.]             Course Name    Credits    Course Number    Professor    Day    Time    Originates in         Commitment and Escape: Literature in a World Crisis (from World War II to the Present)    4 pts.    AHSEM-UA 171 COLIT-UA 181    Bishop    Wed    3:30-6:00    Advanced Honors Seminars               Japanese Literature in Translation II: From Postwar to Postmodern    4 pts.    EAST-UA 721 COLIT-UA 721    Chung    Thurs    2:00-4:45pm    East Asian Studies            Sappho to Marianne Moore: Rhetorical Conventions in European Lyric    4 pts.    CLASS-UA 291.002 COLIT-UA 291.001    Davis    Mon/Wed    9:30-10:45am    Classics            Labor &amp; the Global Market, Film &amp; History    4 pts.    IDSEM-UG 1644 COLIT-UA 800.002    Forman    Tues/Thurs    3:30-4:45pm    Gallatin            Theories of Symbolic Exchange    4 pts.    RUSSN-UA 860 COLIT-UA 860    Groys    Mon/Wed    3:30-4:45pm    Russian            Globalization and the Middle East    4 pts.    MEIS-UA 720.001 COLIT-UA 798    Halim    Thurs    12:30-3:15pm    Middle Eastern and Islam Studies            Walter Benjamin: Theory for Gleaners    4 pts.    IDSEM-UG 1590 COLIT-UA 800.001    Huber    Wed    3:30-6:10pm    Gallatin            German Intellectual Tradition: The Failure of Human Dignity    4 pts.    GERM-UA 244 COLIT-UA 244    Smith    Mon/Wed    11:00-12:15pm    German                        Course Descriptions    Japanese Literature in Translation II: From Postwar to Postmodern       Chung      Thursdays 2:00-4:45pm     EAST-UA 721 COLIT-UA 721     Originates in East Asian Studies     This course will pick up from the years immediately following the Second World War and continue on to examine some of the most recent production in Japanese literature. “Postwar” designates not only the immediate consequences of Japan’s military defeat but also a new beginning in the history of Japan’s modernity and postmodernity, marked by democratic ideals, economic prosperity, capitalist consumerism, and technological advancement. This course will examine a broad range of concerns, i.e., political, social, and cultural, juxtaposed, condensed, and displaced in the discursive sites provided by various literary texts, supplemented by historical, critical, and cinematic texts. The 2.5-hour seminar format is designed to experiment with the intensive sequence of presentation, discussion, and reflection in one setting. Students are expected to come to class fully ready to participate in discussion, having completed all assigned readings, submitted response papers and prepared a presentation when applicable, and formulated a question or two to explore in class discussion. The readings include works by Ōe Kenzaburō, Mishima Yukio, Nakagami Kenji, and Murakami Haruki.                       Back to Top                     Contact us | &copy; New York University , Arts and Science"}]}]