[{"detail": [{"content": "Epidemiology and Cancer Control | Perlmutter Cancer Center                                                Skip to main content                      Patient Care       Faculty &amp; Staff Directory       Events       Careers       Donate                                                                                                                                                                             Perlmutter Cancer Center                    AN NCI-DESIGNATED CANCER CENTER                                                                                   Home   Patient Care   Research   Education &amp; Training   How You Can Help   About Us   Contact Us                                  Home Research Research Areas Cancer Center Support Grant (CCSG) Programs Epidemiology and Cancer Control            Print  Email               - A + A                                         Research        open/close   Research Areas  Cancer Center Support Grant (CCSG) Programs  Breast Cancer   Cancer Immunology   Environmental &amp; Molecular Carcinogenesis   Epidemiology and Cancer Control Research Focus   Major Accomplishments   Program Members     Genitourinary Cancer   Growth Control   Melanoma   Stem Cell Biology     Disease Management Groups (DMG)  Gastrointestinal Cancers   Gynecologic Oncology   Hematologic Malignancies   Neuro Oncology   Pediatric Oncology   Thoracic Oncology   Thyroid and Endocrine Cancers       Shared Resources   Academic Lectures and Seminars     open/close   Clinical Trials Office     open/close   Membership     open/close   Developmental Projects Program     open/close   LLS SCOR Grant                                                                      Epidemiology and Cancer Control                                            The Perlmutter Cancer Center’s Epidemiology and Cancer Control Research Program unites population, laboratory and clinical scientists dedicated to reducing cancer burden in our region and worldwide. Members of the Program are drawn from several schools of NYU, including the School of Medicine, College of Dentistry, College of Nursing, and the Steinhardt School of Culture, Education, and Human Development.     Research in the fields of epidemiology and cancer control have made great strides in identifying ways to reduce cancer risk, such as receiving regular medical care, avoiding tobacco, limiting alcohol use, avoiding excessive sun, eating a diet rich in fruits and vegetables, maintaining a healthy weight, and being physically active. Research has also demonstrated the importance of screening in early diagnosis and improving the outcome of many cancers, including cervical and colorectal. Members of the Perlmutter Cancer Center’s Epidemiology and Cancer Control Research Program continue to build upon these fundamental understandings by studying cancer epidemiology and risk factor modification to find new ways to prevent cancer. Program members are also evaluating new methods for early detection and focus on increasing access to cancer screening for the medically underserved.     At the Perlmutter Cancer Center, investigators strive to undertake the following:      understand the causes of cancer in human populations, for application in prevention programs      apply cancer biomarkers for early detection and disease monitoring       develop and evaluate behavioral interventions for improved risk reduction and early detection      improve health services for cancer early detection and care       The ethnic and racial diversity of the New York City region is important for  the Epidemiology and Cancer Control Research Program.  Diverse populations are seen at our facilities, including the Bellevue Hospital Center, part of the largest public hospital group in the United States. The Research Program also works closely with the Center for the Elimination of Cancer Disparities, to address the specific needs of underserved populations in the New York City region.                                                                                        NYU Langone Medical Center       Student Login       Library                 Policies &amp; Disclaimers"}]},
{"detail": [{"content": "Epidemiology and Cancer Control | Perlmutter Cancer Center                                                Skip to main content                      Patient Care       Faculty &amp; Staff Directory       Events       Careers       Donate                                                                                                                                                                             Perlmutter Cancer Center                    AN NCI-DESIGNATED CANCER CENTER                                                                                   Home   Patient Care   Research   Education &amp; Training   How You Can Help   About Us   Contact Us                                  Home Research Research Areas Cancer Center Support Grant (CCSG) Programs Epidemiology and Cancer Control            Print  Email               - A + A                                         Research        open/close   Research Areas  Cancer Center Support Grant (CCSG) Programs  Breast Cancer   Cancer Immunology   Environmental &amp; Molecular Carcinogenesis   Epidemiology and Cancer Control Research Focus   Major Accomplishments   Program Members     Genitourinary Cancer   Growth Control   Melanoma   Stem Cell Biology     Disease Management Groups (DMG)  Gastrointestinal Cancers   Gynecologic Oncology   Hematologic Malignancies   Neuro Oncology   Pediatric Oncology   Thoracic Oncology   Thyroid and Endocrine Cancers       Shared Resources   Academic Lectures and Seminars     open/close   Clinical Trials Office     open/close   Membership     open/close   Developmental Projects Program     open/close   LLS SCOR Grant                                                                      Epidemiology and Cancer Control                                            The Perlmutter Cancer Center’s Epidemiology and Cancer Control Research Program unites population, laboratory and clinical scientists dedicated to reducing cancer burden in our region and worldwide. Members of the Program are drawn from several schools of NYU, including the School of Medicine, College of Dentistry, College of Nursing, and the Steinhardt School of Culture, Education, and Human Development.     Research in the fields of epidemiology and cancer control have made great strides in identifying ways to reduce cancer risk, such as receiving regular medical care, avoiding tobacco, limiting alcohol use, avoiding excessive sun, eating a diet rich in fruits and vegetables, maintaining a healthy weight, and being physically active. Research has also demonstrated the importance of screening in early diagnosis and improving the outcome of many cancers, including cervical and colorectal. Members of the Perlmutter Cancer Center’s Epidemiology and Cancer Control Research Program continue to build upon these fundamental understandings by studying cancer epidemiology and risk factor modification to find new ways to prevent cancer. Program members are also evaluating new methods for early detection and focus on increasing access to cancer screening for the medically underserved.     At the Perlmutter Cancer Center, investigators strive to undertake the following:      understand the causes of cancer in human populations, for application in prevention programs      apply cancer biomarkers for early detection and disease monitoring       develop and evaluate behavioral interventions for improved risk reduction and early detection      improve health services for cancer early detection and care       The ethnic and racial diversity of the New York City region is important for  the Epidemiology and Cancer Control Research Program.  Diverse populations are seen at our facilities, including the Bellevue Hospital Center, part of the largest public hospital group in the United States. The Research Program also works closely with the Center for the Elimination of Cancer Disparities, to address the specific needs of underserved populations in the New York City region.                                                                                        NYU Langone Medical Center       Student Login       Library                 Policies &amp; Disclaimers"}, {"content": "Steinhardt Nutrition Study Finds Low-Alcohol/Vegetarian Diet Can Reduce Risk of Obesity-Related Cancers | At a Glance                                                                                              At a Glance                    News from the NYU Steinhardt Community                                       Skip to content           Home Sample Page                    NYU Steinhardt School of Culture, Education, and Human Development              apply now      request info      contact                       Admissions         About Steinhardt         Academics         Faculty         Students          Alumni         Research         News and Events         Media                    NYU Steinhardt At a Glance                The Blog                                         &larr; New Report Explores the Use of Digital Games in the Classroom During the Learning Process        In the Public Schools: Educating Caribbean Creole English Speakers &rarr;                    Steinhardt Nutrition Study Finds Low-Alcohol/Vegetarian Diet Can Reduce Risk of Obesity-Related Cancers                 Low alcohol consumption and a plant-based diet, both healthy habits aligning with current cancer prevention guidelines, are associated with reducing the risk of obesity-related cancers, a New York University study shows. The findings appear in the journal  Cancer Causes &amp; Control.   “Our research aims to clarify associations between diet and physical activity in relation to cancer to encourage at-risk individuals to make lifestyle modifications that may reduce their risk of certain cancers,” said Nour Makarem, a nutrition doctoral student at NYU Steinhardt and the study’s lead author.     A third of cancers are estimated to be related to excess body fat, and are therefore considered preventable through lifestyle changes. Obesity-related cancers include cancers of the gastrointestinal tract, reproductive organs, urinary tract, blood, bone, spleen, and thyroid.   In 1997, the World Cancer Research Fund and the American Institute for Cancer Research released cancer prevention guidelines advising on weight management, diet, and physical activity. These guidelines,  updated in 2007 , provide an integrated approach for establishing healthy habits that reduce cancer incidence.   In their study, Makarem and her colleagues sought to evaluate whether healthy behaviors aligning with the diet and physical activity cancer prevention guidelines are in fact associated with reduced risk for obesity-related cancers and the most common site-specific cancers (breast, prostate, and colorectal cancers).   The researchers analyzed medical and dietary data for 2,983 men and women who were part of the Framingham Heart Study, a 60-year population study tracking factors related to cardiovascular disease as well as cancer. Focusing on data from 1991 through 2008, they identified 480 obesity-related cancers among the participants.   In order to calculate the relationship between the cancer prevention recommendations and cancer incidence, the researchers created a seven-point score based on the recommendations for body fat, physical activity, foods that promote weight gain, plant foods, animal foods, alcohol consumption, and food preparation and processing.   After adjusting for other factors that could contribute to cancer risk, including age, smoking, and pre-existing conditions, the researchers found that the overall score, as a proxy for overall concordance to the guidelines, was not associated with obesity-related cancer risk. However, when score components were evaluated separately, two different measures emerged as strong predictors of cancer risk.   In the current study, adherence to alcohol recommendations – limiting alcoholic drinks to two for men and one for women a day – was protective against obesity-related cancers combined and against breast, prostate, and colorectal cancers. In addition, among participants who consume starchy vegetables, eating sufficient non-starchy plant foods (fruits, vegetables, and legumes) was associated with a lower risk of colorectal cancer.   “Based on the study’s results, dietary advice on preventing cancer should emphasize the importance of eating a plant-based diet and restricting alcohol consumption,” said  Niyati Parekh , associate professor of nutrition and public health at NYU Steinhardt and the study’s senior author.   In addition to Makarem and Parekh, study authors include Yong Lin and Elisa V. Bandera of Rutgers School of Public Health and Rutgers Cancer Institute of New Jersey, and Paul F. Jacques of the Jean Mayer USDA Human Nutrition Research Center on Aging at Tufts University. The research was supported by the American Cancer Society Research Scholar Grant (RSG-12-005-01-CNE).   (Photo caption:  In the current study, adherence to alcohol recommendations – limiting alcoholic drinks to two for men and one for women a day – was protective against obesity-related cancers and site-specific cancers. © iStock)                                            Posted by Debra Weinstein on January 5, 2015 10:12 am   | Permalink |   Comments                                       &larr; New Report Explores the Use of Digital Games in the Classroom During the Learning Process        In the Public Schools: Educating Caribbean Creole English Speakers &rarr;                                                      Search At a Glance                                             Follow NYU Steinhardt         Enter your email address now and get news delivered right to your inbox.    Email address:                                  NYU Steinhardt Twitter   NYU Steinhardt Facebook   NYU Steinhardt Youtube   NYU Steinhardt Instagram   NYU Steinhardt LinkedIn     Social Media Directory                   Recent Posts                     An Evening of Conversation and Performance with Julia Wolfe &#8212; April 29th           At Weekend Hackathon, Experts from NYU and AT&amp;T Look for Solutions for People with Disabilities           Julia Wolfe Wins 2015 Pulitzer Prize for Music           Steinhardt Researchers Examine Primary Care in Dominica           Literacy App Improves School Readiness in At-Risk Preschoolers, Finds Study by Steinhardt Researchers                                 NYU Steinhardt Blogs                           Steinhardt At a Glance           Student Matters          More                                                                                      This site, and all its contents, are Copyright &copy;        by New York University. All rights reserved.    Steinhardt School of Culture, Education, and Human Development - 82 Washington Square East, New York, NY 10003"}]}]