[{"detail": [{"content": "Yong Liu | NYU Polytechnic School of Engineering                                                                                         NYU Abu Dhabi | NYU Shanghai         QuickLinks Bulletin   Directory   Employment and Career Development   Events Calendar   Human Resources / Careers   Information Technology Systems   Library   Make a Gift   NYU Classes   NYUAlbert (PS DATA)   NYUHome   Records and Registration   Services and Resources   Students   Alumni   Faculty   Staff                          Admissions  Undergraduate Admissions Graduate Admissions Online Learning Financial Aid Accepted Undergraduates Accepted Graduates  Academics  Majors and Programs Departments Honors Program BS/MS Program Study Abroad Online Learning Support + Services Graduate School  Records and Registration Class Schedule Course Textbooks School Calendar Code of Conduct Bulletin Women in Engineering  Research  Message from the Associate Provost Sponsored Research Centers + Institutes Labs + Groups CITE Game Innovation Lab Cross-Institution “Seed” Research Undergraduate Summer Research Bern Dibner Library Institutional Research Bioengineering IT + Media Urban Systems  Outreach  Incubators NYC Media Lab NYC Seed Enterprise Learning Center for K12 STEM Education Employment and Career Development PowerBridgeNY  Student Life  Athletics Student Affairs Public Safety Graduate Student Life and Services International Students + Scholars Residence Life and Housing Services Student Activities and Resource Center Students with Disabilities Student Resources Student Orientation  About  Directions Manhattan Directions Hours Leadership and Administration Mission News and Publications Campus Transformation Middle States Self-Study NYU Merger Past, Present, Future Giving                                          Home / People                                              Yong Liu Associate Professor Electrical &amp; Computer Engineering Phone: (718) 260-3959 Email: yongliu@nyu.edu  Office: 2 MetroTech Center, 9th Floor, Room 125 Links: http://eeweb.poly.edu/faculty/yongliu/    CV/Resume: yongliu-cv.pdf  Profile  Biography Yong Liu is an associate professor at the Electrical and Computer Engineering department of the Polytechnic Engineering School of New York University. He received his Ph.D. degree from Electrical and Computer Engineering department at the University of Massachusetts, Amherst, in May 2002. His current research directions include Peer-to-Peer systems, overlay networks, network measurement, online social networks, and recommender systems. He is a member of IEEE and ACM and is currently serving as an associate editor for IEEE/ACM Transactions on Networking, and Elsevier Computer Networks Journal. He is the winner of the Best Paper Award of ACM/USENIX Internet Measurement Conference (IMC) 2012, the National Science Foundation Career Award in 2010, the Best Paper Award of IEEE Conference on Computer Communications (INFOCOM) in 2009, and the IEEE Communication Society Multimedia Communications Best Paper Award in 2008. More information about him is available at: http://eeweb.poly.edu/faculty/yongliu/   Journal Articles   1. Yongxiang Zhao, Yong Liu, Changjia Chen, and JianYin Zhang,    &ldquo;Enabling P2P One-view Multi-party Video Conferencing&rdquo;,    accepted by IEEE Transactions on Parallel and Distributed Systems;       2. Xinggong Zhang, Yang Xu, Hao Hu, Yong Liu, Zongming Guo, and Yao Wang,&ldquo;Modeling and Analysis of Skype Video Calls: Rate Control and Video Quality&rdquo;, accepted by IEEE Transactions on Multimedia;       3. Ye Tian, Ratan Dey, Yong Liu, and Keith W. Ross,    &ldquo;Topology Mapping and Geolocating for Chinas Internet&rdquo;,    accepted by IEEE Transactions on Parallel and Distributed Systems;       4. Yang Guo, Chao Liang, and Yong Liu,    &ldquo;Hierarchically Clustered P2P Video Streaming: Design, Implementation, and Evaluation&rdquo;, in Elsevier Computer Networks Journal, Volume 56, Issue 15, October, 2012 ;       5. Xiwang Yang, Yang Guo, and Yong Liu,    &ldquo;Bayesian-inference Based Recommendation in Online Social Networks&rdquo;,    accepted by IEEE Transactions on Parallel and Distributed Systems;       6. Chao Liang and Yong Liu,    &ldquo;Enabling Broadcast of User-Generated Live Video without Servers&rdquo;,    in Journal of Peer-to-Peer Networking and Applications (PPNA), Volume 5, Number 3, 2012;       7. Chao Liang, Miao Zhao, and Yong Liu,    &ldquo;Optimal Bandwidth Sharing in Multi-Swarm Multi-Party P2P Video Conferencing Systems&rdquo;, in IEEE/ACM Transactions on Networking, Volume 19, Number 6, Pages 1704 &ndash; 1716, December, 2011;       8. Hao Hu, Yang Guo, and Yong Liu,    &ldquo;Peer-to-Peer Streaming of Layered Video: Efficiency, Fairness and Incentive&rdquo;,    in IEEE Transactions on Circuits and Systems for Video Technologies, Volume 21, Number 8, Pages 1013 &ndash; 1026, August 2011;       9. Yong Liu,    &ldquo;Delay Bounds of Chunk-based Peer-to-Peer Video Streaming&rdquo;,    in IEEE/ACM Transactions on Networking, Volume 18, Number 4, Pages 1195 &ndash; 1206, August 2010;       10. Di Wu, Yong Liu and Keith Ross,    &ldquo;Modeling and Analysis of Multi-Channel P2P Live Video Systems&rdquo;,    in IEEE/ACM Transactions on Networking, Volume 18, Number 4, Pages 1248 &ndash; 1260, August 2010;       11. Sha Hua, Yang Guo, Yong Liu, Hang Liu, and Shivendra Panwar,    &ldquo;Scalable Video Multicast in Hybrid 3G/Ad-hoc Networks&rdquo;,    in IEEE Transactions on Multimedia, Volume 13, Number 2, Pages 402 &ndash; 413, April 2011;       12. Di Wu, Chao Liang, Yong Liu and Keith Ross,    &ldquo;Redesigning Multi-Channel P2P Video Systems with View-Upload Decoupling&rdquo;,    in ELSEVIER Computer Networks journal, Volume 54, Issue 12, August, 2010;       13. Chao Liang, Zhenghua Fu, Yong Liu and Chai Wah Wu,    &ldquo;iPASS: Incentivized Peer-assisted System for Asynchronous Streaming&rdquo;,    in IEEE Transactions on Parallel and Distributed Systems, Volume 21, Number 9, Pages 1354 &ndash; 1367, September, 2010;       14. Tan Ba Le and Yong Liu,    &ldquo;On the Capacity of Hybrid Wireless Networks with Opportunistic Routing&rdquo;,    in EURASIP Journal on Wireless Communications and Networking, Volume 2010, Pages 32 &ndash; 40, January 2010;       15. Zhiyong Huang, Xiaoping Zeng, and Yong Liu,    &ldquo;Detecting and Blocking P2P Botnets through Contact Tracing Chains&rdquo;,    in International Journal of Internet Protocol Technology, Volume 5, No.1/2, Pages 44 &ndash; 54, 2010;       16. Chao Liang, Yang Guo and Yong Liu,    &ldquo;Investigating the Scheduling Sensitivity of P2P Video Streaming: an experimental study&rdquo;, in IEEE Transactions on Multimedia, Volume 11, Number 3, Pages 348 &ndash; 360, April 2009;       17. Yong Liu, Yang Guo and Chao Liang,    &ldquo;A Survey on Peer-to-Peer Video Streaming Systems&rdquo;,    in Journal of Peer-to-Peer Networking and Applications (PPNA), (Springer), Pages 18 &ndash; 28, February, 2008 (most downloaded paper of PPNA);       18. Xiaojun Hei, Yong Liu and Keith Ross,    &ldquo;IPTV over P2P Streaming Networks: the Mesh-pull Approach&rdquo;,    in IEEE Communications Magazine, Pages 86 &ndash; 92, February, 2008;       19. Xiaojun Hei, Yong Liu and Keith Ross,    &ldquo;Inferring Network-Wide Quality in P2P Live Streaming Systems&rdquo;,    in IEEE Journal on Selected Areas in Communications, special issue on advances in P2P streaming, Volume 25, Number 9, Pages 1640 &ndash; 1654, December 2007, awarded the Best Paper in Multimedia    Communications by IEEE Communications Society in 2008;       20. Xiaojun Hei, Chao Liang, Jian Liang, Yong Liu and Keith Ross,    &ldquo;A Measurement Study of a Large-Scale P2P IPTV System&rdquo;,    in IEEE Transactions on Multimedia, Volume 9, Number 8, Pages 1672 &ndash; 1687, December, 2007;       21. Weibo Gong, Yong Liu, Vishal Misra and Don Towsley,    &ldquo;Self-Similarity and Long Range Dependence on the Internet: A second look at the evidence, origins and implications&rdquo;, in Computer Networks Journal, Volume 48, Issue 3, Pages 377 &ndash; 399, June 2005;       22. Yong Liu, Francesco Lo Presti, Vishal Misra, Don Towsley and Yu Gu,    &ldquo;Scalable Fluid Models and Simulations for Large-Scale IP Networks&rdquo;,    in ACM Transactions on Modeling and Computer Simulation, Vol. 14, No. 3,    Pages 305 &ndash; 324, July 2004;       23. Yong Liu and Weibo Gong,    &ldquo;On Fluid Queueing System with Strict Priority&rdquo;,    in IEEE Transactions on Automatic Control, Volume 48, No. 12,    Pages 2079 &ndash; 2088, December, 2003;       24. Yong Liu and Weibo Gong,    &ldquo;Perturbation Analysis for Stochastic Fluid Queueing Systems&rdquo;,    in Discrete Event Dynamic Systems: Theory and Applications, Volume 12, No. 4,    Pages 391&ndash; 416, 2002;       25. Yong Liu and Guozhong Pang,    &ldquo;Reconfigurable Sequential Control in Distributed Computer Control Systems&rdquo;,    in Journal of Micro-computer Informatics [in Chinese], October, 1997;     Other Publications   26. Guibin Tian and Yong Liu,    &ldquo;Towards Agile and Smooth Video Adaptation in Dynamic HTTP Streaming&rdquo;,    in the Proceedings of ACM International Conference on emerging Networking EXperiments and Technologies (CoNEXT 2012), December, 2012, (Acceptance Ratio: 18%);       27. Yang Xu, Chenguang Yu, Jingjiang Li, and Yong Liu,    &ldquo;Video Telephony for End-consumers: Measurement Study of Google+, iChat, and Skype&rdquo;, in the Proceedings of ACM/USENIX Internet Measurement Conference (IMC 2012), Full Paper, November, 2012, (Acceptance Ratio: 19%, sole winner of the Best Paper Award);       28. Zhengye Liu, Yuan Ding, Yong Liu, and Keith Ross,    &ldquo;Peer-Assisted Distribution of User Generated Content&rdquo;, in the Proceedings of 12th IEEE International Conference on Peer-to-Peer Computing, September,    2012, (Acceptance Ratio: 24%);       29. Xiwang Yang, Harald Steck, Yang Guo, and Yong Liu,    &ldquo;On Top-k Recommendation using Social Networks&rdquo;,    in the Proceedings of 6th ACM Conference on Recommender Systems (RecSys 2012), Long Paper, September, 2012, (Acceptance Ratio: 20:2%);       30. Xiwang Yang, Harald Steck and Yong Liu,    &ldquo;Circle-based Recommendation in Online Social Networks&rdquo;,    in the Proceedings of ACMSIGKDD Conference on Knowledge Discovery and Data Mining (KDD), Long Paper, August, 2012 (Acceptance Ratio: 17:6%);       31. Xinggong Zhang, Yang Xu, Hao Hu, Yong Liu, Zongming Guo, and Yao Wang, &ldquo;Profiling Skype Video Calls: Rate Control and Video Quality&rdquo;,    in the Proceedings of IEEE Conference on Computer and Communications (INFOCOM), March, 2012, (Acceptance Ratio: 18%);       32. Ye Tian, Ratan Dey, Yong Liu, and Keith W. Ross,    &ldquo;Chinas Internet: Topology Mapping and Geolocating&rdquo;,    in the Proceedings of IEEE Conference on Computer and Communications (INFOCOM) Mini-Conference, March, 2012;       33. Xiwang Yang, Yang Guo, and Yong Liu,    &ldquo;Bayesian-inference Based Recommendation in Online Social Networks&rdquo;,    in the Proceedings of IEEE Conference on Computer and Communications (INFOCOM) Mini-Conference, April, 2011, (Acceptance Ratio: 22:3%);       34. Chao Liang and Yong Liu,    &ldquo;ViVUD: Virtual Server Cluster based View-Upload Decoupling for Multi-Channel P2P Video Streaming Systems&rdquo;, in the Proceedings of IEEE Global Communications Conference (GLOBECOM), 2010;       35. Tan Ba Le and Yong Liu,    &ldquo;Opportunistic Overlay Multicast in Wireless Networks&rdquo;,    in the Proceedings of IEEE Global Communications Conference (GLOBECOM), 2010;       36. Hao Hu, Yang Guo, and Yong Liu,    &ldquo;Mesh-based Peer-to-Peer Layered Video Streaming With Taxation&rdquo;,    in the Proceedings of ACM Workshop on Network and Operating System Support for Digital Audio and Video (NOSSDAV), Pages 27 &ndash; 32, June, 2010;       37. Zhengye Liu, Hao Hu, Yong Liu, Keith Ross, Yao Wang, and Markus Mobius,    &ldquo;P2P Trading in Social Networks: The Value of Staying Connected&rdquo;,    in the Proceedings of IEEE Conference on Computer and Communications (INFOCOM), Pages 2489 &ndash; 2497, March, 2010 (Acceptance Ratio: 17:4%);       38. Yan Cai, Yong Liu, Weibo Gong and Tilman Wolf,    &ldquo;Impact of Arrival Burstiness on Queue Length: An Infinitesimal Perturbation Analysis&rdquo;, in the Proceedings of IEEE Conference on Decision and Control (CDC), Pages 7068 &ndash; 7073, December, 2009;       39. Sha Hua, Yang Guo, Yong Liu, Hang Liu, and Shivendra Panwar,    &ldquo;Scalable Video Multicast in Hybrid 3G/Ad-hoc Networks&rdquo;,    in the Proceedings of IEEE IEEE Global Communications Conference (GLOBECOM), Pages 4662 &ndash; 4667, November, 2009;       40. Di Wu, Yong Liu and Keith Ross,    &ldquo;Queuing Network Models for Multi-Channel P2P Live Streaming Systems&rdquo;,    in the Proceedings of IEEE Conference on Computer and Communications (INFOCOM), Pages 73 &ndash; 81, April, 2009, (Acceptance Ratio: 19%, sole winner of the Best Paper Award);       41. Chao Liang, Zhenghua Fu, Yong Liu, and Chai Wah Wu,    &ldquo;iPASS: Incentivized Peer-assisted System for Asynchronous Streaming&rdquo;,    in the Proceedings of IEEE Conference on Computer and Communications (INFOCOM) Mini-Conference, Pages 2741 &ndash; 2745, April, 2009, (Acceptance Ratio: 26%);       42. Di Wu, Chao Liang, Yong Liu and Keith Ross,    &ldquo;View-Upload Decoupling: A Redesign of Multi-Channel P2P Video Systems&rdquo;,    in the Proceedings of IEEE Conference on Computer and Communications (INFOCOM) Mini-Conference, Pages 2726 &ndash; 2730, April, 2009, (Acceptance Ratio: 26%);      Education University of Massachusetts, Class of 2002 Doctor of Philosophy, Electrical and Computer Engineering  University of Science and Technology of China, Class of 1997 Master of Science, Automation  University of Science and Technology of China, Class of 1994 Bachelor of Science,   Awards + Distinctions   Best Paper Award, ACM/USENIX Internet Measurement Conference (IMC) 2012 (sole winner selected from 45 accepted papers out of 183 submissions);       Best Paper Award , IEEE Conference on Computer and Communications (INFOCOM) 2009 (sole winner selected from 282 accepted papers out of 1,435 submissions);       Best Paper Award , Multimedia Communications Technical Committee of IEEE Communication Society, 2008 (selected from papers published in IEEE ComSoc sponsored journals and conferences in 2006 &amp; 2007);       Best Paper Award , the First Workshop on Networks for Grid Applications (GridNets), October, 2004;       Presidential Graduate Award , Chinese Academy of Sciences, July, 1997;       Guo Moruo Scholarship , the highest scholarship of University of Science &amp; Technology of China, September, 1993;       Tutorials Chair, ACM Sigmetrics 2010 ;       Publication/Web Chair for 2007 IEEE Workshop on High Performance Switching and Routing (HPSR) ;       Server as TPC Member for ACM Multimedia 2009, NOSSDAV 2009, 2010, IPTPS 2009, IEEE Infocom 2009, 2010, ACM Sigcomm CoNEXT 2008, ACM Sigmetrics 2008, IEEE ICDCS 2008, ACM Sigcomm 2007 P2P-TV Workshop, ACM Sigmetrics 2007 Student Workshop, IFIP Performance 2007, Tridentcom 2007, 2009, ICCCN 2006, 2007, 2008.       Referee for submissions to the following professional conferences and journals: IEEE/ACM Transactions on Networking; IEEE Journal on Selected Areas in Communications; Computer Networks Journal; IEEE Transactions on Multimedia; IEEE Transactions on Automatic Control; Automatica; Journal of Discrete Event Dynamic Systems; ACM/Sigcomm, ACM/Sigmetrics, IEEE/Infocom, IEEE/Globecom; IEEE/ICC, IEEE/CDC.     Research Interests   Design, Analysis and Simulation of Communication Networks   Modeling, Control and Optimization of Complex Systems     Grants Economic Incentives for P2P: Theory and Design, (co-PI) NSF, 09/01/2010 - 08/31/2013 Although P2P has proven itself as a viable architectural paradigm for distributed applications, the success of future P2P applications ultimately depends on convincing users to volunteer these resources. In this project, two inter-related P2P incentive paradigms are under investigation. In the first paradigm, called Networked Asynchronous Bilateral Trading (NABT), each user has a set of online friends. Users can trade asynchronously with direct friends using local currency and a debt limits. NABT also allows trades to pass through intermediaries. For file sharing, NABT is almost as efficient as a perfect economy, where all users can trade directly with each other. Research is also aimed at extending NABT, developing designs and theories for heterogeneous P2P resource markets. The second paradigm, called Closed P2P Communities, uses a lightweight centralized banking infrastructure. Here the focus is on designing and analyzing a new class of powerful, but lightweight currency-based incentive schemes. Game theory is being applied to design incentive mechanisms that optimize deal throughput for diverse P2P markets and pricing theory is used to study the pricing dynamics in closed P2P communities. Novel approaches for detecting and evicting colluders are also under development. Prototypes for both incentive paradigms will be constructed. The project will provide a framework for a new P2P computing paradigm. It will involve undergraduate and graduate students, especially minority students. Interactions with industry will be facilitated through the CATT center at NYU-Poly. Educational material will be developed and disseminated for undergraduate and graduate level networking courses taught by the PIs at NYU-Poly. Read more  View-Upload Decoupling: A Redesign of Multi-Channel P2P Video Sys, (Principle Investigator) National Science Foundation, 09/01/2009 - 08/31/2012 Although there are several large-scale industrial deployments of peer-to-peer (P2P) live video systems, these existing systems have several fundamental performance problems, including huge channel switching delays, large playback lags, poor performance for less-popular channels, ISP unfriendliness. In these traditional systems, a peer only redistributes the video it is currently watching. In this research, the PIs are exploring a radically different approach to P2P live video streaming, View-Upload Decoupling (VUD). The main idea of VUD is to have each peer distribute one or more channels, with the assignments being made independently of what the peer is viewing. This novel approach has three major advantages over the traditional isolated-channel designs: channel-churn immunity; cross-channel multiplexing; and the enabling of structured streaming. The PIs are developing tractable analytical performance models for multi-channel P2P video streaming systems, for both VUD and traditional design approaches. The analytical results not only highlight the advantages of the VUD approach, but also provide important ``rules-of-thumb&#039;&#039; for the design of VUD systems. The PIs are developing dynamic VUD provisioning algorithms that are both robust with respect to channel churn and also adapt to dynamic channel popularity and flash crowds. The PIs are developing VUD provisioning, management and streaming schemes that take into account ISP locality and largely reduce the video streaming traffic imposed on ISP networks. The PIs and their PhD students are also developing an open-source VUD prototype. Network X-ities - Foundations and Applications, (Co-Principle Investigator) National Science Foundation, 09/01/2005 - 08/31/2010 From the early days of the ARPAnet to today&#039;s global Internet, most research on network protocols has focused on traditional performance metrics such as delay, loss, and throughput. However, it is becoming increasingly important that a network not only provides good performance, but also do so in the face of a complex, uncertain, error-prone, and ever-changing environment. In today&#039;s networks, operating conditions may change as a result of user behavior (e.g., a shift in traffic to a newly popular Web site) or the underlying infrastructure (e.g., an equipment failure). In all such cases, the network and its operators must respond in a robust fashion, continuing to provide good performance despite changing conditions.      The need for &quot;robust&quot; network operation leads to a set of design considerations that the principal investigators (PIs) refer to as the &quot;X-ities&quot; (since they all end in &quot;ity&quot;): non-fragility, manageability, diagnosability, optimizability, scalability, and evolvability. Intuitively, we know that these X-ities are crucially important if we are to design and analyze robust networks and protocols. Yet, compared with standard performance metrics, these X-ities often lack theoretical foundations, quantitative frameworks, or even well-defined metrics and meaning. The goal of this project is to build a rigorous, quantitative foundation for explicitly considering the X-ities in the design and analysis of network protocols. The PIs consider a number of specific problems, broadly in the area of routing protocols, that concretely address several of the X-ities---with particular emphasis on non-fragility and manageability---and to begin to draw larger lessons from commonalities among the problems studied.      The proposed research focuses on the X-ities in the context of the routing protocols that ensure that each computer has paths through the network to send data to other computers. There are several reasons for this choice. First, routing protocols are a crucial part of the network architecture---they are the very glue that holds the disparate parts of the Internet together. Second, the X-ities of IP routing have not received significant formal attention. Third, routing protocols expose key issues of incomplete information (e.g., across networks run by different institutions) and interacting levels of control (e.g., between applications and the underlying network)---concerns that should arise in any thorough treatment of network X-ities. Finally, routing provides a compelling context in which the X-ities can be quantitatively studied. For example, we can quantify the performance trade-off between a fragile routing solution that has been optimized for narrow, well-defined operating conditions, versus a solution that will perform well of over variety of operating conditions. The contributions of the proposed research are three-fold:      A first quantitative study of X-ities: The intellectual challenges in rigorously understanding the X-ities are many. The PIs define specific metrics and develop mathematical models to quantitatively study each X-ity.      Solutions to specific problems: To make the study of the X-ities concrete, the PIs consider a set of research problems broadly in the area of routing that are of interest in their own right.      The beginnings of a foundation for studying X-ities: The PIs believe that the study of network X-ities is a crucially important area for long-term research in networking.      The X-ity research will lead to a deeper quantitative understanding of how to develop robust network architectures and protocols---technology that is playing an increasingly crucial role in our daily lives. The broader impacts of the research will include enhanced teaching, training, and learning for our students, development and dissemination of new educational materials, and dissemination of X-ity research results throughout the technical community. Read more                                  Engineering is NYU  Follow Us:  Facebook Twitter Vimeo YouTube        Undergraduate   Admissions   How to Apply   Apply Now   admissions@nyu.edu   Graduate   Admissions   Requirements   Apply Now   engineering.gradinfo@nyu.edu   Site Links   Press   Directory   Directions   Event Calendar   Careers/HR   Support    Email/Network help@poly.edu Website Report a Problem Login (Faculty + Staff)  NYU School of Engineering 6 MetroTech Center, Brooklyn, NY 11201 Tel: 718.260.3600 Fax: 718.260.3136 &copy; NYU School of Engineering"}]},
{"detail": [{"content": "Yong Liu | NYU Polytechnic School of Engineering                                                                                         NYU Abu Dhabi | NYU Shanghai         QuickLinks Bulletin   Directory   Employment and Career Development   Events Calendar   Human Resources / Careers   Information Technology Systems   Library   Make a Gift   NYU Classes   NYUAlbert (PS DATA)   NYUHome   Records and Registration   Services and Resources   Students   Alumni   Faculty   Staff                          Admissions  Undergraduate Admissions Graduate Admissions Online Learning Financial Aid Accepted Undergraduates Accepted Graduates  Academics  Majors and Programs Departments Honors Program BS/MS Program Study Abroad Online Learning Support + Services Graduate School  Records and Registration Class Schedule Course Textbooks School Calendar Code of Conduct Bulletin Women in Engineering  Research  Message from the Associate Provost Sponsored Research Centers + Institutes Labs + Groups CITE Game Innovation Lab Cross-Institution “Seed” Research Undergraduate Summer Research Bern Dibner Library Institutional Research Bioengineering IT + Media Urban Systems  Outreach  Incubators NYC Media Lab NYC Seed Enterprise Learning Center for K12 STEM Education Employment and Career Development PowerBridgeNY  Student Life  Athletics Student Affairs Public Safety Graduate Student Life and Services International Students + Scholars Residence Life and Housing Services Student Activities and Resource Center Students with Disabilities Student Resources Student Orientation  About  Directions Manhattan Directions Hours Leadership and Administration Mission News and Publications Campus Transformation Middle States Self-Study NYU Merger Past, Present, Future Giving                                          Home / People                                              Yong Liu Associate Professor Electrical &amp; Computer Engineering Phone: (718) 260-3959 Email: yongliu@nyu.edu  Office: 2 MetroTech Center, 9th Floor, Room 125 Links: http://eeweb.poly.edu/faculty/yongliu/    CV/Resume: yongliu-cv.pdf  Profile  Biography Yong Liu is an associate professor at the Electrical and Computer Engineering department of the Polytechnic Engineering School of New York University. He received his Ph.D. degree from Electrical and Computer Engineering department at the University of Massachusetts, Amherst, in May 2002. His current research directions include Peer-to-Peer systems, overlay networks, network measurement, online social networks, and recommender systems. He is a member of IEEE and ACM and is currently serving as an associate editor for IEEE/ACM Transactions on Networking, and Elsevier Computer Networks Journal. He is the winner of the Best Paper Award of ACM/USENIX Internet Measurement Conference (IMC) 2012, the National Science Foundation Career Award in 2010, the Best Paper Award of IEEE Conference on Computer Communications (INFOCOM) in 2009, and the IEEE Communication Society Multimedia Communications Best Paper Award in 2008. More information about him is available at: http://eeweb.poly.edu/faculty/yongliu/   Journal Articles   1. Yongxiang Zhao, Yong Liu, Changjia Chen, and JianYin Zhang,    &ldquo;Enabling P2P One-view Multi-party Video Conferencing&rdquo;,    accepted by IEEE Transactions on Parallel and Distributed Systems;       2. Xinggong Zhang, Yang Xu, Hao Hu, Yong Liu, Zongming Guo, and Yao Wang,&ldquo;Modeling and Analysis of Skype Video Calls: Rate Control and Video Quality&rdquo;, accepted by IEEE Transactions on Multimedia;       3. Ye Tian, Ratan Dey, Yong Liu, and Keith W. Ross,    &ldquo;Topology Mapping and Geolocating for Chinas Internet&rdquo;,    accepted by IEEE Transactions on Parallel and Distributed Systems;       4. Yang Guo, Chao Liang, and Yong Liu,    &ldquo;Hierarchically Clustered P2P Video Streaming: Design, Implementation, and Evaluation&rdquo;, in Elsevier Computer Networks Journal, Volume 56, Issue 15, October, 2012 ;       5. Xiwang Yang, Yang Guo, and Yong Liu,    &ldquo;Bayesian-inference Based Recommendation in Online Social Networks&rdquo;,    accepted by IEEE Transactions on Parallel and Distributed Systems;       6. Chao Liang and Yong Liu,    &ldquo;Enabling Broadcast of User-Generated Live Video without Servers&rdquo;,    in Journal of Peer-to-Peer Networking and Applications (PPNA), Volume 5, Number 3, 2012;       7. Chao Liang, Miao Zhao, and Yong Liu,    &ldquo;Optimal Bandwidth Sharing in Multi-Swarm Multi-Party P2P Video Conferencing Systems&rdquo;, in IEEE/ACM Transactions on Networking, Volume 19, Number 6, Pages 1704 &ndash; 1716, December, 2011;       8. Hao Hu, Yang Guo, and Yong Liu,    &ldquo;Peer-to-Peer Streaming of Layered Video: Efficiency, Fairness and Incentive&rdquo;,    in IEEE Transactions on Circuits and Systems for Video Technologies, Volume 21, Number 8, Pages 1013 &ndash; 1026, August 2011;       9. Yong Liu,    &ldquo;Delay Bounds of Chunk-based Peer-to-Peer Video Streaming&rdquo;,    in IEEE/ACM Transactions on Networking, Volume 18, Number 4, Pages 1195 &ndash; 1206, August 2010;       10. Di Wu, Yong Liu and Keith Ross,    &ldquo;Modeling and Analysis of Multi-Channel P2P Live Video Systems&rdquo;,    in IEEE/ACM Transactions on Networking, Volume 18, Number 4, Pages 1248 &ndash; 1260, August 2010;       11. Sha Hua, Yang Guo, Yong Liu, Hang Liu, and Shivendra Panwar,    &ldquo;Scalable Video Multicast in Hybrid 3G/Ad-hoc Networks&rdquo;,    in IEEE Transactions on Multimedia, Volume 13, Number 2, Pages 402 &ndash; 413, April 2011;       12. Di Wu, Chao Liang, Yong Liu and Keith Ross,    &ldquo;Redesigning Multi-Channel P2P Video Systems with View-Upload Decoupling&rdquo;,    in ELSEVIER Computer Networks journal, Volume 54, Issue 12, August, 2010;       13. Chao Liang, Zhenghua Fu, Yong Liu and Chai Wah Wu,    &ldquo;iPASS: Incentivized Peer-assisted System for Asynchronous Streaming&rdquo;,    in IEEE Transactions on Parallel and Distributed Systems, Volume 21, Number 9, Pages 1354 &ndash; 1367, September, 2010;       14. Tan Ba Le and Yong Liu,    &ldquo;On the Capacity of Hybrid Wireless Networks with Opportunistic Routing&rdquo;,    in EURASIP Journal on Wireless Communications and Networking, Volume 2010, Pages 32 &ndash; 40, January 2010;       15. Zhiyong Huang, Xiaoping Zeng, and Yong Liu,    &ldquo;Detecting and Blocking P2P Botnets through Contact Tracing Chains&rdquo;,    in International Journal of Internet Protocol Technology, Volume 5, No.1/2, Pages 44 &ndash; 54, 2010;       16. Chao Liang, Yang Guo and Yong Liu,    &ldquo;Investigating the Scheduling Sensitivity of P2P Video Streaming: an experimental study&rdquo;, in IEEE Transactions on Multimedia, Volume 11, Number 3, Pages 348 &ndash; 360, April 2009;       17. Yong Liu, Yang Guo and Chao Liang,    &ldquo;A Survey on Peer-to-Peer Video Streaming Systems&rdquo;,    in Journal of Peer-to-Peer Networking and Applications (PPNA), (Springer), Pages 18 &ndash; 28, February, 2008 (most downloaded paper of PPNA);       18. Xiaojun Hei, Yong Liu and Keith Ross,    &ldquo;IPTV over P2P Streaming Networks: the Mesh-pull Approach&rdquo;,    in IEEE Communications Magazine, Pages 86 &ndash; 92, February, 2008;       19. Xiaojun Hei, Yong Liu and Keith Ross,    &ldquo;Inferring Network-Wide Quality in P2P Live Streaming Systems&rdquo;,    in IEEE Journal on Selected Areas in Communications, special issue on advances in P2P streaming, Volume 25, Number 9, Pages 1640 &ndash; 1654, December 2007, awarded the Best Paper in Multimedia    Communications by IEEE Communications Society in 2008;       20. Xiaojun Hei, Chao Liang, Jian Liang, Yong Liu and Keith Ross,    &ldquo;A Measurement Study of a Large-Scale P2P IPTV System&rdquo;,    in IEEE Transactions on Multimedia, Volume 9, Number 8, Pages 1672 &ndash; 1687, December, 2007;       21. Weibo Gong, Yong Liu, Vishal Misra and Don Towsley,    &ldquo;Self-Similarity and Long Range Dependence on the Internet: A second look at the evidence, origins and implications&rdquo;, in Computer Networks Journal, Volume 48, Issue 3, Pages 377 &ndash; 399, June 2005;       22. Yong Liu, Francesco Lo Presti, Vishal Misra, Don Towsley and Yu Gu,    &ldquo;Scalable Fluid Models and Simulations for Large-Scale IP Networks&rdquo;,    in ACM Transactions on Modeling and Computer Simulation, Vol. 14, No. 3,    Pages 305 &ndash; 324, July 2004;       23. Yong Liu and Weibo Gong,    &ldquo;On Fluid Queueing System with Strict Priority&rdquo;,    in IEEE Transactions on Automatic Control, Volume 48, No. 12,    Pages 2079 &ndash; 2088, December, 2003;       24. Yong Liu and Weibo Gong,    &ldquo;Perturbation Analysis for Stochastic Fluid Queueing Systems&rdquo;,    in Discrete Event Dynamic Systems: Theory and Applications, Volume 12, No. 4,    Pages 391&ndash; 416, 2002;       25. Yong Liu and Guozhong Pang,    &ldquo;Reconfigurable Sequential Control in Distributed Computer Control Systems&rdquo;,    in Journal of Micro-computer Informatics [in Chinese], October, 1997;     Other Publications   26. Guibin Tian and Yong Liu,    &ldquo;Towards Agile and Smooth Video Adaptation in Dynamic HTTP Streaming&rdquo;,    in the Proceedings of ACM International Conference on emerging Networking EXperiments and Technologies (CoNEXT 2012), December, 2012, (Acceptance Ratio: 18%);       27. Yang Xu, Chenguang Yu, Jingjiang Li, and Yong Liu,    &ldquo;Video Telephony for End-consumers: Measurement Study of Google+, iChat, and Skype&rdquo;, in the Proceedings of ACM/USENIX Internet Measurement Conference (IMC 2012), Full Paper, November, 2012, (Acceptance Ratio: 19%, sole winner of the Best Paper Award);       28. Zhengye Liu, Yuan Ding, Yong Liu, and Keith Ross,    &ldquo;Peer-Assisted Distribution of User Generated Content&rdquo;, in the Proceedings of 12th IEEE International Conference on Peer-to-Peer Computing, September,    2012, (Acceptance Ratio: 24%);       29. Xiwang Yang, Harald Steck, Yang Guo, and Yong Liu,    &ldquo;On Top-k Recommendation using Social Networks&rdquo;,    in the Proceedings of 6th ACM Conference on Recommender Systems (RecSys 2012), Long Paper, September, 2012, (Acceptance Ratio: 20:2%);       30. Xiwang Yang, Harald Steck and Yong Liu,    &ldquo;Circle-based Recommendation in Online Social Networks&rdquo;,    in the Proceedings of ACMSIGKDD Conference on Knowledge Discovery and Data Mining (KDD), Long Paper, August, 2012 (Acceptance Ratio: 17:6%);       31. Xinggong Zhang, Yang Xu, Hao Hu, Yong Liu, Zongming Guo, and Yao Wang, &ldquo;Profiling Skype Video Calls: Rate Control and Video Quality&rdquo;,    in the Proceedings of IEEE Conference on Computer and Communications (INFOCOM), March, 2012, (Acceptance Ratio: 18%);       32. Ye Tian, Ratan Dey, Yong Liu, and Keith W. Ross,    &ldquo;Chinas Internet: Topology Mapping and Geolocating&rdquo;,    in the Proceedings of IEEE Conference on Computer and Communications (INFOCOM) Mini-Conference, March, 2012;       33. Xiwang Yang, Yang Guo, and Yong Liu,    &ldquo;Bayesian-inference Based Recommendation in Online Social Networks&rdquo;,    in the Proceedings of IEEE Conference on Computer and Communications (INFOCOM) Mini-Conference, April, 2011, (Acceptance Ratio: 22:3%);       34. Chao Liang and Yong Liu,    &ldquo;ViVUD: Virtual Server Cluster based View-Upload Decoupling for Multi-Channel P2P Video Streaming Systems&rdquo;, in the Proceedings of IEEE Global Communications Conference (GLOBECOM), 2010;       35. Tan Ba Le and Yong Liu,    &ldquo;Opportunistic Overlay Multicast in Wireless Networks&rdquo;,    in the Proceedings of IEEE Global Communications Conference (GLOBECOM), 2010;       36. Hao Hu, Yang Guo, and Yong Liu,    &ldquo;Mesh-based Peer-to-Peer Layered Video Streaming With Taxation&rdquo;,    in the Proceedings of ACM Workshop on Network and Operating System Support for Digital Audio and Video (NOSSDAV), Pages 27 &ndash; 32, June, 2010;       37. Zhengye Liu, Hao Hu, Yong Liu, Keith Ross, Yao Wang, and Markus Mobius,    &ldquo;P2P Trading in Social Networks: The Value of Staying Connected&rdquo;,    in the Proceedings of IEEE Conference on Computer and Communications (INFOCOM), Pages 2489 &ndash; 2497, March, 2010 (Acceptance Ratio: 17:4%);       38. Yan Cai, Yong Liu, Weibo Gong and Tilman Wolf,    &ldquo;Impact of Arrival Burstiness on Queue Length: An Infinitesimal Perturbation Analysis&rdquo;, in the Proceedings of IEEE Conference on Decision and Control (CDC), Pages 7068 &ndash; 7073, December, 2009;       39. Sha Hua, Yang Guo, Yong Liu, Hang Liu, and Shivendra Panwar,    &ldquo;Scalable Video Multicast in Hybrid 3G/Ad-hoc Networks&rdquo;,    in the Proceedings of IEEE IEEE Global Communications Conference (GLOBECOM), Pages 4662 &ndash; 4667, November, 2009;       40. Di Wu, Yong Liu and Keith Ross,    &ldquo;Queuing Network Models for Multi-Channel P2P Live Streaming Systems&rdquo;,    in the Proceedings of IEEE Conference on Computer and Communications (INFOCOM), Pages 73 &ndash; 81, April, 2009, (Acceptance Ratio: 19%, sole winner of the Best Paper Award);       41. Chao Liang, Zhenghua Fu, Yong Liu, and Chai Wah Wu,    &ldquo;iPASS: Incentivized Peer-assisted System for Asynchronous Streaming&rdquo;,    in the Proceedings of IEEE Conference on Computer and Communications (INFOCOM) Mini-Conference, Pages 2741 &ndash; 2745, April, 2009, (Acceptance Ratio: 26%);       42. Di Wu, Chao Liang, Yong Liu and Keith Ross,    &ldquo;View-Upload Decoupling: A Redesign of Multi-Channel P2P Video Systems&rdquo;,    in the Proceedings of IEEE Conference on Computer and Communications (INFOCOM) Mini-Conference, Pages 2726 &ndash; 2730, April, 2009, (Acceptance Ratio: 26%);      Education University of Massachusetts, Class of 2002 Doctor of Philosophy, Electrical and Computer Engineering  University of Science and Technology of China, Class of 1997 Master of Science, Automation  University of Science and Technology of China, Class of 1994 Bachelor of Science,   Awards + Distinctions   Best Paper Award, ACM/USENIX Internet Measurement Conference (IMC) 2012 (sole winner selected from 45 accepted papers out of 183 submissions);       Best Paper Award , IEEE Conference on Computer and Communications (INFOCOM) 2009 (sole winner selected from 282 accepted papers out of 1,435 submissions);       Best Paper Award , Multimedia Communications Technical Committee of IEEE Communication Society, 2008 (selected from papers published in IEEE ComSoc sponsored journals and conferences in 2006 &amp; 2007);       Best Paper Award , the First Workshop on Networks for Grid Applications (GridNets), October, 2004;       Presidential Graduate Award , Chinese Academy of Sciences, July, 1997;       Guo Moruo Scholarship , the highest scholarship of University of Science &amp; Technology of China, September, 1993;       Tutorials Chair, ACM Sigmetrics 2010 ;       Publication/Web Chair for 2007 IEEE Workshop on High Performance Switching and Routing (HPSR) ;       Server as TPC Member for ACM Multimedia 2009, NOSSDAV 2009, 2010, IPTPS 2009, IEEE Infocom 2009, 2010, ACM Sigcomm CoNEXT 2008, ACM Sigmetrics 2008, IEEE ICDCS 2008, ACM Sigcomm 2007 P2P-TV Workshop, ACM Sigmetrics 2007 Student Workshop, IFIP Performance 2007, Tridentcom 2007, 2009, ICCCN 2006, 2007, 2008.       Referee for submissions to the following professional conferences and journals: IEEE/ACM Transactions on Networking; IEEE Journal on Selected Areas in Communications; Computer Networks Journal; IEEE Transactions on Multimedia; IEEE Transactions on Automatic Control; Automatica; Journal of Discrete Event Dynamic Systems; ACM/Sigcomm, ACM/Sigmetrics, IEEE/Infocom, IEEE/Globecom; IEEE/ICC, IEEE/CDC.     Research Interests   Design, Analysis and Simulation of Communication Networks   Modeling, Control and Optimization of Complex Systems     Grants Economic Incentives for P2P: Theory and Design, (co-PI) NSF, 09/01/2010 - 08/31/2013 Although P2P has proven itself as a viable architectural paradigm for distributed applications, the success of future P2P applications ultimately depends on convincing users to volunteer these resources. In this project, two inter-related P2P incentive paradigms are under investigation. In the first paradigm, called Networked Asynchronous Bilateral Trading (NABT), each user has a set of online friends. Users can trade asynchronously with direct friends using local currency and a debt limits. NABT also allows trades to pass through intermediaries. For file sharing, NABT is almost as efficient as a perfect economy, where all users can trade directly with each other. Research is also aimed at extending NABT, developing designs and theories for heterogeneous P2P resource markets. The second paradigm, called Closed P2P Communities, uses a lightweight centralized banking infrastructure. Here the focus is on designing and analyzing a new class of powerful, but lightweight currency-based incentive schemes. Game theory is being applied to design incentive mechanisms that optimize deal throughput for diverse P2P markets and pricing theory is used to study the pricing dynamics in closed P2P communities. Novel approaches for detecting and evicting colluders are also under development. Prototypes for both incentive paradigms will be constructed. The project will provide a framework for a new P2P computing paradigm. It will involve undergraduate and graduate students, especially minority students. Interactions with industry will be facilitated through the CATT center at NYU-Poly. Educational material will be developed and disseminated for undergraduate and graduate level networking courses taught by the PIs at NYU-Poly. Read more  View-Upload Decoupling: A Redesign of Multi-Channel P2P Video Sys, (Principle Investigator) National Science Foundation, 09/01/2009 - 08/31/2012 Although there are several large-scale industrial deployments of peer-to-peer (P2P) live video systems, these existing systems have several fundamental performance problems, including huge channel switching delays, large playback lags, poor performance for less-popular channels, ISP unfriendliness. In these traditional systems, a peer only redistributes the video it is currently watching. In this research, the PIs are exploring a radically different approach to P2P live video streaming, View-Upload Decoupling (VUD). The main idea of VUD is to have each peer distribute one or more channels, with the assignments being made independently of what the peer is viewing. This novel approach has three major advantages over the traditional isolated-channel designs: channel-churn immunity; cross-channel multiplexing; and the enabling of structured streaming. The PIs are developing tractable analytical performance models for multi-channel P2P video streaming systems, for both VUD and traditional design approaches. The analytical results not only highlight the advantages of the VUD approach, but also provide important ``rules-of-thumb&#039;&#039; for the design of VUD systems. The PIs are developing dynamic VUD provisioning algorithms that are both robust with respect to channel churn and also adapt to dynamic channel popularity and flash crowds. The PIs are developing VUD provisioning, management and streaming schemes that take into account ISP locality and largely reduce the video streaming traffic imposed on ISP networks. The PIs and their PhD students are also developing an open-source VUD prototype. Network X-ities - Foundations and Applications, (Co-Principle Investigator) National Science Foundation, 09/01/2005 - 08/31/2010 From the early days of the ARPAnet to today&#039;s global Internet, most research on network protocols has focused on traditional performance metrics such as delay, loss, and throughput. However, it is becoming increasingly important that a network not only provides good performance, but also do so in the face of a complex, uncertain, error-prone, and ever-changing environment. In today&#039;s networks, operating conditions may change as a result of user behavior (e.g., a shift in traffic to a newly popular Web site) or the underlying infrastructure (e.g., an equipment failure). In all such cases, the network and its operators must respond in a robust fashion, continuing to provide good performance despite changing conditions.      The need for &quot;robust&quot; network operation leads to a set of design considerations that the principal investigators (PIs) refer to as the &quot;X-ities&quot; (since they all end in &quot;ity&quot;): non-fragility, manageability, diagnosability, optimizability, scalability, and evolvability. Intuitively, we know that these X-ities are crucially important if we are to design and analyze robust networks and protocols. Yet, compared with standard performance metrics, these X-ities often lack theoretical foundations, quantitative frameworks, or even well-defined metrics and meaning. The goal of this project is to build a rigorous, quantitative foundation for explicitly considering the X-ities in the design and analysis of network protocols. The PIs consider a number of specific problems, broadly in the area of routing protocols, that concretely address several of the X-ities---with particular emphasis on non-fragility and manageability---and to begin to draw larger lessons from commonalities among the problems studied.      The proposed research focuses on the X-ities in the context of the routing protocols that ensure that each computer has paths through the network to send data to other computers. There are several reasons for this choice. First, routing protocols are a crucial part of the network architecture---they are the very glue that holds the disparate parts of the Internet together. Second, the X-ities of IP routing have not received significant formal attention. Third, routing protocols expose key issues of incomplete information (e.g., across networks run by different institutions) and interacting levels of control (e.g., between applications and the underlying network)---concerns that should arise in any thorough treatment of network X-ities. Finally, routing provides a compelling context in which the X-ities can be quantitatively studied. For example, we can quantify the performance trade-off between a fragile routing solution that has been optimized for narrow, well-defined operating conditions, versus a solution that will perform well of over variety of operating conditions. The contributions of the proposed research are three-fold:      A first quantitative study of X-ities: The intellectual challenges in rigorously understanding the X-ities are many. The PIs define specific metrics and develop mathematical models to quantitatively study each X-ity.      Solutions to specific problems: To make the study of the X-ities concrete, the PIs consider a set of research problems broadly in the area of routing that are of interest in their own right.      The beginnings of a foundation for studying X-ities: The PIs believe that the study of network X-ities is a crucially important area for long-term research in networking.      The X-ity research will lead to a deeper quantitative understanding of how to develop robust network architectures and protocols---technology that is playing an increasingly crucial role in our daily lives. The broader impacts of the research will include enhanced teaching, training, and learning for our students, development and dissemination of new educational materials, and dissemination of X-ity research results throughout the technical community. Read more                                  Engineering is NYU  Follow Us:  Facebook Twitter Vimeo YouTube        Undergraduate   Admissions   How to Apply   Apply Now   admissions@nyu.edu   Graduate   Admissions   Requirements   Apply Now   engineering.gradinfo@nyu.edu   Site Links   Press   Directory   Directions   Event Calendar   Careers/HR   Support    Email/Network help@poly.edu Website Report a Problem Login (Faculty + Staff)  NYU School of Engineering 6 MetroTech Center, Brooklyn, NY 11201 Tel: 718.260.3600 Fax: 718.260.3136 &copy; NYU School of Engineering"}, {"content": "NYU Computer Science Department &gt; Computer Science Majors                                                                                                                                 Search                                                  go                         Location          Contacts      Directions      NYC Information            Admissions          Undergraduate Admissions      Graduate Admissions           People           Faculty        Researchers/Visitors      Administration/Staff      Students: PhD / MS      Alumni / In Memoriam             Research           Research Areas      Tech Reports      Theses: PhD / MS        Faculty Recognition      Student Recognition           Education           Undergraduate Program      Graduate Program : PhD / MS        Courses      Office Hours           News / Events           Colloquia        Calendar: Grad / Undergrad           Job Openings           Faculty Positions             Links           Libraries      Student Organizations      CIMS Computing                                                                                                                                                                               Computer Science Majors   Edit Title                Edit Body      If you you have any questions regarding the major requirements, send an email to the Undergraduate Program Administrator.       Major in Computer Science (12 Courses)    Core Requirements (7)       CSCI-UA.0101 Introduction to Computer Science (FA/SP) prereq: CSCI-UA.0002 or placement exam    CSCI-UA.0102 Data Structures (FA/SP) prereq: CSCI-UA.0101    CSCI-UA.0201 Computer Systems Organization (FA/SP) prereq: CSCI-UA.0102    CSCI-UA.0202 Operating Systems (FA/SP) prereq: CSCI-UA.0201    CSCI-UA.0310 Basic Algorithms (FA/SP) prereq: CSCI-UA.0102 and MATH-UA.0120    MATH-UA.0121 Calculus I (FA/SP/SU) prereq: MATH-UA.0009    MATH-UA.0120 Discrete Mathematics (FA/SP) prereq: MATH-UA.0121       Electives (5)       FIVE electives, numbered CSCI-UA.04xx       Electives vary every fall and spring semester and are NOT offered in the summer. Students may substitute a 400-level elective with one of the following Math classes: Calculus II (MATH-UA.0122) , Linear Algebra (MATH-UA.0140) and/or Probability and Statistics (MATH-UA 235); a maximum of two (2) classes can be substituted.       Joint Major in Computer Science/Mathematics (18 Courses)    REQUIREMENTS FOR STUDENTS WHO ENROLLED AT NYU FALL 2012 OR LATER    An interdisciplinary major offered jointly by the Department of Mathematics and Computer Science, providing the opportunity to study both computer science and such relevant mathematics courses as analysis, algebra, probability, and statistics.    The requirements are ten courses numbered MATH-UA 120 or higher, except MATH-UA 125, 211, 212, 213 or 246 from the Mathematics Department, which must include:       MATH-UA 120 Discrete Math    MATH-UA 121 Calculus I    MATH-UA 122 Calculus II    MATH-UA 123 Calculus III    MATH-UA 140 Linear Algebra    MATH-UA 325 Analysis I    MATH-UA 343 Algebra I       The rest of the 10 required courses must include two of the following:       MATH-UA 326 Analysis II    MATH-UA 344 Algebra II    MATH-UA 224 Vector Analysis    MATH-UA 233 Theory of Probability    MATH-UA 252 Numerical Analysis    MATH-UA 263 Partial Differential Equations    MATH-UA 282 Functions of a Complex Variable       The requirements are eight courses from the Computer Science Department, which must include:       CSCI-UA.0101 Introduction to Computer Science (FA/SP) prereq: CSCI-UA.0002 or departmental permission    CSCI-UA.0102 Data Structures (FA/SP) prereq: CSCI-UA.0101    CSCI-UA.0201 Computer Systems Organization (FA/SP) prereq: CSCI-UA.0102    CSCI-UA.0202 Operating Systems (FA/SP) prereq: CSCI-UA.0201    CSCI-UA.0310 Basic Algorithms (FA/SP) prereq: CSCI-UA.0102 and MATH-UA.0120    CSCI-UA.0421 Numerical Computing (SP)    CSCI-UA.04.. Advanced CS Elective    CSCI-UA.04.. Advanced CS Elective       * A grade of C or better is required in all these courses to fulfill the major requirement    REQUIREMENTS FOR STUDENTS WHO ENROLLED TO NYU BEFORE FALL 2012    The requirements are ten courses numbered MATH-UA 120 or higher, except MATH-UA 125, 211, 212, 213 or 246 from the Mathematics Department, which must include:       MATH-UA 325 Analysis I    MATH-UA 343 Algebra I       The rest of the 10 required courses must include one of the following:       MATH-UA 326 Analysis II    MATH-UA 344 Algebra II or    MATH-UA 224 Vector Analysis       and eight computer science courses as required for the major in that department. For more information on computer science courses please click the following link: Link .    * A grade of C or better is required in all these courses to fulfill the major requirement.       Joint Major in Economics/Computer Science (20-22 Courses)    Computer Science Requirements (9)       CSCI-UA.0101 Introduction to Computer Science (FA/SP) prereq: CSCI-UA.0002 or departmental permission    CSCI-UA.0102 Data Structures (FA/SP) prereq: CSCI-UA.0101    CSCI-UA.0201 Computer Systems Organization (FA/SP) prereq: CSCI-UA.0102    CSCI-UA.0202 Operating Systems (FA/SP) prereq: CSCI-UA.0201    CSCI-UA.0310 Basic Algorithms (FA/SP) prereq: CSCI-UA.0102 and MATH-UA.0120    CSCI-UA.04.. Advanced CS Elective    CSCI-UA.04.. Advanced CS Elective    CSCI-UA.04.. Advanced CS Elective    CSCI-UA.04.. Advanced CS Elective OR one of the following:       MATH-UA.0140 Linear Algebra    ECON-UA.0310 Strategic Decision Thry.    ECON-UA.0337 Fwds, Ftrs, &amp; Options    ECON-UA.0365 Advanced Micro Thry    ECON-UA.0375 Tpcs in Econ. Thry             Economics Requirements - Theory Concentration (9)       ECON-UA.0001 Ecnomics Principles I    ECON-UA.0002 Economics Principles II    ECON-UA.0003 Microeconomics    ECON-UA.0013 Macroeconomics    ECON-UA.0020 Analytical Statistics    ECON-UA.0266 Introduction to Econometrics       Two economics theory electives numbers ECON-UA 300-399 One additional economics elective    Mathematics Requirements (4)       MATH-UA.0120 Discrete Mathematics    MATH-UA.0211 Mathematics for Economics I    MATH-UA.0212 Mathematics for Economics II    MATH-UA.0213 Mathematics for Economics III            Edit All                   top | contact webmaster"}]},
{"detail": [{"content": "Yong Liu | NYU Polytechnic School of Engineering                                                                                         NYU Abu Dhabi | NYU Shanghai         QuickLinks Bulletin   Directory   Employment and Career Development   Events Calendar   Human Resources / Careers   Information Technology Systems   Library   Make a Gift   NYU Classes   NYUAlbert (PS DATA)   NYUHome   Records and Registration   Services and Resources   Students   Alumni   Faculty   Staff                          Admissions  Undergraduate Admissions Graduate Admissions Online Learning Financial Aid Accepted Undergraduates Accepted Graduates  Academics  Majors and Programs Departments Honors Program BS/MS Program Study Abroad Online Learning Support + Services Graduate School  Records and Registration Class Schedule Course Textbooks School Calendar Code of Conduct Bulletin Women in Engineering  Research  Message from the Associate Provost Sponsored Research Centers + Institutes Labs + Groups CITE Game Innovation Lab Cross-Institution “Seed” Research Undergraduate Summer Research Bern Dibner Library Institutional Research Bioengineering IT + Media Urban Systems  Outreach  Incubators NYC Media Lab NYC Seed Enterprise Learning Center for K12 STEM Education Employment and Career Development PowerBridgeNY  Student Life  Athletics Student Affairs Public Safety Graduate Student Life and Services International Students + Scholars Residence Life and Housing Services Student Activities and Resource Center Students with Disabilities Student Resources Student Orientation  About  Directions Manhattan Directions Hours Leadership and Administration Mission News and Publications Campus Transformation Middle States Self-Study NYU Merger Past, Present, Future Giving                                          Home / People                                              Yong Liu Associate Professor Electrical &amp; Computer Engineering Phone: (718) 260-3959 Email: yongliu@nyu.edu  Office: 2 MetroTech Center, 9th Floor, Room 125 Links: http://eeweb.poly.edu/faculty/yongliu/    CV/Resume: yongliu-cv.pdf  Profile  Biography Yong Liu is an associate professor at the Electrical and Computer Engineering department of the Polytechnic Engineering School of New York University. He received his Ph.D. degree from Electrical and Computer Engineering department at the University of Massachusetts, Amherst, in May 2002. His current research directions include Peer-to-Peer systems, overlay networks, network measurement, online social networks, and recommender systems. He is a member of IEEE and ACM and is currently serving as an associate editor for IEEE/ACM Transactions on Networking, and Elsevier Computer Networks Journal. He is the winner of the Best Paper Award of ACM/USENIX Internet Measurement Conference (IMC) 2012, the National Science Foundation Career Award in 2010, the Best Paper Award of IEEE Conference on Computer Communications (INFOCOM) in 2009, and the IEEE Communication Society Multimedia Communications Best Paper Award in 2008. More information about him is available at: http://eeweb.poly.edu/faculty/yongliu/   Journal Articles   1. Yongxiang Zhao, Yong Liu, Changjia Chen, and JianYin Zhang,    &ldquo;Enabling P2P One-view Multi-party Video Conferencing&rdquo;,    accepted by IEEE Transactions on Parallel and Distributed Systems;       2. Xinggong Zhang, Yang Xu, Hao Hu, Yong Liu, Zongming Guo, and Yao Wang,&ldquo;Modeling and Analysis of Skype Video Calls: Rate Control and Video Quality&rdquo;, accepted by IEEE Transactions on Multimedia;       3. Ye Tian, Ratan Dey, Yong Liu, and Keith W. Ross,    &ldquo;Topology Mapping and Geolocating for Chinas Internet&rdquo;,    accepted by IEEE Transactions on Parallel and Distributed Systems;       4. Yang Guo, Chao Liang, and Yong Liu,    &ldquo;Hierarchically Clustered P2P Video Streaming: Design, Implementation, and Evaluation&rdquo;, in Elsevier Computer Networks Journal, Volume 56, Issue 15, October, 2012 ;       5. Xiwang Yang, Yang Guo, and Yong Liu,    &ldquo;Bayesian-inference Based Recommendation in Online Social Networks&rdquo;,    accepted by IEEE Transactions on Parallel and Distributed Systems;       6. Chao Liang and Yong Liu,    &ldquo;Enabling Broadcast of User-Generated Live Video without Servers&rdquo;,    in Journal of Peer-to-Peer Networking and Applications (PPNA), Volume 5, Number 3, 2012;       7. Chao Liang, Miao Zhao, and Yong Liu,    &ldquo;Optimal Bandwidth Sharing in Multi-Swarm Multi-Party P2P Video Conferencing Systems&rdquo;, in IEEE/ACM Transactions on Networking, Volume 19, Number 6, Pages 1704 &ndash; 1716, December, 2011;       8. Hao Hu, Yang Guo, and Yong Liu,    &ldquo;Peer-to-Peer Streaming of Layered Video: Efficiency, Fairness and Incentive&rdquo;,    in IEEE Transactions on Circuits and Systems for Video Technologies, Volume 21, Number 8, Pages 1013 &ndash; 1026, August 2011;       9. Yong Liu,    &ldquo;Delay Bounds of Chunk-based Peer-to-Peer Video Streaming&rdquo;,    in IEEE/ACM Transactions on Networking, Volume 18, Number 4, Pages 1195 &ndash; 1206, August 2010;       10. Di Wu, Yong Liu and Keith Ross,    &ldquo;Modeling and Analysis of Multi-Channel P2P Live Video Systems&rdquo;,    in IEEE/ACM Transactions on Networking, Volume 18, Number 4, Pages 1248 &ndash; 1260, August 2010;       11. Sha Hua, Yang Guo, Yong Liu, Hang Liu, and Shivendra Panwar,    &ldquo;Scalable Video Multicast in Hybrid 3G/Ad-hoc Networks&rdquo;,    in IEEE Transactions on Multimedia, Volume 13, Number 2, Pages 402 &ndash; 413, April 2011;       12. Di Wu, Chao Liang, Yong Liu and Keith Ross,    &ldquo;Redesigning Multi-Channel P2P Video Systems with View-Upload Decoupling&rdquo;,    in ELSEVIER Computer Networks journal, Volume 54, Issue 12, August, 2010;       13. Chao Liang, Zhenghua Fu, Yong Liu and Chai Wah Wu,    &ldquo;iPASS: Incentivized Peer-assisted System for Asynchronous Streaming&rdquo;,    in IEEE Transactions on Parallel and Distributed Systems, Volume 21, Number 9, Pages 1354 &ndash; 1367, September, 2010;       14. Tan Ba Le and Yong Liu,    &ldquo;On the Capacity of Hybrid Wireless Networks with Opportunistic Routing&rdquo;,    in EURASIP Journal on Wireless Communications and Networking, Volume 2010, Pages 32 &ndash; 40, January 2010;       15. Zhiyong Huang, Xiaoping Zeng, and Yong Liu,    &ldquo;Detecting and Blocking P2P Botnets through Contact Tracing Chains&rdquo;,    in International Journal of Internet Protocol Technology, Volume 5, No.1/2, Pages 44 &ndash; 54, 2010;       16. Chao Liang, Yang Guo and Yong Liu,    &ldquo;Investigating the Scheduling Sensitivity of P2P Video Streaming: an experimental study&rdquo;, in IEEE Transactions on Multimedia, Volume 11, Number 3, Pages 348 &ndash; 360, April 2009;       17. Yong Liu, Yang Guo and Chao Liang,    &ldquo;A Survey on Peer-to-Peer Video Streaming Systems&rdquo;,    in Journal of Peer-to-Peer Networking and Applications (PPNA), (Springer), Pages 18 &ndash; 28, February, 2008 (most downloaded paper of PPNA);       18. Xiaojun Hei, Yong Liu and Keith Ross,    &ldquo;IPTV over P2P Streaming Networks: the Mesh-pull Approach&rdquo;,    in IEEE Communications Magazine, Pages 86 &ndash; 92, February, 2008;       19. Xiaojun Hei, Yong Liu and Keith Ross,    &ldquo;Inferring Network-Wide Quality in P2P Live Streaming Systems&rdquo;,    in IEEE Journal on Selected Areas in Communications, special issue on advances in P2P streaming, Volume 25, Number 9, Pages 1640 &ndash; 1654, December 2007, awarded the Best Paper in Multimedia    Communications by IEEE Communications Society in 2008;       20. Xiaojun Hei, Chao Liang, Jian Liang, Yong Liu and Keith Ross,    &ldquo;A Measurement Study of a Large-Scale P2P IPTV System&rdquo;,    in IEEE Transactions on Multimedia, Volume 9, Number 8, Pages 1672 &ndash; 1687, December, 2007;       21. Weibo Gong, Yong Liu, Vishal Misra and Don Towsley,    &ldquo;Self-Similarity and Long Range Dependence on the Internet: A second look at the evidence, origins and implications&rdquo;, in Computer Networks Journal, Volume 48, Issue 3, Pages 377 &ndash; 399, June 2005;       22. Yong Liu, Francesco Lo Presti, Vishal Misra, Don Towsley and Yu Gu,    &ldquo;Scalable Fluid Models and Simulations for Large-Scale IP Networks&rdquo;,    in ACM Transactions on Modeling and Computer Simulation, Vol. 14, No. 3,    Pages 305 &ndash; 324, July 2004;       23. Yong Liu and Weibo Gong,    &ldquo;On Fluid Queueing System with Strict Priority&rdquo;,    in IEEE Transactions on Automatic Control, Volume 48, No. 12,    Pages 2079 &ndash; 2088, December, 2003;       24. Yong Liu and Weibo Gong,    &ldquo;Perturbation Analysis for Stochastic Fluid Queueing Systems&rdquo;,    in Discrete Event Dynamic Systems: Theory and Applications, Volume 12, No. 4,    Pages 391&ndash; 416, 2002;       25. Yong Liu and Guozhong Pang,    &ldquo;Reconfigurable Sequential Control in Distributed Computer Control Systems&rdquo;,    in Journal of Micro-computer Informatics [in Chinese], October, 1997;     Other Publications   26. Guibin Tian and Yong Liu,    &ldquo;Towards Agile and Smooth Video Adaptation in Dynamic HTTP Streaming&rdquo;,    in the Proceedings of ACM International Conference on emerging Networking EXperiments and Technologies (CoNEXT 2012), December, 2012, (Acceptance Ratio: 18%);       27. Yang Xu, Chenguang Yu, Jingjiang Li, and Yong Liu,    &ldquo;Video Telephony for End-consumers: Measurement Study of Google+, iChat, and Skype&rdquo;, in the Proceedings of ACM/USENIX Internet Measurement Conference (IMC 2012), Full Paper, November, 2012, (Acceptance Ratio: 19%, sole winner of the Best Paper Award);       28. Zhengye Liu, Yuan Ding, Yong Liu, and Keith Ross,    &ldquo;Peer-Assisted Distribution of User Generated Content&rdquo;, in the Proceedings of 12th IEEE International Conference on Peer-to-Peer Computing, September,    2012, (Acceptance Ratio: 24%);       29. Xiwang Yang, Harald Steck, Yang Guo, and Yong Liu,    &ldquo;On Top-k Recommendation using Social Networks&rdquo;,    in the Proceedings of 6th ACM Conference on Recommender Systems (RecSys 2012), Long Paper, September, 2012, (Acceptance Ratio: 20:2%);       30. Xiwang Yang, Harald Steck and Yong Liu,    &ldquo;Circle-based Recommendation in Online Social Networks&rdquo;,    in the Proceedings of ACMSIGKDD Conference on Knowledge Discovery and Data Mining (KDD), Long Paper, August, 2012 (Acceptance Ratio: 17:6%);       31. Xinggong Zhang, Yang Xu, Hao Hu, Yong Liu, Zongming Guo, and Yao Wang, &ldquo;Profiling Skype Video Calls: Rate Control and Video Quality&rdquo;,    in the Proceedings of IEEE Conference on Computer and Communications (INFOCOM), March, 2012, (Acceptance Ratio: 18%);       32. Ye Tian, Ratan Dey, Yong Liu, and Keith W. Ross,    &ldquo;Chinas Internet: Topology Mapping and Geolocating&rdquo;,    in the Proceedings of IEEE Conference on Computer and Communications (INFOCOM) Mini-Conference, March, 2012;       33. Xiwang Yang, Yang Guo, and Yong Liu,    &ldquo;Bayesian-inference Based Recommendation in Online Social Networks&rdquo;,    in the Proceedings of IEEE Conference on Computer and Communications (INFOCOM) Mini-Conference, April, 2011, (Acceptance Ratio: 22:3%);       34. Chao Liang and Yong Liu,    &ldquo;ViVUD: Virtual Server Cluster based View-Upload Decoupling for Multi-Channel P2P Video Streaming Systems&rdquo;, in the Proceedings of IEEE Global Communications Conference (GLOBECOM), 2010;       35. Tan Ba Le and Yong Liu,    &ldquo;Opportunistic Overlay Multicast in Wireless Networks&rdquo;,    in the Proceedings of IEEE Global Communications Conference (GLOBECOM), 2010;       36. Hao Hu, Yang Guo, and Yong Liu,    &ldquo;Mesh-based Peer-to-Peer Layered Video Streaming With Taxation&rdquo;,    in the Proceedings of ACM Workshop on Network and Operating System Support for Digital Audio and Video (NOSSDAV), Pages 27 &ndash; 32, June, 2010;       37. Zhengye Liu, Hao Hu, Yong Liu, Keith Ross, Yao Wang, and Markus Mobius,    &ldquo;P2P Trading in Social Networks: The Value of Staying Connected&rdquo;,    in the Proceedings of IEEE Conference on Computer and Communications (INFOCOM), Pages 2489 &ndash; 2497, March, 2010 (Acceptance Ratio: 17:4%);       38. Yan Cai, Yong Liu, Weibo Gong and Tilman Wolf,    &ldquo;Impact of Arrival Burstiness on Queue Length: An Infinitesimal Perturbation Analysis&rdquo;, in the Proceedings of IEEE Conference on Decision and Control (CDC), Pages 7068 &ndash; 7073, December, 2009;       39. Sha Hua, Yang Guo, Yong Liu, Hang Liu, and Shivendra Panwar,    &ldquo;Scalable Video Multicast in Hybrid 3G/Ad-hoc Networks&rdquo;,    in the Proceedings of IEEE IEEE Global Communications Conference (GLOBECOM), Pages 4662 &ndash; 4667, November, 2009;       40. Di Wu, Yong Liu and Keith Ross,    &ldquo;Queuing Network Models for Multi-Channel P2P Live Streaming Systems&rdquo;,    in the Proceedings of IEEE Conference on Computer and Communications (INFOCOM), Pages 73 &ndash; 81, April, 2009, (Acceptance Ratio: 19%, sole winner of the Best Paper Award);       41. Chao Liang, Zhenghua Fu, Yong Liu, and Chai Wah Wu,    &ldquo;iPASS: Incentivized Peer-assisted System for Asynchronous Streaming&rdquo;,    in the Proceedings of IEEE Conference on Computer and Communications (INFOCOM) Mini-Conference, Pages 2741 &ndash; 2745, April, 2009, (Acceptance Ratio: 26%);       42. Di Wu, Chao Liang, Yong Liu and Keith Ross,    &ldquo;View-Upload Decoupling: A Redesign of Multi-Channel P2P Video Systems&rdquo;,    in the Proceedings of IEEE Conference on Computer and Communications (INFOCOM) Mini-Conference, Pages 2726 &ndash; 2730, April, 2009, (Acceptance Ratio: 26%);      Education University of Massachusetts, Class of 2002 Doctor of Philosophy, Electrical and Computer Engineering  University of Science and Technology of China, Class of 1997 Master of Science, Automation  University of Science and Technology of China, Class of 1994 Bachelor of Science,   Awards + Distinctions   Best Paper Award, ACM/USENIX Internet Measurement Conference (IMC) 2012 (sole winner selected from 45 accepted papers out of 183 submissions);       Best Paper Award , IEEE Conference on Computer and Communications (INFOCOM) 2009 (sole winner selected from 282 accepted papers out of 1,435 submissions);       Best Paper Award , Multimedia Communications Technical Committee of IEEE Communication Society, 2008 (selected from papers published in IEEE ComSoc sponsored journals and conferences in 2006 &amp; 2007);       Best Paper Award , the First Workshop on Networks for Grid Applications (GridNets), October, 2004;       Presidential Graduate Award , Chinese Academy of Sciences, July, 1997;       Guo Moruo Scholarship , the highest scholarship of University of Science &amp; Technology of China, September, 1993;       Tutorials Chair, ACM Sigmetrics 2010 ;       Publication/Web Chair for 2007 IEEE Workshop on High Performance Switching and Routing (HPSR) ;       Server as TPC Member for ACM Multimedia 2009, NOSSDAV 2009, 2010, IPTPS 2009, IEEE Infocom 2009, 2010, ACM Sigcomm CoNEXT 2008, ACM Sigmetrics 2008, IEEE ICDCS 2008, ACM Sigcomm 2007 P2P-TV Workshop, ACM Sigmetrics 2007 Student Workshop, IFIP Performance 2007, Tridentcom 2007, 2009, ICCCN 2006, 2007, 2008.       Referee for submissions to the following professional conferences and journals: IEEE/ACM Transactions on Networking; IEEE Journal on Selected Areas in Communications; Computer Networks Journal; IEEE Transactions on Multimedia; IEEE Transactions on Automatic Control; Automatica; Journal of Discrete Event Dynamic Systems; ACM/Sigcomm, ACM/Sigmetrics, IEEE/Infocom, IEEE/Globecom; IEEE/ICC, IEEE/CDC.     Research Interests   Design, Analysis and Simulation of Communication Networks   Modeling, Control and Optimization of Complex Systems     Grants Economic Incentives for P2P: Theory and Design, (co-PI) NSF, 09/01/2010 - 08/31/2013 Although P2P has proven itself as a viable architectural paradigm for distributed applications, the success of future P2P applications ultimately depends on convincing users to volunteer these resources. In this project, two inter-related P2P incentive paradigms are under investigation. In the first paradigm, called Networked Asynchronous Bilateral Trading (NABT), each user has a set of online friends. Users can trade asynchronously with direct friends using local currency and a debt limits. NABT also allows trades to pass through intermediaries. For file sharing, NABT is almost as efficient as a perfect economy, where all users can trade directly with each other. Research is also aimed at extending NABT, developing designs and theories for heterogeneous P2P resource markets. The second paradigm, called Closed P2P Communities, uses a lightweight centralized banking infrastructure. Here the focus is on designing and analyzing a new class of powerful, but lightweight currency-based incentive schemes. Game theory is being applied to design incentive mechanisms that optimize deal throughput for diverse P2P markets and pricing theory is used to study the pricing dynamics in closed P2P communities. Novel approaches for detecting and evicting colluders are also under development. Prototypes for both incentive paradigms will be constructed. The project will provide a framework for a new P2P computing paradigm. It will involve undergraduate and graduate students, especially minority students. Interactions with industry will be facilitated through the CATT center at NYU-Poly. Educational material will be developed and disseminated for undergraduate and graduate level networking courses taught by the PIs at NYU-Poly. Read more  View-Upload Decoupling: A Redesign of Multi-Channel P2P Video Sys, (Principle Investigator) National Science Foundation, 09/01/2009 - 08/31/2012 Although there are several large-scale industrial deployments of peer-to-peer (P2P) live video systems, these existing systems have several fundamental performance problems, including huge channel switching delays, large playback lags, poor performance for less-popular channels, ISP unfriendliness. In these traditional systems, a peer only redistributes the video it is currently watching. In this research, the PIs are exploring a radically different approach to P2P live video streaming, View-Upload Decoupling (VUD). The main idea of VUD is to have each peer distribute one or more channels, with the assignments being made independently of what the peer is viewing. This novel approach has three major advantages over the traditional isolated-channel designs: channel-churn immunity; cross-channel multiplexing; and the enabling of structured streaming. The PIs are developing tractable analytical performance models for multi-channel P2P video streaming systems, for both VUD and traditional design approaches. The analytical results not only highlight the advantages of the VUD approach, but also provide important ``rules-of-thumb&#039;&#039; for the design of VUD systems. The PIs are developing dynamic VUD provisioning algorithms that are both robust with respect to channel churn and also adapt to dynamic channel popularity and flash crowds. The PIs are developing VUD provisioning, management and streaming schemes that take into account ISP locality and largely reduce the video streaming traffic imposed on ISP networks. The PIs and their PhD students are also developing an open-source VUD prototype. Network X-ities - Foundations and Applications, (Co-Principle Investigator) National Science Foundation, 09/01/2005 - 08/31/2010 From the early days of the ARPAnet to today&#039;s global Internet, most research on network protocols has focused on traditional performance metrics such as delay, loss, and throughput. However, it is becoming increasingly important that a network not only provides good performance, but also do so in the face of a complex, uncertain, error-prone, and ever-changing environment. In today&#039;s networks, operating conditions may change as a result of user behavior (e.g., a shift in traffic to a newly popular Web site) or the underlying infrastructure (e.g., an equipment failure). In all such cases, the network and its operators must respond in a robust fashion, continuing to provide good performance despite changing conditions.      The need for &quot;robust&quot; network operation leads to a set of design considerations that the principal investigators (PIs) refer to as the &quot;X-ities&quot; (since they all end in &quot;ity&quot;): non-fragility, manageability, diagnosability, optimizability, scalability, and evolvability. Intuitively, we know that these X-ities are crucially important if we are to design and analyze robust networks and protocols. Yet, compared with standard performance metrics, these X-ities often lack theoretical foundations, quantitative frameworks, or even well-defined metrics and meaning. The goal of this project is to build a rigorous, quantitative foundation for explicitly considering the X-ities in the design and analysis of network protocols. The PIs consider a number of specific problems, broadly in the area of routing protocols, that concretely address several of the X-ities---with particular emphasis on non-fragility and manageability---and to begin to draw larger lessons from commonalities among the problems studied.      The proposed research focuses on the X-ities in the context of the routing protocols that ensure that each computer has paths through the network to send data to other computers. There are several reasons for this choice. First, routing protocols are a crucial part of the network architecture---they are the very glue that holds the disparate parts of the Internet together. Second, the X-ities of IP routing have not received significant formal attention. Third, routing protocols expose key issues of incomplete information (e.g., across networks run by different institutions) and interacting levels of control (e.g., between applications and the underlying network)---concerns that should arise in any thorough treatment of network X-ities. Finally, routing provides a compelling context in which the X-ities can be quantitatively studied. For example, we can quantify the performance trade-off between a fragile routing solution that has been optimized for narrow, well-defined operating conditions, versus a solution that will perform well of over variety of operating conditions. The contributions of the proposed research are three-fold:      A first quantitative study of X-ities: The intellectual challenges in rigorously understanding the X-ities are many. The PIs define specific metrics and develop mathematical models to quantitatively study each X-ity.      Solutions to specific problems: To make the study of the X-ities concrete, the PIs consider a set of research problems broadly in the area of routing that are of interest in their own right.      The beginnings of a foundation for studying X-ities: The PIs believe that the study of network X-ities is a crucially important area for long-term research in networking.      The X-ity research will lead to a deeper quantitative understanding of how to develop robust network architectures and protocols---technology that is playing an increasingly crucial role in our daily lives. The broader impacts of the research will include enhanced teaching, training, and learning for our students, development and dissemination of new educational materials, and dissemination of X-ity research results throughout the technical community. Read more                                  Engineering is NYU  Follow Us:  Facebook Twitter Vimeo YouTube        Undergraduate   Admissions   How to Apply   Apply Now   admissions@nyu.edu   Graduate   Admissions   Requirements   Apply Now   engineering.gradinfo@nyu.edu   Site Links   Press   Directory   Directions   Event Calendar   Careers/HR   Support    Email/Network help@poly.edu Website Report a Problem Login (Faculty + Staff)  NYU School of Engineering 6 MetroTech Center, Brooklyn, NY 11201 Tel: 718.260.3600 Fax: 718.260.3136 &copy; NYU School of Engineering"}, {"content": "NYU Computer Science Department &gt; Computer Science Majors                                                                                                                                 Search                                                  go                         Location          Contacts      Directions      NYC Information            Admissions          Undergraduate Admissions      Graduate Admissions           People           Faculty        Researchers/Visitors      Administration/Staff      Students: PhD / MS      Alumni / In Memoriam             Research           Research Areas      Tech Reports      Theses: PhD / MS        Faculty Recognition      Student Recognition           Education           Undergraduate Program      Graduate Program : PhD / MS        Courses      Office Hours           News / Events           Colloquia        Calendar: Grad / Undergrad           Job Openings           Faculty Positions             Links           Libraries      Student Organizations      CIMS Computing                                                                                                                                                                               Computer Science Majors   Edit Title                Edit Body      If you you have any questions regarding the major requirements, send an email to the Undergraduate Program Administrator.       Major in Computer Science (12 Courses)    Core Requirements (7)       CSCI-UA.0101 Introduction to Computer Science (FA/SP) prereq: CSCI-UA.0002 or placement exam    CSCI-UA.0102 Data Structures (FA/SP) prereq: CSCI-UA.0101    CSCI-UA.0201 Computer Systems Organization (FA/SP) prereq: CSCI-UA.0102    CSCI-UA.0202 Operating Systems (FA/SP) prereq: CSCI-UA.0201    CSCI-UA.0310 Basic Algorithms (FA/SP) prereq: CSCI-UA.0102 and MATH-UA.0120    MATH-UA.0121 Calculus I (FA/SP/SU) prereq: MATH-UA.0009    MATH-UA.0120 Discrete Mathematics (FA/SP) prereq: MATH-UA.0121       Electives (5)       FIVE electives, numbered CSCI-UA.04xx       Electives vary every fall and spring semester and are NOT offered in the summer. Students may substitute a 400-level elective with one of the following Math classes: Calculus II (MATH-UA.0122) , Linear Algebra (MATH-UA.0140) and/or Probability and Statistics (MATH-UA 235); a maximum of two (2) classes can be substituted.       Joint Major in Computer Science/Mathematics (18 Courses)    REQUIREMENTS FOR STUDENTS WHO ENROLLED AT NYU FALL 2012 OR LATER    An interdisciplinary major offered jointly by the Department of Mathematics and Computer Science, providing the opportunity to study both computer science and such relevant mathematics courses as analysis, algebra, probability, and statistics.    The requirements are ten courses numbered MATH-UA 120 or higher, except MATH-UA 125, 211, 212, 213 or 246 from the Mathematics Department, which must include:       MATH-UA 120 Discrete Math    MATH-UA 121 Calculus I    MATH-UA 122 Calculus II    MATH-UA 123 Calculus III    MATH-UA 140 Linear Algebra    MATH-UA 325 Analysis I    MATH-UA 343 Algebra I       The rest of the 10 required courses must include two of the following:       MATH-UA 326 Analysis II    MATH-UA 344 Algebra II    MATH-UA 224 Vector Analysis    MATH-UA 233 Theory of Probability    MATH-UA 252 Numerical Analysis    MATH-UA 263 Partial Differential Equations    MATH-UA 282 Functions of a Complex Variable       The requirements are eight courses from the Computer Science Department, which must include:       CSCI-UA.0101 Introduction to Computer Science (FA/SP) prereq: CSCI-UA.0002 or departmental permission    CSCI-UA.0102 Data Structures (FA/SP) prereq: CSCI-UA.0101    CSCI-UA.0201 Computer Systems Organization (FA/SP) prereq: CSCI-UA.0102    CSCI-UA.0202 Operating Systems (FA/SP) prereq: CSCI-UA.0201    CSCI-UA.0310 Basic Algorithms (FA/SP) prereq: CSCI-UA.0102 and MATH-UA.0120    CSCI-UA.0421 Numerical Computing (SP)    CSCI-UA.04.. Advanced CS Elective    CSCI-UA.04.. Advanced CS Elective       * A grade of C or better is required in all these courses to fulfill the major requirement    REQUIREMENTS FOR STUDENTS WHO ENROLLED TO NYU BEFORE FALL 2012    The requirements are ten courses numbered MATH-UA 120 or higher, except MATH-UA 125, 211, 212, 213 or 246 from the Mathematics Department, which must include:       MATH-UA 325 Analysis I    MATH-UA 343 Algebra I       The rest of the 10 required courses must include one of the following:       MATH-UA 326 Analysis II    MATH-UA 344 Algebra II or    MATH-UA 224 Vector Analysis       and eight computer science courses as required for the major in that department. For more information on computer science courses please click the following link: Link .    * A grade of C or better is required in all these courses to fulfill the major requirement.       Joint Major in Economics/Computer Science (20-22 Courses)    Computer Science Requirements (9)       CSCI-UA.0101 Introduction to Computer Science (FA/SP) prereq: CSCI-UA.0002 or departmental permission    CSCI-UA.0102 Data Structures (FA/SP) prereq: CSCI-UA.0101    CSCI-UA.0201 Computer Systems Organization (FA/SP) prereq: CSCI-UA.0102    CSCI-UA.0202 Operating Systems (FA/SP) prereq: CSCI-UA.0201    CSCI-UA.0310 Basic Algorithms (FA/SP) prereq: CSCI-UA.0102 and MATH-UA.0120    CSCI-UA.04.. Advanced CS Elective    CSCI-UA.04.. Advanced CS Elective    CSCI-UA.04.. Advanced CS Elective    CSCI-UA.04.. Advanced CS Elective OR one of the following:       MATH-UA.0140 Linear Algebra    ECON-UA.0310 Strategic Decision Thry.    ECON-UA.0337 Fwds, Ftrs, &amp; Options    ECON-UA.0365 Advanced Micro Thry    ECON-UA.0375 Tpcs in Econ. Thry             Economics Requirements - Theory Concentration (9)       ECON-UA.0001 Ecnomics Principles I    ECON-UA.0002 Economics Principles II    ECON-UA.0003 Microeconomics    ECON-UA.0013 Macroeconomics    ECON-UA.0020 Analytical Statistics    ECON-UA.0266 Introduction to Econometrics       Two economics theory electives numbers ECON-UA 300-399 One additional economics elective    Mathematics Requirements (4)       MATH-UA.0120 Discrete Mathematics    MATH-UA.0211 Mathematics for Economics I    MATH-UA.0212 Mathematics for Economics II    MATH-UA.0213 Mathematics for Economics III            Edit All                   top | contact webmaster"}, {"content": "Alg-game-thry Info Page                        Alg-game-thry --  Alg Game Theory Reading Group                                    About Alg-game-thry               English (USA)                            To see the collection of prior postings to the list,    visit the Alg-game-thry    Archives .    ( The current archive is only available to the list     members. )                  Using Alg-game-thry                To post a message to all the list members, send email to   alg-game-thry@cs.nyu.edu .    You can subscribe to the list, or change your existing   subscription, in the sections below.               Subscribing to Alg-game-thry                   Subscribe to Alg-game-thry by filling out the following    form.   You will be sent email requesting confirmation, to    prevent others from gratuitously subscribing you. This is a private list, which means that the    list of members is not available to non-members.                  Your email address:                  Your name (optional):              You may enter a   privacy password below. This provides only mild security,   but should prevent others from messing with your   subscription. Do not use a valuable password as   it will occasionally be emailed back to you in cleartext.      If you choose not to enter a password, one will be    automatically generated for you, and it will be sent to    you once you've confirmed your subscription. You can    always request a mail-back of your password when you edit    your personal options.                    Pick a password:             Reenter password to confirm:               Which language do you prefer to display your messages?     English (USA)               Would you like to receive list mail batched in a daily   digest?      No    Yes                                               Alg-game-thry Subscribers                   ( The subscribers list is only available to the list     members. ) Enter your address and password to visit the subscribers list: Address: Password:              To unsubscribe from Alg-game-thry, get a password reminder,   or change your subscription options enter your subscription   email address:      If you leave the field blank, you will be prompted for   your email address              Alg-game-thry list run by alg-game-thry-owner--at--cs.nyu.edu Alg-game-thry administrative interface (requires authorization) Overview of all cs.nyu.edu mailing lists        version 2.1.14"}]}]