[{"detail": [{"content": "Glucksman Ireland House | New York University                                               NEW YORK UNIVERSITY     ARTS AND SCIENCE     COLLEGE OF ARTS AND SCIENCE     GRADUATE SCHOOL OF ARTS AND SCIENCE                                     Home     About Us       Undergraduate Studies       Graduate Studies       Academic Initiatives       Events       Membership       Community             Stay Connected           sign up       like us on Facebook       follow us on Twitter       watch us on Youtube       now on iTunes       listen to our radio hour                 Featured       Spring 2015 events calendar now available         Enrich your knowledge of the Irish experience at home and abroad         Scholarships available for MA in Irish & Irish-American Studies         Now available: American Journal of Irish Studies, vol. 11               Video Highlight           MA in Irish and Irish-American Studies                 Academic Highlights       Listen to our latest podcast   Let Me Take You Home Again: The Gathering, from the Glucksman Ireland House Oral History Project. Read More           Now available: American Journal of Irish Studies, vol. 11   Featuring articles drawn from the public events series at Glucksman Ireland House NYU. Read More           An Ghaeilge   Irish language events, literature, and culture at Áras Glucksman na hÉireann. Read More           Glucksman Ireland House NYU Research Collective   A digital commons platform for a wide range of faculty, student, and public collaborative projects. Read More                  Announcements         Become a Member     We invite you to participate as a member of Glucksman Ireland House NYU and advance our dual mission of excellence in academic study and the presentation of cultural events to the New York public. Learn More             Take Action         Join the GIH NYU Email List             Events       Monday, April 27th, 7:00pm     U.S. launch of The Dirty Dust     A major international publishing event! Glucksman Ireland House hosts the launch of the long ­awaited English ­language translation of one of the world’s great satiric masterpieces.       Thursday, April 30th, 7:00pm     Ballymaloe in the Irish food Renaissance' with Darina Allen     at NYU's Kimmel Center for University Life, 60 Washington Square South, 10th floor   Irish chef and author Darina Allen visits Ireland House to discuss the role of the famed Ballymaloe Cookery School in Ireland's food Renaissance for the 8th annual Irish Institute of New York Lecture.         Monday, May 4th, 7:00pm     Mondays in May - May 4th     at TBA   Origin theatre company returns for the eleventh annual reading series with four works by contemporary European playwrights. Play TBA.       Monday, May 4th, 7:00pm     Senator George Mitchell launches memoir, The Negotiator     at NYU's Kimmel Center for University Life, 60 Washington Square South, rm 914   Senator George Mitchell, an architect of the 1998 Good Friday Agreement for peace in Northern Ireland, US Special Envoy for Middle East Peace among other important contributions launches his new memoir, The Negotiator .       Friday, May 8th, 12:00pm     PEN World Voices 2015 at NYU     at Washington Mews between 5th Avenue and University Place   Washington Mews transforms into a literary street fair. Join outdoor performances, workshops, and an indie book fair.       Friday, May 8th, 12:00pm     PEN World Voices Festival: Opening Panel     Kick off the PEN World Voices Festival at NYU with a collection of writers participating throughout the day in a variety of venues around NYU.       Friday, May 8th, 3:00pm     PEN World Voices Festival: Dan Neely and Company     at Washington Mews, between 5th Ave and Univeristy Place   As part of the PEN World Voices Festival, Dan Neely and company perform traditional Irish tunes outdoors on Washington Mews.       Friday, May 8th, 5:00pm     Novelist Cormac James launches The Surfacing     Novelist Cormac James launches The Surfacing in his North American debut.       Friday, May 8th, 8:00pm     The Blarney Star Concert Series: Chathasaigh & Newman     Harpist Máire Ní Chathasaigh, from west County Cork, and the talented guitarist Chris Newman fuse traditional melody and jazzy improvisation.         Calendar of Events                           &Aacute;ras Glucksman na h&Eacute;ireann                      Ollscoil Nua Eabhrac                  Glucksman Ireland House                  New York University                  One Washington Mews                  New York, NY 10003                  U.S.A.             Directions     Phone: 212.998.3950   Fax: 212.995.4373         Email:        ireland.house@nyu.edu         Sitemap | Contact Us | &copy; New York University , Arts and Science"}]}]