[{"detail": [{"content": "Cultures & Contexts    | The College Core Curriculum, College of Arts and Science | New York Univeristy                          NEW YORK UNIVERSITY     ARTS AND SCIENCE     COLLEGE OF ARTS AND SCIENCE     GRADUATE SCHOOL OF ARTS AND SCIENCE             The College Core Curriculum            Back to Home       Cultures & Contexts | 2013-2014 Note: * indicates example syllabus  Fall 2013 FALL 2013 MAP-UA 500 Cultures &amp; Contexts: Islam and Judaism Prof. Ben-Dor Benite (History/Middle Eastern &amp; Islamic Studies)  syllabus How two monotheist religions based on the idea of divine law—Islam and Judaism—evolved through constant dialogues, exchanges, imitations, frictions, and conflicts. Our approach is multidisciplinary throughout—we read and discuss texts, look at visual materials, listen to music, and also explore social and political aspects of Jewish-Muslim relations. We think about how Jewish and Muslim communal life, practices, and politics converged and diverged. Our purpose is not to present Jews and Muslims living harmoniously with one another but to understand how interactions between the groups shaped the development of their religions in key moments in history up to the contemporary period. FALL 2013 MAP-UA 503 Cultures &amp; Contexts: South Asia Prof. Rajagopal (Media, Culture, and Communication)  syllabus The South Asian subcontinent is in many ways at the heart of contemporary globalization. Few regions contain a higher density of population experiencing faster rates of social change. South Asia is the site of massive social transformations, ranging from new modes of consumption and aspiration, to accelerated urbanization, rising social inequality, and violent inter- and intra-state conflict. A little analyzed, yet central catalyst for these transformations is represented by media industries, which have grown at a rate greater than that of the economy as a whole for several years now. The current centrality of media to social life as neither entirely new, nor unprecedented, and provides entry points--from print and visual culture, to cinema, television, internet (including social media such as Youtube), and cellphones--for understanding both media history and South Asia, the relationship between culture and technology, the South Asian diaspora, mediated religion, and a range of inter-related topics. FALL 2013 MAP-UA 509 Cultures &amp; Contexts: The Caribbean Prof. Khan (Anthropology)  syllabus  Examines the impact of the Caribbean's long colonial history from the perspective of its diverse populations, through race, class, culture, gender, and sexuality. Known for its beauty, cultural vitality, and mix of peoples, cultures, and languages, the Caribbean is where today's global economy began, some 500 years ago. Its sugar economy and history of slave labor and colonialism made it the site of massive transplantations of peoples and cultures from Africa for more than four centuries and from Asia since the mid-19th century, and of a sizable influx of peoples from Europe all along. Readings examine the history of the region's differing forms of colonialism; the present postcolonial economic and political structures; anthropological material on family and community life, religious beliefs and practices, gender roles and ideologies; and ways in which national, community, and group identities are expressed today. FALL 2013 MAP-UA 512 Cultures &amp; Contexts: China Prof. Ben-Dor Benite (History/Middle Eastern &amp; Islamic Studies)  syllabus How what we today call “Chinese civilization” developed through constant dialogue and exchange with nearby and distant cultures. We focus on Chinese maritime, scientific, and artistic history, and see how it was shaped through numerous connections with the “outside” world. We begin with the group of small embattled polities that in 7th and 6th centuries BCE came to understand themselves as “Zhongguo” or Central Kingdoms and we continue with the rise of various imperial dynasties that united China and their interactions with numerous regions—Indian, Inner Asian, Central Asian, South East Asian, and European. At the same time we study the interactions with the Buddhist, Islamic, and Christian-Europeans. FALL 2013 MAP-UA 512 Cultures &amp; Contexts: China Prof. Karl (East Asian Studies)   syllabus  A multi-disciplinary examination of the global and domestic forces shaping modern China, extensively using Chinese sources in translation. Introduces students to some of the major historical, economic, cultural-literary, and social trends in thought and practice contributing to China's modern transformation, with a concentrated focus on the 19th and 20th centuries. Analytical technique, close textual reading, and contextual synthesis are the methodological points emphasized.  FALL 2013 MAP-UA 514 Cultures &amp; Contexts: Ancient Israel Prof. Smith (Hebrew &amp; Judaic Studies)  syllabus  The culture of the ancient Israelite societies of biblical times, covering the period from about 1200 b.c.e. to the conquests of Alexander the Great, in the fourth century b.c.e. Topics include the achievements of these societies in the areas of law and social organization, prophetic movements, Israelite religion, and ancient Hebrew literature. The Hebrew Bible preserves much of the creativity of the ancient Israelites, but archaeological excavations in Israel and neighboring lands, as well as the discovery of ancient writings in Hebrew and related languages, have added greatly to our knowledge of life as it was lived in biblical times. The civilizations of Egypt and Syria-Mesopotamia also shed light on Israelite culture. Of particular interest is the early development of Israelite monotheism, which, in time, emerged as ancient Judaism, the mother religion of Christianity and Islam. FALL 2013 MAP-UA 529 Cultures &amp; Contexts: Contemporary Latino Cultures Prof. Flores (Social and Cultural Analysis)  syllabus Latino cultures are present everywhere in contemporary American life, and are reshaping what it means to be American. Beginning with an overview of Latin American cultural theory going back to the time of the Spanish conquest--and including such thinkers as Bartolomé de las Casas, Sor Juana Inés de la Cruz, Simón Bolívar, José Martí, and José Vasconcelos--we then trace the development of Latino cultural identity, examining issues of race, citizenship, gender, class, and sexuality, in seeking to gain a critical perspective on Mexican American, Puerto Rican, Dominican, and other Latino communities in today's society. Turing to the dramatic political and cultural movements of the 1960s and 1970s, we then study the emergence of the idea of a pan-ethnic \"Latino\" identity encompassing all of the diverse national groups, with attention to instances of this new situation in music, literature, performance, and media representation. Some of the cultural forms and styles to be considered include salsa, border art, Nuyorican poetry, hip hop, and reggaeton; and students are encouraged to engage in and report about the many Latino cultural institutions and movements here in New York City. FALL 2013 MAP-UA 532 Cultures &amp; Contexts: African Diaspora Prof. Gomez (History)  syllabus The   dispersal of Africans to various parts of the world and over time,   examining their experiences and those of their descendants. Regions of   special interest include the Americas and the Islamic world, centering   on questions of slavery and freedom while emphasizing the emergence of   cultural forms and their relationship to both African and to non-African   influences. FALL 2013 MAP-UA 539 Cultures &amp; Contexts: Asian/Pacific/American Cultures Prof. Saranillio (Social and Cultural Analysis)  syllabus Examines significant historical and contemporary moments through an analysis of culture and power and how cultural productions--film, television dramas, novels, visual art, national monuments and memorials, among others--produce ideas, stories and silences in different historical moments about different Asian Americans and Pacific Islanders that have contemporary resonance today. For instance, how is it that the bikini, which most people associate with suggestive beach wear, has its origins in the U.S. nuclear testing of the first hydrogen bomb on the Bikini Atoll that irradiated much of the Pacific? How do historical representations of Asian American men make the meteoric rise of basketball star Jeremy Lin so unexpected and anomalous? How do histories of U.S. wars in Asia coupled with anti-Asian immigrant legislation shape ideas about Asian Americans as “perpetual foreigners” even centuries after Asian migration to the United States? Using different methods of cultural inquiry such as visual and popular culture, sports and media studies, literary critique, political economy and legal studies, we examine the complex ways that ideas about race, gender, sexuality, and indigeneity produce unequal power relations in U.S. society. FALL 2013 MAP-UA 541 Cultures &amp; Contexts: New World Encounters Prof. Tortorici (Spanish and Portuguese)  syllabus What was America before it was called “America”? How did indigenous peoples understand and document their first encounters with Europeans and Africans? We focus on how the convergence of indigenous, African, European, and Asian peoples in the Americas created complex cultures, societies, ethnicities, and forms of religiosity. Beginning with the “discovery” of the “Indies” by Christopher Columbus in 1492, we work our way thematically and chronologically through the centuries of conquest and colonial rule, up until the wars of independence in the early nineteenth century. We also examine the historical context before 1492 in the Americas, Africa, Asia, Europe, and the Middle East (with an emphasis on how particular Old World encounters affected New World encounters). FALL 2013 MAP-UA 544 Cultures &amp; Contexts: Spain Prof. Abercrombie (Anthropology)  syllabus Spanish modernity, from the Mediterranean to the Atlantic: Spain has not been a major world power in over 200 years, during which its competitors and successor empires (France, Britain, and the U.S.) branded it, via a conglomeration of ideas called the “Black Legend,” as a backwards and feudal bastion of superstition and intolerance, good only for anthropologists and tourists. A hotbed of state-building in antiquity, Spain emerged as a center of Renaissance learning under Arab and Berber rule. While the rest of Europe languished in feudalism, its seven centuries co-existence of Christians, Muslims, and Jews saw the rebirth of classical knowledge, the spread of literacy, the development of a human-centered cosmology, the emergence of narrative self-making and the novel, and Europe’s first primarily urban society, where philosophy, the sciences, architecture, and the arts flourished. After Christian princes defeated the last Islamic foothold in the Peninsula in 1492, Castilian language and culture was the backbone of Spain’s imperial expansion across the Atlantic and produced the first modern, disciplining state, the privileging of individualism, private property, and capitalism, and theses of popular sovereignty, the nation state, and theories of racial inequality. Outpaced in industrialization by the late 18th-century, still Spain (and the new nations of Spanish America) kept pace with liberal reforms that culminated in the clash of competing fascist-capitalist and democratic-socialist ideologies, leading to the Spanish Civil War, World War II, the Cold War, and the re-birth of Spanish democracy in the post-Franco and European Union era, and Spain’s current avant-garde role in culture and the arts. Materials include history, ethnography, literature, and film. FALL 2013 MAP-UA 545 Cultures &amp; Contexts: Egypt of the Pharaohs Prof. Roth (Hebrew &amp; Judaic Studies)  syllabus Ancient Egypt during the New Kingdom period, 1550-1069 BCE. During this period of imperial conquest, the ancient Egyptian civilization, already more than sixteen centuries old, increasingly interacted with the peoples and civilizations beyond its borders. We examine the remains of this newly cosmopolitan pharaonic culture, including a variety of primary sources—texts (literature, popular stories, religious writings, letters, and administrative documents), as well as material culture (works of art, architecture, archaeological remains). Students learn how scholars analyze this material to reconstruct New Kingdom cultural life and use these methods themselves to gain insight into the Egyptians' religious beliefs, social forms and organizations, and conventions and achievements of their literature, art, and architecture, as well as to critically evaluate the interpretations and reconstructions in the secondary scholarship. FALL 2013 MAP-UA 546 Cultures &amp; Contexts: Global Asia Prof. Ludden (History)  syllabus Explores the expansive transformation of Asian cultures from ancient times to the present, focusing on networks of mobility, interaction, social order, and exchange that form the particularity of Asian cultures through entanglements with others. Beginning in the days of Alexander the Great and the formation of the Afro-Eurasian ecumene, follows tracts of Buddhist, Confucian, Hindu, and Muslim expansion; then turns to the age of early modern landed empires, Ottoman-Safavid-Mughal-Ming/Ching, and their interactions with seaborne European expansion. Studies truly global formations of culture in the flow of goods, ideas, and people among world regions, during the age of modern empires and nationalism, including the rise of the nation as a cultural norm, capitalism in Asia, and Japanese expansion around the Pacific rim. Concludes by considering cultural change attending globalization since the 1950s, focusing on entanglements of Asian cultures with the globalizing culture of the market, consumerism, and wage labor, and transnational labor migration as well as Asian cultural spaces in and around New York City, including our nearby Chinatown. FALL 2013 MAP-UA 554 Cultures &amp; Contexts: Italy Prof. Merjian (Italian)  syllabus Italian culture seen through the lens of its most emblematic site and subject: Rome ancient and modern, mythical and historical, visual and verbal. Epitomizing the very notion of cultural perpetuity, Rome--in its artifacts and images, its politics and its myths, its models of democracy and empire--lurks at the heart of Italian identity. We examine the Eternal City in its aesthetic and historical specificity--its importance as an actual place--and also as an idea and an ideal, put to various political and cultural ends in the formation of Italians' visions of themselves. We thus consider the enduring and shifting significance of Rome for Italian self-understanding: beginning with the founding and development of the city, through its various \"rebirths\" in the Renaissance, the Italian Risorgimento, and the Fascist Regime, and also briefly consider the vitality of Rome and its histories/myths to other national traditions, political movements, and aesthetic programs, from France to the United States. Spring 2014 SPRING 2014 CORE -UA 501 Cultures &amp; Contexts: Early States in Mesopotamia and Egypt Prof. Wright (Anthropology)   syllabus Ancient Egypt and Mesopotamia are the homeland of the world's first and most spectacular early states. Each represents a cultural solution that has influenced the development of Western thought and its history. Yet each is distinctive in its own way, having produced different religious systems, art styles, political and economic organizations and historical trajectories. Study of these early states reveals not only the common thread in the human condition but also the astonishing variability in human behavior and culture. We explore the prehistoric to early historic periods in Mesopotamia (modern Iraq) and Egypt. Working with archaeological and textual sources, we trace the unique and important transitions from a life as hunters and gatherers to settling down in villages and the development of cities and states, and gain a deep appreciation for the accomplishments of the ancient Egyptians and Mesopotamians and some sense of our own place in the larger scheme of world history. SPRING 2014 CORE -UA 502 Cultures &amp; Contexts: Islamic Societies Prof. el-Leithy (Middle Eastern &amp; Islamic Studies)  syllabus Major social, cultural, and political transformation of the Middle East from late antiquity through the mid-thirteenth century, considered in the context of the formation and evolution of Islamic culture and polity. Examines the emergence of key concepts, practices, and cultural motifs of the medieval Islamic tradition. Also examines the emergence of the idea/concept of the \"Middle East\", the history and background of European interest in the region, as well as the crucial role of cultural encounter and dialogue (e.g., through trade, colonization, polemics) in the formation and development of identity. SPRING 2014 CORE -UA 502 Cultures &amp; Contexts: Islamic Societies Prof. Rowson (Middle Eastern &amp; Islamic Studies)   syllabus The Islamic world from about the year 600 to about 1300. Despite very large variations in culture across time and space, it is meaningful to speak of a single Islamic civilization during this period, and we ask why. Although the dominance of the religion of Islam, in one way or another, serves to define and unify the societies under examination, and religion will be a major topic of study, attention is also paid to philosophy and science, literature and music, and art and architecture. Reading are English translations of Arabic works written by the inhabitants of this world themselves. A chief objective is to help students appreciate just how different a culture different from their own--and especially one in the distant past--can be, and yet make perfect sense to its participants. By reading, analyzing, and discussing what those participants have to say about a myriad of topics, students gain insights into how cultures in general, including their own, work; and although the modern world is not included, study of the Islamic past will also enhance students’ understanding of Islam and Islamic cultures today. SPRING 2014 CORE -UA 507 Cultures &amp; Contexts: Japan Prof. Solt (History)  syllabus Postwar Japan, 1945 to Present. An inquiry into Japan's social, political, and economic transformation since World War II. Examines the role of the Cold War, the U.S. Occupation, the \"Peace\" Constitution, the symbolic monarchy, the economic \"miracle,\" corporate structure, the gendering of labor, and the legacy of war in shaping the history of postwar Japan. An underlying theme is the connection between political economy and culture. As such, we focus on the geopolitical and economic structures underpinning the visible transformations in everyday life and try to connect these transformations in Japanese history to broader themes in global history. SPRING 2014 CORE -UA 510 Cultures &amp; Contexts: Russia Prof. Kotsonis (Russian &amp; Slavic Studies)   syllabus  Focuses on distinctive historical and geographical dichotomies and issues in Russian culture. Emphasis is on primary documents, including literary works, travel notes, works of art, and political statements from all periods, chosen to establish the particular matrix of competing positions that make up the Russian national and cultural identity. SPRING 2014 CORE -UA 514 Cultures &amp; Contexts: Ancient Israel Prof. Smith (Hebrew &amp; Judaic Studies)  syllabus The culture of the ancient Israelite societies of biblical times, covering the period from about 1200 b.c.e. to the conquests of Alexander the Great, in the fourth century b.c.e. Topics include the achievements of these societies in the areas of law and social organization, prophetic movements, Israelite religion, and ancient Hebrew literature. The Hebrew Bible preserves much of the creativity of the ancient Israelites, but archaeological excavations in Israel and neighboring lands, as well as the discovery of ancient writings in Hebrew and related languages, have added greatly to our knowledge of life as it was lived in biblical times. The civilizations of Egypt and Syria-Mesopotamia also shed light on Israelite culture. Of particular interest is the early development of Israelite monotheism, which, in time, emerged as ancient Judaism, the mother religion of Christianity and Islam. SPRING 2014 CORE-UA 515 Cultures &amp; Contexts: Latin America Prof. Lane (Spanish &amp; Portuguese)  syllabus Over the last 50 years, millions of Latin Americans have experienced extraordinary shifts in their social, political, and cultural landscape, a result of the transformative effects of revolution or insurgency, state repression, popular resistance and social movements. We focus on events that had continental, hemispheric, and even global impact, including the Cuban Revolution of 1959, the military coups of the 1970s, and the Zapatista uprising in 1994. Drawing on a range of primary sources and cultural forms, we listen carefully to the voices of the major social actors of the time. Our sources are drawn from a wide range of media: newsprint, television broadcasts, transcripts, testimony, essay, documentary and feature film, art, and music. We deliberately mix artistic representations with documentary evidence to understand how the arts—music, visual art, literature, film—do not just reflect the reality around them, but are themselves vital sites for shaping and changing that reality and our imagination of it, both then and now. SPRING 2014 CORE -UA 534 Cultures &amp; Contexts: Black Atlantic Prof. Morgan (Social and Cultural Analysis)  syllabus This course considers the Black Atlantic as a socio-cultural economic space from the first arrival of Africans in the ‘New World,’ beginning around in the 15th century, through the rise of slavery in the Americas. During this class we will trace the origins and importance of the concept of the Black Atlantic within broad political contexts, paying special attention to the changing social, cultural and economic relations that shaped community formation among people of African descent and laid the foundations for modern political and economic orders. Once we have established those foundations, we will think about the Black Atlantic as a critical site of cultural production. Using the frame of the Atlantic to ask questions about the relationship between culture and political economy. We will explore a range of genres--film, fiction, music, as well as formal scholarship--so as to explore questions of evidence in the context of the real and the imaginary. Topics to be covered include African enslavement and settlement in Africa and the Americas; the development of transatlantic racial capitalism; variations in politics and culture between empires in the Atlantic world; creolization, plantation slavery and slave society; the politics and culture of the enslaved; the Haitian Revolution; slave emancipation; and contemporary black Atlantic politics and racial capitalism. SPRING 2014 CORE -UA 536 Cultures &amp; Contexts: Indigenous Australia Prof. Myers (Anthropology)  syllabus The indigenous people of Australia have long been the subject of interest and imagination by outsiders for their cultural formulations of kinship, ritual, art, gender, and politics, and they have entered into representations as distinctively \"Other\"—whether in negative or positive formulations of the \"Primitive.\" These representations—in feature films about them such as Walkabout and Rabbit Proof Fence, in New Age Literature, or museum exhibitions—are now also in dialogue with their own forms of cultural production. At the same time, Aboriginal people have struggled to reproduce themselves and their traditions in their own terms, asserting their right to forms of cultural autonomy and self-determination. We explore the historical and geographical range of Aboriginal Australian forms of social being through ethnographic texts, art, novels, autobiographies, film and other media, and consider the ways in which identity is being challenged and constructed. SPRING 2014 CORE -UA 537 Cultures &amp; Contexts: Modern Israel Prof. Engel (Hebrew and Judaic Studies)  syllabus Explores the cultural values and expressions through which residents of the modern State of Israel have tried to come to grips with the manifold challenges their country has faced since its inception in 1948. Its founders envisioned citizens would initiate extensive changes in their economic and political behavior, family life, attitudes toward their bodies, relations with their neighbors, religious outlook, and view of their place in the world, and expected that these would find concrete expression in literature, art, music, architecture, and intellectual life. But they did not anticipate the challenges of rapid mass immigration, periodic wars, shifting geopolitical alignments, transformation of the global economy, and sweeping technological innovations. We analyze these far-reaching changes in the context in which Israeli culture has functioned and investigate how that culture has responded to them, drawing on journalistic accounts, short stories, and Israeli films and television programs.  SPRING 2014 CORE -UA 541 Cultures &amp; Contexts: New World Encounters Prof. Eustace (History)  syllabus During the Atlantic Age of Sail, from the fifteenth though the nineteenth centuries, the peoples of four continents—Europe, Africa, North American and South America—began to interact in sustained and complex ways for the first time. They brought to their encounters diverse cosmologies (beliefs about the spiritual world), epistemologies (systems of knowing and gathering empirical knowledge), family formations (networks of kinship), state configurations (forms of political organization), trading patterns (systems of material accumulation and exchange), and traditions of war and peace (forms of conflict and negotiation across groups). From their divergent approaches to the distribution and regulation of land, population, and goods arose a complex new transoceanic system that would tie together these four corners of the Atlantic. Reading early historical accounts, travel narratives, personal memoirs, novels, poems, and plays, we see how Atlantic peoples make sense of their changing worlds and the creative tensions of encounter, and come to understand the productive conflicts that ultimately gave rise to an Age of Atlantic Revolutions.  SPRING 2014 CORE-UA 543 Cultures and Contexts: Korea Prof. Yi (East Asian Studies)  syllabus A multi-disciplinary introduction to Korean society and culture, surveying Korean history from antiquity to the present though a wide range of primary sources from the past, including archaeological relics, written records, and works of art, as well as contemporary materials by Korean authors, directors, and other cultural producers. Considers the origins of Korean “tradition,” the formation and development of social relations, popular beliefs, and systems of thought that have shaped the Korean way of life, in order to locate their resonances and ramifications in modern Korea, particularly in cultural representations. Continues with Korea’s “transformation” through its encounter with the West, its modern experiences and national struggle under colonial rule, social upheavals after liberation, and the Korean War. Concludes by tracing the enduring impacts of the unresolved past on contemporary society, Korea “today” in terms of economic development and crisis, the democracy movement and its limitations, relations with North Korea and with the US, and sociocultural diversification in the age of globalization. To forge critical perspectives on Korean history, society, and culture, students are encouraged to situate these topics within the broader contexts of East Asia and the world. SPRING 2014 CORE -UA 544 Cultures &amp; Contexts: Spain Prof. Mendelson (Spanish)  syllabus What   does Spanish culture look like? What are the different materials that   Spanish artists and writers have chosen to articulate the often complex   understandings they have of themselves, their nation(s), their relation   to modernity (its opportunities and challenges), and the broader   international community? We approach Spanish culture critically by   learning about specific works and the contexts within which they exist,   focusing on the mid-nineteenth century through the late-twentieth   century, including fiction, poetry, film (fiction and documentary),   painting, poster art, photography, performance, and architecture.   Students actively engage in an informed analysis of cultural works from   Spain in order to better understand and question the relation between   cultural forms and questions of national identity, tradition, modernity,   and authorship as they relate to the historical moment and location in   which they are produced.    top of page           Contact Us | &copy; New York University , Arts and Science"}]},
{"detail": [{"content": "Cultures & Contexts    | The College Core Curriculum, College of Arts and Science | New York Univeristy                          NEW YORK UNIVERSITY     ARTS AND SCIENCE     COLLEGE OF ARTS AND SCIENCE     GRADUATE SCHOOL OF ARTS AND SCIENCE             The College Core Curriculum            Back to Home       Cultures & Contexts | 2013-2014 Note: * indicates example syllabus  Fall 2013 FALL 2013 MAP-UA 500 Cultures &amp; Contexts: Islam and Judaism Prof. Ben-Dor Benite (History/Middle Eastern &amp; Islamic Studies)  syllabus How two monotheist religions based on the idea of divine law—Islam and Judaism—evolved through constant dialogues, exchanges, imitations, frictions, and conflicts. Our approach is multidisciplinary throughout—we read and discuss texts, look at visual materials, listen to music, and also explore social and political aspects of Jewish-Muslim relations. We think about how Jewish and Muslim communal life, practices, and politics converged and diverged. Our purpose is not to present Jews and Muslims living harmoniously with one another but to understand how interactions between the groups shaped the development of their religions in key moments in history up to the contemporary period. FALL 2013 MAP-UA 503 Cultures &amp; Contexts: South Asia Prof. Rajagopal (Media, Culture, and Communication)  syllabus The South Asian subcontinent is in many ways at the heart of contemporary globalization. Few regions contain a higher density of population experiencing faster rates of social change. South Asia is the site of massive social transformations, ranging from new modes of consumption and aspiration, to accelerated urbanization, rising social inequality, and violent inter- and intra-state conflict. A little analyzed, yet central catalyst for these transformations is represented by media industries, which have grown at a rate greater than that of the economy as a whole for several years now. The current centrality of media to social life as neither entirely new, nor unprecedented, and provides entry points--from print and visual culture, to cinema, television, internet (including social media such as Youtube), and cellphones--for understanding both media history and South Asia, the relationship between culture and technology, the South Asian diaspora, mediated religion, and a range of inter-related topics. FALL 2013 MAP-UA 509 Cultures &amp; Contexts: The Caribbean Prof. Khan (Anthropology)  syllabus  Examines the impact of the Caribbean's long colonial history from the perspective of its diverse populations, through race, class, culture, gender, and sexuality. Known for its beauty, cultural vitality, and mix of peoples, cultures, and languages, the Caribbean is where today's global economy began, some 500 years ago. Its sugar economy and history of slave labor and colonialism made it the site of massive transplantations of peoples and cultures from Africa for more than four centuries and from Asia since the mid-19th century, and of a sizable influx of peoples from Europe all along. Readings examine the history of the region's differing forms of colonialism; the present postcolonial economic and political structures; anthropological material on family and community life, religious beliefs and practices, gender roles and ideologies; and ways in which national, community, and group identities are expressed today. FALL 2013 MAP-UA 512 Cultures &amp; Contexts: China Prof. Ben-Dor Benite (History/Middle Eastern &amp; Islamic Studies)  syllabus How what we today call “Chinese civilization” developed through constant dialogue and exchange with nearby and distant cultures. We focus on Chinese maritime, scientific, and artistic history, and see how it was shaped through numerous connections with the “outside” world. We begin with the group of small embattled polities that in 7th and 6th centuries BCE came to understand themselves as “Zhongguo” or Central Kingdoms and we continue with the rise of various imperial dynasties that united China and their interactions with numerous regions—Indian, Inner Asian, Central Asian, South East Asian, and European. At the same time we study the interactions with the Buddhist, Islamic, and Christian-Europeans. FALL 2013 MAP-UA 512 Cultures &amp; Contexts: China Prof. Karl (East Asian Studies)   syllabus  A multi-disciplinary examination of the global and domestic forces shaping modern China, extensively using Chinese sources in translation. Introduces students to some of the major historical, economic, cultural-literary, and social trends in thought and practice contributing to China's modern transformation, with a concentrated focus on the 19th and 20th centuries. Analytical technique, close textual reading, and contextual synthesis are the methodological points emphasized.  FALL 2013 MAP-UA 514 Cultures &amp; Contexts: Ancient Israel Prof. Smith (Hebrew &amp; Judaic Studies)  syllabus  The culture of the ancient Israelite societies of biblical times, covering the period from about 1200 b.c.e. to the conquests of Alexander the Great, in the fourth century b.c.e. Topics include the achievements of these societies in the areas of law and social organization, prophetic movements, Israelite religion, and ancient Hebrew literature. The Hebrew Bible preserves much of the creativity of the ancient Israelites, but archaeological excavations in Israel and neighboring lands, as well as the discovery of ancient writings in Hebrew and related languages, have added greatly to our knowledge of life as it was lived in biblical times. The civilizations of Egypt and Syria-Mesopotamia also shed light on Israelite culture. Of particular interest is the early development of Israelite monotheism, which, in time, emerged as ancient Judaism, the mother religion of Christianity and Islam. FALL 2013 MAP-UA 529 Cultures &amp; Contexts: Contemporary Latino Cultures Prof. Flores (Social and Cultural Analysis)  syllabus Latino cultures are present everywhere in contemporary American life, and are reshaping what it means to be American. Beginning with an overview of Latin American cultural theory going back to the time of the Spanish conquest--and including such thinkers as Bartolomé de las Casas, Sor Juana Inés de la Cruz, Simón Bolívar, José Martí, and José Vasconcelos--we then trace the development of Latino cultural identity, examining issues of race, citizenship, gender, class, and sexuality, in seeking to gain a critical perspective on Mexican American, Puerto Rican, Dominican, and other Latino communities in today's society. Turing to the dramatic political and cultural movements of the 1960s and 1970s, we then study the emergence of the idea of a pan-ethnic \"Latino\" identity encompassing all of the diverse national groups, with attention to instances of this new situation in music, literature, performance, and media representation. Some of the cultural forms and styles to be considered include salsa, border art, Nuyorican poetry, hip hop, and reggaeton; and students are encouraged to engage in and report about the many Latino cultural institutions and movements here in New York City. FALL 2013 MAP-UA 532 Cultures &amp; Contexts: African Diaspora Prof. Gomez (History)  syllabus The   dispersal of Africans to various parts of the world and over time,   examining their experiences and those of their descendants. Regions of   special interest include the Americas and the Islamic world, centering   on questions of slavery and freedom while emphasizing the emergence of   cultural forms and their relationship to both African and to non-African   influences. FALL 2013 MAP-UA 539 Cultures &amp; Contexts: Asian/Pacific/American Cultures Prof. Saranillio (Social and Cultural Analysis)  syllabus Examines significant historical and contemporary moments through an analysis of culture and power and how cultural productions--film, television dramas, novels, visual art, national monuments and memorials, among others--produce ideas, stories and silences in different historical moments about different Asian Americans and Pacific Islanders that have contemporary resonance today. For instance, how is it that the bikini, which most people associate with suggestive beach wear, has its origins in the U.S. nuclear testing of the first hydrogen bomb on the Bikini Atoll that irradiated much of the Pacific? How do historical representations of Asian American men make the meteoric rise of basketball star Jeremy Lin so unexpected and anomalous? How do histories of U.S. wars in Asia coupled with anti-Asian immigrant legislation shape ideas about Asian Americans as “perpetual foreigners” even centuries after Asian migration to the United States? Using different methods of cultural inquiry such as visual and popular culture, sports and media studies, literary critique, political economy and legal studies, we examine the complex ways that ideas about race, gender, sexuality, and indigeneity produce unequal power relations in U.S. society. FALL 2013 MAP-UA 541 Cultures &amp; Contexts: New World Encounters Prof. Tortorici (Spanish and Portuguese)  syllabus What was America before it was called “America”? How did indigenous peoples understand and document their first encounters with Europeans and Africans? We focus on how the convergence of indigenous, African, European, and Asian peoples in the Americas created complex cultures, societies, ethnicities, and forms of religiosity. Beginning with the “discovery” of the “Indies” by Christopher Columbus in 1492, we work our way thematically and chronologically through the centuries of conquest and colonial rule, up until the wars of independence in the early nineteenth century. We also examine the historical context before 1492 in the Americas, Africa, Asia, Europe, and the Middle East (with an emphasis on how particular Old World encounters affected New World encounters). FALL 2013 MAP-UA 544 Cultures &amp; Contexts: Spain Prof. Abercrombie (Anthropology)  syllabus Spanish modernity, from the Mediterranean to the Atlantic: Spain has not been a major world power in over 200 years, during which its competitors and successor empires (France, Britain, and the U.S.) branded it, via a conglomeration of ideas called the “Black Legend,” as a backwards and feudal bastion of superstition and intolerance, good only for anthropologists and tourists. A hotbed of state-building in antiquity, Spain emerged as a center of Renaissance learning under Arab and Berber rule. While the rest of Europe languished in feudalism, its seven centuries co-existence of Christians, Muslims, and Jews saw the rebirth of classical knowledge, the spread of literacy, the development of a human-centered cosmology, the emergence of narrative self-making and the novel, and Europe’s first primarily urban society, where philosophy, the sciences, architecture, and the arts flourished. After Christian princes defeated the last Islamic foothold in the Peninsula in 1492, Castilian language and culture was the backbone of Spain’s imperial expansion across the Atlantic and produced the first modern, disciplining state, the privileging of individualism, private property, and capitalism, and theses of popular sovereignty, the nation state, and theories of racial inequality. Outpaced in industrialization by the late 18th-century, still Spain (and the new nations of Spanish America) kept pace with liberal reforms that culminated in the clash of competing fascist-capitalist and democratic-socialist ideologies, leading to the Spanish Civil War, World War II, the Cold War, and the re-birth of Spanish democracy in the post-Franco and European Union era, and Spain’s current avant-garde role in culture and the arts. Materials include history, ethnography, literature, and film. FALL 2013 MAP-UA 545 Cultures &amp; Contexts: Egypt of the Pharaohs Prof. Roth (Hebrew &amp; Judaic Studies)  syllabus Ancient Egypt during the New Kingdom period, 1550-1069 BCE. During this period of imperial conquest, the ancient Egyptian civilization, already more than sixteen centuries old, increasingly interacted with the peoples and civilizations beyond its borders. We examine the remains of this newly cosmopolitan pharaonic culture, including a variety of primary sources—texts (literature, popular stories, religious writings, letters, and administrative documents), as well as material culture (works of art, architecture, archaeological remains). Students learn how scholars analyze this material to reconstruct New Kingdom cultural life and use these methods themselves to gain insight into the Egyptians' religious beliefs, social forms and organizations, and conventions and achievements of their literature, art, and architecture, as well as to critically evaluate the interpretations and reconstructions in the secondary scholarship. FALL 2013 MAP-UA 546 Cultures &amp; Contexts: Global Asia Prof. Ludden (History)  syllabus Explores the expansive transformation of Asian cultures from ancient times to the present, focusing on networks of mobility, interaction, social order, and exchange that form the particularity of Asian cultures through entanglements with others. Beginning in the days of Alexander the Great and the formation of the Afro-Eurasian ecumene, follows tracts of Buddhist, Confucian, Hindu, and Muslim expansion; then turns to the age of early modern landed empires, Ottoman-Safavid-Mughal-Ming/Ching, and their interactions with seaborne European expansion. Studies truly global formations of culture in the flow of goods, ideas, and people among world regions, during the age of modern empires and nationalism, including the rise of the nation as a cultural norm, capitalism in Asia, and Japanese expansion around the Pacific rim. Concludes by considering cultural change attending globalization since the 1950s, focusing on entanglements of Asian cultures with the globalizing culture of the market, consumerism, and wage labor, and transnational labor migration as well as Asian cultural spaces in and around New York City, including our nearby Chinatown. FALL 2013 MAP-UA 554 Cultures &amp; Contexts: Italy Prof. Merjian (Italian)  syllabus Italian culture seen through the lens of its most emblematic site and subject: Rome ancient and modern, mythical and historical, visual and verbal. Epitomizing the very notion of cultural perpetuity, Rome--in its artifacts and images, its politics and its myths, its models of democracy and empire--lurks at the heart of Italian identity. We examine the Eternal City in its aesthetic and historical specificity--its importance as an actual place--and also as an idea and an ideal, put to various political and cultural ends in the formation of Italians' visions of themselves. We thus consider the enduring and shifting significance of Rome for Italian self-understanding: beginning with the founding and development of the city, through its various \"rebirths\" in the Renaissance, the Italian Risorgimento, and the Fascist Regime, and also briefly consider the vitality of Rome and its histories/myths to other national traditions, political movements, and aesthetic programs, from France to the United States. Spring 2014 SPRING 2014 CORE -UA 501 Cultures &amp; Contexts: Early States in Mesopotamia and Egypt Prof. Wright (Anthropology)   syllabus Ancient Egypt and Mesopotamia are the homeland of the world's first and most spectacular early states. Each represents a cultural solution that has influenced the development of Western thought and its history. Yet each is distinctive in its own way, having produced different religious systems, art styles, political and economic organizations and historical trajectories. Study of these early states reveals not only the common thread in the human condition but also the astonishing variability in human behavior and culture. We explore the prehistoric to early historic periods in Mesopotamia (modern Iraq) and Egypt. Working with archaeological and textual sources, we trace the unique and important transitions from a life as hunters and gatherers to settling down in villages and the development of cities and states, and gain a deep appreciation for the accomplishments of the ancient Egyptians and Mesopotamians and some sense of our own place in the larger scheme of world history. SPRING 2014 CORE -UA 502 Cultures &amp; Contexts: Islamic Societies Prof. el-Leithy (Middle Eastern &amp; Islamic Studies)  syllabus Major social, cultural, and political transformation of the Middle East from late antiquity through the mid-thirteenth century, considered in the context of the formation and evolution of Islamic culture and polity. Examines the emergence of key concepts, practices, and cultural motifs of the medieval Islamic tradition. Also examines the emergence of the idea/concept of the \"Middle East\", the history and background of European interest in the region, as well as the crucial role of cultural encounter and dialogue (e.g., through trade, colonization, polemics) in the formation and development of identity. SPRING 2014 CORE -UA 502 Cultures &amp; Contexts: Islamic Societies Prof. Rowson (Middle Eastern &amp; Islamic Studies)   syllabus The Islamic world from about the year 600 to about 1300. Despite very large variations in culture across time and space, it is meaningful to speak of a single Islamic civilization during this period, and we ask why. Although the dominance of the religion of Islam, in one way or another, serves to define and unify the societies under examination, and religion will be a major topic of study, attention is also paid to philosophy and science, literature and music, and art and architecture. Reading are English translations of Arabic works written by the inhabitants of this world themselves. A chief objective is to help students appreciate just how different a culture different from their own--and especially one in the distant past--can be, and yet make perfect sense to its participants. By reading, analyzing, and discussing what those participants have to say about a myriad of topics, students gain insights into how cultures in general, including their own, work; and although the modern world is not included, study of the Islamic past will also enhance students’ understanding of Islam and Islamic cultures today. SPRING 2014 CORE -UA 507 Cultures &amp; Contexts: Japan Prof. Solt (History)  syllabus Postwar Japan, 1945 to Present. An inquiry into Japan's social, political, and economic transformation since World War II. Examines the role of the Cold War, the U.S. Occupation, the \"Peace\" Constitution, the symbolic monarchy, the economic \"miracle,\" corporate structure, the gendering of labor, and the legacy of war in shaping the history of postwar Japan. An underlying theme is the connection between political economy and culture. As such, we focus on the geopolitical and economic structures underpinning the visible transformations in everyday life and try to connect these transformations in Japanese history to broader themes in global history. SPRING 2014 CORE -UA 510 Cultures &amp; Contexts: Russia Prof. Kotsonis (Russian &amp; Slavic Studies)   syllabus  Focuses on distinctive historical and geographical dichotomies and issues in Russian culture. Emphasis is on primary documents, including literary works, travel notes, works of art, and political statements from all periods, chosen to establish the particular matrix of competing positions that make up the Russian national and cultural identity. SPRING 2014 CORE -UA 514 Cultures &amp; Contexts: Ancient Israel Prof. Smith (Hebrew &amp; Judaic Studies)  syllabus The culture of the ancient Israelite societies of biblical times, covering the period from about 1200 b.c.e. to the conquests of Alexander the Great, in the fourth century b.c.e. Topics include the achievements of these societies in the areas of law and social organization, prophetic movements, Israelite religion, and ancient Hebrew literature. The Hebrew Bible preserves much of the creativity of the ancient Israelites, but archaeological excavations in Israel and neighboring lands, as well as the discovery of ancient writings in Hebrew and related languages, have added greatly to our knowledge of life as it was lived in biblical times. The civilizations of Egypt and Syria-Mesopotamia also shed light on Israelite culture. Of particular interest is the early development of Israelite monotheism, which, in time, emerged as ancient Judaism, the mother religion of Christianity and Islam. SPRING 2014 CORE-UA 515 Cultures &amp; Contexts: Latin America Prof. Lane (Spanish &amp; Portuguese)  syllabus Over the last 50 years, millions of Latin Americans have experienced extraordinary shifts in their social, political, and cultural landscape, a result of the transformative effects of revolution or insurgency, state repression, popular resistance and social movements. We focus on events that had continental, hemispheric, and even global impact, including the Cuban Revolution of 1959, the military coups of the 1970s, and the Zapatista uprising in 1994. Drawing on a range of primary sources and cultural forms, we listen carefully to the voices of the major social actors of the time. Our sources are drawn from a wide range of media: newsprint, television broadcasts, transcripts, testimony, essay, documentary and feature film, art, and music. We deliberately mix artistic representations with documentary evidence to understand how the arts—music, visual art, literature, film—do not just reflect the reality around them, but are themselves vital sites for shaping and changing that reality and our imagination of it, both then and now. SPRING 2014 CORE -UA 534 Cultures &amp; Contexts: Black Atlantic Prof. Morgan (Social and Cultural Analysis)  syllabus This course considers the Black Atlantic as a socio-cultural economic space from the first arrival of Africans in the ‘New World,’ beginning around in the 15th century, through the rise of slavery in the Americas. During this class we will trace the origins and importance of the concept of the Black Atlantic within broad political contexts, paying special attention to the changing social, cultural and economic relations that shaped community formation among people of African descent and laid the foundations for modern political and economic orders. Once we have established those foundations, we will think about the Black Atlantic as a critical site of cultural production. Using the frame of the Atlantic to ask questions about the relationship between culture and political economy. We will explore a range of genres--film, fiction, music, as well as formal scholarship--so as to explore questions of evidence in the context of the real and the imaginary. Topics to be covered include African enslavement and settlement in Africa and the Americas; the development of transatlantic racial capitalism; variations in politics and culture between empires in the Atlantic world; creolization, plantation slavery and slave society; the politics and culture of the enslaved; the Haitian Revolution; slave emancipation; and contemporary black Atlantic politics and racial capitalism. SPRING 2014 CORE -UA 536 Cultures &amp; Contexts: Indigenous Australia Prof. Myers (Anthropology)  syllabus The indigenous people of Australia have long been the subject of interest and imagination by outsiders for their cultural formulations of kinship, ritual, art, gender, and politics, and they have entered into representations as distinctively \"Other\"—whether in negative or positive formulations of the \"Primitive.\" These representations—in feature films about them such as Walkabout and Rabbit Proof Fence, in New Age Literature, or museum exhibitions—are now also in dialogue with their own forms of cultural production. At the same time, Aboriginal people have struggled to reproduce themselves and their traditions in their own terms, asserting their right to forms of cultural autonomy and self-determination. We explore the historical and geographical range of Aboriginal Australian forms of social being through ethnographic texts, art, novels, autobiographies, film and other media, and consider the ways in which identity is being challenged and constructed. SPRING 2014 CORE -UA 537 Cultures &amp; Contexts: Modern Israel Prof. Engel (Hebrew and Judaic Studies)  syllabus Explores the cultural values and expressions through which residents of the modern State of Israel have tried to come to grips with the manifold challenges their country has faced since its inception in 1948. Its founders envisioned citizens would initiate extensive changes in their economic and political behavior, family life, attitudes toward their bodies, relations with their neighbors, religious outlook, and view of their place in the world, and expected that these would find concrete expression in literature, art, music, architecture, and intellectual life. But they did not anticipate the challenges of rapid mass immigration, periodic wars, shifting geopolitical alignments, transformation of the global economy, and sweeping technological innovations. We analyze these far-reaching changes in the context in which Israeli culture has functioned and investigate how that culture has responded to them, drawing on journalistic accounts, short stories, and Israeli films and television programs.  SPRING 2014 CORE -UA 541 Cultures &amp; Contexts: New World Encounters Prof. Eustace (History)  syllabus During the Atlantic Age of Sail, from the fifteenth though the nineteenth centuries, the peoples of four continents—Europe, Africa, North American and South America—began to interact in sustained and complex ways for the first time. They brought to their encounters diverse cosmologies (beliefs about the spiritual world), epistemologies (systems of knowing and gathering empirical knowledge), family formations (networks of kinship), state configurations (forms of political organization), trading patterns (systems of material accumulation and exchange), and traditions of war and peace (forms of conflict and negotiation across groups). From their divergent approaches to the distribution and regulation of land, population, and goods arose a complex new transoceanic system that would tie together these four corners of the Atlantic. Reading early historical accounts, travel narratives, personal memoirs, novels, poems, and plays, we see how Atlantic peoples make sense of their changing worlds and the creative tensions of encounter, and come to understand the productive conflicts that ultimately gave rise to an Age of Atlantic Revolutions.  SPRING 2014 CORE-UA 543 Cultures and Contexts: Korea Prof. Yi (East Asian Studies)  syllabus A multi-disciplinary introduction to Korean society and culture, surveying Korean history from antiquity to the present though a wide range of primary sources from the past, including archaeological relics, written records, and works of art, as well as contemporary materials by Korean authors, directors, and other cultural producers. Considers the origins of Korean “tradition,” the formation and development of social relations, popular beliefs, and systems of thought that have shaped the Korean way of life, in order to locate their resonances and ramifications in modern Korea, particularly in cultural representations. Continues with Korea’s “transformation” through its encounter with the West, its modern experiences and national struggle under colonial rule, social upheavals after liberation, and the Korean War. Concludes by tracing the enduring impacts of the unresolved past on contemporary society, Korea “today” in terms of economic development and crisis, the democracy movement and its limitations, relations with North Korea and with the US, and sociocultural diversification in the age of globalization. To forge critical perspectives on Korean history, society, and culture, students are encouraged to situate these topics within the broader contexts of East Asia and the world. SPRING 2014 CORE -UA 544 Cultures &amp; Contexts: Spain Prof. Mendelson (Spanish)  syllabus What   does Spanish culture look like? What are the different materials that   Spanish artists and writers have chosen to articulate the often complex   understandings they have of themselves, their nation(s), their relation   to modernity (its opportunities and challenges), and the broader   international community? We approach Spanish culture critically by   learning about specific works and the contexts within which they exist,   focusing on the mid-nineteenth century through the late-twentieth   century, including fiction, poetry, film (fiction and documentary),   painting, poster art, photography, performance, and architecture.   Students actively engage in an informed analysis of cultural works from   Spain in order to better understand and question the relation between   cultural forms and questions of national identity, tradition, modernity,   and authorship as they relate to the historical moment and location in   which they are produced.    top of page           Contact Us | &copy; New York University , Arts and Science"}, {"content": "People    |     American Studies    | New York University                                   Skip to page Content.     NEW YORK UNIVERSITY     ARTS AND SCIENCE     COLLEGE OF ARTS AND SCIENCE     GRADUATE SCHOOL OF ARTS AND SCIENCE                                Home     People     Graduate Program       Undergraduate Program       Events       Resources and Affliliations       Department of Social and Cultural Analysis             Stay Connected           Facebook       Twitter               Related Information         Affiliated Faculty           Administration and Staff           Alumni           PhD Student Profiles             Useful Links         Arts and Science Faculty Profiles           NYU Public Directory                 Home &gt; People     People   Andrew Ross, Director, American Studies (interim)                   Cristina Beltrán     Associate Professor of Social and Cultural Analysis   Director of Latino Studies   Email:     cbeltran@nyu.edu     Research Interests:   modern and contemporary political theory, democratic theory, Latino Studies/Latino politics in the U.S., feminist theory, American political thought, race and ethnicity, gender and sexuality               Renée Blake     Associate Professor of Linguistics and Social and Cultural Analysis   Director, Africana Studies   Email:     renee.blake@nyu.edu     Research Interests:   Urban sociolinguistics; African American Vernacular English; languages and cultures of the Caribbean.               Arlene Davila     Professor of Anthropology and Social and Cultural Analysis   Email:     arlene.davila@nyu.edu     Research Interests:   race and ethnicity; nationalism; media studies; political economy, globalization; the politics of museum and visual representation; urban studies; consumption; Latinos in the U.S.               David Dent     and Social and Cultural Analysis   Email:     david.dent@nyu.edu                 Carolyn Dinshaw     Professor of Social and Cultural Analysis and English   Chair of Social and Cultural Analysis   Email:     carolyn.dinshaw@nyu.edu     Research Interests:   English and Western European medieval literature and culture; feminist studies; lesbian/gay/bisexual/transgender studies; history of sexuality; theories of history and historiography; theories and experiences of temporality; ecology and ecocriticism; history of maps and mapping               Lisa Duggan     Professor of Social and Cultural Analysis   Research Interests:   Modern U.S. cultural, social, and political history; history of gender and sexuality; lesbian and gay studies.               Juan Flores     Professor of Social and Cultural Analysis   Email:     jflores@igc.org     Research Interests:   Social and cultural theory, Latino and Puerto Rican studies, popular music, theory of diaspora and transnational communities, Afro-Latino culture.               Gayatri Gopinath     Associate Professor of Social and Cultural Analysis   Director of Asian/Pacific/American Studies   Email:     gayatri.gopinath@nyu.edu     Research Interests:   Queer Studies, Postcolonial Studies, and Feminist Theory               Phillip Brian Harper     Erich Maria Remarque Professor of Literature;   Professor of Social and Cultural Analysis and English   Director, Gender and Sexuality Studies   Email:     phil.harper@nyu.edu     Research Interests:   Modern and contemporary U.S. literary and cultural studies; African-American literature and culture; gender and sexuality studies               Sharon Heijin Lee     Assistant Professor/Faculty Fellow of Social and Cultural Analysis   Email:     sharon.lee@nyu.edu     Research Interests:   transnational feminist cultural studies; intersections between asian american studies and asian studies; korean studies; transnational american studies, gender and sexuality studies               Julie Livingston     Visiting Professor of History and Social and Cultural Analysis   Email:     jl6877@nyu.edu     Research Interests:   The Body; Gender; History and Anthropology; Medicine and Public Health; Historical and Ethnographic Writing.               Harvey Molotch     Professor of Social and Cultural Analysis and Sociology   Email:     harvey.molotch@nyu.edu     Research Interests:   Urban development and political economy; the sociology of architecture, design, and consumption; environmental degradation; mechanisms of interactional inequalities.               Jennifer L. Morgan     Professor of Social and Cultural Analysis and History   Email:     jennifer.morgan@nyu.edu     Research Interests:   Early African American History, Comparative Slavery, Histories of Racial Ideology, Women and Gender               Crystal Parikh     Associate Professor of English and Social and Cultural Analysis   Director of PhD   Email:     crystal.parikh@nyu.edu     Research Interests:   Asian American literature and studies; Latino/Chicano literature and studies; feminist and critical race theory; postcolonial studies; twentieth-century American literature               Ann Pellegrini     Professor of Social and Cultural Analysis and Performance Studies   Director, Center for the Study of Gender and Sexuality   Email:     ap39@nyu.edu     Research Interests:   religion, sexuality, and U.S. public life • performance and law • psychoanalysis and culture • trauma studies • lgbtq studies • feminist studies • gender and performance • affect studies • critical theories of secularism • religion and biopolitics • Jewish cultural studies • childhood studies               Mary Louise Pratt     Silver Professor;   Professor of Social and Cultural Analysis and Spanish & Portuguese and Comparative Literature   Email:     mlp7@nyu.edu                 Michael Ralph     Associate Professor, Gender and Sexuality Studies, Metropolitan Studies;   Associate Professor of Social and Cultural Analysis and Africana Studies and American Studies   Email:     michael.ralph@nyu.edu     Research Interests:   Citizenship, Sovereignty, Risk, Liability, Urban Youth Culture, Diaspora, Postcolonialism               Renato Rosaldo     Lucie Stern Professor in the Social Sciences;   Professor Emeritus of Anthropology and Social and Cultural Analysis   Email:     renato.rosaldo@nyu.edu     Research Interests:   Sociocultural anthropology, theory, history, cultural poetics, poetry, ethnography as text; island Southeast Asia, US Latinos, Mexico.               Andrew Ross     Professor of Social and Cultural Analysis   Director, American Studies (interim)   Email:     andrew.ross@nyu.edu     Research Interests:   labor and work; urban and suburban studies; intellectual history; social and political theory; science; ecology and technology; cultural studies               María Josefina Saldaña-Portillo     Associate Professor of Social and Cultural Analysis   Director of Undergraduate Studies   Email:     msp6@nyu.edu     Research Interests:   Latina/o cultural studies; development and globalization studies; comparative race in the Americas; 20th century revolutionary thought and literature of the Americas.               S.S. Sandhu     Associate Professor of English and Social and Cultural Analysis   Email:     ss162@nyu.edu     Research Interests:   Toil; avant pulp; Asiatica; off-kilter Englishness; artists' books; topographics; listening; the cinematical; migrant aesthetics; poetics and sociology of sport; Sweden.               Dean Itsuji Saranillio     Assistant Professor of Social and Cultural Analysis   Email:     ds3859@nyu.edu     Research Interests:   cultural politics at the intersection of diaspora and indigeneity; indigenous critical theory; cultural studies; settler colonial studies; U.S. militarism; asian american and pacific islander history; epistemology and decolonization; U.S. empire.               Nikhil Pal Singh     Associate Professor of Social and Cultural Analysis and History   SCA Director of Graduate Studies   Email:     nikhil.singh@nyu.edu     Research Interests:   Race, empire, and culture in 20th-century U.S.; black radicalism and US liberalism; U.S. foreign policy.               John Kuo Wei Tchen     Associate Professor, Gallatin School;   Associate Professor of Social and Cultural Analysis and Asian Pacific American Studies   Email:     jack.tchen@nyu.edu     Research Interests:   Cross-cultural and community studies; New York City history; Asians in the Americas; race, colonialism, and museums; dialogic theory; and radical pedagogy .               Thuy Linh Tu     Associate Professor of Social and Cultural Analysis   Director of American Studies   Research Interests:   Asian American studies, popular/visual studies, and immigration and labor studies.               Daniel J. Walkowitz     Professor of Social and Cultural Analysis and History   Director of College Honors, CAS   Email:     daniel.walkowitz@nyu.edu     Research Interests:   U.S. Social and Cultural History, with particular interest in Labor and Urban History               Deborah Willis     University Professor; Professor of Photography and Imaging     Email:     deb.willis@nyu.edu     Research Interests:   Visual Culture, Photography               Caitlin Zaloom     Associate Professor of Social and Cultural Analysis   Director of Metropolitan Studies   Email:     caitlin.zaloom@nyu.edu     Research Interests:   culture and economy; cities and globalization; financial markets;  technology and cities; science and technology studies; social theory.                         Contact Us | &copy; New York University , Arts and Science"}]},
{"detail": [{"content": "Cultures & Contexts    | The College Core Curriculum, College of Arts and Science | New York Univeristy                          NEW YORK UNIVERSITY     ARTS AND SCIENCE     COLLEGE OF ARTS AND SCIENCE     GRADUATE SCHOOL OF ARTS AND SCIENCE             The College Core Curriculum            Back to Home       Cultures & Contexts | 2013-2014 Note: * indicates example syllabus  Fall 2013 FALL 2013 MAP-UA 500 Cultures &amp; Contexts: Islam and Judaism Prof. Ben-Dor Benite (History/Middle Eastern &amp; Islamic Studies)  syllabus How two monotheist religions based on the idea of divine law—Islam and Judaism—evolved through constant dialogues, exchanges, imitations, frictions, and conflicts. Our approach is multidisciplinary throughout—we read and discuss texts, look at visual materials, listen to music, and also explore social and political aspects of Jewish-Muslim relations. We think about how Jewish and Muslim communal life, practices, and politics converged and diverged. Our purpose is not to present Jews and Muslims living harmoniously with one another but to understand how interactions between the groups shaped the development of their religions in key moments in history up to the contemporary period. FALL 2013 MAP-UA 503 Cultures &amp; Contexts: South Asia Prof. Rajagopal (Media, Culture, and Communication)  syllabus The South Asian subcontinent is in many ways at the heart of contemporary globalization. Few regions contain a higher density of population experiencing faster rates of social change. South Asia is the site of massive social transformations, ranging from new modes of consumption and aspiration, to accelerated urbanization, rising social inequality, and violent inter- and intra-state conflict. A little analyzed, yet central catalyst for these transformations is represented by media industries, which have grown at a rate greater than that of the economy as a whole for several years now. The current centrality of media to social life as neither entirely new, nor unprecedented, and provides entry points--from print and visual culture, to cinema, television, internet (including social media such as Youtube), and cellphones--for understanding both media history and South Asia, the relationship between culture and technology, the South Asian diaspora, mediated religion, and a range of inter-related topics. FALL 2013 MAP-UA 509 Cultures &amp; Contexts: The Caribbean Prof. Khan (Anthropology)  syllabus  Examines the impact of the Caribbean's long colonial history from the perspective of its diverse populations, through race, class, culture, gender, and sexuality. Known for its beauty, cultural vitality, and mix of peoples, cultures, and languages, the Caribbean is where today's global economy began, some 500 years ago. Its sugar economy and history of slave labor and colonialism made it the site of massive transplantations of peoples and cultures from Africa for more than four centuries and from Asia since the mid-19th century, and of a sizable influx of peoples from Europe all along. Readings examine the history of the region's differing forms of colonialism; the present postcolonial economic and political structures; anthropological material on family and community life, religious beliefs and practices, gender roles and ideologies; and ways in which national, community, and group identities are expressed today. FALL 2013 MAP-UA 512 Cultures &amp; Contexts: China Prof. Ben-Dor Benite (History/Middle Eastern &amp; Islamic Studies)  syllabus How what we today call “Chinese civilization” developed through constant dialogue and exchange with nearby and distant cultures. We focus on Chinese maritime, scientific, and artistic history, and see how it was shaped through numerous connections with the “outside” world. We begin with the group of small embattled polities that in 7th and 6th centuries BCE came to understand themselves as “Zhongguo” or Central Kingdoms and we continue with the rise of various imperial dynasties that united China and their interactions with numerous regions—Indian, Inner Asian, Central Asian, South East Asian, and European. At the same time we study the interactions with the Buddhist, Islamic, and Christian-Europeans. FALL 2013 MAP-UA 512 Cultures &amp; Contexts: China Prof. Karl (East Asian Studies)   syllabus  A multi-disciplinary examination of the global and domestic forces shaping modern China, extensively using Chinese sources in translation. Introduces students to some of the major historical, economic, cultural-literary, and social trends in thought and practice contributing to China's modern transformation, with a concentrated focus on the 19th and 20th centuries. Analytical technique, close textual reading, and contextual synthesis are the methodological points emphasized.  FALL 2013 MAP-UA 514 Cultures &amp; Contexts: Ancient Israel Prof. Smith (Hebrew &amp; Judaic Studies)  syllabus  The culture of the ancient Israelite societies of biblical times, covering the period from about 1200 b.c.e. to the conquests of Alexander the Great, in the fourth century b.c.e. Topics include the achievements of these societies in the areas of law and social organization, prophetic movements, Israelite religion, and ancient Hebrew literature. The Hebrew Bible preserves much of the creativity of the ancient Israelites, but archaeological excavations in Israel and neighboring lands, as well as the discovery of ancient writings in Hebrew and related languages, have added greatly to our knowledge of life as it was lived in biblical times. The civilizations of Egypt and Syria-Mesopotamia also shed light on Israelite culture. Of particular interest is the early development of Israelite monotheism, which, in time, emerged as ancient Judaism, the mother religion of Christianity and Islam. FALL 2013 MAP-UA 529 Cultures &amp; Contexts: Contemporary Latino Cultures Prof. Flores (Social and Cultural Analysis)  syllabus Latino cultures are present everywhere in contemporary American life, and are reshaping what it means to be American. Beginning with an overview of Latin American cultural theory going back to the time of the Spanish conquest--and including such thinkers as Bartolomé de las Casas, Sor Juana Inés de la Cruz, Simón Bolívar, José Martí, and José Vasconcelos--we then trace the development of Latino cultural identity, examining issues of race, citizenship, gender, class, and sexuality, in seeking to gain a critical perspective on Mexican American, Puerto Rican, Dominican, and other Latino communities in today's society. Turing to the dramatic political and cultural movements of the 1960s and 1970s, we then study the emergence of the idea of a pan-ethnic \"Latino\" identity encompassing all of the diverse national groups, with attention to instances of this new situation in music, literature, performance, and media representation. Some of the cultural forms and styles to be considered include salsa, border art, Nuyorican poetry, hip hop, and reggaeton; and students are encouraged to engage in and report about the many Latino cultural institutions and movements here in New York City. FALL 2013 MAP-UA 532 Cultures &amp; Contexts: African Diaspora Prof. Gomez (History)  syllabus The   dispersal of Africans to various parts of the world and over time,   examining their experiences and those of their descendants. Regions of   special interest include the Americas and the Islamic world, centering   on questions of slavery and freedom while emphasizing the emergence of   cultural forms and their relationship to both African and to non-African   influences. FALL 2013 MAP-UA 539 Cultures &amp; Contexts: Asian/Pacific/American Cultures Prof. Saranillio (Social and Cultural Analysis)  syllabus Examines significant historical and contemporary moments through an analysis of culture and power and how cultural productions--film, television dramas, novels, visual art, national monuments and memorials, among others--produce ideas, stories and silences in different historical moments about different Asian Americans and Pacific Islanders that have contemporary resonance today. For instance, how is it that the bikini, which most people associate with suggestive beach wear, has its origins in the U.S. nuclear testing of the first hydrogen bomb on the Bikini Atoll that irradiated much of the Pacific? How do historical representations of Asian American men make the meteoric rise of basketball star Jeremy Lin so unexpected and anomalous? How do histories of U.S. wars in Asia coupled with anti-Asian immigrant legislation shape ideas about Asian Americans as “perpetual foreigners” even centuries after Asian migration to the United States? Using different methods of cultural inquiry such as visual and popular culture, sports and media studies, literary critique, political economy and legal studies, we examine the complex ways that ideas about race, gender, sexuality, and indigeneity produce unequal power relations in U.S. society. FALL 2013 MAP-UA 541 Cultures &amp; Contexts: New World Encounters Prof. Tortorici (Spanish and Portuguese)  syllabus What was America before it was called “America”? How did indigenous peoples understand and document their first encounters with Europeans and Africans? We focus on how the convergence of indigenous, African, European, and Asian peoples in the Americas created complex cultures, societies, ethnicities, and forms of religiosity. Beginning with the “discovery” of the “Indies” by Christopher Columbus in 1492, we work our way thematically and chronologically through the centuries of conquest and colonial rule, up until the wars of independence in the early nineteenth century. We also examine the historical context before 1492 in the Americas, Africa, Asia, Europe, and the Middle East (with an emphasis on how particular Old World encounters affected New World encounters). FALL 2013 MAP-UA 544 Cultures &amp; Contexts: Spain Prof. Abercrombie (Anthropology)  syllabus Spanish modernity, from the Mediterranean to the Atlantic: Spain has not been a major world power in over 200 years, during which its competitors and successor empires (France, Britain, and the U.S.) branded it, via a conglomeration of ideas called the “Black Legend,” as a backwards and feudal bastion of superstition and intolerance, good only for anthropologists and tourists. A hotbed of state-building in antiquity, Spain emerged as a center of Renaissance learning under Arab and Berber rule. While the rest of Europe languished in feudalism, its seven centuries co-existence of Christians, Muslims, and Jews saw the rebirth of classical knowledge, the spread of literacy, the development of a human-centered cosmology, the emergence of narrative self-making and the novel, and Europe’s first primarily urban society, where philosophy, the sciences, architecture, and the arts flourished. After Christian princes defeated the last Islamic foothold in the Peninsula in 1492, Castilian language and culture was the backbone of Spain’s imperial expansion across the Atlantic and produced the first modern, disciplining state, the privileging of individualism, private property, and capitalism, and theses of popular sovereignty, the nation state, and theories of racial inequality. Outpaced in industrialization by the late 18th-century, still Spain (and the new nations of Spanish America) kept pace with liberal reforms that culminated in the clash of competing fascist-capitalist and democratic-socialist ideologies, leading to the Spanish Civil War, World War II, the Cold War, and the re-birth of Spanish democracy in the post-Franco and European Union era, and Spain’s current avant-garde role in culture and the arts. Materials include history, ethnography, literature, and film. FALL 2013 MAP-UA 545 Cultures &amp; Contexts: Egypt of the Pharaohs Prof. Roth (Hebrew &amp; Judaic Studies)  syllabus Ancient Egypt during the New Kingdom period, 1550-1069 BCE. During this period of imperial conquest, the ancient Egyptian civilization, already more than sixteen centuries old, increasingly interacted with the peoples and civilizations beyond its borders. We examine the remains of this newly cosmopolitan pharaonic culture, including a variety of primary sources—texts (literature, popular stories, religious writings, letters, and administrative documents), as well as material culture (works of art, architecture, archaeological remains). Students learn how scholars analyze this material to reconstruct New Kingdom cultural life and use these methods themselves to gain insight into the Egyptians' religious beliefs, social forms and organizations, and conventions and achievements of their literature, art, and architecture, as well as to critically evaluate the interpretations and reconstructions in the secondary scholarship. FALL 2013 MAP-UA 546 Cultures &amp; Contexts: Global Asia Prof. Ludden (History)  syllabus Explores the expansive transformation of Asian cultures from ancient times to the present, focusing on networks of mobility, interaction, social order, and exchange that form the particularity of Asian cultures through entanglements with others. Beginning in the days of Alexander the Great and the formation of the Afro-Eurasian ecumene, follows tracts of Buddhist, Confucian, Hindu, and Muslim expansion; then turns to the age of early modern landed empires, Ottoman-Safavid-Mughal-Ming/Ching, and their interactions with seaborne European expansion. Studies truly global formations of culture in the flow of goods, ideas, and people among world regions, during the age of modern empires and nationalism, including the rise of the nation as a cultural norm, capitalism in Asia, and Japanese expansion around the Pacific rim. Concludes by considering cultural change attending globalization since the 1950s, focusing on entanglements of Asian cultures with the globalizing culture of the market, consumerism, and wage labor, and transnational labor migration as well as Asian cultural spaces in and around New York City, including our nearby Chinatown. FALL 2013 MAP-UA 554 Cultures &amp; Contexts: Italy Prof. Merjian (Italian)  syllabus Italian culture seen through the lens of its most emblematic site and subject: Rome ancient and modern, mythical and historical, visual and verbal. Epitomizing the very notion of cultural perpetuity, Rome--in its artifacts and images, its politics and its myths, its models of democracy and empire--lurks at the heart of Italian identity. We examine the Eternal City in its aesthetic and historical specificity--its importance as an actual place--and also as an idea and an ideal, put to various political and cultural ends in the formation of Italians' visions of themselves. We thus consider the enduring and shifting significance of Rome for Italian self-understanding: beginning with the founding and development of the city, through its various \"rebirths\" in the Renaissance, the Italian Risorgimento, and the Fascist Regime, and also briefly consider the vitality of Rome and its histories/myths to other national traditions, political movements, and aesthetic programs, from France to the United States. Spring 2014 SPRING 2014 CORE -UA 501 Cultures &amp; Contexts: Early States in Mesopotamia and Egypt Prof. Wright (Anthropology)   syllabus Ancient Egypt and Mesopotamia are the homeland of the world's first and most spectacular early states. Each represents a cultural solution that has influenced the development of Western thought and its history. Yet each is distinctive in its own way, having produced different religious systems, art styles, political and economic organizations and historical trajectories. Study of these early states reveals not only the common thread in the human condition but also the astonishing variability in human behavior and culture. We explore the prehistoric to early historic periods in Mesopotamia (modern Iraq) and Egypt. Working with archaeological and textual sources, we trace the unique and important transitions from a life as hunters and gatherers to settling down in villages and the development of cities and states, and gain a deep appreciation for the accomplishments of the ancient Egyptians and Mesopotamians and some sense of our own place in the larger scheme of world history. SPRING 2014 CORE -UA 502 Cultures &amp; Contexts: Islamic Societies Prof. el-Leithy (Middle Eastern &amp; Islamic Studies)  syllabus Major social, cultural, and political transformation of the Middle East from late antiquity through the mid-thirteenth century, considered in the context of the formation and evolution of Islamic culture and polity. Examines the emergence of key concepts, practices, and cultural motifs of the medieval Islamic tradition. Also examines the emergence of the idea/concept of the \"Middle East\", the history and background of European interest in the region, as well as the crucial role of cultural encounter and dialogue (e.g., through trade, colonization, polemics) in the formation and development of identity. SPRING 2014 CORE -UA 502 Cultures &amp; Contexts: Islamic Societies Prof. Rowson (Middle Eastern &amp; Islamic Studies)   syllabus The Islamic world from about the year 600 to about 1300. Despite very large variations in culture across time and space, it is meaningful to speak of a single Islamic civilization during this period, and we ask why. Although the dominance of the religion of Islam, in one way or another, serves to define and unify the societies under examination, and religion will be a major topic of study, attention is also paid to philosophy and science, literature and music, and art and architecture. Reading are English translations of Arabic works written by the inhabitants of this world themselves. A chief objective is to help students appreciate just how different a culture different from their own--and especially one in the distant past--can be, and yet make perfect sense to its participants. By reading, analyzing, and discussing what those participants have to say about a myriad of topics, students gain insights into how cultures in general, including their own, work; and although the modern world is not included, study of the Islamic past will also enhance students’ understanding of Islam and Islamic cultures today. SPRING 2014 CORE -UA 507 Cultures &amp; Contexts: Japan Prof. Solt (History)  syllabus Postwar Japan, 1945 to Present. An inquiry into Japan's social, political, and economic transformation since World War II. Examines the role of the Cold War, the U.S. Occupation, the \"Peace\" Constitution, the symbolic monarchy, the economic \"miracle,\" corporate structure, the gendering of labor, and the legacy of war in shaping the history of postwar Japan. An underlying theme is the connection between political economy and culture. As such, we focus on the geopolitical and economic structures underpinning the visible transformations in everyday life and try to connect these transformations in Japanese history to broader themes in global history. SPRING 2014 CORE -UA 510 Cultures &amp; Contexts: Russia Prof. Kotsonis (Russian &amp; Slavic Studies)   syllabus  Focuses on distinctive historical and geographical dichotomies and issues in Russian culture. Emphasis is on primary documents, including literary works, travel notes, works of art, and political statements from all periods, chosen to establish the particular matrix of competing positions that make up the Russian national and cultural identity. SPRING 2014 CORE -UA 514 Cultures &amp; Contexts: Ancient Israel Prof. Smith (Hebrew &amp; Judaic Studies)  syllabus The culture of the ancient Israelite societies of biblical times, covering the period from about 1200 b.c.e. to the conquests of Alexander the Great, in the fourth century b.c.e. Topics include the achievements of these societies in the areas of law and social organization, prophetic movements, Israelite religion, and ancient Hebrew literature. The Hebrew Bible preserves much of the creativity of the ancient Israelites, but archaeological excavations in Israel and neighboring lands, as well as the discovery of ancient writings in Hebrew and related languages, have added greatly to our knowledge of life as it was lived in biblical times. The civilizations of Egypt and Syria-Mesopotamia also shed light on Israelite culture. Of particular interest is the early development of Israelite monotheism, which, in time, emerged as ancient Judaism, the mother religion of Christianity and Islam. SPRING 2014 CORE-UA 515 Cultures &amp; Contexts: Latin America Prof. Lane (Spanish &amp; Portuguese)  syllabus Over the last 50 years, millions of Latin Americans have experienced extraordinary shifts in their social, political, and cultural landscape, a result of the transformative effects of revolution or insurgency, state repression, popular resistance and social movements. We focus on events that had continental, hemispheric, and even global impact, including the Cuban Revolution of 1959, the military coups of the 1970s, and the Zapatista uprising in 1994. Drawing on a range of primary sources and cultural forms, we listen carefully to the voices of the major social actors of the time. Our sources are drawn from a wide range of media: newsprint, television broadcasts, transcripts, testimony, essay, documentary and feature film, art, and music. We deliberately mix artistic representations with documentary evidence to understand how the arts—music, visual art, literature, film—do not just reflect the reality around them, but are themselves vital sites for shaping and changing that reality and our imagination of it, both then and now. SPRING 2014 CORE -UA 534 Cultures &amp; Contexts: Black Atlantic Prof. Morgan (Social and Cultural Analysis)  syllabus This course considers the Black Atlantic as a socio-cultural economic space from the first arrival of Africans in the ‘New World,’ beginning around in the 15th century, through the rise of slavery in the Americas. During this class we will trace the origins and importance of the concept of the Black Atlantic within broad political contexts, paying special attention to the changing social, cultural and economic relations that shaped community formation among people of African descent and laid the foundations for modern political and economic orders. Once we have established those foundations, we will think about the Black Atlantic as a critical site of cultural production. Using the frame of the Atlantic to ask questions about the relationship between culture and political economy. We will explore a range of genres--film, fiction, music, as well as formal scholarship--so as to explore questions of evidence in the context of the real and the imaginary. Topics to be covered include African enslavement and settlement in Africa and the Americas; the development of transatlantic racial capitalism; variations in politics and culture between empires in the Atlantic world; creolization, plantation slavery and slave society; the politics and culture of the enslaved; the Haitian Revolution; slave emancipation; and contemporary black Atlantic politics and racial capitalism. SPRING 2014 CORE -UA 536 Cultures &amp; Contexts: Indigenous Australia Prof. Myers (Anthropology)  syllabus The indigenous people of Australia have long been the subject of interest and imagination by outsiders for their cultural formulations of kinship, ritual, art, gender, and politics, and they have entered into representations as distinctively \"Other\"—whether in negative or positive formulations of the \"Primitive.\" These representations—in feature films about them such as Walkabout and Rabbit Proof Fence, in New Age Literature, or museum exhibitions—are now also in dialogue with their own forms of cultural production. At the same time, Aboriginal people have struggled to reproduce themselves and their traditions in their own terms, asserting their right to forms of cultural autonomy and self-determination. We explore the historical and geographical range of Aboriginal Australian forms of social being through ethnographic texts, art, novels, autobiographies, film and other media, and consider the ways in which identity is being challenged and constructed. SPRING 2014 CORE -UA 537 Cultures &amp; Contexts: Modern Israel Prof. Engel (Hebrew and Judaic Studies)  syllabus Explores the cultural values and expressions through which residents of the modern State of Israel have tried to come to grips with the manifold challenges their country has faced since its inception in 1948. Its founders envisioned citizens would initiate extensive changes in their economic and political behavior, family life, attitudes toward their bodies, relations with their neighbors, religious outlook, and view of their place in the world, and expected that these would find concrete expression in literature, art, music, architecture, and intellectual life. But they did not anticipate the challenges of rapid mass immigration, periodic wars, shifting geopolitical alignments, transformation of the global economy, and sweeping technological innovations. We analyze these far-reaching changes in the context in which Israeli culture has functioned and investigate how that culture has responded to them, drawing on journalistic accounts, short stories, and Israeli films and television programs.  SPRING 2014 CORE -UA 541 Cultures &amp; Contexts: New World Encounters Prof. Eustace (History)  syllabus During the Atlantic Age of Sail, from the fifteenth though the nineteenth centuries, the peoples of four continents—Europe, Africa, North American and South America—began to interact in sustained and complex ways for the first time. They brought to their encounters diverse cosmologies (beliefs about the spiritual world), epistemologies (systems of knowing and gathering empirical knowledge), family formations (networks of kinship), state configurations (forms of political organization), trading patterns (systems of material accumulation and exchange), and traditions of war and peace (forms of conflict and negotiation across groups). From their divergent approaches to the distribution and regulation of land, population, and goods arose a complex new transoceanic system that would tie together these four corners of the Atlantic. Reading early historical accounts, travel narratives, personal memoirs, novels, poems, and plays, we see how Atlantic peoples make sense of their changing worlds and the creative tensions of encounter, and come to understand the productive conflicts that ultimately gave rise to an Age of Atlantic Revolutions.  SPRING 2014 CORE-UA 543 Cultures and Contexts: Korea Prof. Yi (East Asian Studies)  syllabus A multi-disciplinary introduction to Korean society and culture, surveying Korean history from antiquity to the present though a wide range of primary sources from the past, including archaeological relics, written records, and works of art, as well as contemporary materials by Korean authors, directors, and other cultural producers. Considers the origins of Korean “tradition,” the formation and development of social relations, popular beliefs, and systems of thought that have shaped the Korean way of life, in order to locate their resonances and ramifications in modern Korea, particularly in cultural representations. Continues with Korea’s “transformation” through its encounter with the West, its modern experiences and national struggle under colonial rule, social upheavals after liberation, and the Korean War. Concludes by tracing the enduring impacts of the unresolved past on contemporary society, Korea “today” in terms of economic development and crisis, the democracy movement and its limitations, relations with North Korea and with the US, and sociocultural diversification in the age of globalization. To forge critical perspectives on Korean history, society, and culture, students are encouraged to situate these topics within the broader contexts of East Asia and the world. SPRING 2014 CORE -UA 544 Cultures &amp; Contexts: Spain Prof. Mendelson (Spanish)  syllabus What   does Spanish culture look like? What are the different materials that   Spanish artists and writers have chosen to articulate the often complex   understandings they have of themselves, their nation(s), their relation   to modernity (its opportunities and challenges), and the broader   international community? We approach Spanish culture critically by   learning about specific works and the contexts within which they exist,   focusing on the mid-nineteenth century through the late-twentieth   century, including fiction, poetry, film (fiction and documentary),   painting, poster art, photography, performance, and architecture.   Students actively engage in an informed analysis of cultural works from   Spain in order to better understand and question the relation between   cultural forms and questions of national identity, tradition, modernity,   and authorship as they relate to the historical moment and location in   which they are produced.    top of page           Contact Us | &copy; New York University , Arts and Science"}, {"content": "People    |     American Studies    | New York University                                   Skip to page Content.     NEW YORK UNIVERSITY     ARTS AND SCIENCE     COLLEGE OF ARTS AND SCIENCE     GRADUATE SCHOOL OF ARTS AND SCIENCE                                Home     People     Graduate Program       Undergraduate Program       Events       Resources and Affliliations       Department of Social and Cultural Analysis             Stay Connected           Facebook       Twitter               Related Information         Affiliated Faculty           Administration and Staff           Alumni           PhD Student Profiles             Useful Links         Arts and Science Faculty Profiles           NYU Public Directory                 Home &gt; People     People   Andrew Ross, Director, American Studies (interim)                   Cristina Beltrán     Associate Professor of Social and Cultural Analysis   Director of Latino Studies   Email:     cbeltran@nyu.edu     Research Interests:   modern and contemporary political theory, democratic theory, Latino Studies/Latino politics in the U.S., feminist theory, American political thought, race and ethnicity, gender and sexuality               Renée Blake     Associate Professor of Linguistics and Social and Cultural Analysis   Director, Africana Studies   Email:     renee.blake@nyu.edu     Research Interests:   Urban sociolinguistics; African American Vernacular English; languages and cultures of the Caribbean.               Arlene Davila     Professor of Anthropology and Social and Cultural Analysis   Email:     arlene.davila@nyu.edu     Research Interests:   race and ethnicity; nationalism; media studies; political economy, globalization; the politics of museum and visual representation; urban studies; consumption; Latinos in the U.S.               David Dent     and Social and Cultural Analysis   Email:     david.dent@nyu.edu                 Carolyn Dinshaw     Professor of Social and Cultural Analysis and English   Chair of Social and Cultural Analysis   Email:     carolyn.dinshaw@nyu.edu     Research Interests:   English and Western European medieval literature and culture; feminist studies; lesbian/gay/bisexual/transgender studies; history of sexuality; theories of history and historiography; theories and experiences of temporality; ecology and ecocriticism; history of maps and mapping               Lisa Duggan     Professor of Social and Cultural Analysis   Research Interests:   Modern U.S. cultural, social, and political history; history of gender and sexuality; lesbian and gay studies.               Juan Flores     Professor of Social and Cultural Analysis   Email:     jflores@igc.org     Research Interests:   Social and cultural theory, Latino and Puerto Rican studies, popular music, theory of diaspora and transnational communities, Afro-Latino culture.               Gayatri Gopinath     Associate Professor of Social and Cultural Analysis   Director of Asian/Pacific/American Studies   Email:     gayatri.gopinath@nyu.edu     Research Interests:   Queer Studies, Postcolonial Studies, and Feminist Theory               Phillip Brian Harper     Erich Maria Remarque Professor of Literature;   Professor of Social and Cultural Analysis and English   Director, Gender and Sexuality Studies   Email:     phil.harper@nyu.edu     Research Interests:   Modern and contemporary U.S. literary and cultural studies; African-American literature and culture; gender and sexuality studies               Sharon Heijin Lee     Assistant Professor/Faculty Fellow of Social and Cultural Analysis   Email:     sharon.lee@nyu.edu     Research Interests:   transnational feminist cultural studies; intersections between asian american studies and asian studies; korean studies; transnational american studies, gender and sexuality studies               Julie Livingston     Visiting Professor of History and Social and Cultural Analysis   Email:     jl6877@nyu.edu     Research Interests:   The Body; Gender; History and Anthropology; Medicine and Public Health; Historical and Ethnographic Writing.               Harvey Molotch     Professor of Social and Cultural Analysis and Sociology   Email:     harvey.molotch@nyu.edu     Research Interests:   Urban development and political economy; the sociology of architecture, design, and consumption; environmental degradation; mechanisms of interactional inequalities.               Jennifer L. Morgan     Professor of Social and Cultural Analysis and History   Email:     jennifer.morgan@nyu.edu     Research Interests:   Early African American History, Comparative Slavery, Histories of Racial Ideology, Women and Gender               Crystal Parikh     Associate Professor of English and Social and Cultural Analysis   Director of PhD   Email:     crystal.parikh@nyu.edu     Research Interests:   Asian American literature and studies; Latino/Chicano literature and studies; feminist and critical race theory; postcolonial studies; twentieth-century American literature               Ann Pellegrini     Professor of Social and Cultural Analysis and Performance Studies   Director, Center for the Study of Gender and Sexuality   Email:     ap39@nyu.edu     Research Interests:   religion, sexuality, and U.S. public life • performance and law • psychoanalysis and culture • trauma studies • lgbtq studies • feminist studies • gender and performance • affect studies • critical theories of secularism • religion and biopolitics • Jewish cultural studies • childhood studies               Mary Louise Pratt     Silver Professor;   Professor of Social and Cultural Analysis and Spanish & Portuguese and Comparative Literature   Email:     mlp7@nyu.edu                 Michael Ralph     Associate Professor, Gender and Sexuality Studies, Metropolitan Studies;   Associate Professor of Social and Cultural Analysis and Africana Studies and American Studies   Email:     michael.ralph@nyu.edu     Research Interests:   Citizenship, Sovereignty, Risk, Liability, Urban Youth Culture, Diaspora, Postcolonialism               Renato Rosaldo     Lucie Stern Professor in the Social Sciences;   Professor Emeritus of Anthropology and Social and Cultural Analysis   Email:     renato.rosaldo@nyu.edu     Research Interests:   Sociocultural anthropology, theory, history, cultural poetics, poetry, ethnography as text; island Southeast Asia, US Latinos, Mexico.               Andrew Ross     Professor of Social and Cultural Analysis   Director, American Studies (interim)   Email:     andrew.ross@nyu.edu     Research Interests:   labor and work; urban and suburban studies; intellectual history; social and political theory; science; ecology and technology; cultural studies               María Josefina Saldaña-Portillo     Associate Professor of Social and Cultural Analysis   Director of Undergraduate Studies   Email:     msp6@nyu.edu     Research Interests:   Latina/o cultural studies; development and globalization studies; comparative race in the Americas; 20th century revolutionary thought and literature of the Americas.               S.S. Sandhu     Associate Professor of English and Social and Cultural Analysis   Email:     ss162@nyu.edu     Research Interests:   Toil; avant pulp; Asiatica; off-kilter Englishness; artists' books; topographics; listening; the cinematical; migrant aesthetics; poetics and sociology of sport; Sweden.               Dean Itsuji Saranillio     Assistant Professor of Social and Cultural Analysis   Email:     ds3859@nyu.edu     Research Interests:   cultural politics at the intersection of diaspora and indigeneity; indigenous critical theory; cultural studies; settler colonial studies; U.S. militarism; asian american and pacific islander history; epistemology and decolonization; U.S. empire.               Nikhil Pal Singh     Associate Professor of Social and Cultural Analysis and History   SCA Director of Graduate Studies   Email:     nikhil.singh@nyu.edu     Research Interests:   Race, empire, and culture in 20th-century U.S.; black radicalism and US liberalism; U.S. foreign policy.               John Kuo Wei Tchen     Associate Professor, Gallatin School;   Associate Professor of Social and Cultural Analysis and Asian Pacific American Studies   Email:     jack.tchen@nyu.edu     Research Interests:   Cross-cultural and community studies; New York City history; Asians in the Americas; race, colonialism, and museums; dialogic theory; and radical pedagogy .               Thuy Linh Tu     Associate Professor of Social and Cultural Analysis   Director of American Studies   Research Interests:   Asian American studies, popular/visual studies, and immigration and labor studies.               Daniel J. Walkowitz     Professor of Social and Cultural Analysis and History   Director of College Honors, CAS   Email:     daniel.walkowitz@nyu.edu     Research Interests:   U.S. Social and Cultural History, with particular interest in Labor and Urban History               Deborah Willis     University Professor; Professor of Photography and Imaging     Email:     deb.willis@nyu.edu     Research Interests:   Visual Culture, Photography               Caitlin Zaloom     Associate Professor of Social and Cultural Analysis   Director of Metropolitan Studies   Email:     caitlin.zaloom@nyu.edu     Research Interests:   culture and economy; cities and globalization; financial markets;  technology and cities; science and technology studies; social theory.                         Contact Us | &copy; New York University , Arts and Science"}, {"content": "Literature Faculty, Department of English | NYU                                      NEW YORK UNIVERSITY       ARTS AND SCIENCE       COLLEGE OF ARTS AND SCIENCE       GRADUATE SCHOOL OF ARTS AND SCIENCE                                                                                       Home     People     Undergraduate Program       Graduate Programs       Leaves and Committees       Events       Newsletter       Employment       Donate to the English Department       Faculty Only               Home &gt; People       Literature Faculty         John M. Archer   Professor of English Email: john.archer@nyu.edu   Research/Interest: Renaissance drama; early-modern literature and culture; the history of subjectivity; literary theory; philosophy and literature.               Thomas Augst   Associate Professor of English Email: tom.augst@nyu.edu   Research/Interest: American literature and culture; literacy, print culture, and the history of the book; 19th century social reform and the development of mass media; the cultural geography of humanist enterprise; graduate training and program development in digital humanities               Jennifer J. Baker   Associate Professor of English; Director of Undergraduate Studies for English Email: jbaker@nyu.edu   Research/Interest: American literature; colonial, early national and antebellum literary and intellectual history; American Romanticism               Bill Blake   Assistant Professor of English, Drama; Adviser for Dramatic Literature Email: billblake@nyu.edu   Research/Interest: 17th- and 18th-century British literature and cultural history; theater history; wartime and postwar cultures; public arts controversies; humanities computing; text mining               Nicholas T Boggs   Clinical Assistant Professor and Director of Student Research and Advisement, Department of English; Email: nicholas.boggs@nyu.edu   Research/Interest: Twentieth and twenty-first century American literature; African American literature, especially James Baldwin and Ralph Ellison; gender and sexuality studies; creative writing.               Christopher Cannon   Professor of English; Chair Email: christopher.cannon@nyu.edu   Research/Interest: Grammar and grammar school learning; early Middle English; Chaucer; Langland; problems of literary history; language and theories of language               Una Chaudhuri   Collegiate Professor; Professor of English, Drama, Environmental Studies; New York University Abu Dhabi Email: uc1@nyu.edu   Research/Interest: Modern Drama; theatre history; performance theory; animal studies; eco-criticism; art in the Anthropocene               Patricia Crain   Associate Professor of English Email: patcrain@nyu.edu   Research/Interest: Nineteenth-century U.S. literature and culture; history of books and reading; literacy studies; childhood studies; critical pedagogy and civic engagement                 Patrick H Deer   Associate Professor of English Email: patrick.deer@nyu.edu   Research/Interest: Modernism; war culture and war literature; contemporary British literature and culture; the novel and film; cultural studies; Anglophone literature and postcolonial studies.               Carolyn Dinshaw   Professor of Social and Cultural Analysis, English; Chair of Social and Cultural Analysis Email: carolyn.dinshaw@nyu.edu   Research/Interest: English and Western European medieval literature and culture; feminist studies; lesbian/gay/bisexual/transgender studies; history of sexuality; theories of history and historiography; theories and experiences of temporality; ecology and ecocriticism; history of maps and mapping               Juliet Fleming   Associate Professor of English; Director of the MA Email: jf102@nyu.edu   Research/Interest: Renaissance literature and culture; history of the book; literary theory; theories of writing.               Elaine Freedgood   Professor of English Email: ef38@nyu.edu   Research/Interest: Victorian literature and culture; critical theory; history of the novel               Toral Gajarawala   Associate Professor of English, Comparative Literature; Graduate Job Placement Coordinator for English Email: tqg1828@nyu.edu   Research/Interest: Postcolonial and subaltern studies; theories of the novel; narrative theory, realisms, modernisms, contemporary Anglophone and vernacular fiction.               Ernest B Gilman   Professor of English Email: ernest.gilman@nyu.edu   Research/Interest: English Renaissance literature; interrelationships of literature and the visual arts; literature and disease               Lisa Gitelman   Professor of English; Professor of Media Culture and Communication (Steinhardt) Email: gitelman@nyu.edu   Research/Interest: Media history; American print culture; new media in historical context; techniques of inscription               John Guillory   Silver Professor of English; Professor of English Email: john.guillory@nyu.edu   Research/Interest: Renaissance poetry and prose; Shakespeare; Milton; literature and science in the Renaissance; the history of rhetoric; the history of criticism; the sociology of literary study; twentieth-century literary theory               Richard Halpern   Erich Maria Remarque Professor of Literature; Professor of English; Email: rh101@nyu.edu   Research/Interest: Renaissance literature; Shakespeare; literary theory; modernism; Greek drama               Phillip Brian Harper   Erich Maria Remarque Professor of Literature; Professor of Social and Cultural Analysis, English; Director, Gender and Sexuality Studies Email: phil.harper@nyu.edu   Research/Interest: Modern and contemporary U.S. literary and cultural studies; African-American literature and culture; gender and sexuality studies               Josephine Gattuso Hendin   Professor of English Email: jh6@nyu.edu   Research/Interest: Contemporary American literature and culture; psychology and literature; ethnicity and literature; creative writing               David L. Hoover   Professor of English Email: david.hoover@nyu.edu   Research/Interest: authorship attribution, linguistic stylistics, statistical stylistics, corpus stylistics, humanities computing, English language, animal language and cognition, Old English meter               Julia Jarcho   Assistant Professor of English, Drama Email: jarcho@nyu.edu   Research/Interest: Theater and drama studies; modernism; critical theory; literary theory               Wendy Lee   Assistant Professor of English Email: WendyALee@nyu.edu   Research/Interest: 18th-century British literature & culture; Enlightenment philosophy; history & theory of the novel; affect & cognitive studies; Jane Austen; animal studies; Asian American literature               Laurence S Lockridge   Professor of English Email: ll3@nyu.edu   Research/Interest: Romantic literature; philosophical criticism; biography; American cultural studies               John Maynard   Professor of English Email: jrm4@nyu.edu   Research/Interest: Victorian literature and culture; literary theory; reader theory; biography; sexuality and literature; cultural studies; modern literature               Paula McDowell   Associate Professor of English; Deputy Chair of English Email: paula.mcdowell@nyu.edu   Research/Interest: Eighteenth-century British literature and cultural history; history of the book; media history and theory               Elizabeth McHenry   Associate Professor of English Email: elizabeth.mchenry@nyu.edu   Research/Interest: African-American literature, culture, and intellectual history; nineteenth and twentieth-century United States literature; History of the Book               Maureen N. McLane   Professor of English Email: maureen.mclane@nyu.edu   Research/Interest: British romanticism; English and Scottish literature and culture, 1750-1830; twentieth-century and contemporary North American poetry; modernism; postmodernism; media studies; Anglophone poetries/poetics; human sciences and literature               Erin B Mee   Assistant Professor/Faculty Fellow of English, Drama Email: ebm2049@nyu.edu   Research/Interest: Contemporary Indian performance, Theories of acting and directing, Spectatorship, Neuroperformance, Contemporary Remakings of Greek tragedy               Perry Meisel   Professor of English Email: perry.meisel@nyu.edu   Research/Interest: Modern literature; critical theory               Haruko Momma   Professor of English Email: hal.momma@nyu.edu   Research/Interest: Old English language and literature; medieval literature and culture; history of the English language; culture of religion; philology and philosophy of language; history of language studies; medievalism               Peter Nicholls   Henry James Professor; Professor of English Email: pn18@nyu.edu   Research/Interest: Twentieth-century British and American literature; international modernism; modern and contemporary poetry and poetics               Tomás Urayoán Noel   Assistant Professor of English, Spanish & Portuguese Email: tun202@nyu.edu   Research/Interest: U.S. Latino/a literatures and cultures; poetry and poetics of the Americas; media and performance studies; the Caribbean and its diasporas; modernisms and avant-gardes; translation studies; multi-ethnic New York City; creative writing               Crystal Parikh   Associate Professor of English, Social and Cultural Analysis; Director of PhD Email: crystal.parikh@nyu.edu   Research/Interest: Asian American literature and studies; Latino/Chicano literature and studies; feminist and critical race theory; postcolonial studies; twentieth-century American literature               Cyrus R. K. Patell   Associate Professor of English; American Studies (affiliate); Associate Dean of Humanities, NYU Abu Dhabi Email: cyrus.patell@nyu.edu   Research/Interest: American literature and culture; history and culture of New York City; theory and practice of cosmopolitanism; minority discourse; cultural studies; literary historiography               Mary Poovey   Samuel Rudin University Professor in the Humanities; Professor of English Email: mary.poovey@nyu.edu   Research/Interest: Victorian Literature and Culture, Economic history of Great Britain and History of Financial Institutions               Sonya Posmentier   Assistant Professor, Department of English Email: sp141@nyu.edu   Research/Interest: Black diasporic literature   Poetry and poetics  Ecological and environmental theory  Global Anglophone literatures  Sound studies               Dara Regaignon   Visiting Associate Professor of English; Director of the Expository Writing Program Email: dara.regaignon@nyu.edu   Research/Interest: Victorian literature and culture; children’s literature; composition; writing in the disciplines; writing program administration; pedagogy; genre theory;domesticity and motherhood               Catherine Robson   Professor of English Email: catherine.robson@nyu.edu   Research/Interest: 19th-century British Literature, Victorian Cultural Studies, Education and Childhood Studies               Martha Dana Rust   Associate Professor of English; Director, Medieval and Renaissance Center Email: martha.rust@nyu.edu   Research/Interest: Medieval literature and culture; technologies of writing; phenomenology of reading; picture theory; cognitive science of reading; literary representations of illness and disease; memory studies.               S.S. Sandhu   Associate Professor of English, Social and Cultural Analysis Email: ss162@nyu.edu   Research/Interest: Toil; avant pulp; Asiatica; off-kilter Englishness; artists' books; topographics; listening; the cinematical; migrant aesthetics; poetics and sociology of sport; Sweden.               Lytle Shaw   Professor of English; Director of Graduate Admissions for English Email: lds2@nyu.edu   Research/Interest: Postwar and contemporary poetry and art, mostly in North America; site-specificity; lowercase theory; museums; experimental historiography and ethnography               Clifford Siskin   Henry W. and Albert A. Berg Professor of English and American Literature; Director, The Re:Enlightenment Project at New York University and the New York Public Library; Email: clifford.siskin@nyu.edu   Research/Interest: Literary, social, and technological change, 1700-1850 (British); print culture and digital culture; literary theory and genre theory; the organization of knowledge.               Jeffrey L Spear   Associate Professor of English Email: jls1@nyu.edu   Research/Interest: Victorian studies; visual culture; Victorian art movements and British India               Gabrielle Starr   Seryl Kushner Dean of the College of Arts and Science; Professor of English Email: ggs3@nyu.edu   Research/Interest: Eighteenth-Century literature; neuroaesthetics; materialism and aesthetics; imagination; the interrelationship of novel and lyric; Ovid and the eighteenth century               Catharine R Stimpson   University Professor; Professor of English Email: catharine.stimpson@nyu.edu   Research/Interest: modern literature; women in culture and society; and education               Pacharee Sudhinaraset   Assistant Professor/Faculty Fellow of English Email: ps139@nyu.edu   Research/Interest: Asian American literary and cultural studies; twentieth-century women of color literature, comparative racialization, and literary utopia               Rajeswari Sunder Rajan   Global Distinguished Professor of English Email: rs191@nyu.edu   Research/Interest: Postcolonial studies; feminist theory; gender and culture in South Asia; Indian writing in English; British Victorian literature               Simón Trujillo   Assistant Professor of English Email: simon.trujillo@nyu.edu   Research/Interest: Chicana/o and Latina/o studies and literature; US multi-ethnic literature; comparative ethnic studies in the Americas; Borderlands theories and methodologies               Gregory Vargo   Assistant Professor/Faculty Fellow of English Email: greg.vargo@nyu.edu   Research/Interest: Nineteenth-century British literature and culture; periodicals and serialization; didactic and political fiction; literature and social history; anti-colonialism in British culture; archival research methods.               Bryan Waterman   Associate Professor of English Email: bryan.waterman@nyu.edu   Research/Interest: 18th- and 19th-century American literary and cultural history; New York City literary, performance, and intellectual cultures; the Revolutionary Atlantic World               Jini Kim Watson   Associate Professor of English, Comparative Literature; Director of Undergraduate Honors for English Email: jkw1@nyu.edu   Research/Interest: Asia-Pacific literature and cultural studies; postcolonial studies; spatial and architectural   theory; comparative modernities; feminist and critical theory                 Robert J.C. Young   Silver Professor; Professor of English, Comparative Literature Email: rjy2@nyu.edu   Research/Interest: Postcolonial literatures and cultures; the history of colonialism and anti-colonialism; cultural history of the 19th and 20th centuries; literary and cultural theory.                       More People       Literature Faculty       Staff       Associated Faculty       Affiliated Faculty       Expository Writing Program       Senior Creative Writing Faculty       Visiting Faculty       Emeritus Faculty       Scholarly Activities       Visiting Scholars       Postdoctoral Lecturers                                 Related Information                   Graduate Student Directory (M.A.)       Graduate Student Directory (PhD)       Faculty Only                                   Useful Links                   Arts and Science Faculty Profiles       NYU Public Directory                               Contact Us | &copy; New York University , Arts and Science"}]}]