[{"detail": [{"content": "The Library of Arabic Literature - NYU Abu Dhabi                                                                                                                                                                               Skip to Main Content                    Search      Search Query                                                  Quicklinks                                         About NYUAD                                          Academic Calendar                                          Athletics                                          Undergraduate Programs                                          Courses                                          Graduate Programs                                          Job Opportunities                                          Libraries                                          The NYUAD Arts Center                                          The NYUAD Art Gallery                                                              Student Portal                          Intranet                          موقعنا العربي                                                  NYU Abu Dhabi                           Navigation                              About                                                                      Vice Chancellor&#39;s Message                                                            Leadership Team                                                            Faculty Governance                                                            Global University                                                                          Opportunities for NY Faculty                                                                                                        Alumni                                                                          Benefits and Services                                                                Global Clubs and Global Events                                                                Alumni Profiles                                                                                                        Locations                                                                          Saadiyat Island Campus                                                                19 Washington Square North                                                                Visit Us                                                                                                        Community Engagement                                                            FAQs                                                                          Abu Dhabi Facts                                                                                                        Careers                                                                          Faculty and Researcher Positions                                                                Staff Positions                                                                Benefits                                                                Living in Abu Dhabi                                                                                                        Contact                                                                                            Admissions                                                                      Applying to NYU Abu Dhabi                                                                          Application Requirements                                                                Testing Requirements                                                                Completing the Common Application                                                                Admissions Timeline                                                                High School Preparation                                                                                                        Financial Support                                                                          Applying for Financial Support                                                                Cost of Attendance                                                                Financial Support FAQs                                                                                                        Admissions FAQs                                                            Regional Events                                                            Candidate Weekend                                                            Information for Counselors                                                                          Admissions Profile                                                                Nomination Overview                                                                Counselors and the Application Process                                                                Nomination Information                                                                Nomination FAQs                                                                Nomination Form                                                                                                        Student Profiles                                                            Contact Admissions                                                                                            Academics                                                                      Academic Divisions                                                                          Arts and Humanities                                                                Engineering                                                                Science                                                                Social Science                                                                Multidisciplinary                                                                                                        Undergraduate Programs                                                                          Courseload and GPA                                                                Core Curriculum                                                                Majors                                                                Concentrations                                                                January Term                                                                Language                                                                Pre-professional Courses                                                                Graduation Requirements                                                                Courses                                                                Physical Education                                                                Islamic Studies                                                                                                        Graduate Programs                                                            Executive Education                                                            Community Programs                                                                          Sheikh Mohamed bin Zayed Scholars Program                                                                Summer Academy                                                                Primary and Secondary Educational Engagement                                                                                                        Faculty                                                            Global Education                                                                          January Term                                                                Study Away                                                                Regional Academic Travel                                                                                                        Mentoring                                                                          Placement Assessments                                                                Mentoring FAQs                                                                Global Academic Fellows                                                                                                        Academic Calendar                                                            Policies                                                            Registrar                                                                          Privacy of Student Records                                                                Registration Guidelines                                                                Transcripts                                                                                                                                        Research                                                                      NYU Abu Dhabi Institute                                                                          Institute Programs                                                                Institute Research                                                                                                        Faculty Research                                                            Postdoctoral Research                                                            Student Research                                                            Infrastructure and Support                                                                          Research Administration                                                                Core Technology Platforms                                                                BuTinah — High Performance Computing                                                                                                        Library                                                                          About the Library                                                                Resources                                                                Contact the Library                                                                Ask a Librarian                                                                                                                                        Campus Life                                                                      From the Dean of Students                                                            Health and Wellness                                                                          Medical Services                                                                Wellness Exchange                                                                Health Insurance                                                                                                        Public Safety                                                            Student Life                                                                          Community Outreach                                                                Spiritual Life                                                                Intercultural Education                                                                Student Government                                                                Student Activities                                                                                                        Residential Education and Housing                                                                          Living in Abu Dhabi                                                                Orientation                                                                Saadiyat Island Campus                                                                Programs and Activities                                                                Dining                                                                Mailing Address                                                                                                        Student Services                                                                          Technology Services                                                                Travel and Transportation                                                                                                        Career Development                                                                          Students                                                                Employers                                                                Alumni — Inspire and Connect                                                                                                        Athletics, Intramurals, and Recreation                                                                          Intercollegiate Sports                                                                Intramural Sports                                                                Campus Recreation                                                                Physical Education                                                                Student Interest Groups                                                                Community Sports Clubs                                                                Fitness Center                                                                Athletics Facilities                                                                                                                                        News &amp; Events                                                                      NYU Abu Dhabi News                                                            Salaam: The NYUAD Blog                                                            Abu Dhabi Events                                                                          Past Events                                                                NYUAD Institute Event Mailing List                                                                                                        New York City Events                                                                          Past Events                                                                NYUAD Institute Event Mailing List                                                                                                        Exhibitions                                                            Conferences                                                            Commencement                                                            The NYUAD Arts Center                                                            The NYUAD Art Gallery                                                                                                                            Breadcrumbs                                  Home                                               Research                                               NYU Abu Dhabi Institute                                               Institute Research                                               The Library of Arabic Literature                                                          The Library of Arabic Literature                                                                                                               The Library of Arabic Literature (LAL) project responds to a marked absence in the Anglophone world by producing a library of the classic works of Arabic Islamic literature and culture in parallel-text editions -- Arabic and English running texts on facing pages. The translations, which will be produced in a clear, modern idiom, will be accessible by general readers and academics alike. LAL will be a standing project with the long-term goal of translating a substantial library in the coming years. The project includes an international editorial board of leading Arabic scholars from around the world, each of whom will discuss their work at public workshops and lectures at NYU Abu Dhabi and other Abu Dhabi schools.     For up-to-date information and a blog on LAL please visit http://www.libraryofarabicliterature.org/ .                               Publications                                       Expand all [+] Collapse all [-]                                      Classical Arabic Literature: A Library of Arabic Literature Anthology            Selected and translated by Geert Jan van Gelder     A major achievement in the field of translation, this anthology presents a rich assortment of classical Arabic poems and literary prose, from pre-Islamic times until the 18th century, with short introductions to guide non-specialist students and informative endnotes and bibliography for advanced scholars. Like many pre-modern Arabic anthologies it aims at being both entertaining and informative. It ranges from the early Bedouin poems with their evocation of desert life to refined urban lyrical verse, from tender love poetry to sonorous eulogy or vicious lampoons, and from the heights of mystical rapture to the frivolity of comic verse. The prose contains anecdotes, entertaining or edifying tales and parables, a fairy-tale, a bawdy story, samples of literary criticism, and much more.     With this anthology, distinguished Arabist Geert Jan van Gelder brings together well-known texts as well as less familiar pieces that will be new even to scholars in the field. Many recent studies and anthologies of Middle Eastern literatures are primarily interested in Islam and religious matters—an emphasis that leads to the common misconception that almost everything in the region was and is dominated by religion. Classical Arabic Literature instead brings to life the rich variety of pre-modern Arabic social and cultural life, where secular texts happily coexisted with religious ones. This masterful anthology, in English only, will introduce this vibrant literary heritage to a wide spectrum of new readers.     _______   Geert Jan van Gelder was Laudian Professor of Arabic at the University of Oxford from 1998 to 2012. He is the author of several books on classical Arabic literature, including Beyond the Line: Classical Arabic Literary Critics on the Coherence and Unity of the Poem and Of Dishes and Discourse: Classical Arabic Literary Representations of Food .                                 The Epistle on Legal Theory            Al-Shāfiʿī   Edited and translated by Joseph E. Lowry     The Epistle on Legal Theory is the oldest surviving Arabic work on Islamic legal theory and the foundational document of Islamic jurisprudence. Its author, Muḥammad ibn Idrīs al-Shāfiʿī (d.204H / 820AD), was the eponymous founder of the Shāfiʿī legal school, one of the four rites in Sunni Islam. This fascinating work offers the first systematic treatment in Arabic of key issues in Islamic legal thought. These include a survey of the importance of Arabic as the language of revelation, principles of textual interpretation to be applied to the Qur’an and prophetic Traditions, techniques for harmonizing apparently contradictory precedents, legal epistemology, rules of inference, and situations in which legal interpretation is required. The author illustrates his theoretical claims with numerous examples drawn from nearly all areas of Islamic law, including ritual, commercial law, tort law, and criminal law.     The text thus provides an important window into both Islamic law and legal thought generally and early Islamic intellectual history in particular. The Arabic text has been established on the basis of the two most important critical editions and includes variants in the notes, while the English text is a new translation by a leading scholar of Shāfiʿī and his thought. The Epistle on Legal Theory represents one of the earliest complete works on Islamic law, one that is centrally important for the formation of Islamic legal thought and the Islamic legal tradition.     ________   Joseph E. Lowry is Associate Professor of Arabic and Islamic Studies at the University of Pennsylvania. His books include Early Islamic Legal Theory: The Risāla of Muḥammad ibn Idrīs al-Shāfiʿī . His research and publications focus on the Qur’an, Islamic law, and Arabic literature. Before becoming an academic he was an attorney in private practice in Washington, D.C.                                   A Treasury of Virtues: Sayings, Sermons and Teachings of ʿAlī with the One Hundred Proverbs, attributed to al-Jāḥiẓ            Al-Qāḍī al-Quḍāʿī     Edited and translated by Tahe ra Qutbuddin     A Treasury of Virtues is a collection of sayings, sermons, and teachings attributed to ʿAlī ibn Abī Ṭālib (d. 40H/661AD), cousin and son-in-law of the Prophet Muhammad, and fourth caliph. ʿAlī was an acknowledged master of Arabic eloquence and a renowned sage of Islamic wisdom. Through proverbs and aphorisms, sermons and speeches, prayers and supplications, epistles and contracts, testimonials and homilies, verse and dialogues, it provides instruction on how to be a decent human being. And it combines these ethical teachings with religious exhortations and preparation for eternal life in the hereafter. Moreover, the lessons of the text are clothed in the cadenced parallelisms of a consummate oral culture, and the vivid metaphors of the Arabian desert. Appealing to the addressee’s  higher nature, they also beguile his aesthetic sensibilities, integrating art and edification in an exquisite package of verbal ingenuity.     Of the many compilations of ʿAlī’s words, A Treasury of Virtues arguably possesses the broadest compass of genres, and the largest variety of themes. The shorter One Hundred Proverbs is also a compilation of ʿAlī’s words. Attributed to al-Jāḥiẓ (“the father of Arabic prose”), it has a celebrity status in its own category and its pithy one-liners are quotable quotes of the finest order. This volume presents the first English translation of both these important texts, with a new critical edition based on several original manuscripts.     Tahe ra Qutbuddin is Associate Professor of Arabic Literature at The University of Chicago. She obtained her Ph.D. in Arabic literature from Harvard University. She is the author of Al-Mu’ayyad al-Shirazi and Fatimid Da’wa Poetry: A Case of Commitment in Classical Arabic Literature .                                                                             Researcher   Philip Kennedy, Principal Investigator  Associate Professor of Middle Eastern and Islamic Studies and Comparative Literature, NYUAD  Email: philip.kennedy@nyu.edu                                                                              Members of the Library of Arabic Literature Editorial Board, Tahera Qutbuddin (University of Chicago) and Shawkat Toorawa (Cornell) recently published a report of the World Literature and Translation international conference in Middle Eastern Literatures (vol 15). The conference was held at NYUAD in December 2011 and convened by NYUAD faculty Paulo Horta and Philip Kennedy.                                                              Quicklinks                                                                    Contact Us             Sitemap                                                                               Undergraduate Programs             Courses                                                                               Graduate Programs             News                                                                               Abu Dhabi Events             New York Events                                               Search         Search Query                                            Send us your feedback                           New York University Abu Dhabi                           PO Box 129188         Abu Dhabi , United Arab Emirates        Email: nyuad@nyu.edu                              Unless otherwise noted, all content copyright New York University Abu Dhabi. All rights reserved.              STAY CONNECTED"}]},
{"detail": [{"content": "The Library of Arabic Literature - NYU Abu Dhabi                                                                                                                                                                               Skip to Main Content                    Search      Search Query                                                  Quicklinks                                         About NYUAD                                          Academic Calendar                                          Athletics                                          Undergraduate Programs                                          Courses                                          Graduate Programs                                          Job Opportunities                                          Libraries                                          The NYUAD Arts Center                                          The NYUAD Art Gallery                                                              Student Portal                          Intranet                          موقعنا العربي                                                  NYU Abu Dhabi                           Navigation                              About                                                                      Vice Chancellor&#39;s Message                                                            Leadership Team                                                            Faculty Governance                                                            Global University                                                                          Opportunities for NY Faculty                                                                                                        Alumni                                                                          Benefits and Services                                                                Global Clubs and Global Events                                                                Alumni Profiles                                                                                                        Locations                                                                          Saadiyat Island Campus                                                                19 Washington Square North                                                                Visit Us                                                                                                        Community Engagement                                                            FAQs                                                                          Abu Dhabi Facts                                                                                                        Careers                                                                          Faculty and Researcher Positions                                                                Staff Positions                                                                Benefits                                                                Living in Abu Dhabi                                                                                                        Contact                                                                                            Admissions                                                                      Applying to NYU Abu Dhabi                                                                          Application Requirements                                                                Testing Requirements                                                                Completing the Common Application                                                                Admissions Timeline                                                                High School Preparation                                                                                                        Financial Support                                                                          Applying for Financial Support                                                                Cost of Attendance                                                                Financial Support FAQs                                                                                                        Admissions FAQs                                                            Regional Events                                                            Candidate Weekend                                                            Information for Counselors                                                                          Admissions Profile                                                                Nomination Overview                                                                Counselors and the Application Process                                                                Nomination Information                                                                Nomination FAQs                                                                Nomination Form                                                                                                        Student Profiles                                                            Contact Admissions                                                                                            Academics                                                                      Academic Divisions                                                                          Arts and Humanities                                                                Engineering                                                                Science                                                                Social Science                                                                Multidisciplinary                                                                                                        Undergraduate Programs                                                                          Courseload and GPA                                                                Core Curriculum                                                                Majors                                                                Concentrations                                                                January Term                                                                Language                                                                Pre-professional Courses                                                                Graduation Requirements                                                                Courses                                                                Physical Education                                                                Islamic Studies                                                                                                        Graduate Programs                                                            Executive Education                                                            Community Programs                                                                          Sheikh Mohamed bin Zayed Scholars Program                                                                Summer Academy                                                                Primary and Secondary Educational Engagement                                                                                                        Faculty                                                            Global Education                                                                          January Term                                                                Study Away                                                                Regional Academic Travel                                                                                                        Mentoring                                                                          Placement Assessments                                                                Mentoring FAQs                                                                Global Academic Fellows                                                                                                        Academic Calendar                                                            Policies                                                            Registrar                                                                          Privacy of Student Records                                                                Registration Guidelines                                                                Transcripts                                                                                                                                        Research                                                                      NYU Abu Dhabi Institute                                                                          Institute Programs                                                                Institute Research                                                                                                        Faculty Research                                                            Postdoctoral Research                                                            Student Research                                                            Infrastructure and Support                                                                          Research Administration                                                                Core Technology Platforms                                                                BuTinah — High Performance Computing                                                                                                        Library                                                                          About the Library                                                                Resources                                                                Contact the Library                                                                Ask a Librarian                                                                                                                                        Campus Life                                                                      From the Dean of Students                                                            Health and Wellness                                                                          Medical Services                                                                Wellness Exchange                                                                Health Insurance                                                                                                        Public Safety                                                            Student Life                                                                          Community Outreach                                                                Spiritual Life                                                                Intercultural Education                                                                Student Government                                                                Student Activities                                                                                                        Residential Education and Housing                                                                          Living in Abu Dhabi                                                                Orientation                                                                Saadiyat Island Campus                                                                Programs and Activities                                                                Dining                                                                Mailing Address                                                                                                        Student Services                                                                          Technology Services                                                                Travel and Transportation                                                                                                        Career Development                                                                          Students                                                                Employers                                                                Alumni — Inspire and Connect                                                                                                        Athletics, Intramurals, and Recreation                                                                          Intercollegiate Sports                                                                Intramural Sports                                                                Campus Recreation                                                                Physical Education                                                                Student Interest Groups                                                                Community Sports Clubs                                                                Fitness Center                                                                Athletics Facilities                                                                                                                                        News &amp; Events                                                                      NYU Abu Dhabi News                                                            Salaam: The NYUAD Blog                                                            Abu Dhabi Events                                                                          Past Events                                                                NYUAD Institute Event Mailing List                                                                                                        New York City Events                                                                          Past Events                                                                NYUAD Institute Event Mailing List                                                                                                        Exhibitions                                                            Conferences                                                            Commencement                                                            The NYUAD Arts Center                                                            The NYUAD Art Gallery                                                                                                                            Breadcrumbs                                  Home                                               Research                                               NYU Abu Dhabi Institute                                               Institute Research                                               The Library of Arabic Literature                                                          The Library of Arabic Literature                                                                                                               The Library of Arabic Literature (LAL) project responds to a marked absence in the Anglophone world by producing a library of the classic works of Arabic Islamic literature and culture in parallel-text editions -- Arabic and English running texts on facing pages. The translations, which will be produced in a clear, modern idiom, will be accessible by general readers and academics alike. LAL will be a standing project with the long-term goal of translating a substantial library in the coming years. The project includes an international editorial board of leading Arabic scholars from around the world, each of whom will discuss their work at public workshops and lectures at NYU Abu Dhabi and other Abu Dhabi schools.     For up-to-date information and a blog on LAL please visit http://www.libraryofarabicliterature.org/ .                               Publications                                       Expand all [+] Collapse all [-]                                      Classical Arabic Literature: A Library of Arabic Literature Anthology            Selected and translated by Geert Jan van Gelder     A major achievement in the field of translation, this anthology presents a rich assortment of classical Arabic poems and literary prose, from pre-Islamic times until the 18th century, with short introductions to guide non-specialist students and informative endnotes and bibliography for advanced scholars. Like many pre-modern Arabic anthologies it aims at being both entertaining and informative. It ranges from the early Bedouin poems with their evocation of desert life to refined urban lyrical verse, from tender love poetry to sonorous eulogy or vicious lampoons, and from the heights of mystical rapture to the frivolity of comic verse. The prose contains anecdotes, entertaining or edifying tales and parables, a fairy-tale, a bawdy story, samples of literary criticism, and much more.     With this anthology, distinguished Arabist Geert Jan van Gelder brings together well-known texts as well as less familiar pieces that will be new even to scholars in the field. Many recent studies and anthologies of Middle Eastern literatures are primarily interested in Islam and religious matters—an emphasis that leads to the common misconception that almost everything in the region was and is dominated by religion. Classical Arabic Literature instead brings to life the rich variety of pre-modern Arabic social and cultural life, where secular texts happily coexisted with religious ones. This masterful anthology, in English only, will introduce this vibrant literary heritage to a wide spectrum of new readers.     _______   Geert Jan van Gelder was Laudian Professor of Arabic at the University of Oxford from 1998 to 2012. He is the author of several books on classical Arabic literature, including Beyond the Line: Classical Arabic Literary Critics on the Coherence and Unity of the Poem and Of Dishes and Discourse: Classical Arabic Literary Representations of Food .                                 The Epistle on Legal Theory            Al-Shāfiʿī   Edited and translated by Joseph E. Lowry     The Epistle on Legal Theory is the oldest surviving Arabic work on Islamic legal theory and the foundational document of Islamic jurisprudence. Its author, Muḥammad ibn Idrīs al-Shāfiʿī (d.204H / 820AD), was the eponymous founder of the Shāfiʿī legal school, one of the four rites in Sunni Islam. This fascinating work offers the first systematic treatment in Arabic of key issues in Islamic legal thought. These include a survey of the importance of Arabic as the language of revelation, principles of textual interpretation to be applied to the Qur’an and prophetic Traditions, techniques for harmonizing apparently contradictory precedents, legal epistemology, rules of inference, and situations in which legal interpretation is required. The author illustrates his theoretical claims with numerous examples drawn from nearly all areas of Islamic law, including ritual, commercial law, tort law, and criminal law.     The text thus provides an important window into both Islamic law and legal thought generally and early Islamic intellectual history in particular. The Arabic text has been established on the basis of the two most important critical editions and includes variants in the notes, while the English text is a new translation by a leading scholar of Shāfiʿī and his thought. The Epistle on Legal Theory represents one of the earliest complete works on Islamic law, one that is centrally important for the formation of Islamic legal thought and the Islamic legal tradition.     ________   Joseph E. Lowry is Associate Professor of Arabic and Islamic Studies at the University of Pennsylvania. His books include Early Islamic Legal Theory: The Risāla of Muḥammad ibn Idrīs al-Shāfiʿī . His research and publications focus on the Qur’an, Islamic law, and Arabic literature. Before becoming an academic he was an attorney in private practice in Washington, D.C.                                   A Treasury of Virtues: Sayings, Sermons and Teachings of ʿAlī with the One Hundred Proverbs, attributed to al-Jāḥiẓ            Al-Qāḍī al-Quḍāʿī     Edited and translated by Tahe ra Qutbuddin     A Treasury of Virtues is a collection of sayings, sermons, and teachings attributed to ʿAlī ibn Abī Ṭālib (d. 40H/661AD), cousin and son-in-law of the Prophet Muhammad, and fourth caliph. ʿAlī was an acknowledged master of Arabic eloquence and a renowned sage of Islamic wisdom. Through proverbs and aphorisms, sermons and speeches, prayers and supplications, epistles and contracts, testimonials and homilies, verse and dialogues, it provides instruction on how to be a decent human being. And it combines these ethical teachings with religious exhortations and preparation for eternal life in the hereafter. Moreover, the lessons of the text are clothed in the cadenced parallelisms of a consummate oral culture, and the vivid metaphors of the Arabian desert. Appealing to the addressee’s  higher nature, they also beguile his aesthetic sensibilities, integrating art and edification in an exquisite package of verbal ingenuity.     Of the many compilations of ʿAlī’s words, A Treasury of Virtues arguably possesses the broadest compass of genres, and the largest variety of themes. The shorter One Hundred Proverbs is also a compilation of ʿAlī’s words. Attributed to al-Jāḥiẓ (“the father of Arabic prose”), it has a celebrity status in its own category and its pithy one-liners are quotable quotes of the finest order. This volume presents the first English translation of both these important texts, with a new critical edition based on several original manuscripts.     Tahe ra Qutbuddin is Associate Professor of Arabic Literature at The University of Chicago. She obtained her Ph.D. in Arabic literature from Harvard University. She is the author of Al-Mu’ayyad al-Shirazi and Fatimid Da’wa Poetry: A Case of Commitment in Classical Arabic Literature .                                                                             Researcher   Philip Kennedy, Principal Investigator  Associate Professor of Middle Eastern and Islamic Studies and Comparative Literature, NYUAD  Email: philip.kennedy@nyu.edu                                                                              Members of the Library of Arabic Literature Editorial Board, Tahera Qutbuddin (University of Chicago) and Shawkat Toorawa (Cornell) recently published a report of the World Literature and Translation international conference in Middle Eastern Literatures (vol 15). The conference was held at NYUAD in December 2011 and convened by NYUAD faculty Paulo Horta and Philip Kennedy.                                                              Quicklinks                                                                    Contact Us             Sitemap                                                                               Undergraduate Programs             Courses                                                                               Graduate Programs             News                                                                               Abu Dhabi Events             New York Events                                               Search         Search Query                                            Send us your feedback                           New York University Abu Dhabi                           PO Box 129188         Abu Dhabi , United Arab Emirates        Email: nyuad@nyu.edu                              Unless otherwise noted, all content copyright New York University Abu Dhabi. All rights reserved.              STAY CONNECTED"}, {"content": "NYU Alumni Magazine: Found in Translation                                                               &gt; TRIP TO THE DOCTOR |   (PDF)   &gt; THE ART OF TELEVISION |   (PDF)   &gt; ALL-NIGHTER | (PDF)      &gt; HEARD ON CAMPUS   &gt; EDITORS&rsquo; LETTER   &gt; DOWNLOAD FULL PDF      &gt; NEW MEDIA   &gt; CONVERSATION   &gt; HISTORY   &gt; MUSIC   &gt; DOWNLOAD FULL PDF      &gt; CITY LIVING   &gt; THE INSIDER   &gt; DOWNLOAD FULL PDF      &gt; PHOTOGRAPHY   &gt; GALLERY   &gt; CREDITS   &gt; DOWNLOAD FULL PDF      &gt; MEMOIR   &gt; COLLECTION   &gt; DOWNLOAD FULL PDF      &gt; PROFILE: LEVITCH   &gt; PROFILE: SCHIRALDI   &gt; PROFILE: NAPOLEONE   &gt; DOWNLOAD FULL PDF      &gt; ABOUT US   &gt; CONTACT US                         collection    Found in Translation      A new series brings the Arabic classics  to English readers   by Eileen Reynolds / GSAS &rsquo;11     &ldquo;And nearness brings no boredom to my longing, / nor does the love for her leave me when  she has left,&rdquo; an anguished poet declares. &ldquo;She is my cure and sickness, and her memory  my care; / but for the painful distance, passion dies.&rdquo;                      An excerpt from joseph e. lowry&rsquo;s edit and translation of the epistle on legal theory by al-shafi&rsquo;i.       Oh, woe is he!      The poet&rsquo;s affliction is a familiar one, but his identity&mdash;to English readers, at least&mdash;might come as a surprise. He was not a chivalrous Arthurian knight or lovesick Elizabethan dandy, but rather the 8th-century bard Dhu l-Rummah, considered by Arabic scholars to be the last of the great Islamic Bedouin desert poets. Reflecting on tribal politics, the rigors of desert life, and, of course, the agonies of love, Dhu l-Rummah and his predecessors&mdash;beginning in the 6th century, with an oral tradition stretching back even earlier&mdash;developed a system of meter and rhyme as complex as anything within the European literary canon.       But owing to the difficulty of translation, this poetry has remained, like most premodern Arabic   works, virtually unknown to English readers. For the nonfluent, fleeting encounters with Arabic    literature have historically come in the form of translations of the Koran or, perhaps, hackneyed   adaptations of stories from One Thousand and One Nights . But these small tastes are hardly   representative of a rich literary tradition that includes everything from theological treatises    to ribald tales. Now, a group of scholars led by Philip F. Kennedy, associate professor of Middle   Eastern and Islamic studies, has set out to fill that gap by building a comprehensive library of    classical Arabic works. The Library of Arabic Literature (LAL)&mdash;an NYU Abu Dhabi Intitute    project&mdash;will present some 35 volumes ranging from pre-Islamic poetry to a 19th-century     proto-novel with Arabic alongside the English translation on facing pages.              Producing new editions  involves the painstaking work  of tracking down and studying original manuscripts.           The first book in the series, an anthology of classic works selected and translated by University of Oxford Arabic professor emeritus Geert Jan van Gelder, was released in December. Two others&mdash; A Treasury of Virtues , a collection of sayings and teachings attributed to &rsquo;Ali ibn Abi Talib, cousin and son-in-law of the prophet Muhammad, and 9th-century  legal scholar Muhammad ibn Idris al-Shafi&rsquo;i&rsquo;s The Epistle on Legal Theory , believed to be the oldest surviving document on Islamic jurisprudence&mdash;followed in February. &ldquo;Part of our aim for the series is to publish broadly in the various different fields that constitute Arabic heritage: literature, belles lettres, law, history, biography, travel literature, geographical literature, theology&mdash;a broad array of what was written back in the premodern era,&rdquo; says Chip Rossetti, managing editor of the series, which is being published by NYU Press.   The series may be read as a response in part to a recent uptick in interest among English readers, post-9/11, in the language and culture of the Arabic world. Kennedy and Rossetti envision that one day it may serve as a kind of Arabic analogue to Harvard University Press&rsquo;s renowned Loeb Classical Library of Greek and Latin literature&mdash;the idea being that future generations of English readers will now be able to study the Arabic classics alongside Homer and Cicero.   The first offering, van Gelder&rsquo;s anthology, Classical Arabic Literature , provides a sampling of the wide array of themes and genres that will be covered in the larger series, including wine poems, popular science, and even erotica. Though the authors  of the pieces in the anthology lived hundreds of years ago, Rossetti notes that their chosen &ldquo;topics are also very recognizable: love, petty annoyances, human relations.&rdquo;   Some of the works, such as Egyptian writer Ahmad al-Tifashi&rsquo;s &ldquo;The Young Girl and the Dough Kneader,&rdquo; which van Gelder describes as a &ldquo;moderately pornographic&rdquo; story designed to &ldquo;simulate the girl&rsquo;s breathless monologue,&rdquo; will no doubt raise eyebrows&mdash;which the editors paused to consider. &ldquo;Some readers might prefer not to encounter the bawdy and erotic in a representation of Arabic literature,&rdquo; Kennedy says. &ldquo;We just want, and feel obligated, to be honest.&rdquo;    Because most of the works to be included in the LAL series date from before the dawn of printing in   Arabic, producing new editions involves the painstaking work of tracking down and studying original   manuscripts. An eight-member editorial board of Arabic and Islamic studies scholars from various    universities meets twice a year to oversee the selection, editing, and translation of these texts.   Some stories might seem familiar: &ldquo;A Visit to Heaven and Hell,&rdquo; an excerpt from the    satirical The Epistle of Forgiveness by 11th-century writer Abu  l-&rsquo;Ala&rsquo; al-Ma&rsquo;arri, is considered by some as a forerunner to Dante&rsquo;s Divine Comedy .    Al-Ma&rsquo;arri&rsquo;s work has contemporary resonance as well. The writer&rsquo;s Syrian homeland has been in the news a lot lately. &ldquo;We hear about the Arab Spring, but it&rsquo;s important to balance political news with more of this,&rdquo; Kennedy says. That&rsquo;s not to say that Arabic literature can provide easy answers to thorny 21st-century questions about power and peace. Rossetti warns against the tendency to &ldquo;read Arabic as sort of a sociological text&mdash;as something that can inform contemporary politics.&rdquo; Instead, he says, the series will have succeeded when people begin reading Arabic literature the way they read Russian or French poetry and prose in translation&mdash;&rdquo;as real literature with its own merits.&rdquo; Kennedy shares the sentiment:  &ldquo;I envision the series being a physical thing, where you can walk into a bookstore and see those rows of books&mdash;and people can see that there&rsquo;s this huge tradition.&rdquo;"}]},
{"detail": [{"content": "The Library of Arabic Literature - NYU Abu Dhabi                                                                                                                                                                               Skip to Main Content                    Search      Search Query                                                  Quicklinks                                         About NYUAD                                          Academic Calendar                                          Athletics                                          Undergraduate Programs                                          Courses                                          Graduate Programs                                          Job Opportunities                                          Libraries                                          The NYUAD Arts Center                                          The NYUAD Art Gallery                                                              Student Portal                          Intranet                          موقعنا العربي                                                  NYU Abu Dhabi                           Navigation                              About                                                                      Vice Chancellor&#39;s Message                                                            Leadership Team                                                            Faculty Governance                                                            Global University                                                                          Opportunities for NY Faculty                                                                                                        Alumni                                                                          Benefits and Services                                                                Global Clubs and Global Events                                                                Alumni Profiles                                                                                                        Locations                                                                          Saadiyat Island Campus                                                                19 Washington Square North                                                                Visit Us                                                                                                        Community Engagement                                                            FAQs                                                                          Abu Dhabi Facts                                                                                                        Careers                                                                          Faculty and Researcher Positions                                                                Staff Positions                                                                Benefits                                                                Living in Abu Dhabi                                                                                                        Contact                                                                                            Admissions                                                                      Applying to NYU Abu Dhabi                                                                          Application Requirements                                                                Testing Requirements                                                                Completing the Common Application                                                                Admissions Timeline                                                                High School Preparation                                                                                                        Financial Support                                                                          Applying for Financial Support                                                                Cost of Attendance                                                                Financial Support FAQs                                                                                                        Admissions FAQs                                                            Regional Events                                                            Candidate Weekend                                                            Information for Counselors                                                                          Admissions Profile                                                                Nomination Overview                                                                Counselors and the Application Process                                                                Nomination Information                                                                Nomination FAQs                                                                Nomination Form                                                                                                        Student Profiles                                                            Contact Admissions                                                                                            Academics                                                                      Academic Divisions                                                                          Arts and Humanities                                                                Engineering                                                                Science                                                                Social Science                                                                Multidisciplinary                                                                                                        Undergraduate Programs                                                                          Courseload and GPA                                                                Core Curriculum                                                                Majors                                                                Concentrations                                                                January Term                                                                Language                                                                Pre-professional Courses                                                                Graduation Requirements                                                                Courses                                                                Physical Education                                                                Islamic Studies                                                                                                        Graduate Programs                                                            Executive Education                                                            Community Programs                                                                          Sheikh Mohamed bin Zayed Scholars Program                                                                Summer Academy                                                                Primary and Secondary Educational Engagement                                                                                                        Faculty                                                            Global Education                                                                          January Term                                                                Study Away                                                                Regional Academic Travel                                                                                                        Mentoring                                                                          Placement Assessments                                                                Mentoring FAQs                                                                Global Academic Fellows                                                                                                        Academic Calendar                                                            Policies                                                            Registrar                                                                          Privacy of Student Records                                                                Registration Guidelines                                                                Transcripts                                                                                                                                        Research                                                                      NYU Abu Dhabi Institute                                                                          Institute Programs                                                                Institute Research                                                                                                        Faculty Research                                                            Postdoctoral Research                                                            Student Research                                                            Infrastructure and Support                                                                          Research Administration                                                                Core Technology Platforms                                                                BuTinah — High Performance Computing                                                                                                        Library                                                                          About the Library                                                                Resources                                                                Contact the Library                                                                Ask a Librarian                                                                                                                                        Campus Life                                                                      From the Dean of Students                                                            Health and Wellness                                                                          Medical Services                                                                Wellness Exchange                                                                Health Insurance                                                                                                        Public Safety                                                            Student Life                                                                          Community Outreach                                                                Spiritual Life                                                                Intercultural Education                                                                Student Government                                                                Student Activities                                                                                                        Residential Education and Housing                                                                          Living in Abu Dhabi                                                                Orientation                                                                Saadiyat Island Campus                                                                Programs and Activities                                                                Dining                                                                Mailing Address                                                                                                        Student Services                                                                          Technology Services                                                                Travel and Transportation                                                                                                        Career Development                                                                          Students                                                                Employers                                                                Alumni — Inspire and Connect                                                                                                        Athletics, Intramurals, and Recreation                                                                          Intercollegiate Sports                                                                Intramural Sports                                                                Campus Recreation                                                                Physical Education                                                                Student Interest Groups                                                                Community Sports Clubs                                                                Fitness Center                                                                Athletics Facilities                                                                                                                                        News &amp; Events                                                                      NYU Abu Dhabi News                                                            Salaam: The NYUAD Blog                                                            Abu Dhabi Events                                                                          Past Events                                                                NYUAD Institute Event Mailing List                                                                                                        New York City Events                                                                          Past Events                                                                NYUAD Institute Event Mailing List                                                                                                        Exhibitions                                                            Conferences                                                            Commencement                                                            The NYUAD Arts Center                                                            The NYUAD Art Gallery                                                                                                                            Breadcrumbs                                  Home                                               Research                                               NYU Abu Dhabi Institute                                               Institute Research                                               The Library of Arabic Literature                                                          The Library of Arabic Literature                                                                                                               The Library of Arabic Literature (LAL) project responds to a marked absence in the Anglophone world by producing a library of the classic works of Arabic Islamic literature and culture in parallel-text editions -- Arabic and English running texts on facing pages. The translations, which will be produced in a clear, modern idiom, will be accessible by general readers and academics alike. LAL will be a standing project with the long-term goal of translating a substantial library in the coming years. The project includes an international editorial board of leading Arabic scholars from around the world, each of whom will discuss their work at public workshops and lectures at NYU Abu Dhabi and other Abu Dhabi schools.     For up-to-date information and a blog on LAL please visit http://www.libraryofarabicliterature.org/ .                               Publications                                       Expand all [+] Collapse all [-]                                      Classical Arabic Literature: A Library of Arabic Literature Anthology            Selected and translated by Geert Jan van Gelder     A major achievement in the field of translation, this anthology presents a rich assortment of classical Arabic poems and literary prose, from pre-Islamic times until the 18th century, with short introductions to guide non-specialist students and informative endnotes and bibliography for advanced scholars. Like many pre-modern Arabic anthologies it aims at being both entertaining and informative. It ranges from the early Bedouin poems with their evocation of desert life to refined urban lyrical verse, from tender love poetry to sonorous eulogy or vicious lampoons, and from the heights of mystical rapture to the frivolity of comic verse. The prose contains anecdotes, entertaining or edifying tales and parables, a fairy-tale, a bawdy story, samples of literary criticism, and much more.     With this anthology, distinguished Arabist Geert Jan van Gelder brings together well-known texts as well as less familiar pieces that will be new even to scholars in the field. Many recent studies and anthologies of Middle Eastern literatures are primarily interested in Islam and religious matters—an emphasis that leads to the common misconception that almost everything in the region was and is dominated by religion. Classical Arabic Literature instead brings to life the rich variety of pre-modern Arabic social and cultural life, where secular texts happily coexisted with religious ones. This masterful anthology, in English only, will introduce this vibrant literary heritage to a wide spectrum of new readers.     _______   Geert Jan van Gelder was Laudian Professor of Arabic at the University of Oxford from 1998 to 2012. He is the author of several books on classical Arabic literature, including Beyond the Line: Classical Arabic Literary Critics on the Coherence and Unity of the Poem and Of Dishes and Discourse: Classical Arabic Literary Representations of Food .                                 The Epistle on Legal Theory            Al-Shāfiʿī   Edited and translated by Joseph E. Lowry     The Epistle on Legal Theory is the oldest surviving Arabic work on Islamic legal theory and the foundational document of Islamic jurisprudence. Its author, Muḥammad ibn Idrīs al-Shāfiʿī (d.204H / 820AD), was the eponymous founder of the Shāfiʿī legal school, one of the four rites in Sunni Islam. This fascinating work offers the first systematic treatment in Arabic of key issues in Islamic legal thought. These include a survey of the importance of Arabic as the language of revelation, principles of textual interpretation to be applied to the Qur’an and prophetic Traditions, techniques for harmonizing apparently contradictory precedents, legal epistemology, rules of inference, and situations in which legal interpretation is required. The author illustrates his theoretical claims with numerous examples drawn from nearly all areas of Islamic law, including ritual, commercial law, tort law, and criminal law.     The text thus provides an important window into both Islamic law and legal thought generally and early Islamic intellectual history in particular. The Arabic text has been established on the basis of the two most important critical editions and includes variants in the notes, while the English text is a new translation by a leading scholar of Shāfiʿī and his thought. The Epistle on Legal Theory represents one of the earliest complete works on Islamic law, one that is centrally important for the formation of Islamic legal thought and the Islamic legal tradition.     ________   Joseph E. Lowry is Associate Professor of Arabic and Islamic Studies at the University of Pennsylvania. His books include Early Islamic Legal Theory: The Risāla of Muḥammad ibn Idrīs al-Shāfiʿī . His research and publications focus on the Qur’an, Islamic law, and Arabic literature. Before becoming an academic he was an attorney in private practice in Washington, D.C.                                   A Treasury of Virtues: Sayings, Sermons and Teachings of ʿAlī with the One Hundred Proverbs, attributed to al-Jāḥiẓ            Al-Qāḍī al-Quḍāʿī     Edited and translated by Tahe ra Qutbuddin     A Treasury of Virtues is a collection of sayings, sermons, and teachings attributed to ʿAlī ibn Abī Ṭālib (d. 40H/661AD), cousin and son-in-law of the Prophet Muhammad, and fourth caliph. ʿAlī was an acknowledged master of Arabic eloquence and a renowned sage of Islamic wisdom. Through proverbs and aphorisms, sermons and speeches, prayers and supplications, epistles and contracts, testimonials and homilies, verse and dialogues, it provides instruction on how to be a decent human being. And it combines these ethical teachings with religious exhortations and preparation for eternal life in the hereafter. Moreover, the lessons of the text are clothed in the cadenced parallelisms of a consummate oral culture, and the vivid metaphors of the Arabian desert. Appealing to the addressee’s  higher nature, they also beguile his aesthetic sensibilities, integrating art and edification in an exquisite package of verbal ingenuity.     Of the many compilations of ʿAlī’s words, A Treasury of Virtues arguably possesses the broadest compass of genres, and the largest variety of themes. The shorter One Hundred Proverbs is also a compilation of ʿAlī’s words. Attributed to al-Jāḥiẓ (“the father of Arabic prose”), it has a celebrity status in its own category and its pithy one-liners are quotable quotes of the finest order. This volume presents the first English translation of both these important texts, with a new critical edition based on several original manuscripts.     Tahe ra Qutbuddin is Associate Professor of Arabic Literature at The University of Chicago. She obtained her Ph.D. in Arabic literature from Harvard University. She is the author of Al-Mu’ayyad al-Shirazi and Fatimid Da’wa Poetry: A Case of Commitment in Classical Arabic Literature .                                                                             Researcher   Philip Kennedy, Principal Investigator  Associate Professor of Middle Eastern and Islamic Studies and Comparative Literature, NYUAD  Email: philip.kennedy@nyu.edu                                                                              Members of the Library of Arabic Literature Editorial Board, Tahera Qutbuddin (University of Chicago) and Shawkat Toorawa (Cornell) recently published a report of the World Literature and Translation international conference in Middle Eastern Literatures (vol 15). The conference was held at NYUAD in December 2011 and convened by NYUAD faculty Paulo Horta and Philip Kennedy.                                                              Quicklinks                                                                    Contact Us             Sitemap                                                                               Undergraduate Programs             Courses                                                                               Graduate Programs             News                                                                               Abu Dhabi Events             New York Events                                               Search         Search Query                                            Send us your feedback                           New York University Abu Dhabi                           PO Box 129188         Abu Dhabi , United Arab Emirates        Email: nyuad@nyu.edu                              Unless otherwise noted, all content copyright New York University Abu Dhabi. All rights reserved.              STAY CONNECTED"}, {"content": "NYU Alumni Magazine: Found in Translation                                                               &gt; TRIP TO THE DOCTOR |   (PDF)   &gt; THE ART OF TELEVISION |   (PDF)   &gt; ALL-NIGHTER | (PDF)      &gt; HEARD ON CAMPUS   &gt; EDITORS&rsquo; LETTER   &gt; DOWNLOAD FULL PDF      &gt; NEW MEDIA   &gt; CONVERSATION   &gt; HISTORY   &gt; MUSIC   &gt; DOWNLOAD FULL PDF      &gt; CITY LIVING   &gt; THE INSIDER   &gt; DOWNLOAD FULL PDF      &gt; PHOTOGRAPHY   &gt; GALLERY   &gt; CREDITS   &gt; DOWNLOAD FULL PDF      &gt; MEMOIR   &gt; COLLECTION   &gt; DOWNLOAD FULL PDF      &gt; PROFILE: LEVITCH   &gt; PROFILE: SCHIRALDI   &gt; PROFILE: NAPOLEONE   &gt; DOWNLOAD FULL PDF      &gt; ABOUT US   &gt; CONTACT US                         collection    Found in Translation      A new series brings the Arabic classics  to English readers   by Eileen Reynolds / GSAS &rsquo;11     &ldquo;And nearness brings no boredom to my longing, / nor does the love for her leave me when  she has left,&rdquo; an anguished poet declares. &ldquo;She is my cure and sickness, and her memory  my care; / but for the painful distance, passion dies.&rdquo;                      An excerpt from joseph e. lowry&rsquo;s edit and translation of the epistle on legal theory by al-shafi&rsquo;i.       Oh, woe is he!      The poet&rsquo;s affliction is a familiar one, but his identity&mdash;to English readers, at least&mdash;might come as a surprise. He was not a chivalrous Arthurian knight or lovesick Elizabethan dandy, but rather the 8th-century bard Dhu l-Rummah, considered by Arabic scholars to be the last of the great Islamic Bedouin desert poets. Reflecting on tribal politics, the rigors of desert life, and, of course, the agonies of love, Dhu l-Rummah and his predecessors&mdash;beginning in the 6th century, with an oral tradition stretching back even earlier&mdash;developed a system of meter and rhyme as complex as anything within the European literary canon.       But owing to the difficulty of translation, this poetry has remained, like most premodern Arabic   works, virtually unknown to English readers. For the nonfluent, fleeting encounters with Arabic    literature have historically come in the form of translations of the Koran or, perhaps, hackneyed   adaptations of stories from One Thousand and One Nights . But these small tastes are hardly   representative of a rich literary tradition that includes everything from theological treatises    to ribald tales. Now, a group of scholars led by Philip F. Kennedy, associate professor of Middle   Eastern and Islamic studies, has set out to fill that gap by building a comprehensive library of    classical Arabic works. The Library of Arabic Literature (LAL)&mdash;an NYU Abu Dhabi Intitute    project&mdash;will present some 35 volumes ranging from pre-Islamic poetry to a 19th-century     proto-novel with Arabic alongside the English translation on facing pages.              Producing new editions  involves the painstaking work  of tracking down and studying original manuscripts.           The first book in the series, an anthology of classic works selected and translated by University of Oxford Arabic professor emeritus Geert Jan van Gelder, was released in December. Two others&mdash; A Treasury of Virtues , a collection of sayings and teachings attributed to &rsquo;Ali ibn Abi Talib, cousin and son-in-law of the prophet Muhammad, and 9th-century  legal scholar Muhammad ibn Idris al-Shafi&rsquo;i&rsquo;s The Epistle on Legal Theory , believed to be the oldest surviving document on Islamic jurisprudence&mdash;followed in February. &ldquo;Part of our aim for the series is to publish broadly in the various different fields that constitute Arabic heritage: literature, belles lettres, law, history, biography, travel literature, geographical literature, theology&mdash;a broad array of what was written back in the premodern era,&rdquo; says Chip Rossetti, managing editor of the series, which is being published by NYU Press.   The series may be read as a response in part to a recent uptick in interest among English readers, post-9/11, in the language and culture of the Arabic world. Kennedy and Rossetti envision that one day it may serve as a kind of Arabic analogue to Harvard University Press&rsquo;s renowned Loeb Classical Library of Greek and Latin literature&mdash;the idea being that future generations of English readers will now be able to study the Arabic classics alongside Homer and Cicero.   The first offering, van Gelder&rsquo;s anthology, Classical Arabic Literature , provides a sampling of the wide array of themes and genres that will be covered in the larger series, including wine poems, popular science, and even erotica. Though the authors  of the pieces in the anthology lived hundreds of years ago, Rossetti notes that their chosen &ldquo;topics are also very recognizable: love, petty annoyances, human relations.&rdquo;   Some of the works, such as Egyptian writer Ahmad al-Tifashi&rsquo;s &ldquo;The Young Girl and the Dough Kneader,&rdquo; which van Gelder describes as a &ldquo;moderately pornographic&rdquo; story designed to &ldquo;simulate the girl&rsquo;s breathless monologue,&rdquo; will no doubt raise eyebrows&mdash;which the editors paused to consider. &ldquo;Some readers might prefer not to encounter the bawdy and erotic in a representation of Arabic literature,&rdquo; Kennedy says. &ldquo;We just want, and feel obligated, to be honest.&rdquo;    Because most of the works to be included in the LAL series date from before the dawn of printing in   Arabic, producing new editions involves the painstaking work of tracking down and studying original   manuscripts. An eight-member editorial board of Arabic and Islamic studies scholars from various    universities meets twice a year to oversee the selection, editing, and translation of these texts.   Some stories might seem familiar: &ldquo;A Visit to Heaven and Hell,&rdquo; an excerpt from the    satirical The Epistle of Forgiveness by 11th-century writer Abu  l-&rsquo;Ala&rsquo; al-Ma&rsquo;arri, is considered by some as a forerunner to Dante&rsquo;s Divine Comedy .    Al-Ma&rsquo;arri&rsquo;s work has contemporary resonance as well. The writer&rsquo;s Syrian homeland has been in the news a lot lately. &ldquo;We hear about the Arab Spring, but it&rsquo;s important to balance political news with more of this,&rdquo; Kennedy says. That&rsquo;s not to say that Arabic literature can provide easy answers to thorny 21st-century questions about power and peace. Rossetti warns against the tendency to &ldquo;read Arabic as sort of a sociological text&mdash;as something that can inform contemporary politics.&rdquo; Instead, he says, the series will have succeeded when people begin reading Arabic literature the way they read Russian or French poetry and prose in translation&mdash;&rdquo;as real literature with its own merits.&rdquo; Kennedy shares the sentiment:  &ldquo;I envision the series being a physical thing, where you can walk into a bookstore and see those rows of books&mdash;and people can see that there&rsquo;s this huge tradition.&rdquo;"}, {"content": "Course Offerings    | MEIS | NYU                                                                Back to  previous page                                Course Offerings Language Courses Note: Language examinations are held before the first week of the fall and spring semesters and on a regular basis during the academic year. For placement at the appropriate level of language instruction, students should consult the department. Qualified undergraduates are also eligible to register for advanced language courses. Please consult the current schedule of courses and the Graduate School of Arts and Science Bulletin for information about advanced courses in Arabic, Persian, Turkish, Hindi, and Urdu that are open to undergraduates who have completed the intermediate level of the languages.    Arabic Elementary Arabic I, II MEIS-UA 101, 102 Offered every year. 4 points per term. Builds basic skills in modern standard Arabic, the language read and understood by educated Arabs from Baghdad to Casablanca. Five hours per week of instruction and drills, stressing the proficiency approach, plus work in the language laboratory. Intermediate Arabic I, II MEIS-UA 103, 104 Prerequisite for the sequence: Elementary Arabic II (MEIS-UA 102) or equivalent. Offered every year. 4 points per term. Builds on the skills acquired in Elementary Arabic I and II, with increased emphasis on writing and reading from modern sources, in addition to aural/oral proficiency. The following two Arabic courses comprise the third year of Arabic language instruction and are open to undergraduates who have successfully completed the Intermediate Arabic sequence. Advanced Arabic I, II MEIS-GA 1005, 1006 Prerequisite for the sequence: Intermediate Arabic II (MEIS-UA 104) or equivalent. Offered every year. Ferhadi. 4 points per term. This class is entirely conducted in Modern Standard Arabic. The focus is on further honing the students' four language skills: speaking, listening, reading, and writing. Principal features of colloquial dialects of Arabic will be introduced as well.    Urdu Elementary Urdu I, II MEIS-UA 301, 302 Offered every year. 4 points per term. Introduces students to the basics of Urdu alphabet, grammar, and sentence structure. All four skills are emphasized—writing and reading, as well as speaking and listening. Tailored to address students' interests not only in the language but also in the culture in which it is rooted. Intermediate Urdu I, II MEIS-UA 303, 304 Prerequisite for the sequence: Elementary Urdu II (MEIS-UA 302) or equivalent. Offered every year. 4 points per term. Continues where Elementary Urdu leaves off. Students are introduced to literary texts. Along with specific language tasks, criticism and analysis now form part of the curriculum. Dictation, memorizing poetry, comprehension, and engaging in longer sessions of conversation form an important part of this course. By the end of this course, students should have achieved some fluency in reading literary texts, writing short essays, and carrying on a conversation.    Farsi/Persian Elementary Persian I, II MEIS-UA 401, 402 Offered every year. 4 points per term. Grammar, phonetics, and pronunciation of modern standard Persian, reading simple texts and writing short compositions. Builds basic skills in modern standard Persian in preparation for reading classical Persian literature. Intermediate Persian I, II MEIS-UA 403, 404 Prerequisite for the sequence: Elementary Persian II (MEIS-UA 402) or equivalent. Offered every year. Khorrami. 4 points per term. Builds on the skills acquired in Elementary Persian I and II through continued study of grammar and syntax. Practice in spoken Persian. Introduction to classical and modern prose and poetry.     Hindi Elementary Hindi I, II MEIS-UA 405, 406 Offered every year. Ilieva. 4 points per term. As a part of a two-year curriculum, prepares the student for a high level of proficiency in Hindi. Through a variety of class, small-group, and paired activities, as well as language and computer lab sessions, students are expected to develop reading, speaking, listening, and writing skills. The instructor also takes into consideration individual needs. Intermediate Hindi I, II MEIS-UA 407, 408 Prerequisite for the sequence: Elementary Hindi II (MEIS-UA 406) or equivalent. Offered every year. Ilieva. 4 points per term. Designed to further develop fluency in oral and written communication. In addition to the class, small-group activities, and language and computer lab sessions, students are given an individual assignment to work with native speakers from the community and report on their findings. The reading assignments are designed to broaden understanding of content used for oral presentations. Advanced Hindi I, II MEIS-UA 409, 410 Prerequisite for the sequence: Intermediate Hindi II (MEIS-UA 408) or equivalent. Offered every year. Ilieva. 4 points per term. Offers an overview of Indian culture via original texts and is designed to improve students' advanced-level reading, as well as their written and oral discourse in Hindi. Emphasis is placed on the development of linguistic skills required for a close reading and in-depth analysis of complex texts. Courses are learner-centered, and students have a choice in the selection of the texts and topics for their presentations. Taught seminar-style, the course combines classroom discussions, oral reports, and occasional background lectures. Students should have completed the two-year sequence of Hindi or have an equivalent background.     Turkish Elementary Turkish I, II MEIS-UA 501, 502 Offered every year. Erol. 4 points per term. Introduction to the written and spoken language of modern Turkey. All texts are in Latin characters and comprise both textual and audio material. Intermediate Turkish I, II MEIS-UA 503, 504 Prerequisite for the sequence: Elementary Turkish II (MEIS-UA 502) or equivalent. Offered every year. Erol. 4 points per term. Materials from Turkish newspapers, magazines, literature, and radio provide the basis for reading comprehension and conversational ability in modern Turkish.      History Courses The History of Ancient Egypt, 3200–50 B.C.E. MEIS-UA 611 Identical to HIST-UA 506. Offered every year. Goelet. 4 points. Political and intellectual history of ancient Egypt, introducing the student to a variety of religious and secular texts and showing how Egyptologists have drawn on biographical texts, royal inscriptions, literary papyri, and archaeological remains to re-create Egyptian history. A Cultural History of Ancient Egypt MEIS-UA 614 Identical to HIST-UA 505. Offered every other year. Goelet. 4 points. Survey of the literary, religious, and material culture of ancient Egypt. Each class examines the ancient Egyptian intellectual world as shown by a major monument (for example, the Great Pyramid), along with its cultural background. Daily life, as well as the visual and symbolic aspects of the civilization, are illustrated with slides and charts. The reading emphasizes historical, literary, and religious texts in translation. Jews in the Islamic World in the Modern Period MEIS-UA 615 Identical to HBRJD-UA 114. 4 points. See description under Hebrew and Judaic Studies in this Bulletin. Topics in Islamic History MEIS-UA 616 4 points. Istanbul: Culture, Memory, and the City MEIS-UA 620. Offered periodically. 4 points. In this seminar, picking up on different socio-cultural, economic and political transformations and cultural identification through the context of Istanbul, we will attend to a variety of topics revolving around urban culture that might include: social transformation, urbanism, and gentrification; minorities (e.g., Armenians, Greeks, Jews, Kurds, the Roma, and so on) and cultural identification; food and memory; nostalgia, commodification and neighborhoods; museumization of “culture”; exile; cosmopolitanism and migration. In this light, we will read ethnographies, studies in cultural and literary history, as well as literature and other primary sources. We will also watch films, and address how some of these issues get displayed as a “spectacle” or merely a “décor” in narratives, such as detective stories, or in such projects as Istanbul: Cultural Capital of Europe in 2010. As such, taking Istanbul as our centerpiece, we will explore a variety of concepts and dynamics and ask informed questions about cultural identification and space, with a main focus on the twentieth century. The Making of the Muslim Middle East MEIS-UA 640 4 points. Art in the Islamic World II: From the Mongols to Modernism MEIS-UA 652 Identical to ARTH-UA 541. Offered every year. Flood. 4 points. An introduction to the arts of Islam during a period of dynamic cultural and political change in the Islamic world. Beginning with the Mongol invasions of the 13th century, traces the development of Islamic art and architecture through the eras of Timur, the \"gunpowder empires\" (the Mughals, Ottomans, Safavids), and European colonialism, to the art of the nation-state in the 20th century. Art in the Islamic World I: From the Prophet to the Mongols MEIS-UA 653 Identical to ARTH-UA 540. Flood. 4 points. Provides an outline of Islamic material in its early and classical periods, from 650 C.E. to 1200 C.E. The period saw the initial formation of an Arab empire stretching from the Atlantic Ocean to the Indian Ocean, a decline in centralized authority, and the rise to political prominence of various North African, Iranian, and Central Asian dynasties from the 10th century onward. These political developments are reflected in the increasingly heterogeneous nature of Islamic material culture over this time span. The Ottoman Empire and the World around It, 1300–1700 C.E. MEIS-UA 680 Peirce. 4 points. Topics in Middle Eastern History MEIS-UA 688 Identical to HIST-UA 550. Offered every year. 4 points. Focuses on a particular aspect of Islamic, Ottoman, or modern Middle Eastern history, with an emphasis on historiographical and comparative issues. Intended primarily for advanced undergraduates in Middle Eastern studies and in history, but other students may register with permission of the instructor. The Emergence of the Modern Middle East MEIS-UA 690 Identical to HIST-UA 531. 4 points. Surveys the main political, social, economic, and intellectual currents of the 20th century. Emphasis on historical background and development of current problems in the region. Topics include imperialism, nationalism, religion, Orientalism, women, class formation, oil, the Arab-Israeli crisis, and the Iranian revolution. Islam and the West MEIS-UA 694 Identical to HIST-UA 520, MEDI-UA 694. 4 points. Examines the evolution of diplomatic, trade, and cultural contacts between Islam and the West. Particular attention is paid to the complex relationship that developed between these two civilizations and their historical impact on each other. Zionism and the State of Israel MEIS-UA 696 Identical to HBRJD-UA 180. 4 points. See description under Hebrew and Judaic Studies in this Bulletin. Palestine, Zionism, Israel MEIS-UA 697 Identical to HIST-UA 532. Offered every other year. Lockman. 4 points. Survey of the conflict over Palestine from its origins in the late 19th century until the present. Examines the evolution of this ongoing struggle in its historical context. Discusses the roles of the various parties to the conflict. Israel: Fact Through Fiction MEIS-UA 698 Identical to HBRJD-UA 780. Offered every other year. Landress. 4 points. See description under Hebrew and Judaic Studies in this Bulletin.  Gender and Sexuality in Medieval Islamic Societies MEIS-UA 787 Offered every other year. Rowson. 4 points. Evaluates the role of culture—whether Middle Eastern or Western—in shaping fundamental sexual attitudes. Attempts to get behind myths of unbridled sensuality and \"well-stocked harems\" to the realities. Readings include selected primary sources from the medieval period in English translation, including religious treatises on marriage and proper gender roles, love poetry, stories from the Arabian Nights, and works of erotica, supplemented by secondary studies. Iran Past and Present MEIS-UA 796 Offered every year. Chelkowski. 4 points. Ancient Iranian culture and its influence on the Near East. The impact of the Arab-Islamic conquest, the Islamization of Iran, and the Iranian role in the development of Islamic civilization. The rebirth of Iranian self-consciousness and the establishment of Shi'ism as the state religion under the Safavids. Traditional Iranian culture in conflict with the West. Modern Iran from the reinstitution of the monarchy to the Islamic revolution. Illustrated with readings, slides, films, a museum visit, live recitations, and music.      Literature Courses      Except where indicated, there is no language prerequisite for these courses. Topics in 20th-Century Literature MEIS-UA 190 4 points.  Masterpieces of Arabic Literature in Translation MEIS-UA 710 Identical to MEDI-UA 710. Offered every year. 4 points. Survey of the masterpieces of Arabic, Persian, and Turkish literature from pre-Islamic times to the present. Selected texts in translation from the major genres, both in prose and poetry, are studied as works of art in themselves and as a reflection of the societies that produced them. Literature and Society in the Middle East MEIS-UA 711 Offered every year. 4 points. Examines selected works in translation of leading 20th-century poets, novelists, and short story writers that reflect changing conditions and mores within Middle Eastern and North African societies. Investigates such topics as conflicts between traditionalists and modernists, the impact of urbanization on rural societies, and the existential dilemmas of men and women. Women and War: Contemporary Arabic Literature and Film MEIS-UA 714 Identical to COLIT-UA 714, SCA-UA 731, CINE-UT 714. 4 points. Women are central figures in the political upheavals of the modern Middle East; their images have had a remarkable hold on national and international imaginations. Investigates the representations of women and war in Arabic literature and film through such topics as the gendering of war; the gender politics of national symbolism and liberation; the politics and aesthetics of documentary film; revolutionary erotic and antierotic; and combat and collaboration. The Arabian Nights MEIS-UA 716 Identical to MEDI-UA 714. Kennedy. 4 points. The Arabian Nights have been an essential and dynamic literary meeting point between Arabic/Islamic literature and the Western canon. This course examines both sides of this cultural dichotomy. Literary analysis of the tales includes close reading of the structure of the original, as well as modern variations by authors such as Poe and Rushdie. Modern South Asian Literature MEIS-UA 717 Identical to COLIT-UA 717. Offered every year. Ilieva. 4 points. Addresses the rich literary product of modern and contemporary South Asia. Offers more advanced undergraduates a window on a rich and culturally varied area of the world, as well as an understanding of aspects of South Asian history and society as represented in translations of modern prose writing (short stories and novels) originally written in South Asian languages. Introduction to Ancient Indian Literature MEIS-UA 718 Offered every year. Ilieva. 4 points. An introductory course designed to acquaint students with the great works of the ancient Indian literary tradition, a major part of which was written in Sanskrit. The earliest form of that language, called Vedic Sanskrit, is the language of the Vedic hymns, especially those of the Rig Veda. Sanskrit has had an unbroken literary tradition for over 3,000 years. This rich and vast literary, religious, and philosophical heritage is introduced in this course. In addition, students work with excerpts from the Jain and Buddhist canons written in Prakrits and examples of Tamil poetry. Selections from the Vedic literature, classical drama, epics, story literature, and lyric poetry are studied in English translation. Middle Eastern Literature MEIS-UA 720 Formerly Topics in Arabic Literature. Identical to MEDI-UA 720. Offered every year. 4 points. An introduction to the main stylistic features of classical Arabic for students who have completed two semesters of Arabic. Students gain a flavor of an older, yet essential, register of Arabic through the most important texts of the Islamic tradition. These texts constitute the core of Islam to the present: the Qur'an and the Hadith (Sayings of the Prophet Muhammad). The syllabus also includes samples from the Tafsir tradition (Koranic hermeneutics), Sufi/mystical literature (poetry and prose), philosophical novels, and pious tales from the popular sphere (the Arabian Nights tradition). The Koran provides a sustained focus for the course, with particular attention paid to its influence on all categories of Arabo-Islamic literature—linguistically, stylistically, thematically, and doctrinally. Travel Literature MEIS-UA 757 Identical to COLIT-UA 757. Halim. 4 points. Brings together a set of theoretical, critical, and literary texts about travel from antiquity to the late 20th century with a focus, albeit not an exclusive one, on the Middle East. The first sessions of the course are devoted to theoretical and critical reflections on travel literature and the historically and culturally changing categories in relation to which it should be read. These include \"imaginative geography\"; Greek versus Barbarian; the hajj, trade routes, and knowledge-seeking as motives; Orientalism, Occidentalism, and ethnography; transnationalism in relation to class and gender; tourism; migrant workers; and exile and narratives of return. The literary texts to be read later in the course demonstrate the contrasting conventions of representations of travel in different times and places in relation to the issues raised in the introductory sessions. Topics in Modern Middle Eastern Culture MEIS-UA 798 Halim. 4 points. Readings in Contemporary Literary Theory MEIS-UA 845 4 points.       Religion Courses Religion and Politics in the Muslim World MEIS-UA 674 4 points. History of Judaism: Emergence of Classical Judaism MEIS-UA 680 4 points. What Is Islam? MEIS-UA 691 Identical to HIST-UA 85, RELST-UA 85. Offered every year. 4 points. An introductory course dealing with the life of the Prophet Muhammad and the origins of Islam; the beliefs and practices of the Islamic community; differences between Sunni and Shi'ite Islam; Sufism; the spiritual, intellectual, and artistic life of the Islamic commonwealth; and modern Islamic revival. Introduction to Ancient Egyptian Religion MEIS-UA 719 Identical to RELST-UA 719. Offered every year. Goelet. 4 points. Examines the religious beliefs of the ancient Egyptians, including the nature of the gods, syncretism, private religion, theories of divine kingship, the judgment of the dead, cultic practices, the life of priests, the relationship between this world and the afterlife, wisdom literature as moral thought, festivals, funerary practices, creation myths, and foreign gods and influences—all illustrated by Egyptian religious texts or scenes from temples and tombs. Women and Gender in Islam MEIS-UA 728 Offered every year. Katz. 4 points. Examines the rights, roles, and physical appearance of Muslim women. Investigates the complexity of the messages and models relating to gender in one of the world's most influential religious traditions. Beginning with the rise of Islam, observes how foundational texts and personalities are interpreted and reinterpreted for changing times. Seminar: Islamic Law and Society MEIS-UA 780 Offered every year. 4 points. Introduces students to Islamic law through a reading of its various genres and a study of a selection of secondary sources covering a number of substantive topics (for example, ritual, criminal, and public law). Also focuses on the ways Islamic law has interacted with Islamic societies in historical practice and the way it has adapted, or not adapted, to the challenges of modernity. The Qur'an and Its Interpretation MEIS-UA 781 Offered every other year. Katz. 4 points. An introduction to the content, themes, and style of the Qur'an. Surveys the diversity of interpretive approaches to the text (legal, mystical, sectarian, literary, and politically engaged) in the medieval and modern periods. Topics in Islamic Studies MEIS-UA 782 Offered every year. 4 points. Examines a particular aspect of premodern Islamic religious, intellectual, or institutional history, with the specific topic varying from year to year. Intended primarily for advanced undergraduates in Middle Eastern and Islamic studies, but other students may register with permission of the instructor. Seminar: Women and Islamic Law MEIS-UA 783 Identical to SCA-UA 736, MEDI-UA 783. 4 points. Acquaints students with the ways Islamic law has treated women in theory and practice. Students are exposed to medieval and modern legal texts regarding the status of women as believers, daughters, wives, mothers, and legal persons. Case studies from different periods of Islamic history are read and discussed, as well as writings from contemporary anthropology.  Judaism, Christianity, and Islam MEIS-UA 800 Identical to MEDI-UA 25, HBRJD-UA 160, RELST-UA 102. Offered every year. Peters. 4 points. Comparative study of the three great monotheistic religious traditions, how each understood its origin and evolution, and their similarities and differences in matters of scripture, worship, authority, community, theology, and mysticism.  The Sufis: Mystics of Islam MEIS-UA 863 Identical to MEDI-UA 863, RELST-UA 863. Chelkowski. 4 points. Readings of the Sufi poets in translation and reflections on their influence in Persian literature and the European tradition. Sufism as one of the primary manifestations of the Islamic spirit in Iran. The effect of Sufism (the hidden path that leads from the individual to God) on the shape of Islam, on the spirit of Persian literature and art, and on Western religious sensibilities.      Social Science Courses Cinema, Politics, and Society in the Middle East MEIS-UA 678 4 points. Politics of the Middle East MEIS-UA 750 Identical to POL-UA 540. Offered every year. Keshavarzian. 4 points. See description under Politics in this Bulletin. Topics in Middle East Politics MEIS-UA 751 Keshavarzian. 4 points. Advanced undergraduate course that focuses on specific issues in contemporary politics in the Middle East. Topics vary each time it is offered, but include such themes as social movements, urban politics, or globalization.  Politics and Society in Iran MEIS-UA 797 Identical to POL-UA 545. 4 points. See description under Politics in this Bulletin.      Independent Study Internship      MEIS-UA 980, 981 Prerequisite: permission and placement for departmental majors from the director of undergraduate studies. 2 or 4 points per term. Independent Study MEIS-UA 997, 998 Prerequisite: permission of the instructor. 1 to 4 points per term.      Graduate Courses Open to Undergraduates      The Middle Eastern studies courses offered in the Graduate School of Arts and Science are open to qualified undergraduates. Permission of the instructor and the director of undergraduate studies is required. For further information, please consult the Graduate School of Arts and Science Bulletin.                   Updated on 06&#047;10&#047;2014       Contact Us | &copy; New York University , Arts and Science"}]}]