[{"detail": [{"content": "Untitled Document           Latest : Please dont ask me about the USC as I didnt attend that school. To me NYU is good but expensive, will surely get you a job after you graduate. A programming job in financial industry which is different from software industry in california.   NYU has few courses to choose from in comparison to other universities in my opinion. If you hard core techie and want to do development only for software industry than california may be better choice.    Tution fees is 45,000 $ for entire course (10,000$ something per semester). you can take citi assist loan on your name without a cosigner from here once you get your social security.   The is very very less chance of any aid.     For new NYU students from India   I see that many people have mailed me for NYU information. To be honest with you, I want to help each one of you personally but due to lack of time I may not be able to do so. So here are the few things that I wrote to people earlier - it may come handy for you.   Email Communication   Congratulations to all you Guys and Gals who made it to NYU.   Tution Fees:   Its like this:   3000$ (approx) per course ( you normally ake 3 per semester )   So comes around 10000$ per semester.   20000 to 25000 per year.   Email Communications   U can definately earn your living by working here. By I do advise you to  be careful for the first semester as it is going to be tough for  managing both work and study. Its a general NYU thing, my seniors warned  me, I m warning you. So, so have like 3000$ in your hand atleast for  your expenses here in first semester.    Also one good thing about NYU is every student here gets citibank loan  very easily - within a day - so you dont put burden on your parents to  take a loan on their name in india instead you can take a loan on your  name without any parental consent and property papers. I mean if you are  not rich that is.  But the problem with that is you need to have Social Security for that  which takes time so what i did take a loan from india for first semester  and then second semester onwards when you have social and all, you can  take a loan from here.  You can also make deferred payment of your loan here that is - pay half  in first month and then next half after two months by which time you may  get your social.     Housing:   Our School is in Manhattan, the most expensive place on this earth. As we go away from Manhattan, the housing rates fall. So, the best places to live are Journal Square (Jersey City) -west of manhattan and Queens (north-east from manhattan in NYC) where we have major indian markets and indians are present. The living expenses are less in Journal Square as the taxes are less in Jersey City 6% approx. while NYC its around 8-9%. Also Journal Square is nearer to NYU then Queens. People generally spend     Email Communication   about the housing - I would say that we are bit unfortunate in  &gt; that respect as the indian community here is not so much for indians  &gt; comingfrom india since it majorly consists of rich american indian  &gt; students - desis who are undergraduates. So i dont think that you can expect  &gt; anything from them. Anyways you can try - ICE-NYU@yahoogroups.com,  &gt; search for this yahoo group and try to become a member.  &gt; If they help you that will be great. Other than that NYU doesnot help  &gt; much either as they didnot give any temporary accomodation till last  &gt; year. I dont know about this year. Though they are good at providing  &gt; infomation on housing. NYU has many dorms. You can choose to stay there but I chose not to  &gt; becauase its pretty expensive for my budget.   You may need to pay a deposit which is like 1 and half  months rent.  The usual rent which indians afford here is something around 215$ to  700$ depending upon the distance from NYU and other facilities like  water, electricity and food. A single room at Journal Square costs around 350$ while it cost 400$ at Queens without food and utilities.     Commute :   NYC Subway: If you choose to stay in NYC then it is best to have a 70$ monthly pass which you can use to travel anywhere in NYC. 2.00$ Per ride otherswise.   Jersey City to NYC Path Trains : These are called Path Trains and help ppl commute from New Jersey to NYC. There is a train from Journal Square to NYC called 33rd street train. Our stop is after 3 stops - JSQ(NJ), Grove Street(NJ), NewPort(NJ), Christopher Street(NYC) and then our kingdom - NYU at 9th street (NYC). It takes 16mins from JSQ to 9th street path station. From here its a walk of 8 minutes to college CIMS - Courant Institute of Mathematical Sciences - New York University. So door to door, it is around half an hour. Path Trains have no passes. But you have: 1 Ticket: 1.50$ ; 20 Tickets: 24$ ( less expensive around 1.2$ per ride ) ; 40 Tickets: 48$ ( less expensive around 1.2$ per ride )   Climate:   Weather is extreme here. Get good thick, warm and long overcoats for winters and shorts for summers. It rains any time of the year. C its like Delhi weather but more extreme winters here. So shop and pack well. Buy long heavy warm overcoats because those would be expensive here. Rest of the clothes are almost for the same price. Get Good gloves, Monkey Caps or woollen Topis, thick woolen socks and thermal ( 2 to 3 ) must have. If you can buy good snow boots are better here and sneakers are better in india.- price and quality.   Food:     Food is expensive here, it is cheap to cook at home. So get Pressure Cooker if you are rice fan, Tava if you are roti fan, you get frozen chapptis here which you can put it pan - tave to have a feel of roti. Other than that you get vegetables, packed food etc. here. Other than that MacDonalds and other fast food restuarants are somewhat cheap but cheap in quality as well. Quality food is slightly expensive here.   The important thing to keep in mind - for all you guys - dont end up wasting time cooking food or travelling- studies in first semester will be very difficult - concentrate on that. Get Good Grades. The market is very good here. They need people with very good communication skills - and technical know how. So indians techies who speak well sell like hot cakes.   Books:   Try to get all the required books from india. They are damn expensive here. Fill your bag with books becuase they will help you earn money and you can use that money to buy all fancy clothes from here.      Guys n Gals I m trying my best to help you ppl cross 7 seas easily, if I have missed out anything let me know.   Call me on weekends if you want to.   Also words like expensive, far, difficult etc. all are relative depends from person to person. The above is my opinion-Disclaimer :)   To All GUYS n GALS - Best of luck for your Visas."}]}]