[{"detail": [{"content": "Course Offerings    | Glucksman Ireland House | New York University                                      Skip to page Content.     NEW YORK UNIVERSITY     ARTS AND SCIENCE     COLLEGE OF ARTS AND SCIENCE     GRADUATE SCHOOL OF ARTS AND SCIENCE                                       Home       About Us       Undergraduate Studies       Graduate Studies       Academic Initiatives       Events       Membership       Community             Stay Connected           sign up       like us on Facebook       follow us on Twitter       watch us on Youtube       now on iTunes       listen to our radio hour                    Back to Home       Course Offerings      Introduction to Celtic  Music     IRISH-UA 152 Identical  to MUSIC-UA 182. Lecture. Given every fall. Moloney. 4 points.   Provides a  comprehensive introduction to the traditional and contemporary music  of the Celtic areas of Western Europe: Ireland, Scotland, Wales,  Brittany, and Galicia. Recordings and live performances present the  extraordinary range of singing styles and the musical instruments  employed in each culture, including harps, bagpipes, and a variety of  other wind, free reed, keyboard, and stringed instruments. Forms and  musical styles are explored in depth, along with a study of their  origin, evolution, and cultural links. Global Diaspora: The Irish Case IRISH-UA 170 Lecture. Given annually. 4 points. The Irish have exemplified global patterns of migration over centuries. This course aims at a systematic exploration of the dispersal of Irish people around the world, focusing on their interaction with the various host cultures they have encountered both as settlers and in other roles. Particular attention will be given to the movements of Irish on the European continent and in Britain; the United States, Canada, and the Caribbean; Australia and New Zealand; and South America. We will study the consequences of emigration for Ireland and for the receiving nations, as well as Ireland’s transformation in the late twentieth century from emigrant nursery to an emigrant destination. Starting with a chronological focus, the class then moves to a more geographic concentration on some of the most prominent Irish diasporic communities.      The Irish and New York   IRISH-UA 180 Identical  to SCA-UA 758, HIST-UA 180. Lecture. Given annually. Casey. 4 points.   Explores the symbiotic  relationship between New York City and the Irish from the 18th  through the 20th centuries, as well as the impact of political,  social, and cultural changes in Ireland and America on a  transnational population. Factors beyond race and language, which  help define and preserve ethnic group identity, as well as the city’s  role in the creation of a pseudo-Irish identity that is disseminated  on both sides of the Atlantic, are also explored. Readings are  broadly drawn from immigration, urban, and social history. Primary  documents, literature, and film are also used as texts.      Topics in Irish History   IRISH-UA 181 Identical  to HIST-UA 181. Lecture. Given annually. Casey, Lee, Truxes. 4  points.   Emphasis varies by  semester; designed to allow flexibility in course offerings from  visiting scholars and specialists in particular fields. Past  examinations have included imagery and ideology of Irish nationalism,  Irish American popular folk culture, and the Irish in America.  Recently, focus has concentrated on comparative study of famine and  emigration in Irish and world history, and on the distinctive  contributions of Irish migrants to the development of European and  Atlantic cultures in the early modern world.      History of Modern  Ireland I, 1580–1800   IRISH-UA 182 Identical  to HIST-UA 182. Lecture. Given every fall. Truxes. 4 points.   Examines the English  conquest of Ireland from the reign of Elizabeth I to the last meeting  of the Irish Parliament. Key themes include the plantation of Ireland  with settlers from England, Scotland, and Wales; the decline of the  Gaelic political order and culture; the religious reformation and  Counter-Reformation; Ireland as a site of English and European wars;  the imposition of a penal code; and the vain attempt to rebel against  British rule in the late 18th century, resulting in the Act of Union,  which disestablished the Irish Parliament in Dublin.      History of Modern  Ireland II, 1800 to the Present   IRISH-UA 183 Identical  to HIST-UA 183. Lecture. Given every spring. 4 points.   Introduces the general  themes that have shaped Irish history from 1800 to the present.  Particular attention is paid to the complex geopolitical relationship  that has existed between Ireland and Britain. Examines the place of  the historical memory in fashioning inherited identities shaped most  explicitly by nationalism and unionism. In the aftermath of  revolution, a bitter civil war and partition, the island saw two  state-building projects emerge catering to the needs of two  jurisdictions. Using the lens of Ireland, this class seeks to locate  the Irish experience in the context of world history as a nation  massively influenced by Britain and the United States.        Seminar in Irish  History   IRISH-UA 185 Identical  to HIST-UA 185. Casey, Lee, Truxes. 4 points.   Intensive examination  of specific areas of Irish history, with an emphasis on critical  reading and individual research projects. Past themes include the  development and modernization of the Republic of Ireland with  particular consideration of the economy; the Great Famine of 1845–51,  which was an immediate and long-term catastrophe for the Irish people  but also the catalyst for substantial changes—positive and  negative—in Irish society and culture; and the cinematic  representations of Irish Americans.      The Irish in America   IRISH-UA 187 Identical  to HIST-UA 187. Lecture. Given annually. Almeida, Casey. 4 points.   From the seventeenth century to the present, Irish people have been crossing the Atlantic to North America. They are one of the most significant ethnic groups to ever migrate from Europe to the United States. Their impact has been disproportional to their numbers but this only partially explains our contemporary understanding of “Irish America.” Ethnicity is an imprint and defining feature of American life yet the Irish experience with it over the past four centuries is a story complicated by multiple generations, diversity of class, continuing immigration, and rapid changes in both the homeland and the receiving country. This course will consider the factors affecting emigration from Ireland; examine the impact of the Irish on the development of the United States since the colonial period, particularly on its cities; study the changing Irish image in American popular culture; and consider what the Irish can teach us about the evolution of ethnic identity. The ultimate goal of this course is to learn to think historically.      Oral History of Irish  America   IRISH-UA 203 Seminar.  Given every fall. Almeida. 4 points.   Students are introduced  to the techniques and practice of the oral history interview,  including background research, drafting questions, conducting the  interview, and creating supporting documentation. They explore issues  about history ethics and the significance of oral history for  historical literature. Students conduct one supervised interview and  create all supporting documentation to create a final web-based  project that is also deposited in the Archives of Irish America in  NYU’s Bobst Library.        Cinematic  Representations of Irish Americans     IRISH-UA 204 Seminar.  Casey. 4 points.   Concentrates on the  variety of images, particularly feature films since 1900, that have  been used to characterize the Irish who live in the United States.  Analyzes the roots of that imagery and the implications of cinematic  representation for Irish American history. Students learn how to  “read” American cinema as documentary evidence of the visual  construction of ethnicity. The skills acquired in this seminar  translate into a heightened awareness of the relationship between  ethnicity and all forms of media in contemporary American popular  culture.      Contemporary Irish  Politics and Society   IRISH-UA 515 Identical  to EURO-UA 515. 4 points.   An examination of the  politics of contemporary Ireland, north and south. The course focuses  on political, governmental, and constitutional developments in the  Republic of Ireland since independence and discusses the causes of  conflict and the prospect of resolution in Northern Ireland.      The Irish Renaissance   IRISH-UA 621 Identical  to ENGL-UA 621. Lecture. 4 points.   See description under  English in this Bulletin.      Irish American  Literature   IRISH-UA 622 Identical  to ENGL-UA 622. Lecture. Almeida. 4 points.   Examines Irish American  literature from the 19th century to the present, considering the  literary responses of generations of Irish immigrants as they strove  to understand and contribute to the American experience. The works of  writers such as F. Scott Fitzgerald, Eugene O’Neill, Flannery  O’Connor, John O’Hara, and William Kennedy are explored, as are  the connections between ethnic and literary cultures.      Colloquium: Joyce   IRISH-UA 625 Identical  to ENGL-UA 625. Seminar. Given annually. 4 points.   See description under  English in this Bulletin.      Irish Dramatists   IRISH-UA 700 Identical  to DRLIT-UA 700, ENGL-UA 700, THEA-UT 603. 4 points.   A study of the rich  dramatic tradition of Ireland since the days of William Butler Yeats,  Lady Gregory, and the fledgling Abbey Theatre. Playwrights covered  include John Millington Synge, Sean O’Casey, Samuel Beckett,  Brendan Behan, Brian Friel, Tom Murphy, Frank McGuinness, and Marina  Carr. Issues of Irish identity, history, and postcoloniality are  engaged alongside an appreciation of the emotional texture, poetic  achievements, and theatrical innovations that characterize this body  of dramatic work.      Topics in Irish  Literature   IRISH-UA 761 Identical  to ENGL-UA 761. Lecture. 4 points.   Emphasis varies by  semester; designed to allow flexibility in course offerings from  visiting scholars and specialists in particular fields. Past  examinations have included contemporary Irish fiction and poetry,  Irish women writers, and Northern Irish poetry.      Topics in Irish  Literary, Visual, and Performing Arts   IRISH-UA 902 4 points.   Topics vary by  semester; please consult Albert course listings.      Independent Study   IRISH-UA 998   Prerequisite: permission of the director of undergraduate studies. 2  or 4 points.   Independent study with  an Irish studies faculty member.       Basic Language  Courses in Irish      The courses focus on  learning Irish (sometimes referred to as Gaelic) as it is spoken in  the Irish-speaking regions of Ireland, known as the Gaeltacht. The  courses utilize conversation and song, aiming to promote fluency in  spoken Irish, as well as proficiency in reading and writing. Students  progress to conversation, translations, compositions, and readings  from contemporary Irish literature. They also participate in  Irish-speaking events at Glucksman Ireland House. Intermediate Irish  II (IRISH-UA 103) fulfills the MAP language requirement.      Elementary Irish I   IRISH-UA 100 Identical  to EURO-UA 100. Open to students with no previous training in Irish.  4 points.   Introduces students to  the rudiments of the Irish language, including phonemes and  pronunciation, syntactical structure, and verbal conjugations. In  addition, a history of the language is provided, as well as a general  introduction to Irish culture, including discussions of family and  place names. Students are encouraged to begin speaking with basic  sentence structures.       Elementary Irish II   IRISH-UA 101 Identical  to EURO-UA 101. Prerequisite: Elementary Irish I (IRISH-UA 100),  assignment by placement examination, or permission of the department.  4 points.   Builds on the  grammatical lessons of Elementary Irish I and expands into more  complex verbal conjugations while concentrating on idiomatic  expressions. The accumulation of vocabulary is stressed, and students  are introduced to basic literature in Irish while developing  beginning conversational fluency.      Intermediate Irish I   IRISH-UA 102 Identical  to EURO-UA 102. Prerequisite: Elementary Irish II (IRISH-UA 101),  assignment by placement examination, or permission of the department.  4 points.   For the more advanced  student of Irish. Focuses on improving conversational fluency and on  expanding vocabulary through reading more complex literature in  Irish.      Intermediate Irish II   IRISH-UA 103 Identical  to EURO-UA 103. Prerequisite: Intermediate Irish I (IRISH-UA 102),  assignment by placement examination, or permission of the department.  4 points.   Focuses on  conversational fluency, reading complex literature in Irish, and  writing in the Irish language, further encouraging students to  strengthen their pronunciation and command of spoken Irish.                                  &Aacute;ras Glucksman na h&Eacute;ireann                      Ollscoil Nua Eabhrac                  Glucksman Ireland House                  New York University                  One Washington Mews                  New York, NY 10003                  U.S.A.             Directions     Phone: 212.998.3950   Fax: 212.995.4373         Email:        ireland.house@nyu.edu         Sitemap | Contact Us | &copy; New York University , Arts and Science"}]},
{"detail": [{"content": "Course Offerings    | Glucksman Ireland House | New York University                                      Skip to page Content.     NEW YORK UNIVERSITY     ARTS AND SCIENCE     COLLEGE OF ARTS AND SCIENCE     GRADUATE SCHOOL OF ARTS AND SCIENCE                                       Home       About Us       Undergraduate Studies       Graduate Studies       Academic Initiatives       Events       Membership       Community             Stay Connected           sign up       like us on Facebook       follow us on Twitter       watch us on Youtube       now on iTunes       listen to our radio hour                    Back to Home       Course Offerings      Introduction to Celtic  Music     IRISH-UA 152 Identical  to MUSIC-UA 182. Lecture. Given every fall. Moloney. 4 points.   Provides a  comprehensive introduction to the traditional and contemporary music  of the Celtic areas of Western Europe: Ireland, Scotland, Wales,  Brittany, and Galicia. Recordings and live performances present the  extraordinary range of singing styles and the musical instruments  employed in each culture, including harps, bagpipes, and a variety of  other wind, free reed, keyboard, and stringed instruments. Forms and  musical styles are explored in depth, along with a study of their  origin, evolution, and cultural links. Global Diaspora: The Irish Case IRISH-UA 170 Lecture. Given annually. 4 points. The Irish have exemplified global patterns of migration over centuries. This course aims at a systematic exploration of the dispersal of Irish people around the world, focusing on their interaction with the various host cultures they have encountered both as settlers and in other roles. Particular attention will be given to the movements of Irish on the European continent and in Britain; the United States, Canada, and the Caribbean; Australia and New Zealand; and South America. We will study the consequences of emigration for Ireland and for the receiving nations, as well as Ireland’s transformation in the late twentieth century from emigrant nursery to an emigrant destination. Starting with a chronological focus, the class then moves to a more geographic concentration on some of the most prominent Irish diasporic communities.      The Irish and New York   IRISH-UA 180 Identical  to SCA-UA 758, HIST-UA 180. Lecture. Given annually. Casey. 4 points.   Explores the symbiotic  relationship between New York City and the Irish from the 18th  through the 20th centuries, as well as the impact of political,  social, and cultural changes in Ireland and America on a  transnational population. Factors beyond race and language, which  help define and preserve ethnic group identity, as well as the city’s  role in the creation of a pseudo-Irish identity that is disseminated  on both sides of the Atlantic, are also explored. Readings are  broadly drawn from immigration, urban, and social history. Primary  documents, literature, and film are also used as texts.      Topics in Irish History   IRISH-UA 181 Identical  to HIST-UA 181. Lecture. Given annually. Casey, Lee, Truxes. 4  points.   Emphasis varies by  semester; designed to allow flexibility in course offerings from  visiting scholars and specialists in particular fields. Past  examinations have included imagery and ideology of Irish nationalism,  Irish American popular folk culture, and the Irish in America.  Recently, focus has concentrated on comparative study of famine and  emigration in Irish and world history, and on the distinctive  contributions of Irish migrants to the development of European and  Atlantic cultures in the early modern world.      History of Modern  Ireland I, 1580–1800   IRISH-UA 182 Identical  to HIST-UA 182. Lecture. Given every fall. Truxes. 4 points.   Examines the English  conquest of Ireland from the reign of Elizabeth I to the last meeting  of the Irish Parliament. Key themes include the plantation of Ireland  with settlers from England, Scotland, and Wales; the decline of the  Gaelic political order and culture; the religious reformation and  Counter-Reformation; Ireland as a site of English and European wars;  the imposition of a penal code; and the vain attempt to rebel against  British rule in the late 18th century, resulting in the Act of Union,  which disestablished the Irish Parliament in Dublin.      History of Modern  Ireland II, 1800 to the Present   IRISH-UA 183 Identical  to HIST-UA 183. Lecture. Given every spring. 4 points.   Introduces the general  themes that have shaped Irish history from 1800 to the present.  Particular attention is paid to the complex geopolitical relationship  that has existed between Ireland and Britain. Examines the place of  the historical memory in fashioning inherited identities shaped most  explicitly by nationalism and unionism. In the aftermath of  revolution, a bitter civil war and partition, the island saw two  state-building projects emerge catering to the needs of two  jurisdictions. Using the lens of Ireland, this class seeks to locate  the Irish experience in the context of world history as a nation  massively influenced by Britain and the United States.        Seminar in Irish  History   IRISH-UA 185 Identical  to HIST-UA 185. Casey, Lee, Truxes. 4 points.   Intensive examination  of specific areas of Irish history, with an emphasis on critical  reading and individual research projects. Past themes include the  development and modernization of the Republic of Ireland with  particular consideration of the economy; the Great Famine of 1845–51,  which was an immediate and long-term catastrophe for the Irish people  but also the catalyst for substantial changes—positive and  negative—in Irish society and culture; and the cinematic  representations of Irish Americans.      The Irish in America   IRISH-UA 187 Identical  to HIST-UA 187. Lecture. Given annually. Almeida, Casey. 4 points.   From the seventeenth century to the present, Irish people have been crossing the Atlantic to North America. They are one of the most significant ethnic groups to ever migrate from Europe to the United States. Their impact has been disproportional to their numbers but this only partially explains our contemporary understanding of “Irish America.” Ethnicity is an imprint and defining feature of American life yet the Irish experience with it over the past four centuries is a story complicated by multiple generations, diversity of class, continuing immigration, and rapid changes in both the homeland and the receiving country. This course will consider the factors affecting emigration from Ireland; examine the impact of the Irish on the development of the United States since the colonial period, particularly on its cities; study the changing Irish image in American popular culture; and consider what the Irish can teach us about the evolution of ethnic identity. The ultimate goal of this course is to learn to think historically.      Oral History of Irish  America   IRISH-UA 203 Seminar.  Given every fall. Almeida. 4 points.   Students are introduced  to the techniques and practice of the oral history interview,  including background research, drafting questions, conducting the  interview, and creating supporting documentation. They explore issues  about history ethics and the significance of oral history for  historical literature. Students conduct one supervised interview and  create all supporting documentation to create a final web-based  project that is also deposited in the Archives of Irish America in  NYU’s Bobst Library.        Cinematic  Representations of Irish Americans     IRISH-UA 204 Seminar.  Casey. 4 points.   Concentrates on the  variety of images, particularly feature films since 1900, that have  been used to characterize the Irish who live in the United States.  Analyzes the roots of that imagery and the implications of cinematic  representation for Irish American history. Students learn how to  “read” American cinema as documentary evidence of the visual  construction of ethnicity. The skills acquired in this seminar  translate into a heightened awareness of the relationship between  ethnicity and all forms of media in contemporary American popular  culture.      Contemporary Irish  Politics and Society   IRISH-UA 515 Identical  to EURO-UA 515. 4 points.   An examination of the  politics of contemporary Ireland, north and south. The course focuses  on political, governmental, and constitutional developments in the  Republic of Ireland since independence and discusses the causes of  conflict and the prospect of resolution in Northern Ireland.      The Irish Renaissance   IRISH-UA 621 Identical  to ENGL-UA 621. Lecture. 4 points.   See description under  English in this Bulletin.      Irish American  Literature   IRISH-UA 622 Identical  to ENGL-UA 622. Lecture. Almeida. 4 points.   Examines Irish American  literature from the 19th century to the present, considering the  literary responses of generations of Irish immigrants as they strove  to understand and contribute to the American experience. The works of  writers such as F. Scott Fitzgerald, Eugene O’Neill, Flannery  O’Connor, John O’Hara, and William Kennedy are explored, as are  the connections between ethnic and literary cultures.      Colloquium: Joyce   IRISH-UA 625 Identical  to ENGL-UA 625. Seminar. Given annually. 4 points.   See description under  English in this Bulletin.      Irish Dramatists   IRISH-UA 700 Identical  to DRLIT-UA 700, ENGL-UA 700, THEA-UT 603. 4 points.   A study of the rich  dramatic tradition of Ireland since the days of William Butler Yeats,  Lady Gregory, and the fledgling Abbey Theatre. Playwrights covered  include John Millington Synge, Sean O’Casey, Samuel Beckett,  Brendan Behan, Brian Friel, Tom Murphy, Frank McGuinness, and Marina  Carr. Issues of Irish identity, history, and postcoloniality are  engaged alongside an appreciation of the emotional texture, poetic  achievements, and theatrical innovations that characterize this body  of dramatic work.      Topics in Irish  Literature   IRISH-UA 761 Identical  to ENGL-UA 761. Lecture. 4 points.   Emphasis varies by  semester; designed to allow flexibility in course offerings from  visiting scholars and specialists in particular fields. Past  examinations have included contemporary Irish fiction and poetry,  Irish women writers, and Northern Irish poetry.      Topics in Irish  Literary, Visual, and Performing Arts   IRISH-UA 902 4 points.   Topics vary by  semester; please consult Albert course listings.      Independent Study   IRISH-UA 998   Prerequisite: permission of the director of undergraduate studies. 2  or 4 points.   Independent study with  an Irish studies faculty member.       Basic Language  Courses in Irish      The courses focus on  learning Irish (sometimes referred to as Gaelic) as it is spoken in  the Irish-speaking regions of Ireland, known as the Gaeltacht. The  courses utilize conversation and song, aiming to promote fluency in  spoken Irish, as well as proficiency in reading and writing. Students  progress to conversation, translations, compositions, and readings  from contemporary Irish literature. They also participate in  Irish-speaking events at Glucksman Ireland House. Intermediate Irish  II (IRISH-UA 103) fulfills the MAP language requirement.      Elementary Irish I   IRISH-UA 100 Identical  to EURO-UA 100. Open to students with no previous training in Irish.  4 points.   Introduces students to  the rudiments of the Irish language, including phonemes and  pronunciation, syntactical structure, and verbal conjugations. In  addition, a history of the language is provided, as well as a general  introduction to Irish culture, including discussions of family and  place names. Students are encouraged to begin speaking with basic  sentence structures.       Elementary Irish II   IRISH-UA 101 Identical  to EURO-UA 101. Prerequisite: Elementary Irish I (IRISH-UA 100),  assignment by placement examination, or permission of the department.  4 points.   Builds on the  grammatical lessons of Elementary Irish I and expands into more  complex verbal conjugations while concentrating on idiomatic  expressions. The accumulation of vocabulary is stressed, and students  are introduced to basic literature in Irish while developing  beginning conversational fluency.      Intermediate Irish I   IRISH-UA 102 Identical  to EURO-UA 102. Prerequisite: Elementary Irish II (IRISH-UA 101),  assignment by placement examination, or permission of the department.  4 points.   For the more advanced  student of Irish. Focuses on improving conversational fluency and on  expanding vocabulary through reading more complex literature in  Irish.      Intermediate Irish II   IRISH-UA 103 Identical  to EURO-UA 103. Prerequisite: Intermediate Irish I (IRISH-UA 102),  assignment by placement examination, or permission of the department.  4 points.   Focuses on  conversational fluency, reading complex literature in Irish, and  writing in the Irish language, further encouraging students to  strengthen their pronunciation and command of spoken Irish.                                  &Aacute;ras Glucksman na h&Eacute;ireann                      Ollscoil Nua Eabhrac                  Glucksman Ireland House                  New York University                  One Washington Mews                  New York, NY 10003                  U.S.A.             Directions     Phone: 212.998.3950   Fax: 212.995.4373         Email:        ireland.house@nyu.edu         Sitemap | Contact Us | &copy; New York University , Arts and Science"}, {"content": "Undergraduate Irish Studies Course List Fall 2015    | Glucksman Ireland House | New York University                                          Skip to page Content.     NEW YORK UNIVERSITY     ARTS AND SCIENCE     COLLEGE OF ARTS AND SCIENCE     GRADUATE SCHOOL OF ARTS AND SCIENCE                                       Home       About Us       Undergraduate Studies                Minor              Current Courses              Past Course Offerings              Course Descriptions              B.A./M.A. Program              Study Abroad         Graduate Studies       Academic Initiatives       Events       Membership       Community             Stay Connected           sign up       like us on Facebook       follow us on Twitter       watch us on Youtube       now on iTunes       listen to our radio hour                 Home &gt; Undergraduate Studies &gt; Current Courses &gt; Undergraduate Irish Studies Course List Fall 2015     Undergraduate Irish Studies Course List Fall 2015   Click here for Irish Studies undergraduate course descriptions.    Please verify this information with the listings on the NYU Albert system to make sure you have the latest courses. Albert is the most reliable, most up-date source of course information at the university.               Irish Studies Course Number / Cross-listed Course Number    Course Title Instructor Day and Time                      History            IRISH-UA 170.001 / HIST-UA 181.002    Global Diaspora: The Irish Case Miriam Nyhan Mondays and Wednesdays 4:55-6:10pm         IRISH-UA 181.001 / HIST-UA 181.001 / EURO-UA 181.001 Topics in Irish History: Ireland and America Since 1920 Marion Casey Mondays and Wednesdays 11:00-12:15pm  IRISH-UA 182.001 / HIST-UA 182.001 / EURO-UA 182.001 History of Modern Ireland I: 1500-1800 Thomas Truxes Mondays and Wednesdays 12:30-1:45pm  IRISH-UA 187.001 / HIST-UA 187.001 The Irish in America Marion Casey Tuesdays and Thursdays 11:00-12:15pm    Literature            IRISH-UA 625.001 / ENGL-UA 625.001    Colloquium: Joyce Abby Bender Tuesdays and Thursdays 11:00-12:15pm               IRISH-UA 761.001 / ENGL-UA 761.001 Topics in Irish Literature: Visualizing Modern Ireland: Art and Literature in the 20th Century Kelly Sullivan Mondays and Wednesdays 2:00-3:15pm    Language                    IRISH-UA 100.001 / EURO-UA 100.001    Modern Irish Language: Elementary I Padraig Ó Cearúill Mondays and Wednesdays 11:00-12:15            IRISH-UA 100.002 / EURO-UA 100.002    Modern Irish Language: Elementary I Hilary Mhic Shuibhne Tuesdays and Thursdays 2:00-3:15pm           IRISH-UA 102.001 / EURO-UA 102.001 Modern Irish Language: Intermediate I Padraig Ó Cearúill Mondays and Wednesdays 2:00-3:15pm           Culture              IRISH-UA 152.001 / MUSIC-UA 182.001    Introduction to Celtic Music Mick Moloney Mondays and Wednesdays 12:30-1:45pm            IRISH-UA 902.001 / DRLIT-UA 301.001    Topics: Irish Dance Performance: Tradition, Modernity, and Innovation Jean Butler Tuesdays and Thursdays 2:00-3:15pm                Freshman Seminar            FRSEM-UA 540.001    In Their Own Words: Oral History of Irish New York Linda Dowling Almeida Tuesdays 2:00-4:30pm Restricted to CAS Freshman. Contact CAS Advising for registration information.              Independent Study         IRISH-UA 998.001    Independent Study John Waters Contact Irish Studies for registration information.                Click here for Irish Studies undergraduate course descriptions.                                                          Graduate-level Irish Studies courses are open to Juniors and Seniors with permission of the department upon demonstrating adequate preparation for advanced coursework.  Graduate courses for Fall 2015 include the following:              History            IRISH-GA 1001.001    Irish Studies Seminar I John Waters Wednesdays 6:10-8:40pm Contact Irish Studies for registration access code. Open to undergraduate Juniors in BA/MA Program with permission of Irish Studies DGS .            IRISH-GA 1425.001 / HIST-GA 1425.001 / DRAP-GA 1423.001 / EURO-GA 1423.001    Ireland in the Atlantic World Thomas Truxes Wednesdays 3:30-6:00pm Contact Irish Studies for registration access code. Open to undergraduate Juniors and Seniors with permission of Irish Studies DGS .            IRISH-GA 1421.001 / HIST-GA 1421.001 / DRAP-GA 1426.001 / EURO-GA 1421.001    Debates in Modern Irish History Joe Lee Tuesdays 3:30-6:00pm Contact Irish Studies for registration access code. Open to undergraduate Juniors and Seniors with permission of Irish Studies DGS .            IRISH-GA 1427.001 / HIST-GA 1441.001 / DRAP-GA 1027.001    History and Historiography of Irish America Marion Casey Thursdays 3:30-6:00pm Contact Irish Studies for registration access code. Open to undergraduate Juniors and Seniors with permission of Irish Studies DGS .                 Literature            IRISH-GA 1083.001 / ENG-GA 1083.001 / DRAP-GA 1086.001    Literature of Modern Ireland I John Waters Tuesdays 6:10-8:40pm Contact Irish Studies for registration access code. Open to undergraduate Juniors and Seniors with permission of Irish Studies DGS .           IRISH-GA 1441.002 Topics: Irish Language Translation Proficiency in Irish language required. Padraig Ó Cearúill Thursday 3:30-6:00pm Contact Irish Studies for registration access code. Open to undergraduate Juniors and Seniors with permission of Irish Studies DGS .         Culture         IRISH-GA 1315.001 / MUSIC-GA 1315.001 Irish Music &amp; National Identity Mick Moloney Mondays 6:10-8:40pm Contact Irish Studies for registration access code. Open to undergraduate Juniors and Seniors with permission of Irish Studies DGS .    IRISH-GA 1441.001 / MUSIC-GA 1441.001 / DRAP 1441.001 Topics: Aurality and the Irish Imagination Ivan Goff Mondays 3:30-6:00pm Contact Irish Studies for registration access code. Open to undergraduate Juniors and Seniors with permission of Irish Studies DGS .    Click here for Irish Studies graduate course descriptions.                                     &Aacute;ras Glucksman na h&Eacute;ireann                      Ollscoil Nua Eabhrac                  Glucksman Ireland House                  New York University                  One Washington Mews                  New York, NY 10003                  U.S.A.             Directions     Phone: 212.998.3950   Fax: 212.995.4373         Email:        ireland.house@nyu.edu         Sitemap | Contact Us | &copy; New York University , Arts and Science"}]},
{"detail": [{"content": "Course Offerings    | Glucksman Ireland House | New York University                                      Skip to page Content.     NEW YORK UNIVERSITY     ARTS AND SCIENCE     COLLEGE OF ARTS AND SCIENCE     GRADUATE SCHOOL OF ARTS AND SCIENCE                                       Home       About Us       Undergraduate Studies       Graduate Studies       Academic Initiatives       Events       Membership       Community             Stay Connected           sign up       like us on Facebook       follow us on Twitter       watch us on Youtube       now on iTunes       listen to our radio hour                    Back to Home       Course Offerings      Introduction to Celtic  Music     IRISH-UA 152 Identical  to MUSIC-UA 182. Lecture. Given every fall. Moloney. 4 points.   Provides a  comprehensive introduction to the traditional and contemporary music  of the Celtic areas of Western Europe: Ireland, Scotland, Wales,  Brittany, and Galicia. Recordings and live performances present the  extraordinary range of singing styles and the musical instruments  employed in each culture, including harps, bagpipes, and a variety of  other wind, free reed, keyboard, and stringed instruments. Forms and  musical styles are explored in depth, along with a study of their  origin, evolution, and cultural links. Global Diaspora: The Irish Case IRISH-UA 170 Lecture. Given annually. 4 points. The Irish have exemplified global patterns of migration over centuries. This course aims at a systematic exploration of the dispersal of Irish people around the world, focusing on their interaction with the various host cultures they have encountered both as settlers and in other roles. Particular attention will be given to the movements of Irish on the European continent and in Britain; the United States, Canada, and the Caribbean; Australia and New Zealand; and South America. We will study the consequences of emigration for Ireland and for the receiving nations, as well as Ireland’s transformation in the late twentieth century from emigrant nursery to an emigrant destination. Starting with a chronological focus, the class then moves to a more geographic concentration on some of the most prominent Irish diasporic communities.      The Irish and New York   IRISH-UA 180 Identical  to SCA-UA 758, HIST-UA 180. Lecture. Given annually. Casey. 4 points.   Explores the symbiotic  relationship between New York City and the Irish from the 18th  through the 20th centuries, as well as the impact of political,  social, and cultural changes in Ireland and America on a  transnational population. Factors beyond race and language, which  help define and preserve ethnic group identity, as well as the city’s  role in the creation of a pseudo-Irish identity that is disseminated  on both sides of the Atlantic, are also explored. Readings are  broadly drawn from immigration, urban, and social history. Primary  documents, literature, and film are also used as texts.      Topics in Irish History   IRISH-UA 181 Identical  to HIST-UA 181. Lecture. Given annually. Casey, Lee, Truxes. 4  points.   Emphasis varies by  semester; designed to allow flexibility in course offerings from  visiting scholars and specialists in particular fields. Past  examinations have included imagery and ideology of Irish nationalism,  Irish American popular folk culture, and the Irish in America.  Recently, focus has concentrated on comparative study of famine and  emigration in Irish and world history, and on the distinctive  contributions of Irish migrants to the development of European and  Atlantic cultures in the early modern world.      History of Modern  Ireland I, 1580–1800   IRISH-UA 182 Identical  to HIST-UA 182. Lecture. Given every fall. Truxes. 4 points.   Examines the English  conquest of Ireland from the reign of Elizabeth I to the last meeting  of the Irish Parliament. Key themes include the plantation of Ireland  with settlers from England, Scotland, and Wales; the decline of the  Gaelic political order and culture; the religious reformation and  Counter-Reformation; Ireland as a site of English and European wars;  the imposition of a penal code; and the vain attempt to rebel against  British rule in the late 18th century, resulting in the Act of Union,  which disestablished the Irish Parliament in Dublin.      History of Modern  Ireland II, 1800 to the Present   IRISH-UA 183 Identical  to HIST-UA 183. Lecture. Given every spring. 4 points.   Introduces the general  themes that have shaped Irish history from 1800 to the present.  Particular attention is paid to the complex geopolitical relationship  that has existed between Ireland and Britain. Examines the place of  the historical memory in fashioning inherited identities shaped most  explicitly by nationalism and unionism. In the aftermath of  revolution, a bitter civil war and partition, the island saw two  state-building projects emerge catering to the needs of two  jurisdictions. Using the lens of Ireland, this class seeks to locate  the Irish experience in the context of world history as a nation  massively influenced by Britain and the United States.        Seminar in Irish  History   IRISH-UA 185 Identical  to HIST-UA 185. Casey, Lee, Truxes. 4 points.   Intensive examination  of specific areas of Irish history, with an emphasis on critical  reading and individual research projects. Past themes include the  development and modernization of the Republic of Ireland with  particular consideration of the economy; the Great Famine of 1845–51,  which was an immediate and long-term catastrophe for the Irish people  but also the catalyst for substantial changes—positive and  negative—in Irish society and culture; and the cinematic  representations of Irish Americans.      The Irish in America   IRISH-UA 187 Identical  to HIST-UA 187. Lecture. Given annually. Almeida, Casey. 4 points.   From the seventeenth century to the present, Irish people have been crossing the Atlantic to North America. They are one of the most significant ethnic groups to ever migrate from Europe to the United States. Their impact has been disproportional to their numbers but this only partially explains our contemporary understanding of “Irish America.” Ethnicity is an imprint and defining feature of American life yet the Irish experience with it over the past four centuries is a story complicated by multiple generations, diversity of class, continuing immigration, and rapid changes in both the homeland and the receiving country. This course will consider the factors affecting emigration from Ireland; examine the impact of the Irish on the development of the United States since the colonial period, particularly on its cities; study the changing Irish image in American popular culture; and consider what the Irish can teach us about the evolution of ethnic identity. The ultimate goal of this course is to learn to think historically.      Oral History of Irish  America   IRISH-UA 203 Seminar.  Given every fall. Almeida. 4 points.   Students are introduced  to the techniques and practice of the oral history interview,  including background research, drafting questions, conducting the  interview, and creating supporting documentation. They explore issues  about history ethics and the significance of oral history for  historical literature. Students conduct one supervised interview and  create all supporting documentation to create a final web-based  project that is also deposited in the Archives of Irish America in  NYU’s Bobst Library.        Cinematic  Representations of Irish Americans     IRISH-UA 204 Seminar.  Casey. 4 points.   Concentrates on the  variety of images, particularly feature films since 1900, that have  been used to characterize the Irish who live in the United States.  Analyzes the roots of that imagery and the implications of cinematic  representation for Irish American history. Students learn how to  “read” American cinema as documentary evidence of the visual  construction of ethnicity. The skills acquired in this seminar  translate into a heightened awareness of the relationship between  ethnicity and all forms of media in contemporary American popular  culture.      Contemporary Irish  Politics and Society   IRISH-UA 515 Identical  to EURO-UA 515. 4 points.   An examination of the  politics of contemporary Ireland, north and south. The course focuses  on political, governmental, and constitutional developments in the  Republic of Ireland since independence and discusses the causes of  conflict and the prospect of resolution in Northern Ireland.      The Irish Renaissance   IRISH-UA 621 Identical  to ENGL-UA 621. Lecture. 4 points.   See description under  English in this Bulletin.      Irish American  Literature   IRISH-UA 622 Identical  to ENGL-UA 622. Lecture. Almeida. 4 points.   Examines Irish American  literature from the 19th century to the present, considering the  literary responses of generations of Irish immigrants as they strove  to understand and contribute to the American experience. The works of  writers such as F. Scott Fitzgerald, Eugene O’Neill, Flannery  O’Connor, John O’Hara, and William Kennedy are explored, as are  the connections between ethnic and literary cultures.      Colloquium: Joyce   IRISH-UA 625 Identical  to ENGL-UA 625. Seminar. Given annually. 4 points.   See description under  English in this Bulletin.      Irish Dramatists   IRISH-UA 700 Identical  to DRLIT-UA 700, ENGL-UA 700, THEA-UT 603. 4 points.   A study of the rich  dramatic tradition of Ireland since the days of William Butler Yeats,  Lady Gregory, and the fledgling Abbey Theatre. Playwrights covered  include John Millington Synge, Sean O’Casey, Samuel Beckett,  Brendan Behan, Brian Friel, Tom Murphy, Frank McGuinness, and Marina  Carr. Issues of Irish identity, history, and postcoloniality are  engaged alongside an appreciation of the emotional texture, poetic  achievements, and theatrical innovations that characterize this body  of dramatic work.      Topics in Irish  Literature   IRISH-UA 761 Identical  to ENGL-UA 761. Lecture. 4 points.   Emphasis varies by  semester; designed to allow flexibility in course offerings from  visiting scholars and specialists in particular fields. Past  examinations have included contemporary Irish fiction and poetry,  Irish women writers, and Northern Irish poetry.      Topics in Irish  Literary, Visual, and Performing Arts   IRISH-UA 902 4 points.   Topics vary by  semester; please consult Albert course listings.      Independent Study   IRISH-UA 998   Prerequisite: permission of the director of undergraduate studies. 2  or 4 points.   Independent study with  an Irish studies faculty member.       Basic Language  Courses in Irish      The courses focus on  learning Irish (sometimes referred to as Gaelic) as it is spoken in  the Irish-speaking regions of Ireland, known as the Gaeltacht. The  courses utilize conversation and song, aiming to promote fluency in  spoken Irish, as well as proficiency in reading and writing. Students  progress to conversation, translations, compositions, and readings  from contemporary Irish literature. They also participate in  Irish-speaking events at Glucksman Ireland House. Intermediate Irish  II (IRISH-UA 103) fulfills the MAP language requirement.      Elementary Irish I   IRISH-UA 100 Identical  to EURO-UA 100. Open to students with no previous training in Irish.  4 points.   Introduces students to  the rudiments of the Irish language, including phonemes and  pronunciation, syntactical structure, and verbal conjugations. In  addition, a history of the language is provided, as well as a general  introduction to Irish culture, including discussions of family and  place names. Students are encouraged to begin speaking with basic  sentence structures.       Elementary Irish II   IRISH-UA 101 Identical  to EURO-UA 101. Prerequisite: Elementary Irish I (IRISH-UA 100),  assignment by placement examination, or permission of the department.  4 points.   Builds on the  grammatical lessons of Elementary Irish I and expands into more  complex verbal conjugations while concentrating on idiomatic  expressions. The accumulation of vocabulary is stressed, and students  are introduced to basic literature in Irish while developing  beginning conversational fluency.      Intermediate Irish I   IRISH-UA 102 Identical  to EURO-UA 102. Prerequisite: Elementary Irish II (IRISH-UA 101),  assignment by placement examination, or permission of the department.  4 points.   For the more advanced  student of Irish. Focuses on improving conversational fluency and on  expanding vocabulary through reading more complex literature in  Irish.      Intermediate Irish II   IRISH-UA 103 Identical  to EURO-UA 103. Prerequisite: Intermediate Irish I (IRISH-UA 102),  assignment by placement examination, or permission of the department.  4 points.   Focuses on  conversational fluency, reading complex literature in Irish, and  writing in the Irish language, further encouraging students to  strengthen their pronunciation and command of spoken Irish.                                  &Aacute;ras Glucksman na h&Eacute;ireann                      Ollscoil Nua Eabhrac                  Glucksman Ireland House                  New York University                  One Washington Mews                  New York, NY 10003                  U.S.A.             Directions     Phone: 212.998.3950   Fax: 212.995.4373         Email:        ireland.house@nyu.edu         Sitemap | Contact Us | &copy; New York University , Arts and Science"}, {"content": "Undergraduate Irish Studies Course List Fall 2015    | Glucksman Ireland House | New York University                                          Skip to page Content.     NEW YORK UNIVERSITY     ARTS AND SCIENCE     COLLEGE OF ARTS AND SCIENCE     GRADUATE SCHOOL OF ARTS AND SCIENCE                                       Home       About Us       Undergraduate Studies                Minor              Current Courses              Past Course Offerings              Course Descriptions              B.A./M.A. Program              Study Abroad         Graduate Studies       Academic Initiatives       Events       Membership       Community             Stay Connected           sign up       like us on Facebook       follow us on Twitter       watch us on Youtube       now on iTunes       listen to our radio hour                 Home &gt; Undergraduate Studies &gt; Current Courses &gt; Undergraduate Irish Studies Course List Fall 2015     Undergraduate Irish Studies Course List Fall 2015   Click here for Irish Studies undergraduate course descriptions.    Please verify this information with the listings on the NYU Albert system to make sure you have the latest courses. Albert is the most reliable, most up-date source of course information at the university.               Irish Studies Course Number / Cross-listed Course Number    Course Title Instructor Day and Time                      History            IRISH-UA 170.001 / HIST-UA 181.002    Global Diaspora: The Irish Case Miriam Nyhan Mondays and Wednesdays 4:55-6:10pm         IRISH-UA 181.001 / HIST-UA 181.001 / EURO-UA 181.001 Topics in Irish History: Ireland and America Since 1920 Marion Casey Mondays and Wednesdays 11:00-12:15pm  IRISH-UA 182.001 / HIST-UA 182.001 / EURO-UA 182.001 History of Modern Ireland I: 1500-1800 Thomas Truxes Mondays and Wednesdays 12:30-1:45pm  IRISH-UA 187.001 / HIST-UA 187.001 The Irish in America Marion Casey Tuesdays and Thursdays 11:00-12:15pm    Literature            IRISH-UA 625.001 / ENGL-UA 625.001    Colloquium: Joyce Abby Bender Tuesdays and Thursdays 11:00-12:15pm               IRISH-UA 761.001 / ENGL-UA 761.001 Topics in Irish Literature: Visualizing Modern Ireland: Art and Literature in the 20th Century Kelly Sullivan Mondays and Wednesdays 2:00-3:15pm    Language                    IRISH-UA 100.001 / EURO-UA 100.001    Modern Irish Language: Elementary I Padraig Ó Cearúill Mondays and Wednesdays 11:00-12:15            IRISH-UA 100.002 / EURO-UA 100.002    Modern Irish Language: Elementary I Hilary Mhic Shuibhne Tuesdays and Thursdays 2:00-3:15pm           IRISH-UA 102.001 / EURO-UA 102.001 Modern Irish Language: Intermediate I Padraig Ó Cearúill Mondays and Wednesdays 2:00-3:15pm           Culture              IRISH-UA 152.001 / MUSIC-UA 182.001    Introduction to Celtic Music Mick Moloney Mondays and Wednesdays 12:30-1:45pm            IRISH-UA 902.001 / DRLIT-UA 301.001    Topics: Irish Dance Performance: Tradition, Modernity, and Innovation Jean Butler Tuesdays and Thursdays 2:00-3:15pm                Freshman Seminar            FRSEM-UA 540.001    In Their Own Words: Oral History of Irish New York Linda Dowling Almeida Tuesdays 2:00-4:30pm Restricted to CAS Freshman. Contact CAS Advising for registration information.              Independent Study         IRISH-UA 998.001    Independent Study John Waters Contact Irish Studies for registration information.                Click here for Irish Studies undergraduate course descriptions.                                                          Graduate-level Irish Studies courses are open to Juniors and Seniors with permission of the department upon demonstrating adequate preparation for advanced coursework.  Graduate courses for Fall 2015 include the following:              History            IRISH-GA 1001.001    Irish Studies Seminar I John Waters Wednesdays 6:10-8:40pm Contact Irish Studies for registration access code. Open to undergraduate Juniors in BA/MA Program with permission of Irish Studies DGS .            IRISH-GA 1425.001 / HIST-GA 1425.001 / DRAP-GA 1423.001 / EURO-GA 1423.001    Ireland in the Atlantic World Thomas Truxes Wednesdays 3:30-6:00pm Contact Irish Studies for registration access code. Open to undergraduate Juniors and Seniors with permission of Irish Studies DGS .            IRISH-GA 1421.001 / HIST-GA 1421.001 / DRAP-GA 1426.001 / EURO-GA 1421.001    Debates in Modern Irish History Joe Lee Tuesdays 3:30-6:00pm Contact Irish Studies for registration access code. Open to undergraduate Juniors and Seniors with permission of Irish Studies DGS .            IRISH-GA 1427.001 / HIST-GA 1441.001 / DRAP-GA 1027.001    History and Historiography of Irish America Marion Casey Thursdays 3:30-6:00pm Contact Irish Studies for registration access code. Open to undergraduate Juniors and Seniors with permission of Irish Studies DGS .                 Literature            IRISH-GA 1083.001 / ENG-GA 1083.001 / DRAP-GA 1086.001    Literature of Modern Ireland I John Waters Tuesdays 6:10-8:40pm Contact Irish Studies for registration access code. Open to undergraduate Juniors and Seniors with permission of Irish Studies DGS .           IRISH-GA 1441.002 Topics: Irish Language Translation Proficiency in Irish language required. Padraig Ó Cearúill Thursday 3:30-6:00pm Contact Irish Studies for registration access code. Open to undergraduate Juniors and Seniors with permission of Irish Studies DGS .         Culture         IRISH-GA 1315.001 / MUSIC-GA 1315.001 Irish Music &amp; National Identity Mick Moloney Mondays 6:10-8:40pm Contact Irish Studies for registration access code. Open to undergraduate Juniors and Seniors with permission of Irish Studies DGS .    IRISH-GA 1441.001 / MUSIC-GA 1441.001 / DRAP 1441.001 Topics: Aurality and the Irish Imagination Ivan Goff Mondays 3:30-6:00pm Contact Irish Studies for registration access code. Open to undergraduate Juniors and Seniors with permission of Irish Studies DGS .    Click here for Irish Studies graduate course descriptions.                                     &Aacute;ras Glucksman na h&Eacute;ireann                      Ollscoil Nua Eabhrac                  Glucksman Ireland House                  New York University                  One Washington Mews                  New York, NY 10003                  U.S.A.             Directions     Phone: 212.998.3950   Fax: 212.995.4373         Email:        ireland.house@nyu.edu         Sitemap | Contact Us | &copy; New York University , Arts and Science"}, {"content": "Course Descriptions    | Glucksman Ireland House | New York University                                          Skip to page Content.     NEW YORK UNIVERSITY     ARTS AND SCIENCE     COLLEGE OF ARTS AND SCIENCE     GRADUATE SCHOOL OF ARTS AND SCIENCE                                       Home       About Us       Undergraduate Studies                Minor              Current Courses              Past Course Offerings            Course Descriptions            B.A./M.A. Program              Study Abroad         Graduate Studies       Academic Initiatives       Events       Membership       Community             Stay Connected           sign up       like us on Facebook       follow us on Twitter       watch us on Youtube       now on iTunes       listen to our radio hour                 Home &gt; Undergraduate Studies &gt; Course Descriptions     Course Descriptions                     Basic Language Courses in Irish:       These courses focus on learning Irish (sometimes referred to as Gaelic)   as it is spoken in the Irish-speaking regions of Ireland, known as the   Gaeltacht. The courses utilize conversation and song, and aim to promote   fluency in spoken Irish as well as proficiency in reading and writing.   Students progress to conversation, translations, compositions, and readings   from contemporary Irish literature. They also participate in Irish-speaking   events at Glucksman Ireland House. The Irish language fulfills NYU's    Morse   Academic Plan language requirement .       Elementary Irish I       IRISH-UA 0100 Identical to EURO-UA 0100. Open to students with no   previous training in Irish. 4 points.    This course introduces students to the rudiments of the Irish language,   including phonemes and pronunciation, syntactical structure, and verbal   conjugations. In addition, a history of the language is provided, as well   as a general introduction to Irish culture, including discussions of family   and place names. Students are encouraged to begin speaking with basic   sentence structures.       Elementary Irish II       IRISH-UA 0101 Identical to EURO-UA 0101. Continuation of IRSH-UA   0100 or assignment by placement examination or department permission. 4   points.    This course builds on the grammatical lessons of Elementary Irish I and   expands into more complex verbal conjugations while concentrating on   idiomatic expressions. The accumulation of vocabulary is stressed and   students are introduced to basic literature in Irish while developing   beginning conversational fluency.       Intermediate Irish I       IRISH-UA 0102 Identical to EURO-UA 0102. Prerequisite: IRSH-UA   0101 or assignment by placement examination or department permission. 4   points.    For the more advanced student of Irish, this course focuses on improving   conversational fluency and on expanding vocabulary through reading more   complex literature in Irish.       Intermediate Irish II       IRISH-UA 0103 Identical to EURO-UA 0103. Continuation of IRSH-UA   0102 or assignment by placement examination or department permission. 4   points.    The focus of this course is on conversational fluency, strengthening   students pronunciation and command of the language. This will be supported   by reading novellas suitable for adult learners, songs, poetry, folklore   and group activities.       Introduction to Celtic Music       IRISH-UA 0152 Identical to MUSIC-UA 0151. 4 points.    This course provides a comprehensive introduction to the traditional and   contemporary music of the Celtic areas of Western Europe—Ireland, Scotland,   Wales, Brittany, and Galicia. Recordings and live performances present the   extraordinary range of singing styles and the musical instruments employed   in each culture, including harps, bagpipes and a variety of other wind,   free reed, keyboard and stringed instruments. Forms and musical styles are   explored in depth along with a study of their origin, evolution, and   cultural links.       Global Diaspora the Irish Case       IRISH-UA 170.001    The Irish have exemplified global patterns of migration over centuries.   This course aims at a systematic exploration of the dispersal of Irish   people around the world, focusing on their interaction with the various   host cultures they have encountered both as settlers and in other roles.   Particular attention will be given to the movements of Irish on the   European continent and in Britain, the United States and Canada, the   Caribbean, Australia and New Zealand and South America. We will study   the consequences of emigration for Ireland and for the receiving nations,   as well as Ireland's transformation in the late twentieth century from   emigrant nursery to an emigrant destination. Starting with a chronological   focus, the class them moves to a more geographic concentration on some of   the most prominent Irish diasporic communities. As well as drawing on the   literature extant in the field, this class will make use of oral histories,   film and audio sources to explore the relevant themes and topics.       The Irish &amp; New York       IRISH-UA 0180 Identical to HIST-UA 0180 and METRO-UA 0325. 4   points.    This course considers the symbiotic relationship between a developing   metropolis and an immigrant people since the 18th century, with a special   concentration on significant mid-19th century political, social and   cultural changes when New York City was dramatically altered by the   Irish. The ultimate goal of this course is to learn to think   critically about the past. Students will (1) explore how certain   themes and events are used to define and mythologize the urban and ethnic,   and (2) consider the factors beyond race and language which help define and   preserve ethnic group identity over time. Student projects in new   media will be encouraged.       Topics in Irish History       IRISH-UA 0181 Identical to HIST-UA 0181. 4 points.    The emphasis of this course varies by semester and is designed to allow   flexibility in course offerings from visiting scholars and specialists in   particular fields. Past examinations have included imagery and ideology of   Irish nationalism, Irish American popular folk culture, and the Irish in   America.       Section 1 - IRISH-UA 181.001 - Ireland and   America since 1920    This course examines the history of Ireland (including Northern Ireland),   the United States, and significantly Irish America, as they intersect or   diverge over the course of the twentieth century. When Northern   Ireland was created in 1920 and the Irish Free State in 1922, there were   2.3 million Irish-born living in America, nearly half the population of the   entire island. A new phase in Irish-American relations began during   which diplomacy, economics, education, immigration, nationalism, tourism,   culture, philanthropy and the circulatory movement of capital emerged as   major arenas for interaction. Through readings, films, oral history   and discussions that highlight the comparative element of this course,   students will examine key themes that connect Ireland and the United States   in this period as well as interrogating an emerging historiography.       Section 2 - IRISH-UA 181.002 -   Global History of Irish-Speaking Ireland, 1500-Present    Irish (or Gaelic), the language spoken by a majority of the Irish people up   until the beginning of the nineteenth century, has played a major role in   the history of Ireland and its wider global diaspora. The medium of one of   the earliest vernacular literatures in Europe, the subsequent decline in   the number of its speakers prompted a move to restore it as part of the   creation of an independent Ireland. This course will trace the history of   the Irish-speaking community, starting with samples (in English   translation) of early modern prose and poetry, and followed by a look at   the fortunes of the Irish-speaking community in the nineteen century in   Ireland, North America, and Australia. Finally, the last third of the   course will take up the subject of its revival, the status of Irish in a   fully independent state, and the politics of language in Northern   Ireland.       History of Modern Ireland, 1580-1800       IRISH-UA 0182 Identical to HIST-UA 0182. 4 points.    Examines the English conquest of Ireland from the reign of Elizabeth I to   the last meeting of the Irish Parliament. Key themes include the plantation   of Ireland with settlers from England, Scotland, and Wales, the decline of   the Gaelic political order and culture, the religious reformation and   Counter Reformation, Ireland as a site of English and European wars, the   imposition of a penal code, and the vain attempt to rebel against British   rule in the late 18th century resulting in the Act of Union, which   disestablished the Irish Parliament in Dublin.       History of Modern Ireland, 1800 to the present       IRISH-UA 0183 Identical to HIST-UA 0183. 4 points.    This class explores topics of conquest, collaboration, assimilation,   resistance and migration through the prism of the Ireland, in the years   since 1800. Particular attention is paid to the complex geopolitical   relationship that has existed between Ireland and her nearest neighbor,   Britain. The Act of Union is located in the context of a panoramic survey   of the condition of Ireland on the eve of incorporation into the United   Kingdom. We look at the place of the historical memory in fashioning   inherited identities shaped most explicitly by nationalism. The Irish   diaspora is another important part of this course and is a theme that spans   the centuries. We excavate the complex links between culture, language,   politics and identity, and expressed in a variety of movements in Ireland   and abroad. By starting with the emergence of nationalism in the nineteenth   century we can gain an understanding of the political impulses that shaped   twentieth-century Irish history. In the aftermath of revolution, a bitter   civil war and partition, the island saw two state-building projects emerge   catering to the needs of two jurisdictions divided along political,   cultural and economic priorities. We plot out the most significant aspects   of the division that has characterized the history and shed light on the   dynamic of Ireland's more recent history.       Seminar in Irish History       IRISH-UA 185 4 points.    Intensive examination of specific areas of Irish history with an emphasis   on critical reading and individual research projects. Past themes include   the development and modernization of the Republic of Ireland with   particular consideration of the economy; the Great Famine of 1845-1851,   which was an immediate and long-term catastrophe for the Irish people but   which was also the catalyst for substantial changes - positive and negative   - in Irish society and culture; and the cinematic representations of Irish   Americans.       Section 1 - IRISH-UA 185.001 -   The Largest Irish City in the World: New York City, 1880: A Geographical   and Statistical Analysis    In the year 1880, following over a century of robust migration links   between Ireland and the eastern seaboard of the U.S., three-quarters of a   million residents of New York City could claim Irish ancestry, with a third   of these first-generation immigrants. It is this population that will serve   as the basis for a semester-long research investigation of the demographic,   social, and cultural dynamics variables of these residents as revealed in   the 1880 U.S. census. The course will be built around student acquisition,   via labs, of a set of analytical techniques, including statistical   sampling, demographic data analysis, and database construction, as well as   student application of ArcGIS and stats software. Among the digital and   statistical skills imparted in this class will be understanding demographic   dataset structures and design, learning approaches to regularizing and   “cleaning” rough data for effective analysis, user training in IPUMS-USA   data resources, and use of ArcGIS to organize and manage geographically   variant historic data within an urban setting using georeferencing. In   addition, the course will impart firm historical knowledge of the time   period with readings and discussion on the material culture, social   characteristics, and living conditions of Irish populations in nineteenth   century New York and Ireland.  Section   2  - IRISH-UA 185.002 - Sport and Empire   since 1800    The impact of empires, above all the British, after about 1800,   transformed the role of organized sport over much of the globe. But   there were wide variations in the responses of both indigenous and settler   cultures to the opportunities offered, and the challenges, or even threats,   to indigenous identities, posed by the spread of sporting   activity. A host of questions arise, requiring analysis of the   ideological, military, political, religious, social and cultural factors   influencing the wide variety of responses. How closely are sporting   identities/cultures woven into the texture of the national   identities/cultures of their countries? How close is the connection between   sporting identity and other identities like race, class and gender,   themselves also undergoing processes of change. We will also explore   the decline of the major European empires on sporting and   cultural identities at global level.      Section 3 - IRISH-UA 185.003 -   Media, Discourse, and Irish America    This course will explore the ways in which a specific immigrant group has   been portrayed in various media over two centuries, with a particular   emphasis on the visual construction of ethnicity in mediums like film and   advertising. It will concentrate on the images that have been used to   characterize the Irish who live in the United States, analyze the roots of   that imagery, consider the implications of ethnic representation for   Ireland and its American diaspora, as well as the impact of popular culture   on identity formation. Section 4   - IRISH-UA 185.004 - Resurrecting the Ethnic Village: Research   Methods on Irish New York    One of the hallmarks of New York City is ethnic succession which, by its   very nature, renders the past invisible in the modern city. This   course focuses on the mid-nineteenth century when immigration from Ireland   dramatically altered New York politically, socially and culturally.   Students will study an Irish neighborhood in lower Manhattan using   traditional and modern methods of historical research. They will work   alone and in groups on a project which involves the collection of textual,   numeric, and visual data, including fieldwork in Chinatown. They will   acquire basic skills in data management, analysis, and presentation through   hands-on lab work with spreadsheets, Google Products, and   geographic/spatial programs.        The Irish in America       IRISH-UA 0187 Indentical to HIST-UA 0187. 4 points.     From the seventeenth century to the present, Irish people   have been crossing the Atlantic to North America. They are one of the most   significant ethnic groups to ever migrate from Europe to the United States.   Their impact has been disproportional to their numbers but this only   partially explains our contemporary understanding of \"Irish America.\"   Ethnicity is an imprint and defining feature of American life yet the Irish   experience with it over the past four centuries is a story complicated by   multiple generations, diversity of class, continuing immigration, and rapid   changes in both the homeland and the receiving country. This course will   consider the factors affecting emigration from Ireland; examine the impact   of the Irish on the development of the United States since the colonial   period, particularly on its cities; study the changing Irish image in   American popular culture; and consider what the Irish can teach us about   the evolution of ethnic identity. The ultimate goal of this course is to   learn to think historically.       Oral History of Irish America       IRISH-UA 203. 4 points.    The Oral History of Irish America seminar is a unique undergraduate   experience that offers students a small class size (typically no more than   8 students), an interdisciplinary approach to oral history that introduces   students to the methodology, its significance as a resource, its role in   historical research, specific interviewing and research techniques, and the   opportunity to create an original public history document that will be   deposited in the Archives of Irish America at NYU for use by   researchers. Students will be assigned an interview subject chosen   from the Irish American community in New York City. The seminar provides an   opportunity to meet and work with dynamic, involved citizens from all walks   of life. To date we have interviewed parish priests from the Bronx, an   Oscar and Pulitzer prize-winning playwright and director, as well as   actors, musicians, teachers and Wall Street executives, among many   others. In addition to interviewing this person, the student will   produce a package that includes a biography, interview finding guide, and   content for a website. Part of the background research for the   project will be drawn from classroom lectures and readings adapted to   illuminate the life histories of the interview subjects chosen for the   semester to help students place their subjects in context, in addition to   students' independent research efforts. Students should be aware that   the final project requires extensive editing and rewriting because it will   be deposited in the Archives and published on the Glucksman Ireland House   Oral History website. The seminar offers real-world skills applicable   to many career paths, as well as a publication that can be cited on a   student's CV.       For examples of previous student work see:    http://www.nyu.edu/library/bobst/research/aia/collections/ihoral/oral01.htm .   For more information about the course on Oral History of Irish America,   please see our special Oral History   Project page .       Cinematic Representations of Irish   Americans       IRISH-UA 204. 4 points.     The visual image is central to the history of the   twentieth century. This course will explore the ways in which a   specific immigrant group has been portrayed in the media, especially in   feature films from the silent era to the present. It will concentrate   on the variety of images that have been used to characterize the Irish who   live in the United States, analyze the roots of that imagery and the   implications of cinematic representation for Irish American   history. Students will learn how to \"read\" American cinema as   documentary evidence of the visual construction of ethnicity. Through   writing assignments that group films, students will apply increasing   degrees of analysis to thematic, comparative, and chronological changes in   representation during the twentieth century. The skills acquired in   this seminar should translate into a heightened awareness of the   relationship between ethnicity and all forms of media in contemporary   American popular culture.       Contemporary Irish Politics and Society       IRISH-UA 0515 Identical to EURO-UA 0515. 4 points.     An examination of the politics of contemporary Ireland,   north and south. The course focuses on political, governmental, and   constitutional developments in the Republic of Ireland since independence   and discusses the causes of conflict and the prospect of resolution in   Northern Ireland.          The Irish Renaissance       IRISH-UA 0621 Identical to ENGL-UA 0621. 4 points.    This course seeks to understand the extraordinary achievements of Irish   writers in the last decade of the 19th and the first third of the 20th   century. We will read widely in all the different genres — poetry,   polemic, short story, novel, drama — that were remade by Irish writers   during the tumultuous period from the fall of Charles Stuart Parnell into   the early years of national government in the 1930s. Authors read on   the course include Oscar Wilde, James Joyce, William Butler Yeats, George   Bernard Shaw, Lady Augusta Gregory, John Synge, Sean O'Casey, Elizabeth   Bowen, Flann O'Brien and others. We will balance our readings of   literature with consideration of the social and historical contexts of   Ireland under the Union with Britain, and after that Union was partially   broken. In attempting to refine the proper lens through which to view   this literature, we will address a number of salient issues, including the   nature and cultural forms of Irish cultural nationalism, the violence of   civil war, the social position of literature and of intellectuals in   projects of national reconciliation and national identity, and the clash   between revolutionary anti-imperialism and conservative Catholicism,   between rural and urban identities, between provincialism and   cosmopolitanism as strategies for literary self-fashioning.       Irish American Literature       IRISH-UA 0622 Identical to ENGL-UA 0622. 4 points.    The course examines Irish American literature from the 19th century to the   present, considering the literary responses of generations of Irish   immigrants as they strove to understand and contribute to the American   experience. The works of writers such as F. Scott Fitzgerald, Eugene   O'Neill, Flannery O'Connor, John O'Hara, and William Kennedy are explored,   as are the connections between ethnic and literary cultures.       Colloquium: James Joyce       IRISH-UA 0625 Identical to ENGL-UA 0625. 4 points.    This course is an in-depth consideration of all of the major works of James   Joyce, from the early short stories of Dubliners to the late   experimental prose/poetry of Finnegan's Wake ; it concentrates,   however, on a detailed and systematic reading of Ulysses .    The biographical and social/historical contexts of Joyce's work are   investigated alongside consideration of his pathbreaking formal experiments   and his relations with the many currents of literary and artistic   Modernism. Discussion of Ulysses is complimented by consideration of   the many forms of literary and critical theory that have been fashioned   around readings of the book.       Irish Dramatists       IRISH-UA 0700 Identical to DRAMA-UA 0603, DRALIT-UA 0700, and   ENGL-UA 0700. 4 points.    A study of the rich dramatic tradition of Ireland since the days of William   Butler Yeats, Lady Gregory, and the fledgling Abbey Theatre. Playwrights   covered include John Millington Synge, Sean O'Casey, Samuel Beckett,   Brendan Behan, Brian Friel, Tom Murphy, Frank McGuinness, and Anne Devlin.   Issues of Irish identity, history, and postcoloniality are engaged   alongside an appreciation of the emotional texture, poetic achievements,   and theatrical innovations that characterize this body of dramatic   work.       Topics in Irish Literature       IRISH-UA 761 Identical to ENGL-UA 761. 4 points.    The emphasis of this course varies by semester and is designed to allow   flexibility in course offerings by Ireland House faculty and by visiting   scholars.       Section 1 - IRISH-UA 761.001 - Visualizing Modern Ireland: Art and Literature in the   20th Century       Ireland has a reputation as a small nation with an outsized literary   heritage. Far less often do we think of Irish artists on an international   scale. Nonetheless, the country had a vibrant visual arts culture   throughout the twentieth-century. Did Irish artists and Irish writers   working at the same time perceive their nation and their world in the same   way? How did culture and politics shape literary and artistic movements in   Ireland? This course will attempt to answer these questions through an   exploration of the concurrent and overlapping literary and visual arts   movements in Ireland from approximately 1900 through the 1980s.                 Section 2 - IRISH-UA 761.002 -   Modernism, Translation &amp; Feminism: Irish Poetry 1893-2000    This course will introduce students to the most significant poets in Irish   from the establishment of the Gaelic League in 1893 to the end of the   twentieth century through a close reading of a selection of their poems   with English translations. The politics and practice of translation from a   minority to a majority language will be discussed as well as local Irish   adaptations to international ideas and influences such as modernism and   feminism. The course will also consider the historical context in which   individual poets emerged and the critical debates that shaped both the   writing itself and the readerly response to their work. The course will be   taught by eminent visiting professor Dr. Louis De Paor of National   University of Ireland - Galway. Dr. Louis de Paor, Director of the   Centre for Irish Studies at the National University of Ireland, Galway is a   multi-award winner of the Oireachtas literary competitions and holds his   PhD in Modern Irish from the National University of Ireland. A well-known   poet that works within the Irish language, De Paor's poetry collections   include &lt;em&gt;Próca solais is luatha&lt;/em&gt;, (1988), &lt;em&gt;30   dán&lt;/em&gt; (1992) and his most recent collection titled &lt;em&gt;Agus   Rud Eile De/ And Another Thing&lt;/em&gt; (2010). Dr. de Paor is   currently Senior Irish Language Fulbright Scholar as New York University   for the Fall 2013 semester.       Section 3 - IRISH-UA 761.003 -   Globalization and Irish Drama    This class on Irish drama will examine the many ways that Irish playwrights   have reached out to the world and the ways the world has staged the works   of Irish playwrights. With increased opportunities for theatrical   productions to travel internationally, dramatists of the past 25 years have   sought new strategies for adapting their work to a global   marketplace. We will journey with familiar plays as they are   performed on a world stage (Lady Gregory in Australia, Beckett in Sarajevo)   and will consider how contemporary playwrights have reflected on cultural   tensions within Ireland: debates about multiculturalism, the   influence of new media, and the social impact of the current global   financial crisis. What performance strategies are embedded in the   mobility of exiles and émigrés? What becomes of a national theater in   a transnational world? How are actors trained in Ireland today, and   how does the Irish accent sound as it projects across borders? In   addition to canonical and contemporary plays, we will watch the   high-stepping spectacle of Riverdance and see Ireland get ready for its   close-up in Hollywood. This course aims to give students a chance to engage   with a wide range of current literary and cultural debates concerning   cosmopolitanism, trans-nationalism, localism, and world form, and to ask   how contesting definitions and dramatizations of each term have conditioned   Ireland’s entry into our era of high globalization. Working on   individual research projects – which we will address collaboratively in the   classroom – students will use and create digital archives of the   production/reception of Irish works of art on other continents. We   will study plays by authors such as Dion Boucicault, J.M. Synge, Samuel   Beckett, Brian Friel, Marie Jones, Seamus Heaney, Martin McDonagh, Marina   Carr, Bisi Adigun, Roddy Doyle and others.             Topics in Irish Literary, Visual, &amp;   Performing Arts:    Irish Dance Performance: Tradition, Modernity, and Innovation - What   We Think of That JIG We Do       IRISH-UA 902. 4 points.    Over the course of the last two decades, Irish Dance has changed enormously   and irreversibly. From the exclusive world of competition governed by the   auspices of An Coimisium le Rinci Gaelacha (the Irish Dancing Commission)   to the advent of the spectacle shows in the Mid-90's and beyond, a dynamic   shift in the global perception of the form has consequently challenged   notions of authenticity, tradition, and modernity. Throughout this course,   we shall develop a basic knowledge of the history and lexicon of Irish   Dance, and will use that as a departure point for broader theoretical   considerations.        We will look at traditional form,   stylistic variations and the peripheral influences that shape them. The   course will also examine choreographic innovation, theatrical settings, and   artistic visions of seminal works ranging from the popular, such as    Riverdance, Lord of the Dance and Dancing   on Dangerous Ground , to the contemporary expressions of solo   practitioners.           The course aim is to stimulate a process   of reading expressive form by examining varying aesthetics through critical   thinking, and to contextualize the multifaceted influences that continue to   shape our perception of Irish Dance Performance.         Jean Butler has won numerous awards at   regional, national, and world competitions in Irish Dance over her 30 year   career. She was co-choreographer and principal female lead in the   original production of Riverdance ,   and has gone onto a successful solo career as dancer, choreographer, and   artist-in-residence with musical groups (including The Chieftains),   Ireland's National Theater The Abbey, the World Academy of Music and Dance   at the University of Limerick and New York's Danspace   Project.       Independent Study       IRISH-UA 0998 Prerequisite: permission of the director of undergraduate   studies is required. 2 or 4 points per term.    Independent study with an Irish studies faculty member.       NYU in Dublin       The focus of NYU's summer program in Dublin is contemporary Ireland and   its culture. The program is centered at Trinity College, Ireland's oldest   university, situated in the heart of Dublin, where students reside and take   classes. Courses are open to NYU and non-NYU students, both graduate and   undergraduate, and include Irish literature, history, politics, visual and   performing arts, creative writing, popular culture and the Irish language.   The academic program is complemented by a series of field trips and   cultural and social activities designed to broaden students' knowledge of   Ireland. Among the typical evening activities are outings to the theatre,   poetry readings, screenings at the new Irish Film Center, and traditional   music sessions. Weekend excursions include Donegal and Galway. See our   visit the NYU's Summer   Study Abroad: Summer in Dublin page for more information about   available courses and its application process.                         Freshman Seminar: What Are They Talking   About?: Oral History in the 21st Century       FRSEM-UA 482.001 4   points. Long before the technology of today's social media,   cultures, families and individuals shared their personal and community   stories in an oral tradition that preserved the past for future   generations. We will examine the discipline and evolution of oral history   using the Oral History Collection of Glucksman Ireland House to explore how   and why oral histories contribute to our understanding of the past and can   help to shape the identity of individuals and communities.       This seminar is a unique experience that offers freshmen an   interdisciplinary approach to the methodology of oral history, its   significance as a resource, its role in historical research, as well as   specific interviewing and research techniques. Students will gain access to   our Archive of Irish America and have the opportunity to work with the   interviews we have already deposited, including how the university's   digital mapping technology can applied in our analysis of the   archive. Students will also have the chance to conduct an interview   themselves. The course comprises classroom lectures, readings, and   extensive writing exercises; it offers real world experience and   communications skills acquisition that will be invaluable throughout   students' academic and professional careers.                                          &Aacute;ras Glucksman na h&Eacute;ireann                      Ollscoil Nua Eabhrac                  Glucksman Ireland House                  New York University                  One Washington Mews                  New York, NY 10003                  U.S.A.             Directions     Phone: 212.998.3950   Fax: 212.995.4373         Email:        ireland.house@nyu.edu         Sitemap | Contact Us | &copy; New York University , Arts and Science"}]}]