[[{"detail": [{"content": "As Economy Declines, African Americans Appear “Blacker,” NYU Study Shows                                                                                                               NYU.edu requires JavaScript be enabled in your browser in order to use important features of the site. JavaScript is either disabled or not supported by your browser. For instructions on how to enable JavaScript in your browser, click here .                       New York University    Skip to Content   Skip to Search   Skip to Navigation   Skip to Sub Navigation                                                        NYUHome Login                            Students           |   Faculty           |   Alumni           |   Employees           |   Community                                   Schools          Arts and Science      College of Arts and Science      College of Dentistry      College of Nursing      Courant Institute of Mathematical Sciences      Gallatin School of Individualized Study      Graduate School of Arts and Science      Institute of Fine Arts      Institute for the Study of the Ancient World      Leonard N. Stern School of Business      Liberal Studies Program      NYU Abu Dhabi      NYU Shanghai      Polytechnic School of Engineering      Robert F. Wagner Graduate School of Public Service      School of Professional Studies      School of Law      School of Medicine      Silver School of Social Work      Steinhardt School of Culture, Education, and Human Development      Tisch School of the Arts                QuickLinks          Academic Calendars      Administrative Units      Albert      Apply for Jobs      Athletics      Bookstores      Bursar      Campus Map      Career Development      Emergencies      Events      Giving to NYU      Housing      ITS      Libraries      News      NYU Apparel      Policies      Public Safety      Registrar      Student Health Center      Student Resources      Wellness Exchange                A-Z          A      B      C      D      E      F      G      H      I      J      K      L      M      N      O      P      Q      R      S      T      U      V      W      X      Y      Z                                                          New York University                          Search NYU                    Pages |    People                                       Main Navigation            About NYU       Admissions       Academics       University Life       Research       Global                                 Bread Crumbs          About NYU   /   News, Publications, and Facts   /   NYU News   /   2014   /   June   /   09                                                         As Economy Declines, African Americans Appear “Blacker,” NYU Study Shows                   June 9, 2014          356                                        When the economy declines, African Americans are more likely to be seen as “Blacker” and to bear stereotypical features, according to a new study by psychology researchers at New York University. Their findings , which appear in the journal Proceedings of the National Academy of Sciences, suggest that economic duress may spur racial discrimination.   “It is well known that socioeconomic disparities between White Americans and racial minorities expand dramatically under conditions of economic scarcity,” says David Amodio, the study’s senior author and an associate professor in NYU’s Department of Psychology and Center for Neural Science. “Our findings indicate that scarcity changes the way that the people visually perceive another person’s race, and that this perceptual distortion can contribute to disparities.”   “The study’s findings point to a new challenge to discrimination reduction since perceptual effects appear to operate without a person’s awareness,” adds co-author Amy Krosch, a doctoral candidate in NYU’s Department of Psychology. “People typically assume that what they see is an accurate representation of the world, so if their initial perceptions of race are actually distorted by economic factors, people may not even realize the potential for bias.”   While a person’s race is often thought to be “fixed,” prior research has shown that perceptions of race may shift as a result of changes to the perceiver’s social goals and motivations. For example, a perceiver’s political ideology has been found to influence the extent to which they see biracial individuals as being Black or White.   With this in mind, Krosch and Amodio examined whether exposure to resource scarcity could similarly alter racial perceptions.   To test this, they conducted a series of experiments involving female and male non-Black subjects.   In an initial experiment, subjects completed a questionnaire assessing their concerns about economic competition between Black and White Americans (e.g., “When Blacks make economic gains, Whites lose out economically”)—items embedded in a questionnaire that was otherwise irrelevant to race so as to hide the researchers’ main interest.   Then, these participants viewed, on a computer screen, a series of 110 morphed faces that ranged in racial content from 100 percent White to 100 percent Black at 11 different increments. Faces were presented one at a time, in random order, and subjects were asked to identify whether each face was Black or White.   If a face was viewed solely on the percentage of its racial content, subjects would, in theory, categorize as “Black” any face whose composition was mostly Black and as “White” any face whose composition was mostly White. However, the results of this experiment yielded noticeably different results.   Specifically, subjects who more strongly believed in resource competition between Whites and Blacks had a lower threshold for identifying mixed-race faces as Black than did subjects who did not hold these zero-sum views.   However, the design of this study only allowed the researchers to test the correlation between perceived scarcity and race perceptions. To test the casual effect of scarcity on such race perceptions, the researchers conducted a second experiment, with a new set of subjects.   Here, they repeated the morphing test, but added a manipulation prior to the viewing that was aimed at establishing different conditions. Specifically, before subjects saw each morphed face, researchers briefly (20 milliseconds) flashed different types of words on the screen. These “subliminal primes” were scarcity-related words (scarce, resource, sparse, limited), neutral words (fluffy, appetite, scenic, antique), or negative words that were unrelated to scarcity (brutal, confront, odious, fragile). Subjects saw only one category of words prior to viewing the faces.   Their results showed that subjects in the scarcity-primed condition had a significantly lower threshold for identifying mixed-race faces as Black than those in either the neutral or negative conditions (i.e., they identified a face as “Black” when it contained only 35 percent Black content, whereas subjects in the neutral and negative conditions identified faces as Black when they had at least 41 percent or 43 percent Black content, respectively). In other words, to these subjects, faces became blacker when linked to economic scarcity—and significantly more so than when connected to general negativity.   Next, the researchers sought to test whether the perception of resource scarcity leads people to represent Black Americans in their mind as appearing more dark and “stereotypical” looking—an appearance that has been shown to elicit greater discrimination from White people. The researchers tested this idea in two additional experiments.   In the first, White male and female subjects were told they would be playing an “allocation” game in which money would be divided with a partner. In it, the subjects were the allocators and, as such, learned they would be given an endowment of money to allocate to their partner. In all conditions, subjects were assigned to allocate $10. However, in a “scarcity” condition, this amount was presented as $10 out of a possible $100 (a small portion of the total funds) whereas in the control condition it was presented as $10 out of a possible $10 (the maximum portion of the total funds).   While waiting for their partner (the recipient) to come online, subjects were asked to complete “an unrelated task to pretest stimuli for a future face perception study.” In fact, this “pretest” was solely designed to assess how subjects viewed faces. In the task, subjects viewed a series of face pairs with subtle variations in facial features and skin tone; they were asked to indicate which face in each of the 400 viewed pairs was “Black.”   A composite image made up of these selections revealed subjects’ mental representations of a Black person—the way they imagined a Black person as appearing in their mind. The researchers created two composite face images from these data: one representing a Black person under the scarcity condition and the other representing a Black person in the control condition.   When these composite face images were shown to a new sample of White subjects, unaware of the conditions under which the faces were created, these subjects judged the face produced under scarcity as significantly darker and more stereotypically Black than they did the composite produced in the control condition.   In a fourth experiment, the researchers tested the views of White adults, randomly selected in a city park. In it, subjects were told “people often make important decisions about others based on very little information” and that the researchers were interested in how a person’s deservingness can be discerned from appearance alone. Subjects viewed the faces created in Study 3, side-by-side, and indicated how they would divide $15 between them. The subjects allocated significantly less money to the person depicted by the face visualized under scarcity in Study 3 than the control face.   “Together, our results provide strong converging evidence for the role of perceptual biases as a mechanism through which economic scarcity enhances discrimination and contributes to racial disparities,” the authors write.                          This Press Release is in the following Topics:      Arts and Science , Research , Faculty           Type: Press Release            Press Contact:                James Devitt | (212) 998-6808                                            When the economy declines, African Americans are more likely to be seen as &ldquo;Blacker&rdquo; and to bear stereotypical features, according to a new study by NYU psychology researchers. &copy;tang90246/iStock                       Search News                                       Keywords:                          Select a School             Arts and Science         College of Arts and Science         College of Dentistry         College of Nursing         Courant Institute of Mathematical Sciences         Division of Libraries         Gallatin School of Individualized Study         Graduate School of Arts and Science         Institute for the Study of the Ancient World         Institute of Fine Arts         Leonard N. Stern School of Business         Liberal Studies Program         NYU Abu Dhabi         NYU Shanghai         Polytechnic School of Engineering         Robert F. Wagner Graduate School of Public Service         School of Continuing and Professional Studies         School of Law         School of Medicine         Silver School of Social Work         Steinhardt School of Culture, Education, and Human Development         Tisch School of the Arts                            Select a Topic             All University         Athletics         Awards         Division of Libraries         Events and Traditions         Institute of Fine Arts         International Houses         Research         nyu alumni magazine                       View articles from:          Through:             Advanced Search                                         NYU In the News   NYU Received a Record Number of Applications   Capital New York reported NYU received a record 60,322 applications for the class of 2019, an increase of about 15 percent since last year.     NYU Students Help City Crack Down on Hookah Bars   Capital New York reported that NYU students helped New York City crack down on hookah bars that illegally include tobacco in their hookahs:     Rudin Center Study Says Mass Transit Helps Economic Mobility   The Wall Street Journal wrote about a report by Wagner’s Rudin Center that showed that mass transit could be more important than education in determining economic mobility.     Brennan Center Report Says Campaign Spending Has Jumped   Frontline did a piece about a report by the Brennan Center for Justice that said that campaign spending by outside groups has more than doubled in the last five years.     NYU’s Dorms Ranked Among the Best in the Nation   Hometalk.com ranked NYU’s student residences third in the country in its list of best college dorms.                                                  NYU Footer          Search      Directory      Campus Map      Events      Contact Us      Site Map      Copyright and Fair Use      Feedback         Unless otherwise noted, all content copyright New York University. All rights reserved. Designed by The Office of Web Communications"}]},
{"detail": [{"content": "As Economy Declines, African Americans Appear “Blacker,” NYU Study Shows                                                                                                               NYU.edu requires JavaScript be enabled in your browser in order to use important features of the site. JavaScript is either disabled or not supported by your browser. For instructions on how to enable JavaScript in your browser, click here .                       New York University    Skip to Content   Skip to Search   Skip to Navigation   Skip to Sub Navigation                                                        NYUHome Login                            Students           |   Faculty           |   Alumni           |   Employees           |   Community                                   Schools          Arts and Science      College of Arts and Science      College of Dentistry      College of Nursing      Courant Institute of Mathematical Sciences      Gallatin School of Individualized Study      Graduate School of Arts and Science      Institute of Fine Arts      Institute for the Study of the Ancient World      Leonard N. Stern School of Business      Liberal Studies Program      NYU Abu Dhabi      NYU Shanghai      Polytechnic School of Engineering      Robert F. Wagner Graduate School of Public Service      School of Professional Studies      School of Law      School of Medicine      Silver School of Social Work      Steinhardt School of Culture, Education, and Human Development      Tisch School of the Arts                QuickLinks          Academic Calendars      Administrative Units      Albert      Apply for Jobs      Athletics      Bookstores      Bursar      Campus Map      Career Development      Emergencies      Events      Giving to NYU      Housing      ITS      Libraries      News      NYU Apparel      Policies      Public Safety      Registrar      Student Health Center      Student Resources      Wellness Exchange                A-Z          A      B      C      D      E      F      G      H      I      J      K      L      M      N      O      P      Q      R      S      T      U      V      W      X      Y      Z                                                          New York University                          Search NYU                    Pages |    People                                       Main Navigation            About NYU       Admissions       Academics       University Life       Research       Global                                 Bread Crumbs          About NYU   /   News, Publications, and Facts   /   NYU News   /   2014   /   June   /   09                                                         As Economy Declines, African Americans Appear “Blacker,” NYU Study Shows                   June 9, 2014          356                                        When the economy declines, African Americans are more likely to be seen as “Blacker” and to bear stereotypical features, according to a new study by psychology researchers at New York University. Their findings , which appear in the journal Proceedings of the National Academy of Sciences, suggest that economic duress may spur racial discrimination.   “It is well known that socioeconomic disparities between White Americans and racial minorities expand dramatically under conditions of economic scarcity,” says David Amodio, the study’s senior author and an associate professor in NYU’s Department of Psychology and Center for Neural Science. “Our findings indicate that scarcity changes the way that the people visually perceive another person’s race, and that this perceptual distortion can contribute to disparities.”   “The study’s findings point to a new challenge to discrimination reduction since perceptual effects appear to operate without a person’s awareness,” adds co-author Amy Krosch, a doctoral candidate in NYU’s Department of Psychology. “People typically assume that what they see is an accurate representation of the world, so if their initial perceptions of race are actually distorted by economic factors, people may not even realize the potential for bias.”   While a person’s race is often thought to be “fixed,” prior research has shown that perceptions of race may shift as a result of changes to the perceiver’s social goals and motivations. For example, a perceiver’s political ideology has been found to influence the extent to which they see biracial individuals as being Black or White.   With this in mind, Krosch and Amodio examined whether exposure to resource scarcity could similarly alter racial perceptions.   To test this, they conducted a series of experiments involving female and male non-Black subjects.   In an initial experiment, subjects completed a questionnaire assessing their concerns about economic competition between Black and White Americans (e.g., “When Blacks make economic gains, Whites lose out economically”)—items embedded in a questionnaire that was otherwise irrelevant to race so as to hide the researchers’ main interest.   Then, these participants viewed, on a computer screen, a series of 110 morphed faces that ranged in racial content from 100 percent White to 100 percent Black at 11 different increments. Faces were presented one at a time, in random order, and subjects were asked to identify whether each face was Black or White.   If a face was viewed solely on the percentage of its racial content, subjects would, in theory, categorize as “Black” any face whose composition was mostly Black and as “White” any face whose composition was mostly White. However, the results of this experiment yielded noticeably different results.   Specifically, subjects who more strongly believed in resource competition between Whites and Blacks had a lower threshold for identifying mixed-race faces as Black than did subjects who did not hold these zero-sum views.   However, the design of this study only allowed the researchers to test the correlation between perceived scarcity and race perceptions. To test the casual effect of scarcity on such race perceptions, the researchers conducted a second experiment, with a new set of subjects.   Here, they repeated the morphing test, but added a manipulation prior to the viewing that was aimed at establishing different conditions. Specifically, before subjects saw each morphed face, researchers briefly (20 milliseconds) flashed different types of words on the screen. These “subliminal primes” were scarcity-related words (scarce, resource, sparse, limited), neutral words (fluffy, appetite, scenic, antique), or negative words that were unrelated to scarcity (brutal, confront, odious, fragile). Subjects saw only one category of words prior to viewing the faces.   Their results showed that subjects in the scarcity-primed condition had a significantly lower threshold for identifying mixed-race faces as Black than those in either the neutral or negative conditions (i.e., they identified a face as “Black” when it contained only 35 percent Black content, whereas subjects in the neutral and negative conditions identified faces as Black when they had at least 41 percent or 43 percent Black content, respectively). In other words, to these subjects, faces became blacker when linked to economic scarcity—and significantly more so than when connected to general negativity.   Next, the researchers sought to test whether the perception of resource scarcity leads people to represent Black Americans in their mind as appearing more dark and “stereotypical” looking—an appearance that has been shown to elicit greater discrimination from White people. The researchers tested this idea in two additional experiments.   In the first, White male and female subjects were told they would be playing an “allocation” game in which money would be divided with a partner. In it, the subjects were the allocators and, as such, learned they would be given an endowment of money to allocate to their partner. In all conditions, subjects were assigned to allocate $10. However, in a “scarcity” condition, this amount was presented as $10 out of a possible $100 (a small portion of the total funds) whereas in the control condition it was presented as $10 out of a possible $10 (the maximum portion of the total funds).   While waiting for their partner (the recipient) to come online, subjects were asked to complete “an unrelated task to pretest stimuli for a future face perception study.” In fact, this “pretest” was solely designed to assess how subjects viewed faces. In the task, subjects viewed a series of face pairs with subtle variations in facial features and skin tone; they were asked to indicate which face in each of the 400 viewed pairs was “Black.”   A composite image made up of these selections revealed subjects’ mental representations of a Black person—the way they imagined a Black person as appearing in their mind. The researchers created two composite face images from these data: one representing a Black person under the scarcity condition and the other representing a Black person in the control condition.   When these composite face images were shown to a new sample of White subjects, unaware of the conditions under which the faces were created, these subjects judged the face produced under scarcity as significantly darker and more stereotypically Black than they did the composite produced in the control condition.   In a fourth experiment, the researchers tested the views of White adults, randomly selected in a city park. In it, subjects were told “people often make important decisions about others based on very little information” and that the researchers were interested in how a person’s deservingness can be discerned from appearance alone. Subjects viewed the faces created in Study 3, side-by-side, and indicated how they would divide $15 between them. The subjects allocated significantly less money to the person depicted by the face visualized under scarcity in Study 3 than the control face.   “Together, our results provide strong converging evidence for the role of perceptual biases as a mechanism through which economic scarcity enhances discrimination and contributes to racial disparities,” the authors write.                          This Press Release is in the following Topics:      Arts and Science , Research , Faculty           Type: Press Release            Press Contact:                James Devitt | (212) 998-6808                                            When the economy declines, African Americans are more likely to be seen as &ldquo;Blacker&rdquo; and to bear stereotypical features, according to a new study by NYU psychology researchers. &copy;tang90246/iStock                       Search News                                       Keywords:                          Select a School             Arts and Science         College of Arts and Science         College of Dentistry         College of Nursing         Courant Institute of Mathematical Sciences         Division of Libraries         Gallatin School of Individualized Study         Graduate School of Arts and Science         Institute for the Study of the Ancient World         Institute of Fine Arts         Leonard N. Stern School of Business         Liberal Studies Program         NYU Abu Dhabi         NYU Shanghai         Polytechnic School of Engineering         Robert F. Wagner Graduate School of Public Service         School of Continuing and Professional Studies         School of Law         School of Medicine         Silver School of Social Work         Steinhardt School of Culture, Education, and Human Development         Tisch School of the Arts                            Select a Topic             All University         Athletics         Awards         Division of Libraries         Events and Traditions         Institute of Fine Arts         International Houses         Research         nyu alumni magazine                       View articles from:          Through:             Advanced Search                                         NYU In the News   NYU Received a Record Number of Applications   Capital New York reported NYU received a record 60,322 applications for the class of 2019, an increase of about 15 percent since last year.     NYU Students Help City Crack Down on Hookah Bars   Capital New York reported that NYU students helped New York City crack down on hookah bars that illegally include tobacco in their hookahs:     Rudin Center Study Says Mass Transit Helps Economic Mobility   The Wall Street Journal wrote about a report by Wagner’s Rudin Center that showed that mass transit could be more important than education in determining economic mobility.     Brennan Center Report Says Campaign Spending Has Jumped   Frontline did a piece about a report by the Brennan Center for Justice that said that campaign spending by outside groups has more than doubled in the last five years.     NYU’s Dorms Ranked Among the Best in the Nation   Hometalk.com ranked NYU’s student residences third in the country in its list of best college dorms.                                                  NYU Footer          Search      Directory      Campus Map      Events      Contact Us      Site Map      Copyright and Fair Use      Feedback         Unless otherwise noted, all content copyright New York University. All rights reserved. Designed by The Office of Web Communications"}, {"content": "People    |     Africana Studies    | New York University                                   Skip to page Content.     NEW YORK UNIVERSITY     ARTS AND SCIENCE     COLLEGE OF ARTS AND SCIENCE     GRADUATE SCHOOL OF ARTS AND SCIENCE                                Home     People     Undergraduate Program       Graduate Program       Research Activites       Events       Institute of African American Affairs       Department of Social and Cultural Analysis             Stay Connected           Facebook       Twitter               Related Information         Affiliated Faculty           Administration/Staff             Useful Links         FAS Homepage           NYU Public Directory                 Home &gt; People     People   Click here for the 2014-2015 Fulbright Fellows Page      Africana Studies Faculty                  Awam Amkpa     Associate Professor of Social and Cultural Analysis   Email:     awam.amkpa@nyu.edu     Research Interests:   African diasporic drama and film; transnationalism, postcolonial theory.               Renée Blake     Associate Professor of Linguistics and Social and Cultural Analysis   Director, Africana Studies   Email:     renee.blake@nyu.edu     Research Interests:   Urban sociolinguistics; African American Vernacular English; languages and cultures of the Caribbean.               J. Michael Dash     Professor of French and Social and Cultural Analysis   First Year Ph.D. students Advisor   Email:     michael.dash@nyu.edu                 Ed Guerrero     Associate Professor, Africana Studies, SCA/Cinema Studies;     Email:     ed.guerrero@nyu.edu     Research Interests:   Black cinema, black stardom & celebrity; Africa, Asia in cinema; science fiction & horror cinema, utopia/dystopia; mapping the Black Pacific; interrogations of the representational burden of race and difference .               Julie Livingston     Visiting Professor of History and Social and Cultural Analysis   Email:     jl6877@nyu.edu     Research Interests:   The Body; Gender; History and Anthropology; Medicine and Public Health; Historical and Ethnographic Writing.               Jennifer L. Morgan     Professor of Social and Cultural Analysis and History   Email:     jennifer.morgan@nyu.edu     Research Interests:   Early African American History, Comparative Slavery, Histories of Racial Ideology, Women and Gender               Michael Ralph     Associate Professor, Gender and Sexuality Studies, Metropolitan Studies;   Associate Professor of Social and Cultural Analysis and Africana Studies and American Studies   Email:     michael.ralph@nyu.edu     Research Interests:   Citizenship, Sovereignty, Risk, Liability, Urban Youth Culture, Diaspora, Postcolonialism               E. Frances White     Professor of Social and Cultural Analysis and Africana Studies   Email:     f.white@nyu.edu                 Deborah Willis     University Professor; Professor of Photography and Imaging     Email:     deb.willis@nyu.edu     Research Interests:   Visual Culture, Photography                       Contact Us | &copy; New York University , Arts and Science"}]}]