[{"detail": [{"content": "Current Course Schedule [Undergraduate]    |     Italian Studies    | New York University                                   Skip to page Content.     NEW YORK UNIVERSITY     ARTS AND SCIENCE     COLLEGE OF ARTS AND SCIENCE     GRADUATE SCHOOL OF ARTS AND SCIENCE                                Home       People       Undergraduate Program       Graduate Program       NYU Florence       Events       Employment             Stay Connected           Facebook             Affiliations         Casa Italiana Zerilli-Marimò           Villa La Pietra                    Back to Home       Current Course Schedule [Undergraduate]   FALL 2015  CORE-UA 400 Texts and Ideas: Visible and Invisible Cities Tuesday/Thursday 11:00am-12:15pm, CASA Auditorium Cox Sample Syllabus The   experience of living in a city is one vital thread that connects us   with our ancient, medieval, and early modern ancestors, and that   continues to provide a unifying element in millions of our   contemporaries’ disparate lives across the globe. Urban life is a   constant environment and stimulus, whether you find yourself in New   York, Florence, Accra, or Shanghai. Our aim is to supply conceptual   frameworks and historical contexts for this experience by exploring the   ways human communities have been theorized and imagined within the   Western tradition from classical antiquity through to the Renaissance,   particularly the city, conceived since Aristotle as the proper habitat   of humankind, and the relationship between the family or household and   the state. The primary texts encompass utopian writings and works of   political theory, but also texts describing and analyzing real-world   communities and visual and cartographic representations of cities and   urban space. Readings include the canonical—from Plato, Aristotle,   Vergil, Dante, Boccaccio, More, Shakespeare—to texts from Christine de   Pizan and Moderata Fontelong, marginalized from the canon and only now   becoming visible.  ITAL-UA 115 Readings in Medieval and Renaissance Literature Tuesday/Thursday 9:30am-10:45am, CASA Library Instructor TBD Conducted in Italian , (Prerequisite of ITAL-UA 30 or by Department's permission)  Introductory-level   literature course that, through a close reading of authors such as   Dante, Boccaccio, Petrarch,Machiavelli, and Ariosto, focuses on how to   understand a literary text in Italian. Covers Italian literature from   its origins to 17th century.     ITAL-UA 148 Giordano Bruno and the Art of Memory (same as HIST-UA 126) Tuesday 12:30pm-3:15pm, CASA Library Cipani Conducted in English The Art of Memory reached a peak of refinement and complexity during the Italian Renaissance. Far more than a mere tool for passive retention of information: memory devices had the ambition to assist in the structuring of thought, the organization of knowledge, the solving of philosophical questions, and were intended also as tools for creative output. This course examines the impact of the pervasive culture of memory on the literary production of the time, highlighting the interdependence between textual and visual codes. A main focus will be on the heretic philosopher and cosmologist Giordano Bruno, burnt at stake by the Roman Inquisition in 1600, who conceived his imposing mnemonic system as an inner mirror of the infinite universe and of nature's creative principles. We will first examine Bruno's works explicitly devoted to memory, assessing elements of continuity and innovation with respect to the tradition. Subsequently, sampling Bruno's Italian dialogues, his writings on magic, and his satyrical comedy Candlebearer, we will look for intersections between his theory of memory, on the one hand, and his strategy of self-representation, his literary style, and his doctrine of infinity on the other. ITAL-UA 164 Italian Colonialism (same as HIST-UA 204, EURO-UA 161) Monday 9:30am-12:15pm, CASA Library Ben-Ghiat Conducted in English ITAL-UA 172 Topics: Narrating Immigrant Experience Monday/Wednesday 12:30pm-1:45pm, CASA Library Lakhous Conducted in English How can we narrate immigration today? Can we argue that the immigrant experience is universal? How can we recount family memories of immigration? What is the relationship between identity and memory? What are the connections between immigration, emigration, and colonialism? We will attempt to answer such questions – and to approach different narratives of immigrant experience – through novels, films, documentaries, and essays. We will examine cases in different national and cultural contexts. We will look in particular at the Italian case; for, Italy represents a unique case in the world: after decades of exporting immigrants, it has become an importer. But we will also examine other histories and experiences (whether in China, Vietnam, Tunisia, France, Romania, the USA, Canada, Argentina, Australia, and others); internal migration (especially to the North of Italy in the fifties and the sixties); and finally non-European Community immigrants.  ITAL-UA 173 Topics in Italian Culture: Medieval Italy Monday/Wednesday 2:00pm-3:15pm, CASA Library Vise Conducted in English Medieval Italy can look like a land replete with impossible contradiction. The northern cities witnessed Europe’s first stirrings of formal republican self-governance since the Fall of Rome but also the violent repression of political dissenters; the flowering of vernacular literature in writers like Petrarca, Dante and Boccaccio but also the highest levels of Latinity in Europe; the development of systems of justice to which modern institutions trace their origin but also notoriously bloody factional violence and vendetta; the boom of a mercantile economy but also wildly popular grassroots religious critiques of wealth. In one city we find the first broad-based emancipation of slaves and serfs in the West while in another, the brutal exclusion of the turbulent lower-class guild of wool carders from political life. They were the “cities of God” where sometimes heretics ruled. The Mezzogiorno, southern Italy, glittered with literary and artistic achievement and bustled with ethnic and religious diversity under the succession of multiple foreign monarchies. And in the middle, the Papal States staggered in competition with the powers of the North, the South, and its own squabbling aristocracy. Yet at the same time, its ruler claimed a monopoly on the souls of European Christians and operated the highest court of appeals for major European legal disputes. In this class, we will explore this complex culture by looking at a wide range of primary sources from poetry to prisoner graffiti, high and low art, and complimentary secondary sources. The course will begin with the early medieval period and the emergence of the communes, Papal states, and Southern Kingdom after the fall of Rome and then proceed thematically to conclude by considering what this period bequeathed to subsequent generations. For each theme, our central question will remain: were these deep contrasts ultimately a source of strength and creativity or of chaos and division? Topics to be covered include: legal and extra-legal justice, religious plurality, politics and religion, women and gender, wealth and poverty, intellectual life, art and patronage, factions and la familia , and the creation of state.  ITAL-UA 174 Italian Films, Italian Histories I (same as DRLIT-UA 503, EURO-UA 173) Tuesday, 12:30pm-3:15pm &amp; Thursday 12:30pm-1:45pm CASA Auditorium Albertini Conducted in English Sample Syll abus  Films are responsible for creating a national identity more than any other medium of communication. Cinematography has played a much more prominent role in the construction of a common popular history in Italy, than in other European states, given the relatively young age of the unified Italian nation. From the papier-maché buildings of ancient Rome presented in the very first Italian movies to the powerful non-professional actors of neorealistic cinema representing the Nazi occupation of the peninsula; these are the images that for generations of Italians represent Italian History, much more than the fading memories of high-school textbooks or of high-brow intellectual debates rigorously kept in the seldom read pages of national newspapers. The purpose of this course (that is ideally completed by \"Italian Films, Italian Histories II\" taught by Professor Ben-Ghiat in the Spring) is to provide a general but accurate overview of Italian history and a critical analysis of its representation through films from the origins to the Risorgimento. This (first) course is devoted to Roman, Medieval, and Renaissance history and it closes with a rather in-depth presentation of different accounts of the Risorgimento (the process of Italian unification). ITAL-UA 270 Dante's Divine Comedy (same as COLIT-UA 270, ENGL-UA 142, MEDI-UA 271) Monday/Wednesday 2:00pm-3:15pm, CASA Auditorium Conducted in English   SPRING 2015  ITAL-UA 116 Readings in Modern Italian Literature  Tuesday/Thursday 9:30am-10:45am, CASA 201 Antonangeli Conducted in Italian , (Prerequisite of ITAL-UA 30 or by Department's permission) Introductory-level literature course that, through a close reading of   authors such as Alfieri, Foscolo, Leopardi, Manzoni, Verga, D'Annunzio,   Moravia, and Calvino, focuses on how to understand a literary text in   Italian. Covers Italian literature from the 18th century to the   contemporary period. ITAL-UA 121 The Renaissance (same as HIST-UA 121, MEDI-UA 121) Tuesday/Thursday 3:30pm-4:45pm, TISC LC9 Appuhn Conducted in English ITAL-UA 172 Hellscapes and Elysia in the Renaissance and Beyond (same as COLIT-UA 173, ENGL-UA 56, MEDI-UA 172) Monday/Wednesday 11am-12:15pm, CASA 201 McHugh Conducted in English Syllabus  This course explores various representations of otherworlds, both infernal and paradisal: the realms of the afterlife, regions of marvel or idyllic bliss, political utopias and dystopias. Readings and discussion focus on how these imagined lands reflect, critique, and animate the real world, from antiquity through our own times.  ITAL-UA 173.001 Murder, Italian Style! (same as DRLIT-UA 505) Monday/Wednesday 12:30pm-1:45pm, CASA 201 Falkoff Course conducted in English; reading knowledge of Italian recommended but not required. A genre whose development is associated with urbanization, crime fiction—like so many other emblems of modernity—is often considered to have arrived belatedly in Italy. Despite this initial reticence, several critically acclaimed writers of contemporary Italy have used the genre as a narrative space from which to launch a broader commentary on aspects of Italian history and culture such as the fascist period, honor killings, police brutality, political corruption, femicide, and xenophobia. This course will consider novels, plays, and films from the 1950s to the present, analyzing the ways in which they use conventions of the crime fiction as a point of departure for literary experimentation, philosophical reflection, and cultural critique. ITAL-UA 173.002 Italy and the Mediterranean: Empire, Politics and Culture (same as AHSEM-UA 218.001 and MEIS-UA 659.001) Tuesday/Thursday 4:55pm-6:10pm, CASA 306 Valerie McGuire Conducted in English NOTE: ONLY OPEN TO CAS SOPHOMORES, JUNIORS, AND SENIORS Shortly after its unification in 1861, the Italian nation began a prolonged attempt to establish an overseas empire on a scale with other European colonial powers. This course examines how Italian imperialism unfolded and how it impacted politics and culture on the global level, as well as how it shaped internal attitudes and beliefs, particularly during Italy’s Fascist period. The course studies the formation of Italy’s national project under two different empires and discovers how processes such as emigration and the Southern Question intertwined with its first attempts to establish foreign colonies. As Ottoman collapse and the First World War initiated a new phase of European colonialism, Italy turned to the Mediterranean as the domain of its empire. We investigate how the Mediterranean region ignited fantasies of the exotic and the familiar and how it both promoted and challenged Italian myths of national identity. The course studies Italy’s imperial history and culture through a range of medium, including film, novels and scholarly articles. Reading knowledge in Italian is a plus but not a requisite. ITAL-UA 282 Italian Cinema and Literature Tuesday 12:30-1:45pm and Thursday 12:30-3:15pm CASA Auditorium Albertini Course conducted in Italian (Prerequisite of ITAL-UA 30 or by Department's permission) Sample Syllabus The course will focus on the development of Italian cinema in the post war period, emphasizing the relationship between literature and film adaptation. The books and the films will offer a unique opportunity to analyze and discuss crucial issues related to the historical, political, and cultural evolution of Italy concentrating in particular on the political unification process (Risorgimento). ITAL-UA 285 Topics in Italian Literature: Dante's Purgatorio (same as ENGL-UA 52 and MEDI-UA 285.001) Monday/Wednesday 12:30pm-1:45pm, CASA 201 Conducted in English ITAL-UA 724 Italian-American Life in Literature (same as ENGL-UA 724) Tuesday/Thursday 11am-12:15pm, CASA 201 Hendin Conducted in English Sample Syllabus A   study of the fiction and poetry through which Italian American writers   have expressed their heritage and their engagement in American life.   From narratives of immigration to current work by \"assimilated\" writers,   the course explores the depiction of Italian American identity.   Challenging stereotypes, it explores changing family relationships,   sexual mores, and political and social concerns. ITAL-UA 760 Topics in the Renaissance: Visual Languages of the Renaissance: Emblems, Dreams, Hieroglyphs (same as MEDI-UA 760.001) Thursday 12:30pm-3:00pm, CASA 201 Cipani Conducted in English Syllabus Making knowledge visible was one of the great Renaissance endeavors. Some of the period's most characteristic products were born out of the conviction that concepts could be systematically turned into images — and that such images could be organized into a visual language, more profound and universal than discursive logic. Egyptian hieroglyphs and dream visions, in their mysterious graphic exuberance, were considered typical vehicles of this advanced mode of communication. The desire to emulate their symbolic density is reflected both in literature and in art, often in ways that challenge common distinctions between visual and verbal communication. In this course you will be introduced to an assortment of works representative of such interplay between text and image: emblem books, dream books and dream-centered works, hieroglyphic inventions and studies, collections of proverbs, iconology manuals, etc. Among the books examined are some widely considered as the finest examples of design in the history of printing. Early modern and recent theory of emblems will also be discussed. As a present-day counterpart of Renaissance emblems, the course will conclude with a survey of corporate logos and Russian criminal tattoos. CORE-UA 554 Cultures &amp; Contexts: Italy Tuesday/Thursday 12:30-1:45PM FALL 2014  CORE-UA 400-70 Texts and Ideas: Visible and Invisible Cities Tuesday/Thursday 11:00am-12:15pm, CASA Auditorium Cox Sample Syllabus The experience of living in a city is one vital thread that connects us with our ancient, medieval, and early modern ancestors, and that continues to provide a unifying element in millions of our contemporaries’ disparate lives across the globe. Urban life is a constant environment and stimulus, whether you find yourself in New York, Florence, Accra, or Shanghai. Our aim is to supply conceptual frameworks and historical contexts for this experience by exploring the ways human communities have been theorized and imagined within the Western tradition from classical antiquity through to the Renaissance, particularly the city, conceived since Aristotle as the proper habitat of humankind, and the relationship between the family or household and the state. The primary texts encompass utopian writings and works of political theory, but also texts describing and analyzing real-world communities and visual and cartographic representations of cities and urban space. Readings include the canonical—from Plato, Aristotle, Vergil, Dante, Boccaccio, More, Shakespeare—to texts from Christine de Pizan and Moderata Fontelong, marginalized from the canon and only now becoming visible. ITAL-UA 115 Readings in Medieval &amp; Renaissance Literature CANCELED ITAL-UA 165 Italian Fascism (same as HIST-UA 171) Monday 11am-1:45pm Ben-Ghiat Conducted in English Syllabus This interdisciplinary course examines the dictatorship that ruled Italy between 1922 and 1943. We address the relationship between culture and politics, public and private; Fascist biopolitics; anti-Fascism; fascist colonialism and racism; the cult of Mussolini; and Fascist-era feminities and masculinities. We will combine secondary sources with readings of Fascist speeches and anti-Fascist novels, and viewings of newsreels and Fascist war films. The course is conducted in English, and most of the readings are in English. ITAL-UA 166 Contemporary Italy (same as EURO-UA 164) Tuesday/Thursday 12:30pm-1:45pm Albertini Conducted in English Covers the political, cultural, economic, and social history of Italy since World War II. Starting with the transition from fascism to democracy, examines the Cold War, the growth of a mass consumer society, the social and political movements of the late 1960s and 1970s, the battle against the Mafia, postwar emigration, the rise and fall of postwar Christian Democracy and Italian communism, and the emergence of new parties in the 1990s such as Berlusconi's Forza Italia, Bossi's Northern League, and Fini's neofascist Alleanza Nazionale. ITAL-UA 172 Portraits of Women: From 19th to 20th Century Monday/Wednesday 11am-12:15pm Ducci Conducted in Italian (Prereq: ITAL-UA 30 Advanced Review of Modern Italian) The purpose of this class is to understand the changing image and voice of Italian women in a period of intense change from traditionalism to modernity. The course is based on a choice of short texts in Italian, selected for their relevance and accessible language, combined with images and visual material taken from painting, photography, fashion, theater, and film. The emphasis is on improving skills of reading and communication in Italian, while at the same time discussing the history of gender and its politics in a country where the struggle between tradition and change often invests the image and life of women. ITAL-UA 173 Violence and Memory in Contemporary Italy Tuesday/Thursday 2:00-3:15pm Forgacs Conducted in English Sample Syllabus Acts of violence, against individuals or groups of people, have played an important part in the collective memory of Italy after Fascism. However, they have also been open to conflicting interpretations. Was the execution of Mussolini and Clara Petacci and the public desecration of their corpses in Milan in 1945 an act of legitimate retribution for the sufferings inflicted by the Fascist regime and its alliance with Nazi Germany or an act that displaced Italians’ collective guilt over acquiescence? Were the bullets and bombs of the “anni di piombo” from 1969 to 1980 assaults on the fabric of a democratic society or symptoms of a malfunctioning political system and civil society? Did the collective mourning of mafia victims in the 1990s allow attention to be turned away from collusion between politicians and organized crime? Why are some massacres well known and publicly commemorated and others largely removed from collective memory? This course takes five cases where violence has given rise to these kinds of controversy and debate over historical memory. ITAL-UA 270 Dante's Divine Comedy Monday/Wednesday 11am-12:15pm Freccero Conducted in English Sample Syllabus Students study The Divine Comedy both as a mirror of high medieval culture and as a unique text that breaks out of its cultural bounds. The entire poem is read, in addition to selections from the Vita Nuova and other complementary minor works. ITAL-UA 285-001 Love in the Renaissance: From Lyric to Letters Wednesday 11am-1:45pm Bolzoni Conducted in English, Readings in Italian . Love is one of the central themes of the Renaissance literature. The course is aimed to investigate how such topic is represented and discussed in different literary genres: poetry, theatre, letters, chivalric poems. Special attention will be paid to the representation of passions and the figure of woman. During the course, a number of texts will be read: compositions of women poets, such as Gaspara Stampa and Isabella di Morra, will be analysed; among the theatre pieces, La Mandragola by Niccolò Machiavelli; as far as letters are concerned, students will investigate the epistolary exchange between Pietro Bembo and Maria Savorgnan; finally, regarding the chivalric poems, episodes from Orlando innamorato of Matteo M. Boiardo and Orlando furioso of Ludovico Ariosto will be analysed. Moreover, the reading of a number of love poems by Michelangelo will represent an occasion for investigating the intertwining links between literature and figurative arts. ITAL-UA 285-002 Ecologies of Italian Literature Monday/Wednesday 2pm-3:15pm CANCELED ITAL-UA 861 Past and Present Stories of Italian Immigration Monday/Wednesday 2:00pm-3:15pm Marazzi Syllabus Conducted in English This course provides a cultural approach to the history of the adaptation of Italian immigrants to American culture and society, and compares it with the present change occurring in Italy, in the light of an unprecedented inbound immigration. The epical phenomenon of the Italian mass migration to the U.S. will be examined using immigrants’ words as primary sources – analyzing novels, poetry, “colonial” journalism and theatre, and private letters – with a keen attention to cases of bilingualism and code-mixing.                            SPRING 2014  \u2028ITAL-UA 30 Advanced Review of Modern Italian Section 001 - TWR 11:00am-12:15pm Section 002 - TWR 2:00pm-3:15pm Anderson-Tirro Taught in Italian Prerequisite: Intermediate Italian II (ITAL-UA 12), or Intensive Intermediate Italian (ITAL-UA 20), or placement exam. This course is a prerequisite for other advanced courses in language, literature, and culture and society. Systematizes and reinforces the language skills presented in earlier-level courses through an intensive review of grammar and composition, lexical enrichment, improvement of speaking ability, and selected readings from contemporary Italian literature.  ITAL-UA 107 Italian through Cinema TWR 11:00am-12:15pm Taught in Italian Prerequisite: Advanced Review of Modern Italian (ITAL-UA 30) or permission of the instructor. \u2028Students entering this course should have mastered the fundamental structures of Italian. Aims to enrich knowledge of Italian language, culture, and society through screening and discussion of contemporary Italian cinema and detailed analysis of selected film scripts. Students are encouraged to use different idiomatic expressions and recognize regional linguistic variety. Special emphasis is placed on developing a more extensive vocabulary and an expressive range suited to discussion of complex issues and their representation. ITAL-UA 108 Italian though Opera TWR 11am-12:15pm Scarcella Perino Taught in Italian Prerequisite: Advanced Review of Modern Italian (ITAL-UA 30) or permission of the instructor. This course is designed to help students increase their understanding of the Italian language and their effectiveness in spoken Italian through exposure to famous Italian operas and to opera culture. Activities spurred directly by primary sources (reading of librettos, listening of arias) will be supplemented with critical materials on reception and on current performances. With the help of opera adaptations, recreations, popularizations, quotes, etc, operatic plots and settings will be linked thematically to present day issues, leading to discussion on contemporary social and cultural perspectives. Opera’s unique mixture of word, gesture, and music will offer students a great opportunity to internalize the language and acquire fluency. \u2028ITAL-UA 110 Translation TWR 12:30pm-1:45pm Marchelli Taught in Italian Prerequisites: Advanced Review of Modern Italian (ITAL-UA 30) and one of the following: ITAL-UA 101, ITAL-UA 103, ITAL-UA 105, or ITAL-UA 107, or permission of the department. Introduces students to the theory and practice of translation. While engaging in the craft of translation firsthand, students gain a deeper understanding of the Italian language through the study of contemporary texts, such as Italian novels and short stories. The course also stresses the acquisition of vocabulary and complex idiomatic structures necessary for effective reading comprehension, as well as written expression. A special emphasis is on the analysis of dialogue, style, and linguistic choices of each author, in order to explore the development of the written language, slang, regional expressions, and linguistic differences that have accompanied and defined the evolution of Italian over the past 20 years. ITAL-UA 116 Readings in Modern Italian Literature (same as COLIT-UA 141) MW 9:30-10:45am Lucchi Taught in Italian Sample Syllabus Introductory-level literature course that, through a close reading of authors such as Alfieri, Foscolo, Leopardi, Manzoni, Verga, D'Annunzio, Moravia, and Calvino, focuses on how to understand a literary text in Italian. Covers Italian literature from the 18th century to the contemporary period. ITAL-UA 147 Machiavelli (same as MEDI-147) TR 2:00pm-3:15pm Albertini The inventor of modern political science, Niccolò Machiavelli is one of the most original thinkers in the history of Western civilization. In this course, Machiavelli's political, historical, and theatrical works are read in the context in which they were conceived—the much tormented and exciting Florence of the 15th and early 16th centuries, struggling between republican rule and the magnificent tyranny of the Medici family. ITAL-UA 160 Dante and His World (same as COLIT-UA 173, ENGL-UA 143 and MEDI-UA 801) MW 12:30pm-1:45pm Ardizzone                           Interdisciplinary introduction to late medieval culture, using Dante, its foremost literary artist, as a focus. Attention is directed to literature, art, and music, in addition to political, religious, and social developments of the time. Emphasizes the continuity of the Western tradition, its intellectual history, especially the classical background of medieval culture and its transmission to the modern world. Readings include selections from Dante’s works as The New Life, The Divine Comedy, The Monarchy along with texts by St. Augustine, Severinus Boethius, St. Francis , Brunetto Latini, Thomas Aquinas, Boccaccio. Works of vernacular poets of 13th century and artists from Romanesque to Gothic will be considered. The course will be given in English. ITAL-UA 173 Visions on and of Mafia MW 2:00-3:15PM Montalbano From its local origins in Sicily, the Mafia has become a global phenomenon and a widespread model of organized crime that threatens and corrupts the international economy, political systems, and social environments. Though its power and underworld affect legal business, control illegal traffic, and trample human rights, nevertheless film, television, and literature stimulate a continued fascination with a romantic and even heroic vision of the Mafia. In this seminar we will explore and compare American and Italian films on the Mafia and the literary texts upon which many of them are based from the late 1940s to today. Combining the analyses of historians, sociologists, and intellectuals, along with the testimonies of victims, we will not only challenge the stereotypes through which cultural productions envision the Mafiosi but also, and more importantly, we will shift the inquiry to how the Mafiosi envision the world by asking: What is the ideology of Mafia? How do Mafiosi picture society, human beings, and law? Does Mafia have its own ethic? How does a religious imaginary shape a Mafia worldview? How does Mafia’s normative discourse govern the performance of femininity, masculinity, and homosexuality? Can we consider Mafia to be terrorism? Examining together the visions on and of Mafia through cultural, socio-political, and historical perspectives, this seminar aims to deconstruct the mythological eye and instead form an analytical eye with which to investigate and understand the Mafioso universe and power. ITAL-UA 175 Italian Films, Italian Histories II (same as HIST-UA 176, CINE-UT 235, DRLIT-UA 506) M 11:00am-12:15pm; W 11:00am-1:45pm Ben-Ghiat Studies representations  of Italian history from the unification of Italy to the present  through the medium of film. We explore the possibilities and  limitations of feature films for the representation of history, and  ask: What happens when history becomes cinema and when cinema takes  on history? ITAL-UA 274 Pirandello and the  Contemporary Theatre   (same as DRLIT-UA 280) TR 9:30am-10:45am Oliver   An introduction to  Luigi Pirandello's major plays as they relate to the foundation of  contemporary theatre. Attention is also paid to grotesque and  futurist drama. Works studied include Sei personaggio in cerca  d'autore, Cosi è (se vi pare), and Enrico IV. ITAL-UA 724 Italian-American Life in Literature (same as ENGL-UA 724) TR 11am-12:15pm Hendin A study of the fiction and poetry through which Italian American writers have expressed their heritage and their engagement in American life. From narratives of immigration to current work by \"assimilated\" writers, the course explores the depiction of Italian American identity. Challenging stereotypes, it explores changing family relationships, sexual mores, and political and social concerns. ITAL-UA 760-001 Giordano Bruno &amp; the Art of Memory (same as MEDI-UA 760-001) TR 12:30pm-1:45pm Cipani The Art of Memory reached a peak of refinement and complexity during the Italian Renaissance. Far more than a mere tool for passive retention of information: memory devices had the ambition to assist in the structuring of thought, the organization of knowledge, the solving of philosophical questions, and were intended also as tools for creative output. This course examines the impact of the pervasive culture of memory on the literary production of the time, highlighting the interdependence between textual and visual codes. A main focus will be on the heretic philosopher and cosmologist Giordano Bruno, burnt at stake by the Roman Inquisition in 1600, who conceived his imposing mnemonic system as an inner mirror of the infinite universe and of nature's creative principles. Sampling the varied textual genres of Bruno's work (philosophical dialogues, writings on magic, a satirical comedy), one of the questions this course aims to answer is the same posed to Bruno by Henry III King of France: is the Art of Memory acquired \"by magic\" or \"by science\"? ITAL-UA 760-002 Humanism in the Renaissance (same as MEDI-UA 760-002) MW 11:00am-12:15pm Freccero  FALL 2013  ITAL UA 115 Readings in Medieval and Renaissance Literature  MW 9:30-10:45am,  Casa Library  Taught in Italian  (Prereq: ITAL-UA 30; Same as MEDI 115) Introductory-level   literature course that, through a close reading of authors such as   Dante, Boccaccio, Petrarch,Machiavelli, and Ariosto, focuses on how to   understand a literary text in Italian. Covers Italian literature from   its origins to 17th century.   ITAL-UA 142 - The Courtesan in Renaissance Culture &amp; Society Cox TR 11-12:30pm, Casa Library Examines an intriguing figure within the social panorama of Renaissance Italy, the \"honest courtesan\" or cortigiana onesta. It contextualizes courtesans' social position and cultural status, embracing elements of social history, literary history, and music and art history. Texts studied include both representations of courtesans, such as the notorious dialogues of Pietro Aretino, and writings by courtesan poets, such as Tullia d'Aragona and Veronica Franco.  ITAL UA 173-001 Topics in Italian Culture: Media, Society and Politics in Italy: Since 1943  Forgacs TR 2-3:15pm, Casa Library The course aims to give students a good understanding of how the mass media and popular cultural forms have interacted with social change and political power in Italy from the fall of Fascism to the present. Some observers have seen postwar Italy as following a relatively normal pattern of evolution of the mass media within a democratic polity, whereas others have seen Italy as exceptional, among the western democracies, both for the degree of political interferences with the media and, since the later 1990s, for the breakdown of democratic norms. This course will enable students to assess these views in an informed way. It will also allow them to consider how far the media should be seen as mirrors of social change and how far were they themselves agents of change. The course will cover some of the most significant moments and turning points in the political and social history of the period, using contemporary sources and documents from various media.   ITAL UA 174 Italian Films, Italian Histories I Albertini T 12:30-3:15pm; R 12:30-1:45pm, Casa Auditorium  Studies representation of Italian history through the medium of film from ancient Rome through the Risorgimento. Issues to be covered throughout include the use of filmic history as a means of forging national identity.  ITAL UA 270 Dante's Divine Comedy in Translation Freccero MW 11-12:15pm Casa Auditorium (same as MEDI 271, COLIT 270, ENGL 142)  Students   study the Divine Comedy both as a mirror of high medieval culture and   as a unique text that breaks out of its cultural bounds. The entire poem   is read, in addition to selections from the Vita Nuova and other   complementary minor works.  ITAL UA 271 Boccaccio's Decameron  Ardizzone MW 2:00-3:15pm, Casa Library A study of Boccaccio’s Decameron with particular emphasis on themes, conceptual innovations, and influences on French and English literatures. ITAL-UA 285 Topics in Italian Literature: Food in Italian Literature and Culture - The Art of Taste, The Taste of Nation: Italian Literary and Cinematic Gastronomy Falkoff TR 12:30-1:45pm, Casa Library Casa Library Sample Syllabus “What is the glory of Dante compared to spaghetti?” Italian journalist Giuseppe Prezzolini famously asks in his 1954 history of pasta. While numerous cookbooks cite Prezzolini to evoke Italy’s consummate culinary achievements, this course instead poses the question: “What is the glory of spaghetti compared to its representation in literature and film?” We begin the semester with short stories by Giovanni Boccaccio in which the preparation and consumption of food becomes a critical act of communication. Turning to films, novels, memoirs, cookbooks, and manifestos from the late nineteenth century to the present, we will reflect upon the narrative functions of elaborate descriptions of culinary triumphs. Do such descriptions constitute a form of “food-porn”? If so, how is the project of reading and interpreting the texts changed? We will also ask what ideological work is performed by literary gastronomy; and how it contributes to the production of national, regional, and local identities, and socioeconomic differences.   SUMMER 2013  Six-Week Session 1 (May 28-July 5) ITAL-UA 10 Intensive Elementary Italian Instructors: Nicola Lucchi, Wayne Clinger M-F, 9AM-12PM  Six-Week Session 2 (July 8-August 16) ITAL-UA 20 Intensive Intermediate Italian Instructors: Jennifer Newman, Melissa Swain M-F, 9AM-12PM ITAL-UA 173 Italian Crimes, Italian Fictions Instructor: Franco Baldasso Tuesdays and Thursdays, 2PM-5PM The history of Italian culture hides a proliferation of murky stories. Admired literary representations from Dante’s Inferno to Machiavellian politicians, and the cinematic allure of criminal organizations such as mafia or camorra, are only some of the reasons why Italy stands out in the global imagination today also for its crimes, its mysteries and its alluring sinners. Through crime fiction, writers and filmmakers analyze, criticize, and unveil the violence of politics, the complexity of Italian history and its difficult modernization, the collective traumas and the conformism of a society always eager to find a scapegoat for its vices. This course aims to shed new light on modern Italian culture and society through the perspective of the books and films illuminating this dark side. Crime fiction in Italy has a specific name, “il giallo”, from the color of the covers of the popular books that invaded Italian market. “I gialli” are not only a literary genre – many groundbreaking movies featuring prominent Italian actors and directors, from Mastroianni to Volonté, share the name. The genre is a major player in Italian self-representation even beyond Hollywood clichés. The course will approach modern Italian novels, from Moravia to Sciascia, and their filmic adaptations tackling issues such as the fascist mentality, the evolution of mafia as a modern global enterprise, political terrorism, social and gender exclusion––looking at what is behind enduring stereotypes about Italians.  SPRING 2013  ITAL UA 116 Readings in Modern Italian Literature Ziegler TR 9:30-10:45AM, Casa Libary Taught in Italian (Prereq: ITAL-UA 30) Introductory-level   literature course that, through a close reading of authors such as   Dante, Boccaccio, Petrarch,Machiavelli, and Ariosto, focuses on how to   understand a literary text in Italian. Covers Italian literature from   its origins to 17th century.     ITAL UA 166 Contemporary Italy: Identities, Society, and Culture Albertini TR 2-3:15PM, Casa Library Taught in Italian (Prereq: ITAL-UA 30) Covers the political,  cultural, economic, and social history of Italy since World War II.  Starting with the transition from fascism to democracy, examines the  Cold War, the growth of a mass consumer society, the social and  political movements of the late 1960s and 1970s, the battle against  the Mafia, postwar emigration, the rise and fall of postwar Christian  Democracy and Italian communism, and the emergence of new parties in  the 1990s such as Berlusconi's Forza Italia, Bossi's Northern  League, and Fini's neofascist Alleanza Nazionale.    ITAL UA 173-001 Topics in Italian Culture: Verdi's Contexts Izzo TR 11-12:15PM, Casa Auditorium This   course addresses the intersection of art and ideology in Italy,   Germany, Spain, France, and the Soviet Union, during the period   1914-1968. In each instance, we will examine the tensions between   cultures of fascism and anti- fascism ,   both visual and verbal. Addressing the development of fascist ideology   and its relationship to culture, our focus will shift from Futurist   proto-fascist incitements to nationalist war and colonialism, to Dadaist   subversion of that same rhetoric, to the shifting and evolving tensions   of these forces throughout the period between the World Wars. Along the   way, we will examine the representational strategies of different   political systems (and their dissenters) in context: Nazi Germany,   Mussolini’s Italy, Popular Front and Vichy France, Republican and   Franco’s Spain, and (as a counterpoint) the post-revolutionary Soviet   Union. Addressing both the interventions of particular artists, as well   as broader issues of media and modernism, we will consider how the   struggle between fascism and anti- fascism    lies at the heart of twentieth-century culture. We will look at a   variety of media, objects, and texts: from film and photography, to   painting and exhibitions, to posters and spectacles, to poems and   manifestos. In each instance will consider some specific case studies,   whether the 1932 Exhibition of the Fascist Revolution or the 1937   Degenerate Art Exhibition in Nazi Germany.  ITAL UA 283 Other Worlds: Travel Literature in Italy Ferrari MW 2-3:15pm, Casa Library Ubiquitous   concepts - \"home,\" \"discovery,\" \"difference,\" - appear to be simple;   yet they mask complex literary and social themes. This course will   analyze how a voyage changes not only our conception of a given   destination, but also of our point of departure: of all the familiar   surroundings, signposts, and people that we recognize as \"home.\" Home is   then defined not simply as one's family and household but as all the   components that shape one's identity and sense of belonging, such as   nationality, ethnicity, language, religion, and gender. Every journey is   marked by displacement: a transformation that calls into question the   traveler's original position so that, to borrow Thomas Wolfe's phrase,   one can never \"go home again.\" This course will examine a selection of   Italian travel narratives within the context of contemporary   post-colonial theory. Questions to be addressed include: the relation   between power and the production of knowledge as it manifests itself in   such narratives; intertextuality and its ideological effects; modes of   representation of racial, cultural, historical, and sexual otherness.  ITAL UA 285-001 Tpcs in Italian Literature: Remapping Italian Cultural History: Private and Public Intellectuals in Italy from St. Francis to Boccaccio Ardizzone MW 12:30-1:45PM, Casa Library This course enlarges the range of texts offered in an undergraduate course on early modern Italian culture, including works less well known and not considered part of the canon. We begin by focusing on the notion of an intellectual as defined by both contemporary and non-contemporary historians or philosophers like J. Le Goff, A. De Libera, E. Said, A. Gramsci, and R. W. Emerson. The works of these authors will allow us to expand the notion of the intellectual and to introduce as intellectual every commitment resulting in a work useful to the public in the broadest sense. Dante’s statement that being intellectual means knowing our proper goal or the aim of our actions introduces the idea that every human work is intellectually motivated either by being directed to the public or by being conceived in a private way. We therefore introduce the idea that both public and private intellectuals, directly or indirectly, collaborate in creating a work of collective use and identity. That a public intellectual must first be a private intellectual is our starting point. Under the category of intellectual we therefore list the sailors committed to making portolan charts and the mapmakers who devised instruments for practical knowledge.In the same way, we include the merchants who invented the single-double entry in bookkeeping. The figure of a saint like St. Francis of Assisi is part of the picture because he has advanced human freedom and awareness. The pilgrims who link devotion and travel enter the list, along with poets, writers, statesmen and masters of rhetoric, philosophers, craftsmen, and artists. Theory and pragmatism are considered in the course as deeply connected. Literary, philosophical culture is linked to technical scientific knowledge. Readings include works by St. Francis and St. Claire of Assisi, Marco Polo, Pier delle Vigne, Brunetto Latini, Dante, Petrarch, Boccaccio, along with texts written by merchants and pilgrims. Works of artists from Romanesque to Gothic will be considered, as well as those of cartographers or makers of portolans. The course concludes by touching briefly on the culture of the Quattrocento and the new emerging model of the intellectual that is proposed, for example, in the Florentine culture of that time. The course will be given in English.                              ITAL UA   285-002 Tpcs in Italian Literature: Petrarch's Canzoniere Freccero MW 11-12:15PM, Casa Library  ITAL UA 724 Italian American Life in Literature Hendin TR 11am-12:15PM, Casa Library A   study of the fiction and poetry by which Italian American writers have   expressed their heritage and their engagement in American life. From   narratives of immigration to current work by \"assimilated\" writers, the   course explores the depiction of Italian American identity. Challenging   stereotypes, it explores changing family relationships, sexual mores,   and political and social concerns.  ITAL UA 760 Tpcs in Renaissance: Giordano Bruno and the Art of Memory  Cipani TR 12:30-1:45PM, Casa Library The Art of Memory reached a peak of refinement and complexity during the   Italian Renaissance. Far more than a mere tool for passive retention of   information: memory devices had the ambition to assist in the   structuring of thought, the organization of knowledge, the solving of   philosophical questions, and were intended also as tools for creative   output. This course examines the impact of the pervasive culture of   memory on the literary production of the time, highlighting the   interdependence between textual and visual codes. A main focus will be   on the heretic philosopher and cosmologist Giordano Bruno , burnt at   stake by the Roman Inquisition in 1600, who conceived his imposing   mnemonic system as an inner mirror of the infinite universe and of   nature's creative principles. Sampling the varied textual genres of    Bruno 's work (philosophical dialogues, writings on magic, a satyrical   comedy), one of the questions this course aims to answer is the same   posed to Bruno by Henry III King of France: is the Art of Memory   acquired \"by magic\" or \"by science\"?      January 2013  ITAL UA 861 Italian Americans On Screen: From the Black Hand to Jersey Shore Jacqueline Reich MTWRF 10am-1:30pm, Casa Auditorium  What   can explain the shocking popularity of Jersey Shore? Where did the   controversial images of Italian Americans that the show displays   originate? This course proposes and examination of Italian Americans as   represented in mainstream and independent American cinema, and later   television, from the silent era to the present. Particular attention   with be paid to the traditional stereotypes associated with these   representations (how they arose and why they continue to exist), two   specific genres -- the gangster film and the boxing film -- and how   Italian American filmmakers respond to and re-vision them  FALL 2012     ITAL UA 115 Readings in Medieval and Renaissance Literature Perna MW 9:30-10:45am Casa 201 Taught in Italian (Prereq: ITAL-UA 30; Same as MEDI 115) Introductory-level literature course that, through a close reading of authors such as Dante, Boccaccio, Petrarch,Machiavelli, and Ariosto, focuses on how to understand a literary text in Italian. Covers Italian literature from its origins to 17th century.     ITAL UA 173-001 Topics in Italian Culture: Media, Society and Politics in Italy: 1943-2012 Forgacs TR 2-3:15pm 4 credits    ITAL UA 173-002 Topics in Italian Culture: Fascism and Anti-Fascism in European Art and Architecture, 1914-1968 Merjian TR 11-12:15pm 4 credits This course addresses the intersection of art and ideology in Italy, Germany, Spain, France, and the Soviet Union, during the period 1914-1968. In each instance, we will examine the tensions between cultures of fascism and anti- fascism , both visual and verbal. Addressing the development of fascist ideology and its relationship to culture, our focus will shift from Futurist proto-fascist incitements to nationalist war and colonialism, to Dadaist subversion of that same rhetoric, to the shifting and evolving tensions of these forces throughout the period between the World Wars. Along the way, we will examine the representational strategies of different political systems (and their dissenters) in context: Nazi Germany, Mussolini’s Italy, Popular Front and Vichy France, Republican and Franco’s Spain, and (as a counterpoint) the post-revolutionary Soviet Union. Addressing both the interventions of particular artists, as well as broader issues of media and modernism, we will consider how the struggle between fascism and anti- fascism lies at the heart of twentieth-century culture. We will look at a variety of media, objects, and texts: from film and photography, to painting and exhibitions, to posters and spectacles, to poems and manifestos. In each instance will consider some specific case studies, whether the 1932 Exhibition of the Fascist Revolution or the 1937 Degenerate Art Exhibition in Nazi Germany.  ITAL UA 174 Italian Films, Italian Histories I Albertini T 12:30-3:15pm; R 12:30-1:45pm 4 credits  ITAL UA 270 Dante's Divine Comedy in Translation Freccero MW 11-12:15pm Casa Auditorium (same as MEDI 271, COLIT 270, ENGL 142)  Students study the Divine Comedy both as a mirror of high medieval culture and as a unique text that breaks out of its cultural bounds. The entire poem is read, in addition to selections from the Vita Nuova and other complementary minor works.  ITAL UA 277 Novel and Society Ferrari MW 2-3:15 Casa 201  Taught in Italian (Prereq: ITAL-UA 30)    ITAL UA 285 Dante's Vita Nova : A Text in its Context Ardizzone MW 12:30-1:45pm, Casa 201 4 credits     ITAL UA 861 Topics in Italian-American Culture: Ital ian Americans as Political Actors: From Radicals to Conservatives, 1910s-2010s Tintori MW 9:30-10:45am 4 credits                     Contact Us | &copy; New York University , Arts and Science"}]},
{"detail": [{"content": "Current Course Schedule [Undergraduate]    |     Italian Studies    | New York University                                   Skip to page Content.     NEW YORK UNIVERSITY     ARTS AND SCIENCE     COLLEGE OF ARTS AND SCIENCE     GRADUATE SCHOOL OF ARTS AND SCIENCE                                Home       People       Undergraduate Program       Graduate Program       NYU Florence       Events       Employment             Stay Connected           Facebook             Affiliations         Casa Italiana Zerilli-Marimò           Villa La Pietra                    Back to Home       Current Course Schedule [Undergraduate]   FALL 2015  CORE-UA 400 Texts and Ideas: Visible and Invisible Cities Tuesday/Thursday 11:00am-12:15pm, CASA Auditorium Cox Sample Syllabus The   experience of living in a city is one vital thread that connects us   with our ancient, medieval, and early modern ancestors, and that   continues to provide a unifying element in millions of our   contemporaries’ disparate lives across the globe. Urban life is a   constant environment and stimulus, whether you find yourself in New   York, Florence, Accra, or Shanghai. Our aim is to supply conceptual   frameworks and historical contexts for this experience by exploring the   ways human communities have been theorized and imagined within the   Western tradition from classical antiquity through to the Renaissance,   particularly the city, conceived since Aristotle as the proper habitat   of humankind, and the relationship between the family or household and   the state. The primary texts encompass utopian writings and works of   political theory, but also texts describing and analyzing real-world   communities and visual and cartographic representations of cities and   urban space. Readings include the canonical—from Plato, Aristotle,   Vergil, Dante, Boccaccio, More, Shakespeare—to texts from Christine de   Pizan and Moderata Fontelong, marginalized from the canon and only now   becoming visible.  ITAL-UA 115 Readings in Medieval and Renaissance Literature Tuesday/Thursday 9:30am-10:45am, CASA Library Instructor TBD Conducted in Italian , (Prerequisite of ITAL-UA 30 or by Department's permission)  Introductory-level   literature course that, through a close reading of authors such as   Dante, Boccaccio, Petrarch,Machiavelli, and Ariosto, focuses on how to   understand a literary text in Italian. Covers Italian literature from   its origins to 17th century.     ITAL-UA 148 Giordano Bruno and the Art of Memory (same as HIST-UA 126) Tuesday 12:30pm-3:15pm, CASA Library Cipani Conducted in English The Art of Memory reached a peak of refinement and complexity during the Italian Renaissance. Far more than a mere tool for passive retention of information: memory devices had the ambition to assist in the structuring of thought, the organization of knowledge, the solving of philosophical questions, and were intended also as tools for creative output. This course examines the impact of the pervasive culture of memory on the literary production of the time, highlighting the interdependence between textual and visual codes. A main focus will be on the heretic philosopher and cosmologist Giordano Bruno, burnt at stake by the Roman Inquisition in 1600, who conceived his imposing mnemonic system as an inner mirror of the infinite universe and of nature's creative principles. We will first examine Bruno's works explicitly devoted to memory, assessing elements of continuity and innovation with respect to the tradition. Subsequently, sampling Bruno's Italian dialogues, his writings on magic, and his satyrical comedy Candlebearer, we will look for intersections between his theory of memory, on the one hand, and his strategy of self-representation, his literary style, and his doctrine of infinity on the other. ITAL-UA 164 Italian Colonialism (same as HIST-UA 204, EURO-UA 161) Monday 9:30am-12:15pm, CASA Library Ben-Ghiat Conducted in English ITAL-UA 172 Topics: Narrating Immigrant Experience Monday/Wednesday 12:30pm-1:45pm, CASA Library Lakhous Conducted in English How can we narrate immigration today? Can we argue that the immigrant experience is universal? How can we recount family memories of immigration? What is the relationship between identity and memory? What are the connections between immigration, emigration, and colonialism? We will attempt to answer such questions – and to approach different narratives of immigrant experience – through novels, films, documentaries, and essays. We will examine cases in different national and cultural contexts. We will look in particular at the Italian case; for, Italy represents a unique case in the world: after decades of exporting immigrants, it has become an importer. But we will also examine other histories and experiences (whether in China, Vietnam, Tunisia, France, Romania, the USA, Canada, Argentina, Australia, and others); internal migration (especially to the North of Italy in the fifties and the sixties); and finally non-European Community immigrants.  ITAL-UA 173 Topics in Italian Culture: Medieval Italy Monday/Wednesday 2:00pm-3:15pm, CASA Library Vise Conducted in English Medieval Italy can look like a land replete with impossible contradiction. The northern cities witnessed Europe’s first stirrings of formal republican self-governance since the Fall of Rome but also the violent repression of political dissenters; the flowering of vernacular literature in writers like Petrarca, Dante and Boccaccio but also the highest levels of Latinity in Europe; the development of systems of justice to which modern institutions trace their origin but also notoriously bloody factional violence and vendetta; the boom of a mercantile economy but also wildly popular grassroots religious critiques of wealth. In one city we find the first broad-based emancipation of slaves and serfs in the West while in another, the brutal exclusion of the turbulent lower-class guild of wool carders from political life. They were the “cities of God” where sometimes heretics ruled. The Mezzogiorno, southern Italy, glittered with literary and artistic achievement and bustled with ethnic and religious diversity under the succession of multiple foreign monarchies. And in the middle, the Papal States staggered in competition with the powers of the North, the South, and its own squabbling aristocracy. Yet at the same time, its ruler claimed a monopoly on the souls of European Christians and operated the highest court of appeals for major European legal disputes. In this class, we will explore this complex culture by looking at a wide range of primary sources from poetry to prisoner graffiti, high and low art, and complimentary secondary sources. The course will begin with the early medieval period and the emergence of the communes, Papal states, and Southern Kingdom after the fall of Rome and then proceed thematically to conclude by considering what this period bequeathed to subsequent generations. For each theme, our central question will remain: were these deep contrasts ultimately a source of strength and creativity or of chaos and division? Topics to be covered include: legal and extra-legal justice, religious plurality, politics and religion, women and gender, wealth and poverty, intellectual life, art and patronage, factions and la familia , and the creation of state.  ITAL-UA 174 Italian Films, Italian Histories I (same as DRLIT-UA 503, EURO-UA 173) Tuesday, 12:30pm-3:15pm &amp; Thursday 12:30pm-1:45pm CASA Auditorium Albertini Conducted in English Sample Syll abus  Films are responsible for creating a national identity more than any other medium of communication. Cinematography has played a much more prominent role in the construction of a common popular history in Italy, than in other European states, given the relatively young age of the unified Italian nation. From the papier-maché buildings of ancient Rome presented in the very first Italian movies to the powerful non-professional actors of neorealistic cinema representing the Nazi occupation of the peninsula; these are the images that for generations of Italians represent Italian History, much more than the fading memories of high-school textbooks or of high-brow intellectual debates rigorously kept in the seldom read pages of national newspapers. The purpose of this course (that is ideally completed by \"Italian Films, Italian Histories II\" taught by Professor Ben-Ghiat in the Spring) is to provide a general but accurate overview of Italian history and a critical analysis of its representation through films from the origins to the Risorgimento. This (first) course is devoted to Roman, Medieval, and Renaissance history and it closes with a rather in-depth presentation of different accounts of the Risorgimento (the process of Italian unification). ITAL-UA 270 Dante's Divine Comedy (same as COLIT-UA 270, ENGL-UA 142, MEDI-UA 271) Monday/Wednesday 2:00pm-3:15pm, CASA Auditorium Conducted in English   SPRING 2015  ITAL-UA 116 Readings in Modern Italian Literature  Tuesday/Thursday 9:30am-10:45am, CASA 201 Antonangeli Conducted in Italian , (Prerequisite of ITAL-UA 30 or by Department's permission) Introductory-level literature course that, through a close reading of   authors such as Alfieri, Foscolo, Leopardi, Manzoni, Verga, D'Annunzio,   Moravia, and Calvino, focuses on how to understand a literary text in   Italian. Covers Italian literature from the 18th century to the   contemporary period. ITAL-UA 121 The Renaissance (same as HIST-UA 121, MEDI-UA 121) Tuesday/Thursday 3:30pm-4:45pm, TISC LC9 Appuhn Conducted in English ITAL-UA 172 Hellscapes and Elysia in the Renaissance and Beyond (same as COLIT-UA 173, ENGL-UA 56, MEDI-UA 172) Monday/Wednesday 11am-12:15pm, CASA 201 McHugh Conducted in English Syllabus  This course explores various representations of otherworlds, both infernal and paradisal: the realms of the afterlife, regions of marvel or idyllic bliss, political utopias and dystopias. Readings and discussion focus on how these imagined lands reflect, critique, and animate the real world, from antiquity through our own times.  ITAL-UA 173.001 Murder, Italian Style! (same as DRLIT-UA 505) Monday/Wednesday 12:30pm-1:45pm, CASA 201 Falkoff Course conducted in English; reading knowledge of Italian recommended but not required. A genre whose development is associated with urbanization, crime fiction—like so many other emblems of modernity—is often considered to have arrived belatedly in Italy. Despite this initial reticence, several critically acclaimed writers of contemporary Italy have used the genre as a narrative space from which to launch a broader commentary on aspects of Italian history and culture such as the fascist period, honor killings, police brutality, political corruption, femicide, and xenophobia. This course will consider novels, plays, and films from the 1950s to the present, analyzing the ways in which they use conventions of the crime fiction as a point of departure for literary experimentation, philosophical reflection, and cultural critique. ITAL-UA 173.002 Italy and the Mediterranean: Empire, Politics and Culture (same as AHSEM-UA 218.001 and MEIS-UA 659.001) Tuesday/Thursday 4:55pm-6:10pm, CASA 306 Valerie McGuire Conducted in English NOTE: ONLY OPEN TO CAS SOPHOMORES, JUNIORS, AND SENIORS Shortly after its unification in 1861, the Italian nation began a prolonged attempt to establish an overseas empire on a scale with other European colonial powers. This course examines how Italian imperialism unfolded and how it impacted politics and culture on the global level, as well as how it shaped internal attitudes and beliefs, particularly during Italy’s Fascist period. The course studies the formation of Italy’s national project under two different empires and discovers how processes such as emigration and the Southern Question intertwined with its first attempts to establish foreign colonies. As Ottoman collapse and the First World War initiated a new phase of European colonialism, Italy turned to the Mediterranean as the domain of its empire. We investigate how the Mediterranean region ignited fantasies of the exotic and the familiar and how it both promoted and challenged Italian myths of national identity. The course studies Italy’s imperial history and culture through a range of medium, including film, novels and scholarly articles. Reading knowledge in Italian is a plus but not a requisite. ITAL-UA 282 Italian Cinema and Literature Tuesday 12:30-1:45pm and Thursday 12:30-3:15pm CASA Auditorium Albertini Course conducted in Italian (Prerequisite of ITAL-UA 30 or by Department's permission) Sample Syllabus The course will focus on the development of Italian cinema in the post war period, emphasizing the relationship between literature and film adaptation. The books and the films will offer a unique opportunity to analyze and discuss crucial issues related to the historical, political, and cultural evolution of Italy concentrating in particular on the political unification process (Risorgimento). ITAL-UA 285 Topics in Italian Literature: Dante's Purgatorio (same as ENGL-UA 52 and MEDI-UA 285.001) Monday/Wednesday 12:30pm-1:45pm, CASA 201 Conducted in English ITAL-UA 724 Italian-American Life in Literature (same as ENGL-UA 724) Tuesday/Thursday 11am-12:15pm, CASA 201 Hendin Conducted in English Sample Syllabus A   study of the fiction and poetry through which Italian American writers   have expressed their heritage and their engagement in American life.   From narratives of immigration to current work by \"assimilated\" writers,   the course explores the depiction of Italian American identity.   Challenging stereotypes, it explores changing family relationships,   sexual mores, and political and social concerns. ITAL-UA 760 Topics in the Renaissance: Visual Languages of the Renaissance: Emblems, Dreams, Hieroglyphs (same as MEDI-UA 760.001) Thursday 12:30pm-3:00pm, CASA 201 Cipani Conducted in English Syllabus Making knowledge visible was one of the great Renaissance endeavors. Some of the period's most characteristic products were born out of the conviction that concepts could be systematically turned into images — and that such images could be organized into a visual language, more profound and universal than discursive logic. Egyptian hieroglyphs and dream visions, in their mysterious graphic exuberance, were considered typical vehicles of this advanced mode of communication. The desire to emulate their symbolic density is reflected both in literature and in art, often in ways that challenge common distinctions between visual and verbal communication. In this course you will be introduced to an assortment of works representative of such interplay between text and image: emblem books, dream books and dream-centered works, hieroglyphic inventions and studies, collections of proverbs, iconology manuals, etc. Among the books examined are some widely considered as the finest examples of design in the history of printing. Early modern and recent theory of emblems will also be discussed. As a present-day counterpart of Renaissance emblems, the course will conclude with a survey of corporate logos and Russian criminal tattoos. CORE-UA 554 Cultures &amp; Contexts: Italy Tuesday/Thursday 12:30-1:45PM FALL 2014  CORE-UA 400-70 Texts and Ideas: Visible and Invisible Cities Tuesday/Thursday 11:00am-12:15pm, CASA Auditorium Cox Sample Syllabus The experience of living in a city is one vital thread that connects us with our ancient, medieval, and early modern ancestors, and that continues to provide a unifying element in millions of our contemporaries’ disparate lives across the globe. Urban life is a constant environment and stimulus, whether you find yourself in New York, Florence, Accra, or Shanghai. Our aim is to supply conceptual frameworks and historical contexts for this experience by exploring the ways human communities have been theorized and imagined within the Western tradition from classical antiquity through to the Renaissance, particularly the city, conceived since Aristotle as the proper habitat of humankind, and the relationship between the family or household and the state. The primary texts encompass utopian writings and works of political theory, but also texts describing and analyzing real-world communities and visual and cartographic representations of cities and urban space. Readings include the canonical—from Plato, Aristotle, Vergil, Dante, Boccaccio, More, Shakespeare—to texts from Christine de Pizan and Moderata Fontelong, marginalized from the canon and only now becoming visible. ITAL-UA 115 Readings in Medieval &amp; Renaissance Literature CANCELED ITAL-UA 165 Italian Fascism (same as HIST-UA 171) Monday 11am-1:45pm Ben-Ghiat Conducted in English Syllabus This interdisciplinary course examines the dictatorship that ruled Italy between 1922 and 1943. We address the relationship between culture and politics, public and private; Fascist biopolitics; anti-Fascism; fascist colonialism and racism; the cult of Mussolini; and Fascist-era feminities and masculinities. We will combine secondary sources with readings of Fascist speeches and anti-Fascist novels, and viewings of newsreels and Fascist war films. The course is conducted in English, and most of the readings are in English. ITAL-UA 166 Contemporary Italy (same as EURO-UA 164) Tuesday/Thursday 12:30pm-1:45pm Albertini Conducted in English Covers the political, cultural, economic, and social history of Italy since World War II. Starting with the transition from fascism to democracy, examines the Cold War, the growth of a mass consumer society, the social and political movements of the late 1960s and 1970s, the battle against the Mafia, postwar emigration, the rise and fall of postwar Christian Democracy and Italian communism, and the emergence of new parties in the 1990s such as Berlusconi's Forza Italia, Bossi's Northern League, and Fini's neofascist Alleanza Nazionale. ITAL-UA 172 Portraits of Women: From 19th to 20th Century Monday/Wednesday 11am-12:15pm Ducci Conducted in Italian (Prereq: ITAL-UA 30 Advanced Review of Modern Italian) The purpose of this class is to understand the changing image and voice of Italian women in a period of intense change from traditionalism to modernity. The course is based on a choice of short texts in Italian, selected for their relevance and accessible language, combined with images and visual material taken from painting, photography, fashion, theater, and film. The emphasis is on improving skills of reading and communication in Italian, while at the same time discussing the history of gender and its politics in a country where the struggle between tradition and change often invests the image and life of women. ITAL-UA 173 Violence and Memory in Contemporary Italy Tuesday/Thursday 2:00-3:15pm Forgacs Conducted in English Sample Syllabus Acts of violence, against individuals or groups of people, have played an important part in the collective memory of Italy after Fascism. However, they have also been open to conflicting interpretations. Was the execution of Mussolini and Clara Petacci and the public desecration of their corpses in Milan in 1945 an act of legitimate retribution for the sufferings inflicted by the Fascist regime and its alliance with Nazi Germany or an act that displaced Italians’ collective guilt over acquiescence? Were the bullets and bombs of the “anni di piombo” from 1969 to 1980 assaults on the fabric of a democratic society or symptoms of a malfunctioning political system and civil society? Did the collective mourning of mafia victims in the 1990s allow attention to be turned away from collusion between politicians and organized crime? Why are some massacres well known and publicly commemorated and others largely removed from collective memory? This course takes five cases where violence has given rise to these kinds of controversy and debate over historical memory. ITAL-UA 270 Dante's Divine Comedy Monday/Wednesday 11am-12:15pm Freccero Conducted in English Sample Syllabus Students study The Divine Comedy both as a mirror of high medieval culture and as a unique text that breaks out of its cultural bounds. The entire poem is read, in addition to selections from the Vita Nuova and other complementary minor works. ITAL-UA 285-001 Love in the Renaissance: From Lyric to Letters Wednesday 11am-1:45pm Bolzoni Conducted in English, Readings in Italian . Love is one of the central themes of the Renaissance literature. The course is aimed to investigate how such topic is represented and discussed in different literary genres: poetry, theatre, letters, chivalric poems. Special attention will be paid to the representation of passions and the figure of woman. During the course, a number of texts will be read: compositions of women poets, such as Gaspara Stampa and Isabella di Morra, will be analysed; among the theatre pieces, La Mandragola by Niccolò Machiavelli; as far as letters are concerned, students will investigate the epistolary exchange between Pietro Bembo and Maria Savorgnan; finally, regarding the chivalric poems, episodes from Orlando innamorato of Matteo M. Boiardo and Orlando furioso of Ludovico Ariosto will be analysed. Moreover, the reading of a number of love poems by Michelangelo will represent an occasion for investigating the intertwining links between literature and figurative arts. ITAL-UA 285-002 Ecologies of Italian Literature Monday/Wednesday 2pm-3:15pm CANCELED ITAL-UA 861 Past and Present Stories of Italian Immigration Monday/Wednesday 2:00pm-3:15pm Marazzi Syllabus Conducted in English This course provides a cultural approach to the history of the adaptation of Italian immigrants to American culture and society, and compares it with the present change occurring in Italy, in the light of an unprecedented inbound immigration. The epical phenomenon of the Italian mass migration to the U.S. will be examined using immigrants’ words as primary sources – analyzing novels, poetry, “colonial” journalism and theatre, and private letters – with a keen attention to cases of bilingualism and code-mixing.                            SPRING 2014  \u2028ITAL-UA 30 Advanced Review of Modern Italian Section 001 - TWR 11:00am-12:15pm Section 002 - TWR 2:00pm-3:15pm Anderson-Tirro Taught in Italian Prerequisite: Intermediate Italian II (ITAL-UA 12), or Intensive Intermediate Italian (ITAL-UA 20), or placement exam. This course is a prerequisite for other advanced courses in language, literature, and culture and society. Systematizes and reinforces the language skills presented in earlier-level courses through an intensive review of grammar and composition, lexical enrichment, improvement of speaking ability, and selected readings from contemporary Italian literature.  ITAL-UA 107 Italian through Cinema TWR 11:00am-12:15pm Taught in Italian Prerequisite: Advanced Review of Modern Italian (ITAL-UA 30) or permission of the instructor. \u2028Students entering this course should have mastered the fundamental structures of Italian. Aims to enrich knowledge of Italian language, culture, and society through screening and discussion of contemporary Italian cinema and detailed analysis of selected film scripts. Students are encouraged to use different idiomatic expressions and recognize regional linguistic variety. Special emphasis is placed on developing a more extensive vocabulary and an expressive range suited to discussion of complex issues and their representation. ITAL-UA 108 Italian though Opera TWR 11am-12:15pm Scarcella Perino Taught in Italian Prerequisite: Advanced Review of Modern Italian (ITAL-UA 30) or permission of the instructor. This course is designed to help students increase their understanding of the Italian language and their effectiveness in spoken Italian through exposure to famous Italian operas and to opera culture. Activities spurred directly by primary sources (reading of librettos, listening of arias) will be supplemented with critical materials on reception and on current performances. With the help of opera adaptations, recreations, popularizations, quotes, etc, operatic plots and settings will be linked thematically to present day issues, leading to discussion on contemporary social and cultural perspectives. Opera’s unique mixture of word, gesture, and music will offer students a great opportunity to internalize the language and acquire fluency. \u2028ITAL-UA 110 Translation TWR 12:30pm-1:45pm Marchelli Taught in Italian Prerequisites: Advanced Review of Modern Italian (ITAL-UA 30) and one of the following: ITAL-UA 101, ITAL-UA 103, ITAL-UA 105, or ITAL-UA 107, or permission of the department. Introduces students to the theory and practice of translation. While engaging in the craft of translation firsthand, students gain a deeper understanding of the Italian language through the study of contemporary texts, such as Italian novels and short stories. The course also stresses the acquisition of vocabulary and complex idiomatic structures necessary for effective reading comprehension, as well as written expression. A special emphasis is on the analysis of dialogue, style, and linguistic choices of each author, in order to explore the development of the written language, slang, regional expressions, and linguistic differences that have accompanied and defined the evolution of Italian over the past 20 years. ITAL-UA 116 Readings in Modern Italian Literature (same as COLIT-UA 141) MW 9:30-10:45am Lucchi Taught in Italian Sample Syllabus Introductory-level literature course that, through a close reading of authors such as Alfieri, Foscolo, Leopardi, Manzoni, Verga, D'Annunzio, Moravia, and Calvino, focuses on how to understand a literary text in Italian. Covers Italian literature from the 18th century to the contemporary period. ITAL-UA 147 Machiavelli (same as MEDI-147) TR 2:00pm-3:15pm Albertini The inventor of modern political science, Niccolò Machiavelli is one of the most original thinkers in the history of Western civilization. In this course, Machiavelli's political, historical, and theatrical works are read in the context in which they were conceived—the much tormented and exciting Florence of the 15th and early 16th centuries, struggling between republican rule and the magnificent tyranny of the Medici family. ITAL-UA 160 Dante and His World (same as COLIT-UA 173, ENGL-UA 143 and MEDI-UA 801) MW 12:30pm-1:45pm Ardizzone                           Interdisciplinary introduction to late medieval culture, using Dante, its foremost literary artist, as a focus. Attention is directed to literature, art, and music, in addition to political, religious, and social developments of the time. Emphasizes the continuity of the Western tradition, its intellectual history, especially the classical background of medieval culture and its transmission to the modern world. Readings include selections from Dante’s works as The New Life, The Divine Comedy, The Monarchy along with texts by St. Augustine, Severinus Boethius, St. Francis , Brunetto Latini, Thomas Aquinas, Boccaccio. Works of vernacular poets of 13th century and artists from Romanesque to Gothic will be considered. The course will be given in English. ITAL-UA 173 Visions on and of Mafia MW 2:00-3:15PM Montalbano From its local origins in Sicily, the Mafia has become a global phenomenon and a widespread model of organized crime that threatens and corrupts the international economy, political systems, and social environments. Though its power and underworld affect legal business, control illegal traffic, and trample human rights, nevertheless film, television, and literature stimulate a continued fascination with a romantic and even heroic vision of the Mafia. In this seminar we will explore and compare American and Italian films on the Mafia and the literary texts upon which many of them are based from the late 1940s to today. Combining the analyses of historians, sociologists, and intellectuals, along with the testimonies of victims, we will not only challenge the stereotypes through which cultural productions envision the Mafiosi but also, and more importantly, we will shift the inquiry to how the Mafiosi envision the world by asking: What is the ideology of Mafia? How do Mafiosi picture society, human beings, and law? Does Mafia have its own ethic? How does a religious imaginary shape a Mafia worldview? How does Mafia’s normative discourse govern the performance of femininity, masculinity, and homosexuality? Can we consider Mafia to be terrorism? Examining together the visions on and of Mafia through cultural, socio-political, and historical perspectives, this seminar aims to deconstruct the mythological eye and instead form an analytical eye with which to investigate and understand the Mafioso universe and power. ITAL-UA 175 Italian Films, Italian Histories II (same as HIST-UA 176, CINE-UT 235, DRLIT-UA 506) M 11:00am-12:15pm; W 11:00am-1:45pm Ben-Ghiat Studies representations  of Italian history from the unification of Italy to the present  through the medium of film. We explore the possibilities and  limitations of feature films for the representation of history, and  ask: What happens when history becomes cinema and when cinema takes  on history? ITAL-UA 274 Pirandello and the  Contemporary Theatre   (same as DRLIT-UA 280) TR 9:30am-10:45am Oliver   An introduction to  Luigi Pirandello's major plays as they relate to the foundation of  contemporary theatre. Attention is also paid to grotesque and  futurist drama. Works studied include Sei personaggio in cerca  d'autore, Cosi è (se vi pare), and Enrico IV. ITAL-UA 724 Italian-American Life in Literature (same as ENGL-UA 724) TR 11am-12:15pm Hendin A study of the fiction and poetry through which Italian American writers have expressed their heritage and their engagement in American life. From narratives of immigration to current work by \"assimilated\" writers, the course explores the depiction of Italian American identity. Challenging stereotypes, it explores changing family relationships, sexual mores, and political and social concerns. ITAL-UA 760-001 Giordano Bruno &amp; the Art of Memory (same as MEDI-UA 760-001) TR 12:30pm-1:45pm Cipani The Art of Memory reached a peak of refinement and complexity during the Italian Renaissance. Far more than a mere tool for passive retention of information: memory devices had the ambition to assist in the structuring of thought, the organization of knowledge, the solving of philosophical questions, and were intended also as tools for creative output. This course examines the impact of the pervasive culture of memory on the literary production of the time, highlighting the interdependence between textual and visual codes. A main focus will be on the heretic philosopher and cosmologist Giordano Bruno, burnt at stake by the Roman Inquisition in 1600, who conceived his imposing mnemonic system as an inner mirror of the infinite universe and of nature's creative principles. Sampling the varied textual genres of Bruno's work (philosophical dialogues, writings on magic, a satirical comedy), one of the questions this course aims to answer is the same posed to Bruno by Henry III King of France: is the Art of Memory acquired \"by magic\" or \"by science\"? ITAL-UA 760-002 Humanism in the Renaissance (same as MEDI-UA 760-002) MW 11:00am-12:15pm Freccero  FALL 2013  ITAL UA 115 Readings in Medieval and Renaissance Literature  MW 9:30-10:45am,  Casa Library  Taught in Italian  (Prereq: ITAL-UA 30; Same as MEDI 115) Introductory-level   literature course that, through a close reading of authors such as   Dante, Boccaccio, Petrarch,Machiavelli, and Ariosto, focuses on how to   understand a literary text in Italian. Covers Italian literature from   its origins to 17th century.   ITAL-UA 142 - The Courtesan in Renaissance Culture &amp; Society Cox TR 11-12:30pm, Casa Library Examines an intriguing figure within the social panorama of Renaissance Italy, the \"honest courtesan\" or cortigiana onesta. It contextualizes courtesans' social position and cultural status, embracing elements of social history, literary history, and music and art history. Texts studied include both representations of courtesans, such as the notorious dialogues of Pietro Aretino, and writings by courtesan poets, such as Tullia d'Aragona and Veronica Franco.  ITAL UA 173-001 Topics in Italian Culture: Media, Society and Politics in Italy: Since 1943  Forgacs TR 2-3:15pm, Casa Library The course aims to give students a good understanding of how the mass media and popular cultural forms have interacted with social change and political power in Italy from the fall of Fascism to the present. Some observers have seen postwar Italy as following a relatively normal pattern of evolution of the mass media within a democratic polity, whereas others have seen Italy as exceptional, among the western democracies, both for the degree of political interferences with the media and, since the later 1990s, for the breakdown of democratic norms. This course will enable students to assess these views in an informed way. It will also allow them to consider how far the media should be seen as mirrors of social change and how far were they themselves agents of change. The course will cover some of the most significant moments and turning points in the political and social history of the period, using contemporary sources and documents from various media.   ITAL UA 174 Italian Films, Italian Histories I Albertini T 12:30-3:15pm; R 12:30-1:45pm, Casa Auditorium  Studies representation of Italian history through the medium of film from ancient Rome through the Risorgimento. Issues to be covered throughout include the use of filmic history as a means of forging national identity.  ITAL UA 270 Dante's Divine Comedy in Translation Freccero MW 11-12:15pm Casa Auditorium (same as MEDI 271, COLIT 270, ENGL 142)  Students   study the Divine Comedy both as a mirror of high medieval culture and   as a unique text that breaks out of its cultural bounds. The entire poem   is read, in addition to selections from the Vita Nuova and other   complementary minor works.  ITAL UA 271 Boccaccio's Decameron  Ardizzone MW 2:00-3:15pm, Casa Library A study of Boccaccio’s Decameron with particular emphasis on themes, conceptual innovations, and influences on French and English literatures. ITAL-UA 285 Topics in Italian Literature: Food in Italian Literature and Culture - The Art of Taste, The Taste of Nation: Italian Literary and Cinematic Gastronomy Falkoff TR 12:30-1:45pm, Casa Library Casa Library Sample Syllabus “What is the glory of Dante compared to spaghetti?” Italian journalist Giuseppe Prezzolini famously asks in his 1954 history of pasta. While numerous cookbooks cite Prezzolini to evoke Italy’s consummate culinary achievements, this course instead poses the question: “What is the glory of spaghetti compared to its representation in literature and film?” We begin the semester with short stories by Giovanni Boccaccio in which the preparation and consumption of food becomes a critical act of communication. Turning to films, novels, memoirs, cookbooks, and manifestos from the late nineteenth century to the present, we will reflect upon the narrative functions of elaborate descriptions of culinary triumphs. Do such descriptions constitute a form of “food-porn”? If so, how is the project of reading and interpreting the texts changed? We will also ask what ideological work is performed by literary gastronomy; and how it contributes to the production of national, regional, and local identities, and socioeconomic differences.   SUMMER 2013  Six-Week Session 1 (May 28-July 5) ITAL-UA 10 Intensive Elementary Italian Instructors: Nicola Lucchi, Wayne Clinger M-F, 9AM-12PM  Six-Week Session 2 (July 8-August 16) ITAL-UA 20 Intensive Intermediate Italian Instructors: Jennifer Newman, Melissa Swain M-F, 9AM-12PM ITAL-UA 173 Italian Crimes, Italian Fictions Instructor: Franco Baldasso Tuesdays and Thursdays, 2PM-5PM The history of Italian culture hides a proliferation of murky stories. Admired literary representations from Dante’s Inferno to Machiavellian politicians, and the cinematic allure of criminal organizations such as mafia or camorra, are only some of the reasons why Italy stands out in the global imagination today also for its crimes, its mysteries and its alluring sinners. Through crime fiction, writers and filmmakers analyze, criticize, and unveil the violence of politics, the complexity of Italian history and its difficult modernization, the collective traumas and the conformism of a society always eager to find a scapegoat for its vices. This course aims to shed new light on modern Italian culture and society through the perspective of the books and films illuminating this dark side. Crime fiction in Italy has a specific name, “il giallo”, from the color of the covers of the popular books that invaded Italian market. “I gialli” are not only a literary genre – many groundbreaking movies featuring prominent Italian actors and directors, from Mastroianni to Volonté, share the name. The genre is a major player in Italian self-representation even beyond Hollywood clichés. The course will approach modern Italian novels, from Moravia to Sciascia, and their filmic adaptations tackling issues such as the fascist mentality, the evolution of mafia as a modern global enterprise, political terrorism, social and gender exclusion––looking at what is behind enduring stereotypes about Italians.  SPRING 2013  ITAL UA 116 Readings in Modern Italian Literature Ziegler TR 9:30-10:45AM, Casa Libary Taught in Italian (Prereq: ITAL-UA 30) Introductory-level   literature course that, through a close reading of authors such as   Dante, Boccaccio, Petrarch,Machiavelli, and Ariosto, focuses on how to   understand a literary text in Italian. Covers Italian literature from   its origins to 17th century.     ITAL UA 166 Contemporary Italy: Identities, Society, and Culture Albertini TR 2-3:15PM, Casa Library Taught in Italian (Prereq: ITAL-UA 30) Covers the political,  cultural, economic, and social history of Italy since World War II.  Starting with the transition from fascism to democracy, examines the  Cold War, the growth of a mass consumer society, the social and  political movements of the late 1960s and 1970s, the battle against  the Mafia, postwar emigration, the rise and fall of postwar Christian  Democracy and Italian communism, and the emergence of new parties in  the 1990s such as Berlusconi's Forza Italia, Bossi's Northern  League, and Fini's neofascist Alleanza Nazionale.    ITAL UA 173-001 Topics in Italian Culture: Verdi's Contexts Izzo TR 11-12:15PM, Casa Auditorium This   course addresses the intersection of art and ideology in Italy,   Germany, Spain, France, and the Soviet Union, during the period   1914-1968. In each instance, we will examine the tensions between   cultures of fascism and anti- fascism ,   both visual and verbal. Addressing the development of fascist ideology   and its relationship to culture, our focus will shift from Futurist   proto-fascist incitements to nationalist war and colonialism, to Dadaist   subversion of that same rhetoric, to the shifting and evolving tensions   of these forces throughout the period between the World Wars. Along the   way, we will examine the representational strategies of different   political systems (and their dissenters) in context: Nazi Germany,   Mussolini’s Italy, Popular Front and Vichy France, Republican and   Franco’s Spain, and (as a counterpoint) the post-revolutionary Soviet   Union. Addressing both the interventions of particular artists, as well   as broader issues of media and modernism, we will consider how the   struggle between fascism and anti- fascism    lies at the heart of twentieth-century culture. We will look at a   variety of media, objects, and texts: from film and photography, to   painting and exhibitions, to posters and spectacles, to poems and   manifestos. In each instance will consider some specific case studies,   whether the 1932 Exhibition of the Fascist Revolution or the 1937   Degenerate Art Exhibition in Nazi Germany.  ITAL UA 283 Other Worlds: Travel Literature in Italy Ferrari MW 2-3:15pm, Casa Library Ubiquitous   concepts - \"home,\" \"discovery,\" \"difference,\" - appear to be simple;   yet they mask complex literary and social themes. This course will   analyze how a voyage changes not only our conception of a given   destination, but also of our point of departure: of all the familiar   surroundings, signposts, and people that we recognize as \"home.\" Home is   then defined not simply as one's family and household but as all the   components that shape one's identity and sense of belonging, such as   nationality, ethnicity, language, religion, and gender. Every journey is   marked by displacement: a transformation that calls into question the   traveler's original position so that, to borrow Thomas Wolfe's phrase,   one can never \"go home again.\" This course will examine a selection of   Italian travel narratives within the context of contemporary   post-colonial theory. Questions to be addressed include: the relation   between power and the production of knowledge as it manifests itself in   such narratives; intertextuality and its ideological effects; modes of   representation of racial, cultural, historical, and sexual otherness.  ITAL UA 285-001 Tpcs in Italian Literature: Remapping Italian Cultural History: Private and Public Intellectuals in Italy from St. Francis to Boccaccio Ardizzone MW 12:30-1:45PM, Casa Library This course enlarges the range of texts offered in an undergraduate course on early modern Italian culture, including works less well known and not considered part of the canon. We begin by focusing on the notion of an intellectual as defined by both contemporary and non-contemporary historians or philosophers like J. Le Goff, A. De Libera, E. Said, A. Gramsci, and R. W. Emerson. The works of these authors will allow us to expand the notion of the intellectual and to introduce as intellectual every commitment resulting in a work useful to the public in the broadest sense. Dante’s statement that being intellectual means knowing our proper goal or the aim of our actions introduces the idea that every human work is intellectually motivated either by being directed to the public or by being conceived in a private way. We therefore introduce the idea that both public and private intellectuals, directly or indirectly, collaborate in creating a work of collective use and identity. That a public intellectual must first be a private intellectual is our starting point. Under the category of intellectual we therefore list the sailors committed to making portolan charts and the mapmakers who devised instruments for practical knowledge.In the same way, we include the merchants who invented the single-double entry in bookkeeping. The figure of a saint like St. Francis of Assisi is part of the picture because he has advanced human freedom and awareness. The pilgrims who link devotion and travel enter the list, along with poets, writers, statesmen and masters of rhetoric, philosophers, craftsmen, and artists. Theory and pragmatism are considered in the course as deeply connected. Literary, philosophical culture is linked to technical scientific knowledge. Readings include works by St. Francis and St. Claire of Assisi, Marco Polo, Pier delle Vigne, Brunetto Latini, Dante, Petrarch, Boccaccio, along with texts written by merchants and pilgrims. Works of artists from Romanesque to Gothic will be considered, as well as those of cartographers or makers of portolans. The course concludes by touching briefly on the culture of the Quattrocento and the new emerging model of the intellectual that is proposed, for example, in the Florentine culture of that time. The course will be given in English.                              ITAL UA   285-002 Tpcs in Italian Literature: Petrarch's Canzoniere Freccero MW 11-12:15PM, Casa Library  ITAL UA 724 Italian American Life in Literature Hendin TR 11am-12:15PM, Casa Library A   study of the fiction and poetry by which Italian American writers have   expressed their heritage and their engagement in American life. From   narratives of immigration to current work by \"assimilated\" writers, the   course explores the depiction of Italian American identity. Challenging   stereotypes, it explores changing family relationships, sexual mores,   and political and social concerns.  ITAL UA 760 Tpcs in Renaissance: Giordano Bruno and the Art of Memory  Cipani TR 12:30-1:45PM, Casa Library The Art of Memory reached a peak of refinement and complexity during the   Italian Renaissance. Far more than a mere tool for passive retention of   information: memory devices had the ambition to assist in the   structuring of thought, the organization of knowledge, the solving of   philosophical questions, and were intended also as tools for creative   output. This course examines the impact of the pervasive culture of   memory on the literary production of the time, highlighting the   interdependence between textual and visual codes. A main focus will be   on the heretic philosopher and cosmologist Giordano Bruno , burnt at   stake by the Roman Inquisition in 1600, who conceived his imposing   mnemonic system as an inner mirror of the infinite universe and of   nature's creative principles. Sampling the varied textual genres of    Bruno 's work (philosophical dialogues, writings on magic, a satyrical   comedy), one of the questions this course aims to answer is the same   posed to Bruno by Henry III King of France: is the Art of Memory   acquired \"by magic\" or \"by science\"?      January 2013  ITAL UA 861 Italian Americans On Screen: From the Black Hand to Jersey Shore Jacqueline Reich MTWRF 10am-1:30pm, Casa Auditorium  What   can explain the shocking popularity of Jersey Shore? Where did the   controversial images of Italian Americans that the show displays   originate? This course proposes and examination of Italian Americans as   represented in mainstream and independent American cinema, and later   television, from the silent era to the present. Particular attention   with be paid to the traditional stereotypes associated with these   representations (how they arose and why they continue to exist), two   specific genres -- the gangster film and the boxing film -- and how   Italian American filmmakers respond to and re-vision them  FALL 2012     ITAL UA 115 Readings in Medieval and Renaissance Literature Perna MW 9:30-10:45am Casa 201 Taught in Italian (Prereq: ITAL-UA 30; Same as MEDI 115) Introductory-level literature course that, through a close reading of authors such as Dante, Boccaccio, Petrarch,Machiavelli, and Ariosto, focuses on how to understand a literary text in Italian. Covers Italian literature from its origins to 17th century.     ITAL UA 173-001 Topics in Italian Culture: Media, Society and Politics in Italy: 1943-2012 Forgacs TR 2-3:15pm 4 credits    ITAL UA 173-002 Topics in Italian Culture: Fascism and Anti-Fascism in European Art and Architecture, 1914-1968 Merjian TR 11-12:15pm 4 credits This course addresses the intersection of art and ideology in Italy, Germany, Spain, France, and the Soviet Union, during the period 1914-1968. In each instance, we will examine the tensions between cultures of fascism and anti- fascism , both visual and verbal. Addressing the development of fascist ideology and its relationship to culture, our focus will shift from Futurist proto-fascist incitements to nationalist war and colonialism, to Dadaist subversion of that same rhetoric, to the shifting and evolving tensions of these forces throughout the period between the World Wars. Along the way, we will examine the representational strategies of different political systems (and their dissenters) in context: Nazi Germany, Mussolini’s Italy, Popular Front and Vichy France, Republican and Franco’s Spain, and (as a counterpoint) the post-revolutionary Soviet Union. Addressing both the interventions of particular artists, as well as broader issues of media and modernism, we will consider how the struggle between fascism and anti- fascism lies at the heart of twentieth-century culture. We will look at a variety of media, objects, and texts: from film and photography, to painting and exhibitions, to posters and spectacles, to poems and manifestos. In each instance will consider some specific case studies, whether the 1932 Exhibition of the Fascist Revolution or the 1937 Degenerate Art Exhibition in Nazi Germany.  ITAL UA 174 Italian Films, Italian Histories I Albertini T 12:30-3:15pm; R 12:30-1:45pm 4 credits  ITAL UA 270 Dante's Divine Comedy in Translation Freccero MW 11-12:15pm Casa Auditorium (same as MEDI 271, COLIT 270, ENGL 142)  Students study the Divine Comedy both as a mirror of high medieval culture and as a unique text that breaks out of its cultural bounds. The entire poem is read, in addition to selections from the Vita Nuova and other complementary minor works.  ITAL UA 277 Novel and Society Ferrari MW 2-3:15 Casa 201  Taught in Italian (Prereq: ITAL-UA 30)    ITAL UA 285 Dante's Vita Nova : A Text in its Context Ardizzone MW 12:30-1:45pm, Casa 201 4 credits     ITAL UA 861 Topics in Italian-American Culture: Ital ian Americans as Political Actors: From Radicals to Conservatives, 1910s-2010s Tintori MW 9:30-10:45am 4 credits                     Contact Us | &copy; New York University , Arts and Science"}, {"content": "%PDF-1.4 %쏢 5 0 obj  > stream x\\]sܶ\u0015}ׯؗLw[/C$H:/dɒ*Jr}Jt&\u000fOIk \u0004Һ3' \u0004=\u000fO2vS??՛t6TMo:qsxߘn\u001e\u007f8q\u001cLgWn[W?m7\u007f\u0019[v\u001fmca7]Վl޹j\u001cip7V:;.c5wj;StIӍmX\udb7fj\u001dߥ%\\:\" m,G\u001aS\u000f\\vCպΚ+|tI7l\u007fwCO\u000fL.|mAc\u0007s\u0011Gu;v㛳ǳo?^>yV6o\u001f3cSw~PHl̍i}\u0017޽qs\u00131=ne%/}J\u0015o\u001fp\u0006ӣ+|\u0019O7\u001bX~3z vg»\u0019=\u0000\u0006\u0019{?\u0019?k_W1\u0005\u007f7\u0005[\u000fxk\u007fЛb'\u001bs\u0011Z\u001eQ~~Pֵq\u0097fd~yy@~\b3aGw?tP?\u00120tҒ]StkU2hȇs vv\u0005 Э|zJx@\u0017>#Э!_i\u008d 9\u000fpjCi7 ̈́l782n\u000fl h߼3'Tu=\u001aS-\u0018ǸR\u0000΅җ+\u001c3Tn4w sdm\u001dO`\\f\b\u001bA2\u0014ՂS3PNkQ-\u0019Eu: ^\u0004`op\u0019&@`Gf\u0006||cRm\u0007\u0002jj-\u001b]in}|>O95m\u001cr\u0011\u0012zD/ Wycjt=شx\"EZ-\b#^P A\u00152s4 0nZA\u000en\u007fG\u0015q\u0015\u0015LS\u0012  1ŧoЮ\"\u0019]nxƵ\u001e\u0005\u001a\u0016P\u001f^?W90\u0010FB\u0015\"\u0011\u001eqmu}{S/\u0006Q0\u0010u2 mL8s)0lu\u001cb\u000eH/9U\u0014M\b\u0001ހQEд5ʚQw\u0010\u0010;\u0011:E:5\u0010]\u001f°*Ē) p CddY \u001c\\$[@dC\"&e:\u001eAaҙ87*(R0+0  ;>ab)\u0013- 6kqMH\bl\u0013\u0005L\u000eЎ}e(q/_\u0005B݋0\u0003-}Wծi :\u0011\u0007v\u0018\u00187́\u00146b#\\f7!Eʗ\u0016N0R4eQ \u0000'LW\u0000rWIT4y\u0018vƅtOk{{)\u000eeL|\u001e\u001cF\u001eo\u0013\"\u0000>ï\u0010'٬/1(\u00194\u0011{Kv]\u0016`NHE\u0018\b)\u0019r-EQ_\u0015V\u000e^\u0000s]y &WxG*\"DI.\u0002 \u0013Td{2K ۑ'sȻqe(N\u001aBtU(ץ%d*\u001a)|\u0015ҧ\u0001]_\u001cf\u0011\u0012:   \u0014+\u0013ůލDg#c\u001fG`8)});\u001d:s )\u0013*\u0010 {\u0014! !o\u00042Qyb*R['\u0002N\u0003jō/1p $\u0000JFS \u0001\u00043_(˝\u00004YK/\u0010O~#8\u000fV P%\u0004\u0007\u001dy$!\u001b/\u007f\u007fb jr#XOE\u001bF+̲Dig_^\u0007sޑ$FRX2 ;e6[U\u0003H\u0019'X\u0007\\zJzu2)$ ;q)҉_*)\u001eG^ATM\u001a2\u0004\"ќN\u0019y\u0019*U\u0012\u001312N\u001aQt`P\u0006\u0015\u0005i $|\u0010)\u000f S{~(\u0017ei$P?GV\u0016:\u0016\u0018޳Kx\u001cY^0\u0005{JU\u0000_ˈ3P('9[Z) 3h\u001c\"\u007fyO*JȥO?0.7\u0002#\u0000̓D2U\u0010\u0000CqI\u0005G^CKm1 \u0003Z2!+;}%ܲ\u0012G ֐\u0013\"Oo尼˹\"MR\u001ac Kw@yG4.E87\u0002U q\u007f?\u001e#YX!\u00038h$`.d᤺\u0004Ұn*^ry7T7P/\u0010zd\u007fU?mSI*EKg7cu8/\u0011Ƽ\u0014 bZū)\u00057'ք\u0005ƲDihRaꅞ\u0011xԚ\u0015\u00187e\u0004@ˋw\u001cWY\u0012*Μ·\u0004\u0004\u001eU`NX9c[\u001dUf\u0017\u000fqI/y䕕T>C\u00126P\u0014[ٷUf\u0010% K|O  ʘo#6]S\u0005G\u0010{Li5\u0010T&D:_j={vU\u0010G8^c黎\u001cnQ\u000eܕL\u0010s1%\u0018\bH\b5\u0004UR m֦\bxx\u001cF>g-lM RYDZ[%d\b &\u0018JI X+ \u0014h[&;|7 ^͡ns ,!_u\u0004\u001frP\u008f\b~\u001d\u000eXQW P\u001aZƕU\u0014YU\u000e+J vT \u0012\u0018?YJy\u000eH]\u0018\u0002DWn\u0017'8\u0003TIEB$r) ķ@~\u00122HIYb4؂\\1!c8\u0011:#z(\u001d 7Ƕ.Ô sVh}fA: U*,S%{Ʒ kJbtBp0V[(\u001b_o9 DhЋsb\b9\u000fb2)\u001dS!H\u001cz Yӊx^ωh\u0015/mGiblXB>\u001dt9-Hgݕˀ\u0001A٬\u000fm@k$%\u0011E\u0003H61n\u00005Nz\"bWpcga7\u000e c\u0002\"M\u0003L$n\u0014֬;Y\u0002*$h\u0005{\u0005Kڸ\u0015m#b\u0000A\u001dz(\u0015tQx\u001e:-sU7tZV\u0012YbcO'o:,-Z &;٦/O\u0016!,^\u001e\u007f\u0012g7HQPLnswܥ \u001fU\u007f\u001bHR\u0007F?e4\"vfH$Uy h\u0005#m\u007fu\u0017\"\u001b⅔bEqw}\u0013t.i!\u001bL@\u0014o\u0002\u000e^zr=m1,>ji\u000547I0R38B s\u007fAu}.\u0018bfN{ў} \u001at}IrK \u0004ZR'}#Ymtb#\u001fXf\u0014Ff9[T>\u0006a[.hPq=jz~}-X\u0019|s\u0014\u001fPFX*\u001d {*{K1]bp`|;}\u001cGb;z\u0018\u0003\u0007pNC'q$\u000fR\u0017Ed؇\u0010o=nxٜ\u001fUwӌ\u0017DcHqo+lLT\u000e;\u0003\u0017:@\u0012p^ڴٌ$Ϧ==U\u007fؙΣt'\u0003bԎTҘT6\\2_WVIs\u0013nr1o ~jendstream endobj 6 0 obj 4145 endobj 13 0 obj  > stream xX͎6\u0010)tBOfO^I7p+\u0017HzJ\u0002\u0005W\u0013w(D\u00166`f8?73׺g\\}I/OU_\u007fV_+d7>/OP:ؚ*-Ꮺg{%\u0006\u001duZa\u0018 5m\u00153B汵 mk;l＃%H\u0015y a4jy|\u000f&p;G\"҇SL a$\u001c\"ؤi\u001dSF >n2k\\Nd\u001d.\\`dځSLD!\u001cͽu\u001dj `ROt\u0013}\u000es4C;\u001dMsRƳ\u0017 \u00155a\u0004c8$X\u001e\u00125N$\u0017vJĬtbbΜYbX\bhLSXHBAƌG+ .g.\u0007ͨHy\u001d\u0014Lz .LD\bJCJu+  zu=P\u0012@T'T5\u00035H͙I\u0005\u0010pI)18yzG7'˓)\u0012g\b_9\u001c9\u0013 JQuy5F5 \u0001!k6(2iU9`oʦP6n+t\u001fN?7 +.'\u0000%o\u00161 XF_\u001f'\u0005`̺\u0000xǹ ^&Mҡ\u001fq\u0013\u0014\u0005\u0011b\b=~4΁ BH B-#-\u0007l~H|&A]A\u001c&WCq(%J0Ъ\\M\u0011Zږ\u0019?*\u000eZgk\u0014]s1 p Sre\u001a\\ e\u007f1G\u0014' xl sµ6{ f=R9t\u008bnKǶC\u0011\u0019(еץa0{U\u0012q߳4!\u0001ʐdJ\u0005lI3!Ĕ8Y uy\u001agX\u00063\u0013)%Iՙ̳#*J\u0016f.\u0011xk8ZPC*\u0010 \u000ex*΄/\u001328IO\b\u0018hSp\u0003,M32w|Qb\u000e:S\u0007}U$+~f\u00118\bC; \bl'2\u0019{;+\u0011\u001aA=3n]i\bxp-c߷f\u0012' \u007f $ڀDQU\u001bH }RV뱌L+ˢ}d\u0014\u00153 D|\u0019B ^>\u0019|\u00034r$s@'C]\bW\u0011)\u0004vPYNx\u000fl)]\u00139O7TՈ\u001cܺ/\u0014~X\u0000ؘ\u0000Mn$kYbg]\u0004H5JJ1Nm\u00134z|*'7aR/\u001f8O\u0019\u007fm\u0017\u001brendstream endobj 14 0 obj 1292 endobj 4 0 obj  > /Contents 5 0 R >> endobj 12 0 obj  > /Contents 13 0 R >> endobj 3 0 obj  > endobj 1 0 obj  > endobj 11 0 obj  > endobj 15 0 obj  > endobj 8 0 obj  > endobj 16 0 obj  > endobj 9 0 obj  > endobj 10 0 obj  > endobj 7 0 obj  > endobj 17 0 obj  > endobj 18 0 obj  >stream          GPL Ghostscript 8.70   ()     2010-09-28T15:12:45+02:00   2010-09-28T15:12:45+02:00   \\376\\377\\000P\\000D\\000F\\000C\\000r\\000e\\000a\\000t\\000o\\000r\\000 \\000V\\000e\\000r\\000s\\000i\\000o\\000n\\000 \\0001\\000.\\0000\\000.\\0002     \\376\\377\\000G\\000R\\000I\\000M\\000A\\000L\\000D\\000I\\000 \\000D\\000a\\000n\\000t\\000e\\000&apos;\\000s\\000 \\000d\\000i\\000v\\000i\\000n\\000e\\000 \\000c\\000o\\000m\\000e\\000d\\000y\\000 \\000F\\000A\\000L\\000L\\0001\\0000  \\376\\377\\000S\\000i\\000l\\000v\\000i\\000a  ()                                              endstream endobj 2 0 obj  >endobj xref 0 19 0000000000 65535 f  0000005987 00000 n  0000008588 00000 n  0000005921 00000 n  0000005635 00000 n  0000000015 00000 n  0000004230 00000 n  0000006477 00000 n  0000006152 00000 n  0000006328 00000 n  0000006404 00000 n  0000006052 00000 n  0000005777 00000 n  0000004250 00000 n  0000005614 00000 n  0000006111 00000 n  0000006237 00000 n  0000006557 00000 n  0000006659 00000 n  trailer  ] >> startxref 9123 %%EOF"}, {"content": "Course Detail            > Courses            > Academics         > NYU Gallatin                                                                                                                                  NYU Gallatin    Skip to Content   Skip to Search   Skip to Navigation   Skip to Sub Navigation                          Students          Prospective Students Current Undergraduate Students Current Graduate Students Incoming First-Year Students                            Faculty    Staff    Parents & Family    Alumni    |    Forms    Directory    Events Calendar                                                       Search                                                                           Main Navigation                Home      About    Facts and Figures    Facilities    Governance and Committees    Sustainability    From the Dean    Mission and Learning Goals    Administration    Bulletin 2014-2015    Bulletin Archive           Admissions    Undergraduate    Graduate           Academics    Undergraduate    Graduate    Courses    Faculty    Advising    Awards, Honors, and Fellowships    Policies and Procedures    Registration    Calendars and Deadlines           Global           Student Life    Community Service    Co-Curricular Programs    Graduation Ceremonies    A Diverse Intellectual Community    Health and Wellness    Living At NYU    Scholarly Communities    Student Government and Organizations    Student Profiles    Student Publications    Student Arts Showcases    Lecture Series    Senior Symposium    Fashion           Visit    Directions and Maps                                                   Sub Navigation    Academics Undergraduate Graduate Courses  Faculty Advising Awards, Honors, and Fellowships Policies and Procedures Registration Calendars and Deadlines              Back to Courses                                   Share       Delicious     Digg This     Reddit        Stumble Upon     Technorati     Twitter        Facebook     Windows Live     Yahoo                 MySpace     Email                   Bread Crumbs                Home          &gt;           Academics          &gt;           Courses          &gt;           Course Detail                                        Dante&#039;s World                                Semester and Year        FA 2012                    Course Number        IDSEM-UG1609                    Section        001                    Instructor        Antonio Rutigliano                    Days                            Wed                                 Time                            3:30 PM -       6:10 PM                                Units        4.0                    Level        U                    Foundation Requirement        HUM, PREMOD                                           Description       This course will explore the social, political, intellectual and religious evolution of the late medieval dantesque world, by focusing on Dante’s  Divine Comedy  . A close reading of  The    Divine Comedy  will serve as a forum to discuss and analyze Dante's writings and those important works that helped to shape the thirteenth-century Florentine society that ultimately served as a stepping stone for the humanist movement that paved the way for the Italian Renaissance. But Dante’s  Divine Comedy  is not just a text of and for its own time. It has left readers fascinated and shuddering for over 700 years because its poetical and literary tropes enable them to confront their experience of the human condition and transform what and how they desire. During the class, therefore, students will conduct research projects on more historical and more enduring aspects of Dante’s  Commedia  . As well, field trips to museums, cinematic recreations, documentaries, music and other visual and auditory aids will be used to enrich our sense of the text’s meaning and context. Readings include:  The Divine Comedy, The Confessions, The Consolation of Philosophy, The Aeneid  , and  The Book of the Zohar  .                 Syllabus       IDSEM-UG1609            Course Type       Interdisciplinary Seminars (IDSEM-UG)                               top of page                                                                   NYU Gallatin Footer              Gallatin School of Individualized Study     1 Washington Place     New York, NY 10003     (212) 998-7370                   A&#8211;Z Index      Directions      Contact Us      Job Opportunities               News      Support Gallatin      Feedback                         Follow us on Facebook      Follow us on Twitter      Follow us on Youtube         Follow us Instagram                 Unless otherwise noted, all content copyright NYU Gallatin. All rights reserved."}]},
{"detail": [{"content": "Current Course Schedule [Undergraduate]    |     Italian Studies    | New York University                                   Skip to page Content.     NEW YORK UNIVERSITY     ARTS AND SCIENCE     COLLEGE OF ARTS AND SCIENCE     GRADUATE SCHOOL OF ARTS AND SCIENCE                                Home       People       Undergraduate Program       Graduate Program       NYU Florence       Events       Employment             Stay Connected           Facebook             Affiliations         Casa Italiana Zerilli-Marimò           Villa La Pietra                    Back to Home       Current Course Schedule [Undergraduate]   FALL 2015  CORE-UA 400 Texts and Ideas: Visible and Invisible Cities Tuesday/Thursday 11:00am-12:15pm, CASA Auditorium Cox Sample Syllabus The   experience of living in a city is one vital thread that connects us   with our ancient, medieval, and early modern ancestors, and that   continues to provide a unifying element in millions of our   contemporaries’ disparate lives across the globe. Urban life is a   constant environment and stimulus, whether you find yourself in New   York, Florence, Accra, or Shanghai. Our aim is to supply conceptual   frameworks and historical contexts for this experience by exploring the   ways human communities have been theorized and imagined within the   Western tradition from classical antiquity through to the Renaissance,   particularly the city, conceived since Aristotle as the proper habitat   of humankind, and the relationship between the family or household and   the state. The primary texts encompass utopian writings and works of   political theory, but also texts describing and analyzing real-world   communities and visual and cartographic representations of cities and   urban space. Readings include the canonical—from Plato, Aristotle,   Vergil, Dante, Boccaccio, More, Shakespeare—to texts from Christine de   Pizan and Moderata Fontelong, marginalized from the canon and only now   becoming visible.  ITAL-UA 115 Readings in Medieval and Renaissance Literature Tuesday/Thursday 9:30am-10:45am, CASA Library Instructor TBD Conducted in Italian , (Prerequisite of ITAL-UA 30 or by Department's permission)  Introductory-level   literature course that, through a close reading of authors such as   Dante, Boccaccio, Petrarch,Machiavelli, and Ariosto, focuses on how to   understand a literary text in Italian. Covers Italian literature from   its origins to 17th century.     ITAL-UA 148 Giordano Bruno and the Art of Memory (same as HIST-UA 126) Tuesday 12:30pm-3:15pm, CASA Library Cipani Conducted in English The Art of Memory reached a peak of refinement and complexity during the Italian Renaissance. Far more than a mere tool for passive retention of information: memory devices had the ambition to assist in the structuring of thought, the organization of knowledge, the solving of philosophical questions, and were intended also as tools for creative output. This course examines the impact of the pervasive culture of memory on the literary production of the time, highlighting the interdependence between textual and visual codes. A main focus will be on the heretic philosopher and cosmologist Giordano Bruno, burnt at stake by the Roman Inquisition in 1600, who conceived his imposing mnemonic system as an inner mirror of the infinite universe and of nature's creative principles. We will first examine Bruno's works explicitly devoted to memory, assessing elements of continuity and innovation with respect to the tradition. Subsequently, sampling Bruno's Italian dialogues, his writings on magic, and his satyrical comedy Candlebearer, we will look for intersections between his theory of memory, on the one hand, and his strategy of self-representation, his literary style, and his doctrine of infinity on the other. ITAL-UA 164 Italian Colonialism (same as HIST-UA 204, EURO-UA 161) Monday 9:30am-12:15pm, CASA Library Ben-Ghiat Conducted in English ITAL-UA 172 Topics: Narrating Immigrant Experience Monday/Wednesday 12:30pm-1:45pm, CASA Library Lakhous Conducted in English How can we narrate immigration today? Can we argue that the immigrant experience is universal? How can we recount family memories of immigration? What is the relationship between identity and memory? What are the connections between immigration, emigration, and colonialism? We will attempt to answer such questions – and to approach different narratives of immigrant experience – through novels, films, documentaries, and essays. We will examine cases in different national and cultural contexts. We will look in particular at the Italian case; for, Italy represents a unique case in the world: after decades of exporting immigrants, it has become an importer. But we will also examine other histories and experiences (whether in China, Vietnam, Tunisia, France, Romania, the USA, Canada, Argentina, Australia, and others); internal migration (especially to the North of Italy in the fifties and the sixties); and finally non-European Community immigrants.  ITAL-UA 173 Topics in Italian Culture: Medieval Italy Monday/Wednesday 2:00pm-3:15pm, CASA Library Vise Conducted in English Medieval Italy can look like a land replete with impossible contradiction. The northern cities witnessed Europe’s first stirrings of formal republican self-governance since the Fall of Rome but also the violent repression of political dissenters; the flowering of vernacular literature in writers like Petrarca, Dante and Boccaccio but also the highest levels of Latinity in Europe; the development of systems of justice to which modern institutions trace their origin but also notoriously bloody factional violence and vendetta; the boom of a mercantile economy but also wildly popular grassroots religious critiques of wealth. In one city we find the first broad-based emancipation of slaves and serfs in the West while in another, the brutal exclusion of the turbulent lower-class guild of wool carders from political life. They were the “cities of God” where sometimes heretics ruled. The Mezzogiorno, southern Italy, glittered with literary and artistic achievement and bustled with ethnic and religious diversity under the succession of multiple foreign monarchies. And in the middle, the Papal States staggered in competition with the powers of the North, the South, and its own squabbling aristocracy. Yet at the same time, its ruler claimed a monopoly on the souls of European Christians and operated the highest court of appeals for major European legal disputes. In this class, we will explore this complex culture by looking at a wide range of primary sources from poetry to prisoner graffiti, high and low art, and complimentary secondary sources. The course will begin with the early medieval period and the emergence of the communes, Papal states, and Southern Kingdom after the fall of Rome and then proceed thematically to conclude by considering what this period bequeathed to subsequent generations. For each theme, our central question will remain: were these deep contrasts ultimately a source of strength and creativity or of chaos and division? Topics to be covered include: legal and extra-legal justice, religious plurality, politics and religion, women and gender, wealth and poverty, intellectual life, art and patronage, factions and la familia , and the creation of state.  ITAL-UA 174 Italian Films, Italian Histories I (same as DRLIT-UA 503, EURO-UA 173) Tuesday, 12:30pm-3:15pm &amp; Thursday 12:30pm-1:45pm CASA Auditorium Albertini Conducted in English Sample Syll abus  Films are responsible for creating a national identity more than any other medium of communication. Cinematography has played a much more prominent role in the construction of a common popular history in Italy, than in other European states, given the relatively young age of the unified Italian nation. From the papier-maché buildings of ancient Rome presented in the very first Italian movies to the powerful non-professional actors of neorealistic cinema representing the Nazi occupation of the peninsula; these are the images that for generations of Italians represent Italian History, much more than the fading memories of high-school textbooks or of high-brow intellectual debates rigorously kept in the seldom read pages of national newspapers. The purpose of this course (that is ideally completed by \"Italian Films, Italian Histories II\" taught by Professor Ben-Ghiat in the Spring) is to provide a general but accurate overview of Italian history and a critical analysis of its representation through films from the origins to the Risorgimento. This (first) course is devoted to Roman, Medieval, and Renaissance history and it closes with a rather in-depth presentation of different accounts of the Risorgimento (the process of Italian unification). ITAL-UA 270 Dante's Divine Comedy (same as COLIT-UA 270, ENGL-UA 142, MEDI-UA 271) Monday/Wednesday 2:00pm-3:15pm, CASA Auditorium Conducted in English   SPRING 2015  ITAL-UA 116 Readings in Modern Italian Literature  Tuesday/Thursday 9:30am-10:45am, CASA 201 Antonangeli Conducted in Italian , (Prerequisite of ITAL-UA 30 or by Department's permission) Introductory-level literature course that, through a close reading of   authors such as Alfieri, Foscolo, Leopardi, Manzoni, Verga, D'Annunzio,   Moravia, and Calvino, focuses on how to understand a literary text in   Italian. Covers Italian literature from the 18th century to the   contemporary period. ITAL-UA 121 The Renaissance (same as HIST-UA 121, MEDI-UA 121) Tuesday/Thursday 3:30pm-4:45pm, TISC LC9 Appuhn Conducted in English ITAL-UA 172 Hellscapes and Elysia in the Renaissance and Beyond (same as COLIT-UA 173, ENGL-UA 56, MEDI-UA 172) Monday/Wednesday 11am-12:15pm, CASA 201 McHugh Conducted in English Syllabus  This course explores various representations of otherworlds, both infernal and paradisal: the realms of the afterlife, regions of marvel or idyllic bliss, political utopias and dystopias. Readings and discussion focus on how these imagined lands reflect, critique, and animate the real world, from antiquity through our own times.  ITAL-UA 173.001 Murder, Italian Style! (same as DRLIT-UA 505) Monday/Wednesday 12:30pm-1:45pm, CASA 201 Falkoff Course conducted in English; reading knowledge of Italian recommended but not required. A genre whose development is associated with urbanization, crime fiction—like so many other emblems of modernity—is often considered to have arrived belatedly in Italy. Despite this initial reticence, several critically acclaimed writers of contemporary Italy have used the genre as a narrative space from which to launch a broader commentary on aspects of Italian history and culture such as the fascist period, honor killings, police brutality, political corruption, femicide, and xenophobia. This course will consider novels, plays, and films from the 1950s to the present, analyzing the ways in which they use conventions of the crime fiction as a point of departure for literary experimentation, philosophical reflection, and cultural critique. ITAL-UA 173.002 Italy and the Mediterranean: Empire, Politics and Culture (same as AHSEM-UA 218.001 and MEIS-UA 659.001) Tuesday/Thursday 4:55pm-6:10pm, CASA 306 Valerie McGuire Conducted in English NOTE: ONLY OPEN TO CAS SOPHOMORES, JUNIORS, AND SENIORS Shortly after its unification in 1861, the Italian nation began a prolonged attempt to establish an overseas empire on a scale with other European colonial powers. This course examines how Italian imperialism unfolded and how it impacted politics and culture on the global level, as well as how it shaped internal attitudes and beliefs, particularly during Italy’s Fascist period. The course studies the formation of Italy’s national project under two different empires and discovers how processes such as emigration and the Southern Question intertwined with its first attempts to establish foreign colonies. As Ottoman collapse and the First World War initiated a new phase of European colonialism, Italy turned to the Mediterranean as the domain of its empire. We investigate how the Mediterranean region ignited fantasies of the exotic and the familiar and how it both promoted and challenged Italian myths of national identity. The course studies Italy’s imperial history and culture through a range of medium, including film, novels and scholarly articles. Reading knowledge in Italian is a plus but not a requisite. ITAL-UA 282 Italian Cinema and Literature Tuesday 12:30-1:45pm and Thursday 12:30-3:15pm CASA Auditorium Albertini Course conducted in Italian (Prerequisite of ITAL-UA 30 or by Department's permission) Sample Syllabus The course will focus on the development of Italian cinema in the post war period, emphasizing the relationship between literature and film adaptation. The books and the films will offer a unique opportunity to analyze and discuss crucial issues related to the historical, political, and cultural evolution of Italy concentrating in particular on the political unification process (Risorgimento). ITAL-UA 285 Topics in Italian Literature: Dante's Purgatorio (same as ENGL-UA 52 and MEDI-UA 285.001) Monday/Wednesday 12:30pm-1:45pm, CASA 201 Conducted in English ITAL-UA 724 Italian-American Life in Literature (same as ENGL-UA 724) Tuesday/Thursday 11am-12:15pm, CASA 201 Hendin Conducted in English Sample Syllabus A   study of the fiction and poetry through which Italian American writers   have expressed their heritage and their engagement in American life.   From narratives of immigration to current work by \"assimilated\" writers,   the course explores the depiction of Italian American identity.   Challenging stereotypes, it explores changing family relationships,   sexual mores, and political and social concerns. ITAL-UA 760 Topics in the Renaissance: Visual Languages of the Renaissance: Emblems, Dreams, Hieroglyphs (same as MEDI-UA 760.001) Thursday 12:30pm-3:00pm, CASA 201 Cipani Conducted in English Syllabus Making knowledge visible was one of the great Renaissance endeavors. Some of the period's most characteristic products were born out of the conviction that concepts could be systematically turned into images — and that such images could be organized into a visual language, more profound and universal than discursive logic. Egyptian hieroglyphs and dream visions, in their mysterious graphic exuberance, were considered typical vehicles of this advanced mode of communication. The desire to emulate their symbolic density is reflected both in literature and in art, often in ways that challenge common distinctions between visual and verbal communication. In this course you will be introduced to an assortment of works representative of such interplay between text and image: emblem books, dream books and dream-centered works, hieroglyphic inventions and studies, collections of proverbs, iconology manuals, etc. Among the books examined are some widely considered as the finest examples of design in the history of printing. Early modern and recent theory of emblems will also be discussed. As a present-day counterpart of Renaissance emblems, the course will conclude with a survey of corporate logos and Russian criminal tattoos. CORE-UA 554 Cultures &amp; Contexts: Italy Tuesday/Thursday 12:30-1:45PM FALL 2014  CORE-UA 400-70 Texts and Ideas: Visible and Invisible Cities Tuesday/Thursday 11:00am-12:15pm, CASA Auditorium Cox Sample Syllabus The experience of living in a city is one vital thread that connects us with our ancient, medieval, and early modern ancestors, and that continues to provide a unifying element in millions of our contemporaries’ disparate lives across the globe. Urban life is a constant environment and stimulus, whether you find yourself in New York, Florence, Accra, or Shanghai. Our aim is to supply conceptual frameworks and historical contexts for this experience by exploring the ways human communities have been theorized and imagined within the Western tradition from classical antiquity through to the Renaissance, particularly the city, conceived since Aristotle as the proper habitat of humankind, and the relationship between the family or household and the state. The primary texts encompass utopian writings and works of political theory, but also texts describing and analyzing real-world communities and visual and cartographic representations of cities and urban space. Readings include the canonical—from Plato, Aristotle, Vergil, Dante, Boccaccio, More, Shakespeare—to texts from Christine de Pizan and Moderata Fontelong, marginalized from the canon and only now becoming visible. ITAL-UA 115 Readings in Medieval &amp; Renaissance Literature CANCELED ITAL-UA 165 Italian Fascism (same as HIST-UA 171) Monday 11am-1:45pm Ben-Ghiat Conducted in English Syllabus This interdisciplinary course examines the dictatorship that ruled Italy between 1922 and 1943. We address the relationship between culture and politics, public and private; Fascist biopolitics; anti-Fascism; fascist colonialism and racism; the cult of Mussolini; and Fascist-era feminities and masculinities. We will combine secondary sources with readings of Fascist speeches and anti-Fascist novels, and viewings of newsreels and Fascist war films. The course is conducted in English, and most of the readings are in English. ITAL-UA 166 Contemporary Italy (same as EURO-UA 164) Tuesday/Thursday 12:30pm-1:45pm Albertini Conducted in English Covers the political, cultural, economic, and social history of Italy since World War II. Starting with the transition from fascism to democracy, examines the Cold War, the growth of a mass consumer society, the social and political movements of the late 1960s and 1970s, the battle against the Mafia, postwar emigration, the rise and fall of postwar Christian Democracy and Italian communism, and the emergence of new parties in the 1990s such as Berlusconi's Forza Italia, Bossi's Northern League, and Fini's neofascist Alleanza Nazionale. ITAL-UA 172 Portraits of Women: From 19th to 20th Century Monday/Wednesday 11am-12:15pm Ducci Conducted in Italian (Prereq: ITAL-UA 30 Advanced Review of Modern Italian) The purpose of this class is to understand the changing image and voice of Italian women in a period of intense change from traditionalism to modernity. The course is based on a choice of short texts in Italian, selected for their relevance and accessible language, combined with images and visual material taken from painting, photography, fashion, theater, and film. The emphasis is on improving skills of reading and communication in Italian, while at the same time discussing the history of gender and its politics in a country where the struggle between tradition and change often invests the image and life of women. ITAL-UA 173 Violence and Memory in Contemporary Italy Tuesday/Thursday 2:00-3:15pm Forgacs Conducted in English Sample Syllabus Acts of violence, against individuals or groups of people, have played an important part in the collective memory of Italy after Fascism. However, they have also been open to conflicting interpretations. Was the execution of Mussolini and Clara Petacci and the public desecration of their corpses in Milan in 1945 an act of legitimate retribution for the sufferings inflicted by the Fascist regime and its alliance with Nazi Germany or an act that displaced Italians’ collective guilt over acquiescence? Were the bullets and bombs of the “anni di piombo” from 1969 to 1980 assaults on the fabric of a democratic society or symptoms of a malfunctioning political system and civil society? Did the collective mourning of mafia victims in the 1990s allow attention to be turned away from collusion between politicians and organized crime? Why are some massacres well known and publicly commemorated and others largely removed from collective memory? This course takes five cases where violence has given rise to these kinds of controversy and debate over historical memory. ITAL-UA 270 Dante's Divine Comedy Monday/Wednesday 11am-12:15pm Freccero Conducted in English Sample Syllabus Students study The Divine Comedy both as a mirror of high medieval culture and as a unique text that breaks out of its cultural bounds. The entire poem is read, in addition to selections from the Vita Nuova and other complementary minor works. ITAL-UA 285-001 Love in the Renaissance: From Lyric to Letters Wednesday 11am-1:45pm Bolzoni Conducted in English, Readings in Italian . Love is one of the central themes of the Renaissance literature. The course is aimed to investigate how such topic is represented and discussed in different literary genres: poetry, theatre, letters, chivalric poems. Special attention will be paid to the representation of passions and the figure of woman. During the course, a number of texts will be read: compositions of women poets, such as Gaspara Stampa and Isabella di Morra, will be analysed; among the theatre pieces, La Mandragola by Niccolò Machiavelli; as far as letters are concerned, students will investigate the epistolary exchange between Pietro Bembo and Maria Savorgnan; finally, regarding the chivalric poems, episodes from Orlando innamorato of Matteo M. Boiardo and Orlando furioso of Ludovico Ariosto will be analysed. Moreover, the reading of a number of love poems by Michelangelo will represent an occasion for investigating the intertwining links between literature and figurative arts. ITAL-UA 285-002 Ecologies of Italian Literature Monday/Wednesday 2pm-3:15pm CANCELED ITAL-UA 861 Past and Present Stories of Italian Immigration Monday/Wednesday 2:00pm-3:15pm Marazzi Syllabus Conducted in English This course provides a cultural approach to the history of the adaptation of Italian immigrants to American culture and society, and compares it with the present change occurring in Italy, in the light of an unprecedented inbound immigration. The epical phenomenon of the Italian mass migration to the U.S. will be examined using immigrants’ words as primary sources – analyzing novels, poetry, “colonial” journalism and theatre, and private letters – with a keen attention to cases of bilingualism and code-mixing.                            SPRING 2014  \u2028ITAL-UA 30 Advanced Review of Modern Italian Section 001 - TWR 11:00am-12:15pm Section 002 - TWR 2:00pm-3:15pm Anderson-Tirro Taught in Italian Prerequisite: Intermediate Italian II (ITAL-UA 12), or Intensive Intermediate Italian (ITAL-UA 20), or placement exam. This course is a prerequisite for other advanced courses in language, literature, and culture and society. Systematizes and reinforces the language skills presented in earlier-level courses through an intensive review of grammar and composition, lexical enrichment, improvement of speaking ability, and selected readings from contemporary Italian literature.  ITAL-UA 107 Italian through Cinema TWR 11:00am-12:15pm Taught in Italian Prerequisite: Advanced Review of Modern Italian (ITAL-UA 30) or permission of the instructor. \u2028Students entering this course should have mastered the fundamental structures of Italian. Aims to enrich knowledge of Italian language, culture, and society through screening and discussion of contemporary Italian cinema and detailed analysis of selected film scripts. Students are encouraged to use different idiomatic expressions and recognize regional linguistic variety. Special emphasis is placed on developing a more extensive vocabulary and an expressive range suited to discussion of complex issues and their representation. ITAL-UA 108 Italian though Opera TWR 11am-12:15pm Scarcella Perino Taught in Italian Prerequisite: Advanced Review of Modern Italian (ITAL-UA 30) or permission of the instructor. This course is designed to help students increase their understanding of the Italian language and their effectiveness in spoken Italian through exposure to famous Italian operas and to opera culture. Activities spurred directly by primary sources (reading of librettos, listening of arias) will be supplemented with critical materials on reception and on current performances. With the help of opera adaptations, recreations, popularizations, quotes, etc, operatic plots and settings will be linked thematically to present day issues, leading to discussion on contemporary social and cultural perspectives. Opera’s unique mixture of word, gesture, and music will offer students a great opportunity to internalize the language and acquire fluency. \u2028ITAL-UA 110 Translation TWR 12:30pm-1:45pm Marchelli Taught in Italian Prerequisites: Advanced Review of Modern Italian (ITAL-UA 30) and one of the following: ITAL-UA 101, ITAL-UA 103, ITAL-UA 105, or ITAL-UA 107, or permission of the department. Introduces students to the theory and practice of translation. While engaging in the craft of translation firsthand, students gain a deeper understanding of the Italian language through the study of contemporary texts, such as Italian novels and short stories. The course also stresses the acquisition of vocabulary and complex idiomatic structures necessary for effective reading comprehension, as well as written expression. A special emphasis is on the analysis of dialogue, style, and linguistic choices of each author, in order to explore the development of the written language, slang, regional expressions, and linguistic differences that have accompanied and defined the evolution of Italian over the past 20 years. ITAL-UA 116 Readings in Modern Italian Literature (same as COLIT-UA 141) MW 9:30-10:45am Lucchi Taught in Italian Sample Syllabus Introductory-level literature course that, through a close reading of authors such as Alfieri, Foscolo, Leopardi, Manzoni, Verga, D'Annunzio, Moravia, and Calvino, focuses on how to understand a literary text in Italian. Covers Italian literature from the 18th century to the contemporary period. ITAL-UA 147 Machiavelli (same as MEDI-147) TR 2:00pm-3:15pm Albertini The inventor of modern political science, Niccolò Machiavelli is one of the most original thinkers in the history of Western civilization. In this course, Machiavelli's political, historical, and theatrical works are read in the context in which they were conceived—the much tormented and exciting Florence of the 15th and early 16th centuries, struggling between republican rule and the magnificent tyranny of the Medici family. ITAL-UA 160 Dante and His World (same as COLIT-UA 173, ENGL-UA 143 and MEDI-UA 801) MW 12:30pm-1:45pm Ardizzone                           Interdisciplinary introduction to late medieval culture, using Dante, its foremost literary artist, as a focus. Attention is directed to literature, art, and music, in addition to political, religious, and social developments of the time. Emphasizes the continuity of the Western tradition, its intellectual history, especially the classical background of medieval culture and its transmission to the modern world. Readings include selections from Dante’s works as The New Life, The Divine Comedy, The Monarchy along with texts by St. Augustine, Severinus Boethius, St. Francis , Brunetto Latini, Thomas Aquinas, Boccaccio. Works of vernacular poets of 13th century and artists from Romanesque to Gothic will be considered. The course will be given in English. ITAL-UA 173 Visions on and of Mafia MW 2:00-3:15PM Montalbano From its local origins in Sicily, the Mafia has become a global phenomenon and a widespread model of organized crime that threatens and corrupts the international economy, political systems, and social environments. Though its power and underworld affect legal business, control illegal traffic, and trample human rights, nevertheless film, television, and literature stimulate a continued fascination with a romantic and even heroic vision of the Mafia. In this seminar we will explore and compare American and Italian films on the Mafia and the literary texts upon which many of them are based from the late 1940s to today. Combining the analyses of historians, sociologists, and intellectuals, along with the testimonies of victims, we will not only challenge the stereotypes through which cultural productions envision the Mafiosi but also, and more importantly, we will shift the inquiry to how the Mafiosi envision the world by asking: What is the ideology of Mafia? How do Mafiosi picture society, human beings, and law? Does Mafia have its own ethic? How does a religious imaginary shape a Mafia worldview? How does Mafia’s normative discourse govern the performance of femininity, masculinity, and homosexuality? Can we consider Mafia to be terrorism? Examining together the visions on and of Mafia through cultural, socio-political, and historical perspectives, this seminar aims to deconstruct the mythological eye and instead form an analytical eye with which to investigate and understand the Mafioso universe and power. ITAL-UA 175 Italian Films, Italian Histories II (same as HIST-UA 176, CINE-UT 235, DRLIT-UA 506) M 11:00am-12:15pm; W 11:00am-1:45pm Ben-Ghiat Studies representations  of Italian history from the unification of Italy to the present  through the medium of film. We explore the possibilities and  limitations of feature films for the representation of history, and  ask: What happens when history becomes cinema and when cinema takes  on history? ITAL-UA 274 Pirandello and the  Contemporary Theatre   (same as DRLIT-UA 280) TR 9:30am-10:45am Oliver   An introduction to  Luigi Pirandello's major plays as they relate to the foundation of  contemporary theatre. Attention is also paid to grotesque and  futurist drama. Works studied include Sei personaggio in cerca  d'autore, Cosi è (se vi pare), and Enrico IV. ITAL-UA 724 Italian-American Life in Literature (same as ENGL-UA 724) TR 11am-12:15pm Hendin A study of the fiction and poetry through which Italian American writers have expressed their heritage and their engagement in American life. From narratives of immigration to current work by \"assimilated\" writers, the course explores the depiction of Italian American identity. Challenging stereotypes, it explores changing family relationships, sexual mores, and political and social concerns. ITAL-UA 760-001 Giordano Bruno &amp; the Art of Memory (same as MEDI-UA 760-001) TR 12:30pm-1:45pm Cipani The Art of Memory reached a peak of refinement and complexity during the Italian Renaissance. Far more than a mere tool for passive retention of information: memory devices had the ambition to assist in the structuring of thought, the organization of knowledge, the solving of philosophical questions, and were intended also as tools for creative output. This course examines the impact of the pervasive culture of memory on the literary production of the time, highlighting the interdependence between textual and visual codes. A main focus will be on the heretic philosopher and cosmologist Giordano Bruno, burnt at stake by the Roman Inquisition in 1600, who conceived his imposing mnemonic system as an inner mirror of the infinite universe and of nature's creative principles. Sampling the varied textual genres of Bruno's work (philosophical dialogues, writings on magic, a satirical comedy), one of the questions this course aims to answer is the same posed to Bruno by Henry III King of France: is the Art of Memory acquired \"by magic\" or \"by science\"? ITAL-UA 760-002 Humanism in the Renaissance (same as MEDI-UA 760-002) MW 11:00am-12:15pm Freccero  FALL 2013  ITAL UA 115 Readings in Medieval and Renaissance Literature  MW 9:30-10:45am,  Casa Library  Taught in Italian  (Prereq: ITAL-UA 30; Same as MEDI 115) Introductory-level   literature course that, through a close reading of authors such as   Dante, Boccaccio, Petrarch,Machiavelli, and Ariosto, focuses on how to   understand a literary text in Italian. Covers Italian literature from   its origins to 17th century.   ITAL-UA 142 - The Courtesan in Renaissance Culture &amp; Society Cox TR 11-12:30pm, Casa Library Examines an intriguing figure within the social panorama of Renaissance Italy, the \"honest courtesan\" or cortigiana onesta. It contextualizes courtesans' social position and cultural status, embracing elements of social history, literary history, and music and art history. Texts studied include both representations of courtesans, such as the notorious dialogues of Pietro Aretino, and writings by courtesan poets, such as Tullia d'Aragona and Veronica Franco.  ITAL UA 173-001 Topics in Italian Culture: Media, Society and Politics in Italy: Since 1943  Forgacs TR 2-3:15pm, Casa Library The course aims to give students a good understanding of how the mass media and popular cultural forms have interacted with social change and political power in Italy from the fall of Fascism to the present. Some observers have seen postwar Italy as following a relatively normal pattern of evolution of the mass media within a democratic polity, whereas others have seen Italy as exceptional, among the western democracies, both for the degree of political interferences with the media and, since the later 1990s, for the breakdown of democratic norms. This course will enable students to assess these views in an informed way. It will also allow them to consider how far the media should be seen as mirrors of social change and how far were they themselves agents of change. The course will cover some of the most significant moments and turning points in the political and social history of the period, using contemporary sources and documents from various media.   ITAL UA 174 Italian Films, Italian Histories I Albertini T 12:30-3:15pm; R 12:30-1:45pm, Casa Auditorium  Studies representation of Italian history through the medium of film from ancient Rome through the Risorgimento. Issues to be covered throughout include the use of filmic history as a means of forging national identity.  ITAL UA 270 Dante's Divine Comedy in Translation Freccero MW 11-12:15pm Casa Auditorium (same as MEDI 271, COLIT 270, ENGL 142)  Students   study the Divine Comedy both as a mirror of high medieval culture and   as a unique text that breaks out of its cultural bounds. The entire poem   is read, in addition to selections from the Vita Nuova and other   complementary minor works.  ITAL UA 271 Boccaccio's Decameron  Ardizzone MW 2:00-3:15pm, Casa Library A study of Boccaccio’s Decameron with particular emphasis on themes, conceptual innovations, and influences on French and English literatures. ITAL-UA 285 Topics in Italian Literature: Food in Italian Literature and Culture - The Art of Taste, The Taste of Nation: Italian Literary and Cinematic Gastronomy Falkoff TR 12:30-1:45pm, Casa Library Casa Library Sample Syllabus “What is the glory of Dante compared to spaghetti?” Italian journalist Giuseppe Prezzolini famously asks in his 1954 history of pasta. While numerous cookbooks cite Prezzolini to evoke Italy’s consummate culinary achievements, this course instead poses the question: “What is the glory of spaghetti compared to its representation in literature and film?” We begin the semester with short stories by Giovanni Boccaccio in which the preparation and consumption of food becomes a critical act of communication. Turning to films, novels, memoirs, cookbooks, and manifestos from the late nineteenth century to the present, we will reflect upon the narrative functions of elaborate descriptions of culinary triumphs. Do such descriptions constitute a form of “food-porn”? If so, how is the project of reading and interpreting the texts changed? We will also ask what ideological work is performed by literary gastronomy; and how it contributes to the production of national, regional, and local identities, and socioeconomic differences.   SUMMER 2013  Six-Week Session 1 (May 28-July 5) ITAL-UA 10 Intensive Elementary Italian Instructors: Nicola Lucchi, Wayne Clinger M-F, 9AM-12PM  Six-Week Session 2 (July 8-August 16) ITAL-UA 20 Intensive Intermediate Italian Instructors: Jennifer Newman, Melissa Swain M-F, 9AM-12PM ITAL-UA 173 Italian Crimes, Italian Fictions Instructor: Franco Baldasso Tuesdays and Thursdays, 2PM-5PM The history of Italian culture hides a proliferation of murky stories. Admired literary representations from Dante’s Inferno to Machiavellian politicians, and the cinematic allure of criminal organizations such as mafia or camorra, are only some of the reasons why Italy stands out in the global imagination today also for its crimes, its mysteries and its alluring sinners. Through crime fiction, writers and filmmakers analyze, criticize, and unveil the violence of politics, the complexity of Italian history and its difficult modernization, the collective traumas and the conformism of a society always eager to find a scapegoat for its vices. This course aims to shed new light on modern Italian culture and society through the perspective of the books and films illuminating this dark side. Crime fiction in Italy has a specific name, “il giallo”, from the color of the covers of the popular books that invaded Italian market. “I gialli” are not only a literary genre – many groundbreaking movies featuring prominent Italian actors and directors, from Mastroianni to Volonté, share the name. The genre is a major player in Italian self-representation even beyond Hollywood clichés. The course will approach modern Italian novels, from Moravia to Sciascia, and their filmic adaptations tackling issues such as the fascist mentality, the evolution of mafia as a modern global enterprise, political terrorism, social and gender exclusion––looking at what is behind enduring stereotypes about Italians.  SPRING 2013  ITAL UA 116 Readings in Modern Italian Literature Ziegler TR 9:30-10:45AM, Casa Libary Taught in Italian (Prereq: ITAL-UA 30) Introductory-level   literature course that, through a close reading of authors such as   Dante, Boccaccio, Petrarch,Machiavelli, and Ariosto, focuses on how to   understand a literary text in Italian. Covers Italian literature from   its origins to 17th century.     ITAL UA 166 Contemporary Italy: Identities, Society, and Culture Albertini TR 2-3:15PM, Casa Library Taught in Italian (Prereq: ITAL-UA 30) Covers the political,  cultural, economic, and social history of Italy since World War II.  Starting with the transition from fascism to democracy, examines the  Cold War, the growth of a mass consumer society, the social and  political movements of the late 1960s and 1970s, the battle against  the Mafia, postwar emigration, the rise and fall of postwar Christian  Democracy and Italian communism, and the emergence of new parties in  the 1990s such as Berlusconi's Forza Italia, Bossi's Northern  League, and Fini's neofascist Alleanza Nazionale.    ITAL UA 173-001 Topics in Italian Culture: Verdi's Contexts Izzo TR 11-12:15PM, Casa Auditorium This   course addresses the intersection of art and ideology in Italy,   Germany, Spain, France, and the Soviet Union, during the period   1914-1968. In each instance, we will examine the tensions between   cultures of fascism and anti- fascism ,   both visual and verbal. Addressing the development of fascist ideology   and its relationship to culture, our focus will shift from Futurist   proto-fascist incitements to nationalist war and colonialism, to Dadaist   subversion of that same rhetoric, to the shifting and evolving tensions   of these forces throughout the period between the World Wars. Along the   way, we will examine the representational strategies of different   political systems (and their dissenters) in context: Nazi Germany,   Mussolini’s Italy, Popular Front and Vichy France, Republican and   Franco’s Spain, and (as a counterpoint) the post-revolutionary Soviet   Union. Addressing both the interventions of particular artists, as well   as broader issues of media and modernism, we will consider how the   struggle between fascism and anti- fascism    lies at the heart of twentieth-century culture. We will look at a   variety of media, objects, and texts: from film and photography, to   painting and exhibitions, to posters and spectacles, to poems and   manifestos. In each instance will consider some specific case studies,   whether the 1932 Exhibition of the Fascist Revolution or the 1937   Degenerate Art Exhibition in Nazi Germany.  ITAL UA 283 Other Worlds: Travel Literature in Italy Ferrari MW 2-3:15pm, Casa Library Ubiquitous   concepts - \"home,\" \"discovery,\" \"difference,\" - appear to be simple;   yet they mask complex literary and social themes. This course will   analyze how a voyage changes not only our conception of a given   destination, but also of our point of departure: of all the familiar   surroundings, signposts, and people that we recognize as \"home.\" Home is   then defined not simply as one's family and household but as all the   components that shape one's identity and sense of belonging, such as   nationality, ethnicity, language, religion, and gender. Every journey is   marked by displacement: a transformation that calls into question the   traveler's original position so that, to borrow Thomas Wolfe's phrase,   one can never \"go home again.\" This course will examine a selection of   Italian travel narratives within the context of contemporary   post-colonial theory. Questions to be addressed include: the relation   between power and the production of knowledge as it manifests itself in   such narratives; intertextuality and its ideological effects; modes of   representation of racial, cultural, historical, and sexual otherness.  ITAL UA 285-001 Tpcs in Italian Literature: Remapping Italian Cultural History: Private and Public Intellectuals in Italy from St. Francis to Boccaccio Ardizzone MW 12:30-1:45PM, Casa Library This course enlarges the range of texts offered in an undergraduate course on early modern Italian culture, including works less well known and not considered part of the canon. We begin by focusing on the notion of an intellectual as defined by both contemporary and non-contemporary historians or philosophers like J. Le Goff, A. De Libera, E. Said, A. Gramsci, and R. W. Emerson. The works of these authors will allow us to expand the notion of the intellectual and to introduce as intellectual every commitment resulting in a work useful to the public in the broadest sense. Dante’s statement that being intellectual means knowing our proper goal or the aim of our actions introduces the idea that every human work is intellectually motivated either by being directed to the public or by being conceived in a private way. We therefore introduce the idea that both public and private intellectuals, directly or indirectly, collaborate in creating a work of collective use and identity. That a public intellectual must first be a private intellectual is our starting point. Under the category of intellectual we therefore list the sailors committed to making portolan charts and the mapmakers who devised instruments for practical knowledge.In the same way, we include the merchants who invented the single-double entry in bookkeeping. The figure of a saint like St. Francis of Assisi is part of the picture because he has advanced human freedom and awareness. The pilgrims who link devotion and travel enter the list, along with poets, writers, statesmen and masters of rhetoric, philosophers, craftsmen, and artists. Theory and pragmatism are considered in the course as deeply connected. Literary, philosophical culture is linked to technical scientific knowledge. Readings include works by St. Francis and St. Claire of Assisi, Marco Polo, Pier delle Vigne, Brunetto Latini, Dante, Petrarch, Boccaccio, along with texts written by merchants and pilgrims. Works of artists from Romanesque to Gothic will be considered, as well as those of cartographers or makers of portolans. The course concludes by touching briefly on the culture of the Quattrocento and the new emerging model of the intellectual that is proposed, for example, in the Florentine culture of that time. The course will be given in English.                              ITAL UA   285-002 Tpcs in Italian Literature: Petrarch's Canzoniere Freccero MW 11-12:15PM, Casa Library  ITAL UA 724 Italian American Life in Literature Hendin TR 11am-12:15PM, Casa Library A   study of the fiction and poetry by which Italian American writers have   expressed their heritage and their engagement in American life. From   narratives of immigration to current work by \"assimilated\" writers, the   course explores the depiction of Italian American identity. Challenging   stereotypes, it explores changing family relationships, sexual mores,   and political and social concerns.  ITAL UA 760 Tpcs in Renaissance: Giordano Bruno and the Art of Memory  Cipani TR 12:30-1:45PM, Casa Library The Art of Memory reached a peak of refinement and complexity during the   Italian Renaissance. Far more than a mere tool for passive retention of   information: memory devices had the ambition to assist in the   structuring of thought, the organization of knowledge, the solving of   philosophical questions, and were intended also as tools for creative   output. This course examines the impact of the pervasive culture of   memory on the literary production of the time, highlighting the   interdependence between textual and visual codes. A main focus will be   on the heretic philosopher and cosmologist Giordano Bruno , burnt at   stake by the Roman Inquisition in 1600, who conceived his imposing   mnemonic system as an inner mirror of the infinite universe and of   nature's creative principles. Sampling the varied textual genres of    Bruno 's work (philosophical dialogues, writings on magic, a satyrical   comedy), one of the questions this course aims to answer is the same   posed to Bruno by Henry III King of France: is the Art of Memory   acquired \"by magic\" or \"by science\"?      January 2013  ITAL UA 861 Italian Americans On Screen: From the Black Hand to Jersey Shore Jacqueline Reich MTWRF 10am-1:30pm, Casa Auditorium  What   can explain the shocking popularity of Jersey Shore? Where did the   controversial images of Italian Americans that the show displays   originate? This course proposes and examination of Italian Americans as   represented in mainstream and independent American cinema, and later   television, from the silent era to the present. Particular attention   with be paid to the traditional stereotypes associated with these   representations (how they arose and why they continue to exist), two   specific genres -- the gangster film and the boxing film -- and how   Italian American filmmakers respond to and re-vision them  FALL 2012     ITAL UA 115 Readings in Medieval and Renaissance Literature Perna MW 9:30-10:45am Casa 201 Taught in Italian (Prereq: ITAL-UA 30; Same as MEDI 115) Introductory-level literature course that, through a close reading of authors such as Dante, Boccaccio, Petrarch,Machiavelli, and Ariosto, focuses on how to understand a literary text in Italian. Covers Italian literature from its origins to 17th century.     ITAL UA 173-001 Topics in Italian Culture: Media, Society and Politics in Italy: 1943-2012 Forgacs TR 2-3:15pm 4 credits    ITAL UA 173-002 Topics in Italian Culture: Fascism and Anti-Fascism in European Art and Architecture, 1914-1968 Merjian TR 11-12:15pm 4 credits This course addresses the intersection of art and ideology in Italy, Germany, Spain, France, and the Soviet Union, during the period 1914-1968. In each instance, we will examine the tensions between cultures of fascism and anti- fascism , both visual and verbal. Addressing the development of fascist ideology and its relationship to culture, our focus will shift from Futurist proto-fascist incitements to nationalist war and colonialism, to Dadaist subversion of that same rhetoric, to the shifting and evolving tensions of these forces throughout the period between the World Wars. Along the way, we will examine the representational strategies of different political systems (and their dissenters) in context: Nazi Germany, Mussolini’s Italy, Popular Front and Vichy France, Republican and Franco’s Spain, and (as a counterpoint) the post-revolutionary Soviet Union. Addressing both the interventions of particular artists, as well as broader issues of media and modernism, we will consider how the struggle between fascism and anti- fascism lies at the heart of twentieth-century culture. We will look at a variety of media, objects, and texts: from film and photography, to painting and exhibitions, to posters and spectacles, to poems and manifestos. In each instance will consider some specific case studies, whether the 1932 Exhibition of the Fascist Revolution or the 1937 Degenerate Art Exhibition in Nazi Germany.  ITAL UA 174 Italian Films, Italian Histories I Albertini T 12:30-3:15pm; R 12:30-1:45pm 4 credits  ITAL UA 270 Dante's Divine Comedy in Translation Freccero MW 11-12:15pm Casa Auditorium (same as MEDI 271, COLIT 270, ENGL 142)  Students study the Divine Comedy both as a mirror of high medieval culture and as a unique text that breaks out of its cultural bounds. The entire poem is read, in addition to selections from the Vita Nuova and other complementary minor works.  ITAL UA 277 Novel and Society Ferrari MW 2-3:15 Casa 201  Taught in Italian (Prereq: ITAL-UA 30)    ITAL UA 285 Dante's Vita Nova : A Text in its Context Ardizzone MW 12:30-1:45pm, Casa 201 4 credits     ITAL UA 861 Topics in Italian-American Culture: Ital ian Americans as Political Actors: From Radicals to Conservatives, 1910s-2010s Tintori MW 9:30-10:45am 4 credits                     Contact Us | &copy; New York University , Arts and Science"}, {"content": "%PDF-1.4 %쏢 5 0 obj  > stream x\\]sܶ\u0015}ׯؗLw[/C$H:/dɒ*Jr}Jt&\u000fOIk \u0004Һ3' \u0004=\u000fO2vS??՛t6TMo:qsxߘn\u001e\u007f8q\u001cLgWn[W?m7\u007f\u0019[v\u001fmca7]Վl޹j\u001cip7V:;.c5wj;StIӍmX\udb7fj\u001dߥ%\\:\" m,G\u001aS\u000f\\vCպΚ+|tI7l\u007fwCO\u000fL.|mAc\u0007s\u0011Gu;v㛳ǳo?^>yV6o\u001f3cSw~PHl̍i}\u0017޽qs\u00131=ne%/}J\u0015o\u001fp\u0006ӣ+|\u0019O7\u001bX~3z vg»\u0019=\u0000\u0006\u0019{?\u0019?k_W1\u0005\u007f7\u0005[\u000fxk\u007fЛb'\u001bs\u0011Z\u001eQ~~Pֵq\u0097fd~yy@~\b3aGw?tP?\u00120tҒ]StkU2hȇs vv\u0005 Э|zJx@\u0017>#Э!_i\u008d 9\u000fpjCi7 ̈́l782n\u000fl h߼3'Tu=\u001aS-\u0018ǸR\u0000΅җ+\u001c3Tn4w sdm\u001dO`\\f\b\u001bA2\u0014ՂS3PNkQ-\u0019Eu: ^\u0004`op\u0019&@`Gf\u0006||cRm\u0007\u0002jj-\u001b]in}|>O95m\u001cr\u0011\u0012zD/ Wycjt=شx\"EZ-\b#^P A\u00152s4 0nZA\u000en\u007fG\u0015q\u0015\u0015LS\u0012  1ŧoЮ\"\u0019]nxƵ\u001e\u0005\u001a\u0016P\u001f^?W90\u0010FB\u0015\"\u0011\u001eqmu}{S/\u0006Q0\u0010u2 mL8s)0lu\u001cb\u000eH/9U\u0014M\b\u0001ހQEд5ʚQw\u0010\u0010;\u0011:E:5\u0010]\u001f°*Ē) p CddY \u001c\\$[@dC\"&e:\u001eAaҙ87*(R0+0  ;>ab)\u0013- 6kqMH\bl\u0013\u0005L\u000eЎ}e(q/_\u0005B݋0\u0003-}Wծi :\u0011\u0007v\u0018\u00187́\u00146b#\\f7!Eʗ\u0016N0R4eQ \u0000'LW\u0000rWIT4y\u0018vƅtOk{{)\u000eeL|\u001e\u001cF\u001eo\u0013\"\u0000>ï\u0010'٬/1(\u00194\u0011{Kv]\u0016`NHE\u0018\b)\u0019r-EQ_\u0015V\u000e^\u0000s]y &WxG*\"DI.\u0002 \u0013Td{2K ۑ'sȻqe(N\u001aBtU(ץ%d*\u001a)|\u0015ҧ\u0001]_\u001cf\u0011\u0012:   \u0014+\u0013ůލDg#c\u001fG`8)});\u001d:s )\u0013*\u0010 {\u0014! !o\u00042Qyb*R['\u0002N\u0003jō/1p $\u0000JFS \u0001\u00043_(˝\u00004YK/\u0010O~#8\u000fV P%\u0004\u0007\u001dy$!\u001b/\u007f\u007fb jr#XOE\u001bF+̲Dig_^\u0007sޑ$FRX2 ;e6[U\u0003H\u0019'X\u0007\\zJzu2)$ ;q)҉_*)\u001eG^ATM\u001a2\u0004\"ќN\u0019y\u0019*U\u0012\u001312N\u001aQt`P\u0006\u0015\u0005i $|\u0010)\u000f S{~(\u0017ei$P?GV\u0016:\u0016\u0018޳Kx\u001cY^0\u0005{JU\u0000_ˈ3P('9[Z) 3h\u001c\"\u007fyO*JȥO?0.7\u0002#\u0000̓D2U\u0010\u0000CqI\u0005G^CKm1 \u0003Z2!+;}%ܲ\u0012G ֐\u0013\"Oo尼˹\"MR\u001ac Kw@yG4.E87\u0002U q\u007f?\u001e#YX!\u00038h$`.d᤺\u0004Ұn*^ry7T7P/\u0010zd\u007fU?mSI*EKg7cu8/\u0011Ƽ\u0014 bZū)\u00057'ք\u0005ƲDihRaꅞ\u0011xԚ\u0015\u00187e\u0004@ˋw\u001cWY\u0012*Μ·\u0004\u0004\u001eU`NX9c[\u001dUf\u0017\u000fqI/y䕕T>C\u00126P\u0014[ٷUf\u0010% K|O  ʘo#6]S\u0005G\u0010{Li5\u0010T&D:_j={vU\u0010G8^c黎\u001cnQ\u000eܕL\u0010s1%\u0018\bH\b5\u0004UR m֦\bxx\u001cF>g-lM RYDZ[%d\b &\u0018JI X+ \u0014h[&;|7 ^͡ns ,!_u\u0004\u001frP\u008f\b~\u001d\u000eXQW P\u001aZƕU\u0014YU\u000e+J vT \u0012\u0018?YJy\u000eH]\u0018\u0002DWn\u0017'8\u0003TIEB$r) ķ@~\u00122HIYb4؂\\1!c8\u0011:#z(\u001d 7Ƕ.Ô sVh}fA: U*,S%{Ʒ kJbtBp0V[(\u001b_o9 DhЋsb\b9\u000fb2)\u001dS!H\u001cz Yӊx^ωh\u0015/mGiblXB>\u001dt9-Hgݕˀ\u0001A٬\u000fm@k$%\u0011E\u0003H61n\u00005Nz\"bWpcga7\u000e c\u0002\"M\u0003L$n\u0014֬;Y\u0002*$h\u0005{\u0005Kڸ\u0015m#b\u0000A\u001dz(\u0015tQx\u001e:-sU7tZV\u0012YbcO'o:,-Z &;٦/O\u0016!,^\u001e\u007f\u0012g7HQPLnswܥ \u001fU\u007f\u001bHR\u0007F?e4\"vfH$Uy h\u0005#m\u007fu\u0017\"\u001b⅔bEqw}\u0013t.i!\u001bL@\u0014o\u0002\u000e^zr=m1,>ji\u000547I0R38B s\u007fAu}.\u0018bfN{ў} \u001at}IrK \u0004ZR'}#Ymtb#\u001fXf\u0014Ff9[T>\u0006a[.hPq=jz~}-X\u0019|s\u0014\u001fPFX*\u001d {*{K1]bp`|;}\u001cGb;z\u0018\u0003\u0007pNC'q$\u000fR\u0017Ed؇\u0010o=nxٜ\u001fUwӌ\u0017DcHqo+lLT\u000e;\u0003\u0017:@\u0012p^ڴٌ$Ϧ==U\u007fؙΣt'\u0003bԎTҘT6\\2_WVIs\u0013nr1o ~jendstream endobj 6 0 obj 4145 endobj 13 0 obj  > stream xX͎6\u0010)tBOfO^I7p+\u0017HzJ\u0002\u0005W\u0013w(D\u00166`f8?73׺g\\}I/OU_\u007fV_+d7>/OP:ؚ*-Ꮺg{%\u0006\u001duZa\u0018 5m\u00153B汵 mk;l＃%H\u0015y a4jy|\u000f&p;G\"҇SL a$\u001c\"ؤi\u001dSF >n2k\\Nd\u001d.\\`dځSLD!\u001cͽu\u001dj `ROt\u0013}\u000es4C;\u001dMsRƳ\u0017 \u00155a\u0004c8$X\u001e\u00125N$\u0017vJĬtbbΜYbX\bhLSXHBAƌG+ .g.\u0007ͨHy\u001d\u0014Lz .LD\bJCJu+  zu=P\u0012@T'T5\u00035H͙I\u0005\u0010pI)18yzG7'˓)\u0012g\b_9\u001c9\u0013 JQuy5F5 \u0001!k6(2iU9`oʦP6n+t\u001fN?7 +.'\u0000%o\u00161 XF_\u001f'\u0005`̺\u0000xǹ ^&Mҡ\u001fq\u0013\u0014\u0005\u0011b\b=~4΁ BH B-#-\u0007l~H|&A]A\u001c&WCq(%J0Ъ\\M\u0011Zږ\u0019?*\u000eZgk\u0014]s1 p Sre\u001a\\ e\u007f1G\u0014' xl sµ6{ f=R9t\u008bnKǶC\u0011\u0019(еץa0{U\u0012q߳4!\u0001ʐdJ\u0005lI3!Ĕ8Y uy\u001agX\u00063\u0013)%Iՙ̳#*J\u0016f.\u0011xk8ZPC*\u0010 \u000ex*΄/\u001328IO\b\u0018hSp\u0003,M32w|Qb\u000e:S\u0007}U$+~f\u00118\bC; \bl'2\u0019{;+\u0011\u001aA=3n]i\bxp-c߷f\u0012' \u007f $ڀDQU\u001bH }RV뱌L+ˢ}d\u0014\u00153 D|\u0019B ^>\u0019|\u00034r$s@'C]\bW\u0011)\u0004vPYNx\u000fl)]\u00139O7TՈ\u001cܺ/\u0014~X\u0000ؘ\u0000Mn$kYbg]\u0004H5JJ1Nm\u00134z|*'7aR/\u001f8O\u0019\u007fm\u0017\u001brendstream endobj 14 0 obj 1292 endobj 4 0 obj  > /Contents 5 0 R >> endobj 12 0 obj  > /Contents 13 0 R >> endobj 3 0 obj  > endobj 1 0 obj  > endobj 11 0 obj  > endobj 15 0 obj  > endobj 8 0 obj  > endobj 16 0 obj  > endobj 9 0 obj  > endobj 10 0 obj  > endobj 7 0 obj  > endobj 17 0 obj  > endobj 18 0 obj  >stream          GPL Ghostscript 8.70   ()     2010-09-28T15:12:45+02:00   2010-09-28T15:12:45+02:00   \\376\\377\\000P\\000D\\000F\\000C\\000r\\000e\\000a\\000t\\000o\\000r\\000 \\000V\\000e\\000r\\000s\\000i\\000o\\000n\\000 \\0001\\000.\\0000\\000.\\0002     \\376\\377\\000G\\000R\\000I\\000M\\000A\\000L\\000D\\000I\\000 \\000D\\000a\\000n\\000t\\000e\\000&apos;\\000s\\000 \\000d\\000i\\000v\\000i\\000n\\000e\\000 \\000c\\000o\\000m\\000e\\000d\\000y\\000 \\000F\\000A\\000L\\000L\\0001\\0000  \\376\\377\\000S\\000i\\000l\\000v\\000i\\000a  ()                                              endstream endobj 2 0 obj  >endobj xref 0 19 0000000000 65535 f  0000005987 00000 n  0000008588 00000 n  0000005921 00000 n  0000005635 00000 n  0000000015 00000 n  0000004230 00000 n  0000006477 00000 n  0000006152 00000 n  0000006328 00000 n  0000006404 00000 n  0000006052 00000 n  0000005777 00000 n  0000004250 00000 n  0000005614 00000 n  0000006111 00000 n  0000006237 00000 n  0000006557 00000 n  0000006659 00000 n  trailer  ] >> startxref 9123 %%EOF"}, {"content": "Course Detail            > Courses            > Academics         > NYU Gallatin                                                                                                                                  NYU Gallatin    Skip to Content   Skip to Search   Skip to Navigation   Skip to Sub Navigation                          Students          Prospective Students Current Undergraduate Students Current Graduate Students Incoming First-Year Students                            Faculty    Staff    Parents & Family    Alumni    |    Forms    Directory    Events Calendar                                                       Search                                                                           Main Navigation                Home      About    Facts and Figures    Facilities    Governance and Committees    Sustainability    From the Dean    Mission and Learning Goals    Administration    Bulletin 2014-2015    Bulletin Archive           Admissions    Undergraduate    Graduate           Academics    Undergraduate    Graduate    Courses    Faculty    Advising    Awards, Honors, and Fellowships    Policies and Procedures    Registration    Calendars and Deadlines           Global           Student Life    Community Service    Co-Curricular Programs    Graduation Ceremonies    A Diverse Intellectual Community    Health and Wellness    Living At NYU    Scholarly Communities    Student Government and Organizations    Student Profiles    Student Publications    Student Arts Showcases    Lecture Series    Senior Symposium    Fashion           Visit    Directions and Maps                                                   Sub Navigation    Academics Undergraduate Graduate Courses  Faculty Advising Awards, Honors, and Fellowships Policies and Procedures Registration Calendars and Deadlines              Back to Courses                                   Share       Delicious     Digg This     Reddit        Stumble Upon     Technorati     Twitter        Facebook     Windows Live     Yahoo                 MySpace     Email                   Bread Crumbs                Home          &gt;           Academics          &gt;           Courses          &gt;           Course Detail                                        Dante&#039;s World                                Semester and Year        FA 2012                    Course Number        IDSEM-UG1609                    Section        001                    Instructor        Antonio Rutigliano                    Days                            Wed                                 Time                            3:30 PM -       6:10 PM                                Units        4.0                    Level        U                    Foundation Requirement        HUM, PREMOD                                           Description       This course will explore the social, political, intellectual and religious evolution of the late medieval dantesque world, by focusing on Dante’s  Divine Comedy  . A close reading of  The    Divine Comedy  will serve as a forum to discuss and analyze Dante's writings and those important works that helped to shape the thirteenth-century Florentine society that ultimately served as a stepping stone for the humanist movement that paved the way for the Italian Renaissance. But Dante’s  Divine Comedy  is not just a text of and for its own time. It has left readers fascinated and shuddering for over 700 years because its poetical and literary tropes enable them to confront their experience of the human condition and transform what and how they desire. During the class, therefore, students will conduct research projects on more historical and more enduring aspects of Dante’s  Commedia  . As well, field trips to museums, cinematic recreations, documentaries, music and other visual and auditory aids will be used to enrich our sense of the text’s meaning and context. Readings include:  The Divine Comedy, The Confessions, The Consolation of Philosophy, The Aeneid  , and  The Book of the Zohar  .                 Syllabus       IDSEM-UG1609            Course Type       Interdisciplinary Seminars (IDSEM-UG)                               top of page                                                                   NYU Gallatin Footer              Gallatin School of Individualized Study     1 Washington Place     New York, NY 10003     (212) 998-7370                   A&#8211;Z Index      Directions      Contact Us      Job Opportunities               News      Support Gallatin      Feedback                         Follow us on Facebook      Follow us on Twitter      Follow us on Youtube         Follow us Instagram                 Unless otherwise noted, all content copyright NYU Gallatin. All rights reserved."}]}]