[{"detail": [{"content": "Events &amp; Series    | Department of History | New York University                                  NEW YORK UNIVERSITY     ARTS AND SCIENCE     COLLEGE OF ARTS AND SCIENCE     GRADUATE SCHOOL OF ARTS AND SCIENCE             Department of History     Arts &amp; Science                       Home                Welcome Message              People              Undergraduate Program              Graduate Programs              NYU Abu Dhabi              Editing Projects              Newsletter              Calendar            Events &amp; Series            Friends of History              Employment              Faculty Only                     Home &gt; Events & Series     Events &amp; Series   The NYU Department of History offers many recurring series and events throughout the academic year. To advertise for an upcoming event, or to join our 'Information and Opportunities' List-serve, please feel free to contact paulina.trunzo@nyu.edu . For a complete list of this months events, click here .  Africa~Diaspora Forum                                     The Africa~Diaspora Forum is a monthly meeting of faculty,  graduate students, undergraduates, and the New York community during the fall  and spring semesters. It aims to foster discussion of the most recent  developments in the fields of African and African Diaspora history. Each  session features a leading scholar who shares his or her latest work, which is  then followed by a productive conversation. Please email program assistant  Alison Okuda ( ako231@nyu.edu ) for more  information about upcoming events, which are held on Wednesdays in KJCC at NYU. Atlantic Workshop  The Atlantic Workshop,   established in 1997, is a forum for the exchange of ideas among scholars   of the humanities and social sciences with interests in the history of   the Atlantic world. The workshop sponsors regular sessions during the   academic year to discuss works in progress by both junior and senior   researchers. Papers are circulated in advance, and all sessions are   open to both members of the Atlantic World History Program of the NYU   History Department and the wider scholarly community. British History Seminar More than fifty years ago, the organization that is now the North   American Conference on British Studies (NACBS) was founded at NYU.   Today New York City is home to a thriving seminar in British history,   meeting three times every semester to discuss works-in-progress by local     and visiting scholars. More than half-a-dozen local institutions are   represented, including Barnard, Columbia, Lehman College, NYU,   SUNY-Purchase, and William Paterson, and in the past few years the   seminar has hosted scholars from, among other places, Berkeley,   Cambridge, Duke,   Harvard, King's College London, Northwestern, Washington, and Stanford.    For further information, contact Guy Ortolano . Center for the United States and the Cold War  New   York University’s Center for the United States and the Cold War is a   community of scholars, students, activists, and concerned citizens   working on projects relating to the Cold War. The Center awards travel   grants, dissertation, and post-doctoral fellowships for projects using   the Tamiment Library’s collections. It sponsors a seminar for scholarly   work in progress, and organizes occasional conferences, lectures, book   talks, and film screenings. Elihu Rose Lecture Series in Modern Military History The Elihu Rose Lecture Series In Modern Military History has events throughout the year on various topics relating to modern conflict. The events are always open to the public. For more information, please contact Valerie Deacon . Environmental History Working Group The Environmental History Working Group is a twice-a-semester, works in progress seminar on environmental   history. The papers are pre-circulated. If you'd like to attend, and are not on the distribution list, please contact Karl Appuhn for the paper. European Dissertation Workshop  The European Dissertation Workshop provides a venue for doctoral students and faculty to share   portions of their work in progress, and provides support to doctoral   students who are on the job market. This is a workshop for European history faculty and grad students and is not an open event. For more information, please contact Molly Nolan . First World War Centenary Events The NYU Department of History is collaborating and hosting a number of events related to the First World War Centenary. Please visit here for more information.  Friday Seminar Series *This Series is on hiatus until Spring 2015. The NYU Department of History hosts a recurring seminar that is meant as a common platform for faculty and students to share works in progress. Every other Friday during the academic year from 4pm to 6pm, please join us for wine and refreshments in the King Juan Carlos building. Please contact Meghna Chaudhuri or Matt Shutzer for more information.      Global Institute for Advanced Study (GIAS) The   Global Institute for Advanced Study is a new initiative at NYU that   represents a significant investment by New York University in research   and scholarship. The main purposes of the GIAS are to facilitate   collaborative research on an international scale and to enable sustained   attention to significant research programs that require work over   several years. Graduate Teaching Collaborative The Graduate Teaching Collaborative is a graduate-student  operated forum founded in 2013 and designed to provide training and resources  for past, current, and future graduate teachers in the History Department. We  meet monthly to share and workshop teaching experiences, and each meeting focuses  on a specific theme of interest to graduate teachers. In addition to our  regular meetings, we also provide online resources, bring in outside speakers,  and are in the process of creating the department’s first history graduate  teaching handbook. We encourage all graduate students who share a commitment to  teaching to participate, regardless of how much or how little teaching  experience they already have. Please email NYU.GTC@gmail.com   for more information or with any questions. Hellenic Studies Series This series provides a forum for scholars studying Hellenic topics, from   Antiquity to the present day. It also adopts a transnational   perspective, comparing the Hellenic with other historical examples and   setting it within larger cultural or political contexts. The series   convenes regularly with a lecture or mini colloquium every month. The   general theme of the series for 2013-2014 is “Transitions”. For more   information, contact the series organizers Kostis Smyrlis ( ks113@nyu.edu ) and Kostis Kornetis ( kk597@nyu.edu ).  History of Women and Gender Program The History of Women and Gender program hosts a variety of events and seminars throughout the year pertaining to the history of women, gender, and sexuality. HOWAG provides a support network for NYU faculty and doctoral students interested in women, gender, and sexuality, as well as a forum for visiting speakers and NYU's larger intellectual community to share works in progress and discuss developments within the field. Events welcome the public: please contact Linda Gordon or Hollian Wint with any questions of suggestions. Intellectual History Workshop The intellectual history workshop hosts weekly events on matters of intellectual and conceptual history, alternating between featuring visiting speakers and discussions of current developments in intellectual history. Contact: Stefanos Geroulanos sg127@nyu.edu or Jeremy Lin jeremy.lin@nyu.edu .  Jordan Center for the Advanced Study of Russia at New York University The Jordan Center undertakes to make Russia intrinsic to all aspects of scholarly investigation: from history to visual culture, literature to economics, anthropology to politics. For a information on upcoming conferences, symposiums, and the Jordan Center Colloquium Series, please visit jordanrussiacenter.org . or email the center directly at jordan.russia.center@nyu.edu . New York City Latin American History Workshop  The NYCAHW is a working group devoted to new research and new perspectives on the history of Latin America and the Caribbean from the colonial era until the twenty-first century. Founded in 1999 by faculty at New York University and Columbia, it has grown to include faculty and graduate students from SUNY-Stony Brook, CUNY, the New School, as well as from other universities in the metropolitan area. Colleagues from outside the immediate area are frequently invited in to present work as well. The meetings follow a workshop format – a paper normally reflecting work in progress is circulated in advance through an extensive email list. Meetings are held once a month during the fall and spring semesters. The faculty actively involved in coordinating the workshop are: Amy Chazkel (CUNY); Federico Finchelstein (New School); Paul Gootenberg (SUNY-Stony Brook); Pablo Piccato and Caterina Pizzigoni (Columbia); and Sinclair Thomson (NYU). Ottoman Studies  Lecture Series      The Ottoman Studies Lecture series is now in its ninth year.  It features Invited speakers on a roughly once-a-month basis. While most  lectures focus on some aspect of the Ottoman period (13 th - 20 th   centuries), some explore neighboring domains and histories or trans-national  issues. The series attempts to bring to campus both senior and junior scholars.  All events take place in the Kevorkian Center Library. For more information  please contact Leslie Peirce (lp50@nyu.edu)  or Alex Boodrookas ( acb53@nyu.edu ). Post-1945 Collaborative With support from the Humanities Initiative   and the Department of History, this working group examines problems,   approaches, and new departures to writing about the period since WWII.   Between Fall 2014 and Spring 2016, each semester is organized a   different theme, and includes discussion of a recent monograph,   workshops by faculty and graduate students, and visiting speakers. The theme for Fall 2014 was \"Slow Violence,\" and the theme for Spring 2015 is \"Neoliberalism\" For further information, contact any of   the organizers: Andrew Needham, Guy Ortolano, Kim Phillips-Fein, George   Solt.              Contact Us | &copy; New York University , Arts and Science"}]},
{"detail": [{"content": "Events &amp; Series    | Department of History | New York University                                  NEW YORK UNIVERSITY     ARTS AND SCIENCE     COLLEGE OF ARTS AND SCIENCE     GRADUATE SCHOOL OF ARTS AND SCIENCE             Department of History     Arts &amp; Science                       Home                Welcome Message              People              Undergraduate Program              Graduate Programs              NYU Abu Dhabi              Editing Projects              Newsletter              Calendar            Events &amp; Series            Friends of History              Employment              Faculty Only                     Home &gt; Events & Series     Events &amp; Series   The NYU Department of History offers many recurring series and events throughout the academic year. To advertise for an upcoming event, or to join our 'Information and Opportunities' List-serve, please feel free to contact paulina.trunzo@nyu.edu . For a complete list of this months events, click here .  Africa~Diaspora Forum                                     The Africa~Diaspora Forum is a monthly meeting of faculty,  graduate students, undergraduates, and the New York community during the fall  and spring semesters. It aims to foster discussion of the most recent  developments in the fields of African and African Diaspora history. Each  session features a leading scholar who shares his or her latest work, which is  then followed by a productive conversation. Please email program assistant  Alison Okuda ( ako231@nyu.edu ) for more  information about upcoming events, which are held on Wednesdays in KJCC at NYU. Atlantic Workshop  The Atlantic Workshop,   established in 1997, is a forum for the exchange of ideas among scholars   of the humanities and social sciences with interests in the history of   the Atlantic world. The workshop sponsors regular sessions during the   academic year to discuss works in progress by both junior and senior   researchers. Papers are circulated in advance, and all sessions are   open to both members of the Atlantic World History Program of the NYU   History Department and the wider scholarly community. British History Seminar More than fifty years ago, the organization that is now the North   American Conference on British Studies (NACBS) was founded at NYU.   Today New York City is home to a thriving seminar in British history,   meeting three times every semester to discuss works-in-progress by local     and visiting scholars. More than half-a-dozen local institutions are   represented, including Barnard, Columbia, Lehman College, NYU,   SUNY-Purchase, and William Paterson, and in the past few years the   seminar has hosted scholars from, among other places, Berkeley,   Cambridge, Duke,   Harvard, King's College London, Northwestern, Washington, and Stanford.    For further information, contact Guy Ortolano . Center for the United States and the Cold War  New   York University’s Center for the United States and the Cold War is a   community of scholars, students, activists, and concerned citizens   working on projects relating to the Cold War. The Center awards travel   grants, dissertation, and post-doctoral fellowships for projects using   the Tamiment Library’s collections. It sponsors a seminar for scholarly   work in progress, and organizes occasional conferences, lectures, book   talks, and film screenings. Elihu Rose Lecture Series in Modern Military History The Elihu Rose Lecture Series In Modern Military History has events throughout the year on various topics relating to modern conflict. The events are always open to the public. For more information, please contact Valerie Deacon . Environmental History Working Group The Environmental History Working Group is a twice-a-semester, works in progress seminar on environmental   history. The papers are pre-circulated. If you'd like to attend, and are not on the distribution list, please contact Karl Appuhn for the paper. European Dissertation Workshop  The European Dissertation Workshop provides a venue for doctoral students and faculty to share   portions of their work in progress, and provides support to doctoral   students who are on the job market. This is a workshop for European history faculty and grad students and is not an open event. For more information, please contact Molly Nolan . First World War Centenary Events The NYU Department of History is collaborating and hosting a number of events related to the First World War Centenary. Please visit here for more information.  Friday Seminar Series *This Series is on hiatus until Spring 2015. The NYU Department of History hosts a recurring seminar that is meant as a common platform for faculty and students to share works in progress. Every other Friday during the academic year from 4pm to 6pm, please join us for wine and refreshments in the King Juan Carlos building. Please contact Meghna Chaudhuri or Matt Shutzer for more information.      Global Institute for Advanced Study (GIAS) The   Global Institute for Advanced Study is a new initiative at NYU that   represents a significant investment by New York University in research   and scholarship. The main purposes of the GIAS are to facilitate   collaborative research on an international scale and to enable sustained   attention to significant research programs that require work over   several years. Graduate Teaching Collaborative The Graduate Teaching Collaborative is a graduate-student  operated forum founded in 2013 and designed to provide training and resources  for past, current, and future graduate teachers in the History Department. We  meet monthly to share and workshop teaching experiences, and each meeting focuses  on a specific theme of interest to graduate teachers. In addition to our  regular meetings, we also provide online resources, bring in outside speakers,  and are in the process of creating the department’s first history graduate  teaching handbook. We encourage all graduate students who share a commitment to  teaching to participate, regardless of how much or how little teaching  experience they already have. Please email NYU.GTC@gmail.com   for more information or with any questions. Hellenic Studies Series This series provides a forum for scholars studying Hellenic topics, from   Antiquity to the present day. It also adopts a transnational   perspective, comparing the Hellenic with other historical examples and   setting it within larger cultural or political contexts. The series   convenes regularly with a lecture or mini colloquium every month. The   general theme of the series for 2013-2014 is “Transitions”. For more   information, contact the series organizers Kostis Smyrlis ( ks113@nyu.edu ) and Kostis Kornetis ( kk597@nyu.edu ).  History of Women and Gender Program The History of Women and Gender program hosts a variety of events and seminars throughout the year pertaining to the history of women, gender, and sexuality. HOWAG provides a support network for NYU faculty and doctoral students interested in women, gender, and sexuality, as well as a forum for visiting speakers and NYU's larger intellectual community to share works in progress and discuss developments within the field. Events welcome the public: please contact Linda Gordon or Hollian Wint with any questions of suggestions. Intellectual History Workshop The intellectual history workshop hosts weekly events on matters of intellectual and conceptual history, alternating between featuring visiting speakers and discussions of current developments in intellectual history. Contact: Stefanos Geroulanos sg127@nyu.edu or Jeremy Lin jeremy.lin@nyu.edu .  Jordan Center for the Advanced Study of Russia at New York University The Jordan Center undertakes to make Russia intrinsic to all aspects of scholarly investigation: from history to visual culture, literature to economics, anthropology to politics. For a information on upcoming conferences, symposiums, and the Jordan Center Colloquium Series, please visit jordanrussiacenter.org . or email the center directly at jordan.russia.center@nyu.edu . New York City Latin American History Workshop  The NYCAHW is a working group devoted to new research and new perspectives on the history of Latin America and the Caribbean from the colonial era until the twenty-first century. Founded in 1999 by faculty at New York University and Columbia, it has grown to include faculty and graduate students from SUNY-Stony Brook, CUNY, the New School, as well as from other universities in the metropolitan area. Colleagues from outside the immediate area are frequently invited in to present work as well. The meetings follow a workshop format – a paper normally reflecting work in progress is circulated in advance through an extensive email list. Meetings are held once a month during the fall and spring semesters. The faculty actively involved in coordinating the workshop are: Amy Chazkel (CUNY); Federico Finchelstein (New School); Paul Gootenberg (SUNY-Stony Brook); Pablo Piccato and Caterina Pizzigoni (Columbia); and Sinclair Thomson (NYU). Ottoman Studies  Lecture Series      The Ottoman Studies Lecture series is now in its ninth year.  It features Invited speakers on a roughly once-a-month basis. While most  lectures focus on some aspect of the Ottoman period (13 th - 20 th   centuries), some explore neighboring domains and histories or trans-national  issues. The series attempts to bring to campus both senior and junior scholars.  All events take place in the Kevorkian Center Library. For more information  please contact Leslie Peirce (lp50@nyu.edu)  or Alex Boodrookas ( acb53@nyu.edu ). Post-1945 Collaborative With support from the Humanities Initiative   and the Department of History, this working group examines problems,   approaches, and new departures to writing about the period since WWII.   Between Fall 2014 and Spring 2016, each semester is organized a   different theme, and includes discussion of a recent monograph,   workshops by faculty and graduate students, and visiting speakers. The theme for Fall 2014 was \"Slow Violence,\" and the theme for Spring 2015 is \"Neoliberalism\" For further information, contact any of   the organizers: Andrew Needham, Guy Ortolano, Kim Phillips-Fein, George   Solt.              Contact Us | &copy; New York University , Arts and Science"}, {"content": "Politics Seminars, Department of Politics, NYU                                                                                                                                                Back to Previous Page         Politics Seminars   Location: Date &amp; Time: &#047;&#047; ( - ) Seminars This Week    Seminars in the Next 30 Days    Seminars This Semester    Political Economy Workshop American Politics Seminar Series Political Philosophy Workshop IR/Comparative Politics Seminar Series    External Speakers Seminars    Internal Speakers Seminars       Politics Seminars Archive    Spring 2014  Fall 2013  Spring 2013  Fall 2012 Spring 2012  Fall 2011 Spring 2011 Fall 2010 2009-2010 2008-2009     Other NYU Seminars    Contemporary African Political Economy Research Seminar    Northeast Political Methodology Meeting       2013 (co-sponsored by the Center for Social and Political Behavior) 2012  2011    2010    CESS Experimental Political Science Conference    Colloquium on Law, Economics, and Politics    Experimental Economics Lunchtime Seminars    Neuroeconomics    Events Sponsored by the Center for European and Mediterranean Studies"}]},
{"detail": [{"content": "Events &amp; Series    | Department of History | New York University                                  NEW YORK UNIVERSITY     ARTS AND SCIENCE     COLLEGE OF ARTS AND SCIENCE     GRADUATE SCHOOL OF ARTS AND SCIENCE             Department of History     Arts &amp; Science                       Home                Welcome Message              People              Undergraduate Program              Graduate Programs              NYU Abu Dhabi              Editing Projects              Newsletter              Calendar            Events &amp; Series            Friends of History              Employment              Faculty Only                     Home &gt; Events & Series     Events &amp; Series   The NYU Department of History offers many recurring series and events throughout the academic year. To advertise for an upcoming event, or to join our 'Information and Opportunities' List-serve, please feel free to contact paulina.trunzo@nyu.edu . For a complete list of this months events, click here .  Africa~Diaspora Forum                                     The Africa~Diaspora Forum is a monthly meeting of faculty,  graduate students, undergraduates, and the New York community during the fall  and spring semesters. It aims to foster discussion of the most recent  developments in the fields of African and African Diaspora history. Each  session features a leading scholar who shares his or her latest work, which is  then followed by a productive conversation. Please email program assistant  Alison Okuda ( ako231@nyu.edu ) for more  information about upcoming events, which are held on Wednesdays in KJCC at NYU. Atlantic Workshop  The Atlantic Workshop,   established in 1997, is a forum for the exchange of ideas among scholars   of the humanities and social sciences with interests in the history of   the Atlantic world. The workshop sponsors regular sessions during the   academic year to discuss works in progress by both junior and senior   researchers. Papers are circulated in advance, and all sessions are   open to both members of the Atlantic World History Program of the NYU   History Department and the wider scholarly community. British History Seminar More than fifty years ago, the organization that is now the North   American Conference on British Studies (NACBS) was founded at NYU.   Today New York City is home to a thriving seminar in British history,   meeting three times every semester to discuss works-in-progress by local     and visiting scholars. More than half-a-dozen local institutions are   represented, including Barnard, Columbia, Lehman College, NYU,   SUNY-Purchase, and William Paterson, and in the past few years the   seminar has hosted scholars from, among other places, Berkeley,   Cambridge, Duke,   Harvard, King's College London, Northwestern, Washington, and Stanford.    For further information, contact Guy Ortolano . Center for the United States and the Cold War  New   York University’s Center for the United States and the Cold War is a   community of scholars, students, activists, and concerned citizens   working on projects relating to the Cold War. The Center awards travel   grants, dissertation, and post-doctoral fellowships for projects using   the Tamiment Library’s collections. It sponsors a seminar for scholarly   work in progress, and organizes occasional conferences, lectures, book   talks, and film screenings. Elihu Rose Lecture Series in Modern Military History The Elihu Rose Lecture Series In Modern Military History has events throughout the year on various topics relating to modern conflict. The events are always open to the public. For more information, please contact Valerie Deacon . Environmental History Working Group The Environmental History Working Group is a twice-a-semester, works in progress seminar on environmental   history. The papers are pre-circulated. If you'd like to attend, and are not on the distribution list, please contact Karl Appuhn for the paper. European Dissertation Workshop  The European Dissertation Workshop provides a venue for doctoral students and faculty to share   portions of their work in progress, and provides support to doctoral   students who are on the job market. This is a workshop for European history faculty and grad students and is not an open event. For more information, please contact Molly Nolan . First World War Centenary Events The NYU Department of History is collaborating and hosting a number of events related to the First World War Centenary. Please visit here for more information.  Friday Seminar Series *This Series is on hiatus until Spring 2015. The NYU Department of History hosts a recurring seminar that is meant as a common platform for faculty and students to share works in progress. Every other Friday during the academic year from 4pm to 6pm, please join us for wine and refreshments in the King Juan Carlos building. Please contact Meghna Chaudhuri or Matt Shutzer for more information.      Global Institute for Advanced Study (GIAS) The   Global Institute for Advanced Study is a new initiative at NYU that   represents a significant investment by New York University in research   and scholarship. The main purposes of the GIAS are to facilitate   collaborative research on an international scale and to enable sustained   attention to significant research programs that require work over   several years. Graduate Teaching Collaborative The Graduate Teaching Collaborative is a graduate-student  operated forum founded in 2013 and designed to provide training and resources  for past, current, and future graduate teachers in the History Department. We  meet monthly to share and workshop teaching experiences, and each meeting focuses  on a specific theme of interest to graduate teachers. In addition to our  regular meetings, we also provide online resources, bring in outside speakers,  and are in the process of creating the department’s first history graduate  teaching handbook. We encourage all graduate students who share a commitment to  teaching to participate, regardless of how much or how little teaching  experience they already have. Please email NYU.GTC@gmail.com   for more information or with any questions. Hellenic Studies Series This series provides a forum for scholars studying Hellenic topics, from   Antiquity to the present day. It also adopts a transnational   perspective, comparing the Hellenic with other historical examples and   setting it within larger cultural or political contexts. The series   convenes regularly with a lecture or mini colloquium every month. The   general theme of the series for 2013-2014 is “Transitions”. For more   information, contact the series organizers Kostis Smyrlis ( ks113@nyu.edu ) and Kostis Kornetis ( kk597@nyu.edu ).  History of Women and Gender Program The History of Women and Gender program hosts a variety of events and seminars throughout the year pertaining to the history of women, gender, and sexuality. HOWAG provides a support network for NYU faculty and doctoral students interested in women, gender, and sexuality, as well as a forum for visiting speakers and NYU's larger intellectual community to share works in progress and discuss developments within the field. Events welcome the public: please contact Linda Gordon or Hollian Wint with any questions of suggestions. Intellectual History Workshop The intellectual history workshop hosts weekly events on matters of intellectual and conceptual history, alternating between featuring visiting speakers and discussions of current developments in intellectual history. Contact: Stefanos Geroulanos sg127@nyu.edu or Jeremy Lin jeremy.lin@nyu.edu .  Jordan Center for the Advanced Study of Russia at New York University The Jordan Center undertakes to make Russia intrinsic to all aspects of scholarly investigation: from history to visual culture, literature to economics, anthropology to politics. For a information on upcoming conferences, symposiums, and the Jordan Center Colloquium Series, please visit jordanrussiacenter.org . or email the center directly at jordan.russia.center@nyu.edu . New York City Latin American History Workshop  The NYCAHW is a working group devoted to new research and new perspectives on the history of Latin America and the Caribbean from the colonial era until the twenty-first century. Founded in 1999 by faculty at New York University and Columbia, it has grown to include faculty and graduate students from SUNY-Stony Brook, CUNY, the New School, as well as from other universities in the metropolitan area. Colleagues from outside the immediate area are frequently invited in to present work as well. The meetings follow a workshop format – a paper normally reflecting work in progress is circulated in advance through an extensive email list. Meetings are held once a month during the fall and spring semesters. The faculty actively involved in coordinating the workshop are: Amy Chazkel (CUNY); Federico Finchelstein (New School); Paul Gootenberg (SUNY-Stony Brook); Pablo Piccato and Caterina Pizzigoni (Columbia); and Sinclair Thomson (NYU). Ottoman Studies  Lecture Series      The Ottoman Studies Lecture series is now in its ninth year.  It features Invited speakers on a roughly once-a-month basis. While most  lectures focus on some aspect of the Ottoman period (13 th - 20 th   centuries), some explore neighboring domains and histories or trans-national  issues. The series attempts to bring to campus both senior and junior scholars.  All events take place in the Kevorkian Center Library. For more information  please contact Leslie Peirce (lp50@nyu.edu)  or Alex Boodrookas ( acb53@nyu.edu ). Post-1945 Collaborative With support from the Humanities Initiative   and the Department of History, this working group examines problems,   approaches, and new departures to writing about the period since WWII.   Between Fall 2014 and Spring 2016, each semester is organized a   different theme, and includes discussion of a recent monograph,   workshops by faculty and graduate students, and visiting speakers. The theme for Fall 2014 was \"Slow Violence,\" and the theme for Spring 2015 is \"Neoliberalism\" For further information, contact any of   the organizers: Andrew Needham, Guy Ortolano, Kim Phillips-Fein, George   Solt.              Contact Us | &copy; New York University , Arts and Science"}, {"content": "Politics Seminars, Department of Politics, NYU                                                                                                                                                Back to Previous Page         Politics Seminars   Location: Date &amp; Time: &#047;&#047; ( - ) Seminars This Week    Seminars in the Next 30 Days    Seminars This Semester    Political Economy Workshop American Politics Seminar Series Political Philosophy Workshop IR/Comparative Politics Seminar Series    External Speakers Seminars    Internal Speakers Seminars       Politics Seminars Archive    Spring 2014  Fall 2013  Spring 2013  Fall 2012 Spring 2012  Fall 2011 Spring 2011 Fall 2010 2009-2010 2008-2009     Other NYU Seminars    Contemporary African Political Economy Research Seminar    Northeast Political Methodology Meeting       2013 (co-sponsored by the Center for Social and Political Behavior) 2012  2011    2010    CESS Experimental Political Science Conference    Colloquium on Law, Economics, and Politics    Experimental Economics Lunchtime Seminars    Neuroeconomics    Events Sponsored by the Center for European and Mediterranean Studies"}, {"content": "Seminars and Events | Department of Economics | NYU                                    NEW YORK UNIVERSITY ARTS AND SCIENCE COLLEGE OF ARTS AND SCIENCE GRADUATE SCHOOL OF ARTS AND SCIENCE                                                                                                                    Home         About Us       People       Undergraduate Program       M.A. Program       Ph.D. Program       Research       Seminars and Events       Resources       Centers       Job Market Candidates       Job Market Placements       Internal       Contact Us             Home &gt; Seminars and Events     Seminars and Events   (jointly supported by the Department of Economics and C.V. Starr Center for Applied Economics)                            , -             Macro Student Lunch Seminar   TBA               Location:             19 West 4th Street, Room 624               Presenter:             Nic Kozeniauskas (NYU) Seminar Coordinator: jsb493@nyu.edu                                  , -             Colloquium on Market Institutions &amp; Economic Processes   “Ukraine”               Location:             19 West 4th Street, Rm 624               Presenter:             Raoul Oreskovic (President of RSO Consulting LLC) Seminar Coordinator: mario.rizzo@nyu.edu                          &raquo; Paper                                          , -             Micro Student Lunch Seminar   Selling Information in Oligopolies, Joint work with K. Bimpikis and A. Tahbaz-Salehi               Location:             19 West 4th Street, Room 624               Presenter:             Davide Crapis (Columbia University) Seminar Coordinator: jacopo.perego@nyu.edu, avk255@nyu.edu, sg3328@nyu.edu                                  , -             Econometrics Seminar   \"The Effects of Banning Advertising in Junk Food Markets\" --- joint with Applied Micro               Location:             19 West 4th Street, Room 736               Presenter:             Pierre Dubois (Toulouse School of Economics/Harvard) Seminar Coordinator: timothy.christensen@nyu.edu                          &raquo; Paper                                          , -             Applied Microeconomics Workshop   \"The Effects of Banning Advertising in Junk Food Markets\" -- Joint with Econometrics Seminar               Location:             19 West 4th Street, Rm 736               Presenter:             P. Dubois (Toulouse) Seminar Coordinator: ilse.lindenlaub@nyu.edu                          &raquo; Paper                                          , -             Economics and Psychology/NeuroEconomics Seminar   SEMINAR CANCELLED               Location:             19 West 4th Street, Room 517               Presenter:             James Heckman Seminar Coordinator: events.IISDM@nyu.edu                                  , -             Industrial Organization Seminar Series (Stern)   TBA               Location:             Kaufman Management Center 7-191, Stern School of Business 44 West 4th St.               Presenter:             Eduardo Faingold (Yale) Seminar Coordinator: cturner@stern.nyu.edu                                  , -             Development Seminar   \"Tax Farming Redux: Experimental Evidence on Performance Pay for Tax Collectors\"               Location:             19 West 4th Street, Rm 517               Presenter:             Ben Olken (MIT) Seminar Coordinator: hunt.allcott@nyu.edu                          &raquo; Paper                                          , -             Wednesday Finance Seminar Series (Stern)   TBA               Location:             KMC 2-70, 44 West 4th Street, New York, NY 10012               Presenter:             Nittai Bergman (MIT, Sloan School of Management) Seminar Coordinator: jsmith@stern.nyu.edu, asavov@stern.nyu.edu                                  , -             Special Seminars   \"The Economic Payoff of Name Americanization\"               Location:             295 Lafayette St., 4th Floor, Conference Room 4156               Presenter:             Corrado Giulietti (Director of Research at the Institute for the Study of Labor)     read more...                                , -             Microeconomic Theory Workshop   TBA               Location:             19 West 4th Street, Room 517               Presenter:             Navin Kartik (Columbia U) Seminar Coordinator: lmath@nyu.edu                                  , -             Macro Lunch Seminar Series (Stern)   TBA               Location:             KMC 5-90, Stern School of Business 44 West 4th St.               Presenter:             Sydney Ludvigson (NYU) Seminar Coordinator: aimam@stern.nyu.edu                                  , -             Econometrics Student Lunch Seminar   TBA               Location:             19 West 4th Street, Rm 736               Presenter:             Tobias Salz (NYU, PhD) Seminar Coordinator: vytlacil@nyu.edu                                  , -             Macroeconomics Seminar   TBA               Location:             19 West 4th Street, Rm 517               Presenter:             Alberto Martin (CREI) Seminar Coordinator: edouard.schaal@nyu.edu                                  , -             Special Seminars   Workshop on Perception and Choice               Location:             207 Warren Weaver Hall, 1125 Amsterdam Avenue               Presenter:             See additional information for complete list Seminar Coordinator: jc1491@columbia.edu       read more...                                , -             Friday Finance Seminar Series (Stern)   TBA               Location:             KMC 5-90, 44 West 4th Street, New York, NY, 10012               Presenter:             TBA Seminar Coordinator: xgabaix@stern.nyu.edu, aljungqv@stern.nyu.edu, miannone@stern.nyu.edu                                  , -             Political Economy Workshop   Fraud Prevention, Disenfranchisement and Public Service Delivery               Location:             19 West 4th Street, Room 217               Presenter:             Claudio Ferraz (PUC Rio) Seminar Coordinator: kkawai@stern.nyu.edu                                  , -             Macro Student Lunch Seminar   TBA               Location:             19 West 4th Street, Room 624               Presenter:             Joseba Martinez (NYU) Seminar Coordinator: jsb493@nyu.edu                                  , -             Colloquium on Market Institutions &amp; Economic Processes   \"The Development of F.A. Hayek’s Work on Complex Systems: The Influence of Ludwig von Bertalanffy”               Location:             19 West 4th Street, Rm 624               Presenter:             Paul Lewis (Kings College, London) Seminar Coordinator: mario.rizzo@nyu.edu                          &raquo; Paper                                          , -             Applied Microeconomics Workshop   TBA               Location:             19 West 4th Street, Rm 517               Presenter:             Melissa Dell (MIT) Seminar Coordinator: ilse.lindenlaub@nyu.edu                                  , -             Micro Student Lunch Seminar   TBA               Location:             19 West 4th Street, Room 624               Presenter:             Veronica Cappelli (Bocconi University) Seminar Coordinator: jacopo.perego@nyu.edu, avk255@nyu.edu, sg3328@nyu.edu                                  , -             Economics and Psychology/NeuroEconomics Seminar   TBA               Location:             19 West 4th Street, Room 517               Presenter:             Daniella Schiller (Ichan School of Medicine) Seminar Coordinator: events.IISDM@nyu.edu                                  , -             Macro Student Lunch Seminar   TBA               Location:             19 West 4th Street, Room 624               Presenter:             Joseph Briggs (NYU) and Marta Giagheddu (NYU Visiting PhD) Seminar Coordinator: jsb493@nyu.edu                                         Useful Links         » Speaker/Participant Reimbursement Directions                       All Events           Spring 2015 Events       Fall 2014 Events       Spring 2014 Events       Fall 2013 Events       Spring 2013 Events       Fall 2012 Events       Spring 2012 Events       Fall 2011 Events           Economics Events by Category           Africa House Seminar Series       Applied Microeconomics Workshop       C.E.S.S. Experimental Economics Seminar       Colloquium on Market Institutions & Economic Processes       CONFERENCES       CV Starr Center Distinguished Speaker Series       Development Economics Workshop       Development Research Institute       Econometrics Seminar       Econometrics Student Lunch Seminar       Economics and Psychology/NeuroEconomics Seminar       Junior Recruitment Workshops       Job Market Presentation Group       Macro Student Lunch Seminar       Macroeconomics Seminar       Microeconomic Theory Workshop       Micro Student Lunch Seminar       GEA Beer and Economics       NYUAD Economics Curriculum Workshop       Political Economy Workshop       Special Seminars           Stern Events - Department of Economics           Industrial Organization       International Economics Workshop       Macro Lunch Seminar       Stern Job Market Seminar       Financial History Seminar       Friday Micro Lunch and Stern IO Seminar           Stern Events - Department of Finance           Monday Quantitative Finance & Econometrics Seminar       Wednesday Finance Seminar       Friday Finance Seminar Series       Law & Finance Seminar           Columbia Events           Columbia Department of Economics       Columbia University Center for Financial Engineering           NYU C.A.S.S.R.           Interdisciplinary Seminar Series on Social Inequality           Wagner Events           Doctoral Research Colloquium                                             Contact Us | &copy; New York University , Arts and Science"}]}]