[{"detail": [{"content": "Professional Experience Requirement | NYU Wagner                                    Jump to navigation                                                              Login &nbsp          Students       Student Applicants               Faculty &amp; Staff             Alumni       Employers                 About      FAQ      Donate      Contact Us                                                                                                                                                                  Faculty &amp; Research Faculty, Visiting Scholars &amp; Practitioners   Faculty Research   Faculty Projects and Initiatives   Seminars at NYU     Centers &amp; Institutes Centers &amp; Institutes Financial Access Initiative   The Furman Center for Real Estate &amp; Urban Policy   Institute for Civil Infrastructure Systems   Institute for Education and Social Policy   John Brademas Center for the Study of Congress   Center for Global Public Service and Social Impact   Research Center for Leadership in Action   Rudin Center for Transportation Policy &amp; Management   Initiatives The Governance Lab   Innovation Labs   M.L. Berman Jewish Policy Archive   Affiliated Institutes Institute for Human Development and Social Change   Marron Institute on Cities &amp; the Urban Environment   Other Affiliated Institutes     Academics Courses   Capstone Program   Degree Programs MPA in Public and Nonprofit Management and Policy   MPA in Health Policy and Management   Master of Urban Planning   Doctoral Program   Executive MPA   Dual Degrees   Undergraduate Offerings Undergraduate Major   Undergraduate Minors   Other Programs Advanced Professional Certificate   Non-Degree Program     Admissions Why Wagner   Admissions Criteria   Application Process &amp; Deadlines   Financial Aid, Scholarship, &amp; Tuition Information   Apply to Wagner   Admitted Students     Students Getting Started   Academic Policies &amp; Procedures   Advisement   Calendars   Student Engagement &amp; Groups   Student Directory   Student Journey     Careers For Job Seekers Advisement   Search for Jobs / Internships   How-to Guides   Career and Recruitment Events   WAG-NET   Resources   Composing Your Career   For Employers Overview   Wagner in the Workplace   Post a Position   Host an Info Session   On and Off Campus Recruitment   Recent Employment Statistics   Alumni Profiles     Alumni Alumni Events   Alumni Profiles   Alumni Benefits   Stay Connected   Alumni Groups   Career and Recruitment Services   Give Back to Wagner   Contact Us     News &amp; Events Calendars   Events at Wagner   Events Archive   Graduation   Photo Gallery   NYU Wagner in the Media   News Archive   Faculty Experts for Media   Public Service Today Blogs   Public Service Today Podcasts   Space Rentals                                                                                                        You are here Academics › Professional Experience Requirement          Share this page                Facebook      Twitter      LinkedIn      Tumblr      Wordpress      Email                                                            Professional Experience Requirement          Courses   Capstone Program   Degree Programs MPA in Public and Nonprofit Management and Policy   MPA in Health Policy and Management   Master of Urban Planning   Doctoral Program   Executive MPA   Dual Degrees   Undergraduate Offerings Undergraduate Major   Undergraduate Minors   Other Programs Advanced Professional Certificate   Non-Degree Program               Request More Information    Apply to Wagner                                       Overview   The odds of succeeding in the job market are better for professionals who have experience in their desired fields. To this end, NYU Wagner requires all MPA and MUP students to graduate with professional experience that is directly related to their degree program, specialization and career goals. Students can fulfill this requirement in one of two ways:    Pre-Matriculation Waiver : Entering NYU Wagner with at least two years of full-time, degree-relevant, professional experience (which is evaluated during the application process) or     Professional Experience Requirement : Taking on a degree-relevant job or internship while attending NYU Wagner and before enrollment in Capstone. (Students are required to commence the job or internship to be used for PER before starting Capstone, but it does not need to be completed before Capstone-- e.g., a student may start their PER position in July and complete it in October. See #3 below for more information.)   The latter method is referred to as the Professional Experience Requirement (PER) . Please see below for more information about the PER and how to fulfill this degree requirement.   How to determine if you are required to fulfill the PER   What types of positions can be used to satisfy the PER   How and when to register a PER position   How and why to track hours for a PER Position   How to get assistance with finding a PER position   What if I believe I have fulfilled the experience requirement prior to enrollment in NYU Wagner   For international students: As an F1 student, can I obtain authorization to accept an off-campus paid position to fulfill PER?        1. How to determine if you are required to fulfill the PER   All MPA and MUP students who enter NYU Wagner with less than two years of full-time, degree relevant experience are required to fulfill the PER. If you are required to fulfill the PER, your NYU Wagner admission letter would have stated the following:   “After careful assessment of your application, the Admissions Review Committee has determined that you are required to fulfill the Professional Experience Requirement (PER) as a part of your degree program.”   If you are unable to find your admission letter/email, you may email wagner.studentservices@nyu.edu to confirm whether the PER is required for you.   To fulfill the PER, you must obtain and register an approved degree relevant position (job, internship, fellowship etc) while attending NYU Wagner and before enrollment in Capstone.   PLEASE NOTE : Students cannot fulfill the PER before their first semester at NYU Wagner. [up]    2. What types of positions can be used to satisfy the PER   In order to fulfill the PER, a position must be directly relevant to your career goals as well as your degree program and/or specialization. To qualify as “relevant,” the position must provide opportunities to practically apply the skills and knowledge gained through your coursework and to gain the skills and knowledge needed to compete for employment in your field of interest.   For examples of internships that students have previously taken up to fulfill the PER, visit our Wagner in the Workplace page and see the Student Internships section. Full-time students typically work 20 hours per week during a semester or 40 hours per week in the summer, for example, in their PER roles. Part-time students typically work 40 hours per week in their PER roles.   If you are considering using a position for the PER and want to verify that it qualifies as “relevant” before accepting the position, email wagner.ocss@nyu.edu with the following information:   Subject Line:  - [Full Name] PER Pre-Approval Request   Body:  - First &amp; Last Name  - N Number (University ID)  - Degree Program &amp; Specialization  - Expected Capstone Enrollment Date  - Employer - Position Title - Summary of Career Goals (ideal industry and role)  - Summary of Position relevance (how this role will enable you to apply lessons learned through your coursework and how you will gain experience needed to be competitive in your field)   You will receive a response within 3-5 business days, so please allow enough lead time between your email and the date by which you need to accept your position offer. You can also visit walk-in-hours for broader questions about PER positions. [up]    3. How and when to register a PER position   Once you have secured a position that matches the above requirements, you must submit it for approval in the Career Directory by following these steps:   Log-in to the Career Directory, go to your Profile tab   In the PER box, click ‘Add New Experience’   Complete the required fields for your PER position and click ‘Save’ at the bottom of the form. The status icon in your PER box will indicate that your form is Submitted.   Please allow 5-10 business days for your position to be reviewed for approval by the Office of Career Services and Alumni Relations. Once approved, the status icon in your PER box will change to Approved. At this point, you will have successfully registered your PER Position and satisfied this degree requirement.   Your Albert records will be updated to reflect your approval within 10 business days.   If your position does not qualify for the PER, you will receive an email explaining why it was not approved. This will be sent to the email address you used to log in to the Career Directory.   PER positions must be registered and started before a student starts Capstone. For example, a student may register a PER position for approval to start an internship that begins on July 15 and ends on October 1. This type of timeframe is acceptable since the position commences before the first day of Capstone. Alternatively, many students will begin their PER job or internship on May 15 and finish it on August 15, which is also acceptable. A student's PER must be shown as approved in the system in order to register for Capstone, so students should register their positions as soon as they begin.   Students typically start PER in the summer before Capstone, while others may start PER in the spring semester before Capstone. When a student begins PER generally depends on the opportunity and its relevance.    4. How and Why to track hours for a PER Position   Once your PER position has been approved in the Career Directory, you can track the hours you have completed using the ‘Track Hours’ icon which is located to the right of the status icon in your PER box.   There is no minimum hourly requirement for PER positions, though we encourage students to follow the best practices described in #2 above in order to maximize their positions. The Track Hours function will enable you to keep track of your progress while helping OCS collect data regarding the time that students devote to their PER positions. [up]    5. How to get assistance with finding a PER position   NYU Wagner’s OCS staff is available to advise you on strategies and resources for identifying degree relevant positions, submitting strong application materials, conducting successful interviews and other career development topics. Email wagner.ocss@nyu.edu or visit http://wagner.nyu.edu/careers for more information about OCS resources.   PLEASE NOTE : NYU Wagner does not place students in jobs or internships for the PER. [up]    6. What if I believe I have fulfilled the experience requirement prior to enrollment in NYU Wagner?   In order to fulfill the NYU Wagner experience requirement prior to enrollment, you must enter the program with at least two years of full-time, degree relevant professional experience. If you believe that your professional background meets this requirement, you can submit a PER Waiver Form to have your PER status reviewed. This form is located at the top right corner of this page. NYU Wagner staff will review your request and contact you directly (within twelve business days) to update you on the status of your PER.   PLEASE NOTE : Students must submit PER Waiver Forms by the end of the second semester at NYU Wagner. Requests submitted after that may not be considered. PER Waiver Forms are reviewed every 2 weeks. Incomplete forms will substantially delay response time. [up]    7. For international students: As an F1 student, can I obtain authorization to accept an off-campus paid position to fulfill PER?   Because PER is a degree requirement at NYU WAgner, with Curricular Practical Training (CPT) and F-1 international student may accept a paid, off-campus PER position. In order to qualify for CPT. It is recommended that students complete one full academic semester before accepting an internship or work experience role. CPT is typically done on a part-time (up to 20 hours per week) basis during a semester or on a full-time basis during the summer.   Students may not begin CPT without prior authorization from the Office of Global Services (OGS) . Retroactive authorization is not possible.   A CPT-authorized position that fulfills the PER degree requirement (see #3 for procedures), will therefore fulfill a student's CPT allowance. (Students who wish to pursue off-campus paid positions in addition to the PER may consider Optical Practical Training (OPT) in consultation with NYU's OGS). [up]                      Forms   PER Waiver Form                                                                        © NYU Wagner   295 Lafayette Street, New York, NY 10012-9604   212.998.7400   Copyright and Fair Use   Contact Us   Sitemap   New York University"}]},
{"detail": [{"content": "Professional Experience Requirement | NYU Wagner                                    Jump to navigation                                                              Login &nbsp          Students       Student Applicants               Faculty &amp; Staff             Alumni       Employers                 About      FAQ      Donate      Contact Us                                                                                                                                                                  Faculty &amp; Research Faculty, Visiting Scholars &amp; Practitioners   Faculty Research   Faculty Projects and Initiatives   Seminars at NYU     Centers &amp; Institutes Centers &amp; Institutes Financial Access Initiative   The Furman Center for Real Estate &amp; Urban Policy   Institute for Civil Infrastructure Systems   Institute for Education and Social Policy   John Brademas Center for the Study of Congress   Center for Global Public Service and Social Impact   Research Center for Leadership in Action   Rudin Center for Transportation Policy &amp; Management   Initiatives The Governance Lab   Innovation Labs   M.L. Berman Jewish Policy Archive   Affiliated Institutes Institute for Human Development and Social Change   Marron Institute on Cities &amp; the Urban Environment   Other Affiliated Institutes     Academics Courses   Capstone Program   Degree Programs MPA in Public and Nonprofit Management and Policy   MPA in Health Policy and Management   Master of Urban Planning   Doctoral Program   Executive MPA   Dual Degrees   Undergraduate Offerings Undergraduate Major   Undergraduate Minors   Other Programs Advanced Professional Certificate   Non-Degree Program     Admissions Why Wagner   Admissions Criteria   Application Process &amp; Deadlines   Financial Aid, Scholarship, &amp; Tuition Information   Apply to Wagner   Admitted Students     Students Getting Started   Academic Policies &amp; Procedures   Advisement   Calendars   Student Engagement &amp; Groups   Student Directory   Student Journey     Careers For Job Seekers Advisement   Search for Jobs / Internships   How-to Guides   Career and Recruitment Events   WAG-NET   Resources   Composing Your Career   For Employers Overview   Wagner in the Workplace   Post a Position   Host an Info Session   On and Off Campus Recruitment   Recent Employment Statistics   Alumni Profiles     Alumni Alumni Events   Alumni Profiles   Alumni Benefits   Stay Connected   Alumni Groups   Career and Recruitment Services   Give Back to Wagner   Contact Us     News &amp; Events Calendars   Events at Wagner   Events Archive   Graduation   Photo Gallery   NYU Wagner in the Media   News Archive   Faculty Experts for Media   Public Service Today Blogs   Public Service Today Podcasts   Space Rentals                                                                                                        You are here Academics › Professional Experience Requirement          Share this page                Facebook      Twitter      LinkedIn      Tumblr      Wordpress      Email                                                            Professional Experience Requirement          Courses   Capstone Program   Degree Programs MPA in Public and Nonprofit Management and Policy   MPA in Health Policy and Management   Master of Urban Planning   Doctoral Program   Executive MPA   Dual Degrees   Undergraduate Offerings Undergraduate Major   Undergraduate Minors   Other Programs Advanced Professional Certificate   Non-Degree Program               Request More Information    Apply to Wagner                                       Overview   The odds of succeeding in the job market are better for professionals who have experience in their desired fields. To this end, NYU Wagner requires all MPA and MUP students to graduate with professional experience that is directly related to their degree program, specialization and career goals. Students can fulfill this requirement in one of two ways:    Pre-Matriculation Waiver : Entering NYU Wagner with at least two years of full-time, degree-relevant, professional experience (which is evaluated during the application process) or     Professional Experience Requirement : Taking on a degree-relevant job or internship while attending NYU Wagner and before enrollment in Capstone. (Students are required to commence the job or internship to be used for PER before starting Capstone, but it does not need to be completed before Capstone-- e.g., a student may start their PER position in July and complete it in October. See #3 below for more information.)   The latter method is referred to as the Professional Experience Requirement (PER) . Please see below for more information about the PER and how to fulfill this degree requirement.   How to determine if you are required to fulfill the PER   What types of positions can be used to satisfy the PER   How and when to register a PER position   How and why to track hours for a PER Position   How to get assistance with finding a PER position   What if I believe I have fulfilled the experience requirement prior to enrollment in NYU Wagner   For international students: As an F1 student, can I obtain authorization to accept an off-campus paid position to fulfill PER?        1. How to determine if you are required to fulfill the PER   All MPA and MUP students who enter NYU Wagner with less than two years of full-time, degree relevant experience are required to fulfill the PER. If you are required to fulfill the PER, your NYU Wagner admission letter would have stated the following:   “After careful assessment of your application, the Admissions Review Committee has determined that you are required to fulfill the Professional Experience Requirement (PER) as a part of your degree program.”   If you are unable to find your admission letter/email, you may email wagner.studentservices@nyu.edu to confirm whether the PER is required for you.   To fulfill the PER, you must obtain and register an approved degree relevant position (job, internship, fellowship etc) while attending NYU Wagner and before enrollment in Capstone.   PLEASE NOTE : Students cannot fulfill the PER before their first semester at NYU Wagner. [up]    2. What types of positions can be used to satisfy the PER   In order to fulfill the PER, a position must be directly relevant to your career goals as well as your degree program and/or specialization. To qualify as “relevant,” the position must provide opportunities to practically apply the skills and knowledge gained through your coursework and to gain the skills and knowledge needed to compete for employment in your field of interest.   For examples of internships that students have previously taken up to fulfill the PER, visit our Wagner in the Workplace page and see the Student Internships section. Full-time students typically work 20 hours per week during a semester or 40 hours per week in the summer, for example, in their PER roles. Part-time students typically work 40 hours per week in their PER roles.   If you are considering using a position for the PER and want to verify that it qualifies as “relevant” before accepting the position, email wagner.ocss@nyu.edu with the following information:   Subject Line:  - [Full Name] PER Pre-Approval Request   Body:  - First &amp; Last Name  - N Number (University ID)  - Degree Program &amp; Specialization  - Expected Capstone Enrollment Date  - Employer - Position Title - Summary of Career Goals (ideal industry and role)  - Summary of Position relevance (how this role will enable you to apply lessons learned through your coursework and how you will gain experience needed to be competitive in your field)   You will receive a response within 3-5 business days, so please allow enough lead time between your email and the date by which you need to accept your position offer. You can also visit walk-in-hours for broader questions about PER positions. [up]    3. How and when to register a PER position   Once you have secured a position that matches the above requirements, you must submit it for approval in the Career Directory by following these steps:   Log-in to the Career Directory, go to your Profile tab   In the PER box, click ‘Add New Experience’   Complete the required fields for your PER position and click ‘Save’ at the bottom of the form. The status icon in your PER box will indicate that your form is Submitted.   Please allow 5-10 business days for your position to be reviewed for approval by the Office of Career Services and Alumni Relations. Once approved, the status icon in your PER box will change to Approved. At this point, you will have successfully registered your PER Position and satisfied this degree requirement.   Your Albert records will be updated to reflect your approval within 10 business days.   If your position does not qualify for the PER, you will receive an email explaining why it was not approved. This will be sent to the email address you used to log in to the Career Directory.   PER positions must be registered and started before a student starts Capstone. For example, a student may register a PER position for approval to start an internship that begins on July 15 and ends on October 1. This type of timeframe is acceptable since the position commences before the first day of Capstone. Alternatively, many students will begin their PER job or internship on May 15 and finish it on August 15, which is also acceptable. A student's PER must be shown as approved in the system in order to register for Capstone, so students should register their positions as soon as they begin.   Students typically start PER in the summer before Capstone, while others may start PER in the spring semester before Capstone. When a student begins PER generally depends on the opportunity and its relevance.    4. How and Why to track hours for a PER Position   Once your PER position has been approved in the Career Directory, you can track the hours you have completed using the ‘Track Hours’ icon which is located to the right of the status icon in your PER box.   There is no minimum hourly requirement for PER positions, though we encourage students to follow the best practices described in #2 above in order to maximize their positions. The Track Hours function will enable you to keep track of your progress while helping OCS collect data regarding the time that students devote to their PER positions. [up]    5. How to get assistance with finding a PER position   NYU Wagner’s OCS staff is available to advise you on strategies and resources for identifying degree relevant positions, submitting strong application materials, conducting successful interviews and other career development topics. Email wagner.ocss@nyu.edu or visit http://wagner.nyu.edu/careers for more information about OCS resources.   PLEASE NOTE : NYU Wagner does not place students in jobs or internships for the PER. [up]    6. What if I believe I have fulfilled the experience requirement prior to enrollment in NYU Wagner?   In order to fulfill the NYU Wagner experience requirement prior to enrollment, you must enter the program with at least two years of full-time, degree relevant professional experience. If you believe that your professional background meets this requirement, you can submit a PER Waiver Form to have your PER status reviewed. This form is located at the top right corner of this page. NYU Wagner staff will review your request and contact you directly (within twelve business days) to update you on the status of your PER.   PLEASE NOTE : Students must submit PER Waiver Forms by the end of the second semester at NYU Wagner. Requests submitted after that may not be considered. PER Waiver Forms are reviewed every 2 weeks. Incomplete forms will substantially delay response time. [up]    7. For international students: As an F1 student, can I obtain authorization to accept an off-campus paid position to fulfill PER?   Because PER is a degree requirement at NYU WAgner, with Curricular Practical Training (CPT) and F-1 international student may accept a paid, off-campus PER position. In order to qualify for CPT. It is recommended that students complete one full academic semester before accepting an internship or work experience role. CPT is typically done on a part-time (up to 20 hours per week) basis during a semester or on a full-time basis during the summer.   Students may not begin CPT without prior authorization from the Office of Global Services (OGS) . Retroactive authorization is not possible.   A CPT-authorized position that fulfills the PER degree requirement (see #3 for procedures), will therefore fulfill a student's CPT allowance. (Students who wish to pursue off-campus paid positions in addition to the PER may consider Optical Practical Training (OPT) in consultation with NYU's OGS). [up]                      Forms   PER Waiver Form                                                                        © NYU Wagner   295 Lafayette Street, New York, NY 10012-9604   212.998.7400   Copyright and Fair Use   Contact Us   Sitemap   New York University"}, {"content": "Costs & Budgeting                                                                                                               NYU.edu requires JavaScript be enabled in your browser in order to use important features of the site. JavaScript is either disabled or not supported by your browser. For instructions on how to enable JavaScript in your browser, click here .                       New York University    Skip to Content   Skip to Search   Skip to Navigation   Skip to Sub Navigation                                                        NYUHome Login                            Students           |   Faculty           |   Alumni           |   Employees           |   Community                                   Schools          Arts and Science      College of Arts and Science      College of Dentistry      College of Nursing      Courant Institute of Mathematical Sciences      Gallatin School of Individualized Study      Graduate School of Arts and Science      Institute of Fine Arts      Institute for the Study of the Ancient World      Leonard N. Stern School of Business      Liberal Studies Program      NYU Abu Dhabi      NYU Shanghai      Polytechnic School of Engineering      Robert F. Wagner Graduate School of Public Service      School of Professional Studies      School of Law      School of Medicine      Silver School of Social Work      Steinhardt School of Culture, Education, and Human Development      Tisch School of the Arts                QuickLinks          Academic Calendars      Administrative Units      Albert      Apply for Jobs      Athletics      Bookstores      Bursar      Campus Map      Career Development      Emergencies      Events      Giving to NYU      Housing      ITS      Libraries      News      NYU Apparel      Policies      Public Safety      Registrar      Student Health Center      Student Resources      Wellness Exchange                A-Z          A      B      C      D      E      F      G      H      I      J      K      L      M      N      O      P      Q      R      S      T      U      V      W      X      Y      Z                                                          New York University                          Search NYU                    Pages |    People                                       Main Navigation            About NYU       Admissions       Academics       University Life       Research       Global                                 Bread Crumbs          Global   /   Global Academic Centers   /   London   /   Admitted Students   /   Costs & Budgeting                 Sub Navigation                                 Scholarships & Financial Aid                       Non-NYU Students                       Cost of Living                       Banking & Exchange Rates                       Budget Tips                                                                   Costs & Budgeting        Tuition   Figure includes tuition for full-time student status covering 12-18 points, deposit and required registration fees, and several program activities and excursions. For each point taken in excess of 18 points in a semester, there is an additional charge per point.   Non-NYU Students   If your college or university has a partnership with NYU Global Academic Programs the cost of tuition may be less than    the posted figures. Inquire with your study abroad office to find out if there is a partnership with NYU.              Lodging   Costs listed range from off-campus shared apartments with no meals to on-campus residences with meals, and homestays with meals. Students participating in this program are required to live in NYU housing. Limited single rooms are available. Please note that costs may fluctuate with the exchange rate. NYU does all it can to keep housing costs low while maintaining the high quality of services and facilities we provide - which are among the most comprehensive in the Study Away field. A cancelation fee may be assessed if a student's written request to cancel the housing license be approved.     Meals   Estimated costs for students living in an NYU leased apartment where there is no meal plan.   Miscellaneous   Students planning to travel extensively outside the program parameters on weekends and holidays should budget accordingly. With the exception of tuition, all costs are estimated and may vary depending on the student's budget.        Global Travel Assistance   Provided at no additional cost to the student, this service provides assistance through one of the world's largest providers of medical and security evacuation as well as general travel aid (e.g., lost document assistance). This company provides 24-hour global services with the help of our site staff to our students abroad.               Required Expenses  Total (per semester)   $29,941 - $33,110   Undergraduate Tuition &amp; Fees*  $23,085  Lodging** $6,856 to $10,025      Additional Expenses  Total $4,600 - $6,200   Meals $2,000 - $2,800  Round-Trip Airfare $700 - $1,000  Books $400  Miscellaneous $1,500 - $2,000      *The rates listed are for the 2014-2015 academic year. NYU students pay their individual school tuition, which may differ by college.   Disclaimer: The Board of Trustees of New York University reserves the right to alter the schedule of fees without notice.              ** An extremely limited number of single bedrooms is avaiable at an additional cost. Priorty is given to students registered with the Moses Center who require accommodation. Rates shown are pending board of trustees review. Approval anticipated June 2015.   ***For a review of prices for typical items you may purchase, take a look at this updated list .***   Please note that there may be costs associated with obtaining a visa (e.g. an application fee and/or providing a bank letter to show evidence of funds). For more information, visit the visa process page .            Billing   NYU’s Electronic billing system is the official means of generating tuition bills for all enrolled students. Within a few weeks of registering for classes, students (with the exception of visiting students whose home schools choose to bill them directly for their term at NYU) will receive a message at their official NYU e-mail address notifying them that a bill for tuition, fees, and housing is now available.   Please visit the NYU Bursar Web-site for details about the E-bill process.              Students going to NYU London (except for freshman) will be billed an estimated housing charge . This estimate is used as a “placeholder charge” until we place students in their final housing assignment; the initial charge is unrelated to the final housing charge. There are two reasons we do this:     Students on financial aid have loans and grant funds released to them earlier.   Students can budget ahead and pay the bulk of their charges earlier, rather than waiting until final housing assignments are made.     Once the actual housing placement has been made, the E-bill is adjusted, resulting in either a credit or an additional charge. The final charge will appear on the student's E-bill within 2-3 weeks following the start of the program.                                                  NYU Centers Abroad...           Abu Dhabi, United Arab Emirates Accra, Ghana Berlin, Germany Buenos Aires, Argentina Florence, Italy London, United Kingdom Madrid, Spain New York, United States of America Paris, France Prague, Czech Republic Shanghai, China Sydney, Australia Tel Aviv, Israel Washington, DC, United States of America                                                                  Learn     Courses   Special Programs   Freshman Program   Facilities   Faculty   Community Service   English for Academic Purposes                Live     Housing     Culture &amp; Customs   Safety   Health &amp; Wellness     Cost &amp; Budgeting   Staff                 Explore      Restaurants    Things to do    Local Travel    Regional Travel                                   Questions?        Contact Us                                                                    NYU Footer          Search      Directory      Campus Map      Events      Contact Us      Site Map      Copyright and Fair Use      Feedback         Unless otherwise noted, all content copyright New York University. All rights reserved. Designed by The Office of Web Communications"}]},
{"detail": [{"content": "Professional Experience Requirement | NYU Wagner                                    Jump to navigation                                                              Login &nbsp          Students       Student Applicants               Faculty &amp; Staff             Alumni       Employers                 About      FAQ      Donate      Contact Us                                                                                                                                                                  Faculty &amp; Research Faculty, Visiting Scholars &amp; Practitioners   Faculty Research   Faculty Projects and Initiatives   Seminars at NYU     Centers &amp; Institutes Centers &amp; Institutes Financial Access Initiative   The Furman Center for Real Estate &amp; Urban Policy   Institute for Civil Infrastructure Systems   Institute for Education and Social Policy   John Brademas Center for the Study of Congress   Center for Global Public Service and Social Impact   Research Center for Leadership in Action   Rudin Center for Transportation Policy &amp; Management   Initiatives The Governance Lab   Innovation Labs   M.L. Berman Jewish Policy Archive   Affiliated Institutes Institute for Human Development and Social Change   Marron Institute on Cities &amp; the Urban Environment   Other Affiliated Institutes     Academics Courses   Capstone Program   Degree Programs MPA in Public and Nonprofit Management and Policy   MPA in Health Policy and Management   Master of Urban Planning   Doctoral Program   Executive MPA   Dual Degrees   Undergraduate Offerings Undergraduate Major   Undergraduate Minors   Other Programs Advanced Professional Certificate   Non-Degree Program     Admissions Why Wagner   Admissions Criteria   Application Process &amp; Deadlines   Financial Aid, Scholarship, &amp; Tuition Information   Apply to Wagner   Admitted Students     Students Getting Started   Academic Policies &amp; Procedures   Advisement   Calendars   Student Engagement &amp; Groups   Student Directory   Student Journey     Careers For Job Seekers Advisement   Search for Jobs / Internships   How-to Guides   Career and Recruitment Events   WAG-NET   Resources   Composing Your Career   For Employers Overview   Wagner in the Workplace   Post a Position   Host an Info Session   On and Off Campus Recruitment   Recent Employment Statistics   Alumni Profiles     Alumni Alumni Events   Alumni Profiles   Alumni Benefits   Stay Connected   Alumni Groups   Career and Recruitment Services   Give Back to Wagner   Contact Us     News &amp; Events Calendars   Events at Wagner   Events Archive   Graduation   Photo Gallery   NYU Wagner in the Media   News Archive   Faculty Experts for Media   Public Service Today Blogs   Public Service Today Podcasts   Space Rentals                                                                                                        You are here Academics › Professional Experience Requirement          Share this page                Facebook      Twitter      LinkedIn      Tumblr      Wordpress      Email                                                            Professional Experience Requirement          Courses   Capstone Program   Degree Programs MPA in Public and Nonprofit Management and Policy   MPA in Health Policy and Management   Master of Urban Planning   Doctoral Program   Executive MPA   Dual Degrees   Undergraduate Offerings Undergraduate Major   Undergraduate Minors   Other Programs Advanced Professional Certificate   Non-Degree Program               Request More Information    Apply to Wagner                                       Overview   The odds of succeeding in the job market are better for professionals who have experience in their desired fields. To this end, NYU Wagner requires all MPA and MUP students to graduate with professional experience that is directly related to their degree program, specialization and career goals. Students can fulfill this requirement in one of two ways:    Pre-Matriculation Waiver : Entering NYU Wagner with at least two years of full-time, degree-relevant, professional experience (which is evaluated during the application process) or     Professional Experience Requirement : Taking on a degree-relevant job or internship while attending NYU Wagner and before enrollment in Capstone. (Students are required to commence the job or internship to be used for PER before starting Capstone, but it does not need to be completed before Capstone-- e.g., a student may start their PER position in July and complete it in October. See #3 below for more information.)   The latter method is referred to as the Professional Experience Requirement (PER) . Please see below for more information about the PER and how to fulfill this degree requirement.   How to determine if you are required to fulfill the PER   What types of positions can be used to satisfy the PER   How and when to register a PER position   How and why to track hours for a PER Position   How to get assistance with finding a PER position   What if I believe I have fulfilled the experience requirement prior to enrollment in NYU Wagner   For international students: As an F1 student, can I obtain authorization to accept an off-campus paid position to fulfill PER?        1. How to determine if you are required to fulfill the PER   All MPA and MUP students who enter NYU Wagner with less than two years of full-time, degree relevant experience are required to fulfill the PER. If you are required to fulfill the PER, your NYU Wagner admission letter would have stated the following:   “After careful assessment of your application, the Admissions Review Committee has determined that you are required to fulfill the Professional Experience Requirement (PER) as a part of your degree program.”   If you are unable to find your admission letter/email, you may email wagner.studentservices@nyu.edu to confirm whether the PER is required for you.   To fulfill the PER, you must obtain and register an approved degree relevant position (job, internship, fellowship etc) while attending NYU Wagner and before enrollment in Capstone.   PLEASE NOTE : Students cannot fulfill the PER before their first semester at NYU Wagner. [up]    2. What types of positions can be used to satisfy the PER   In order to fulfill the PER, a position must be directly relevant to your career goals as well as your degree program and/or specialization. To qualify as “relevant,” the position must provide opportunities to practically apply the skills and knowledge gained through your coursework and to gain the skills and knowledge needed to compete for employment in your field of interest.   For examples of internships that students have previously taken up to fulfill the PER, visit our Wagner in the Workplace page and see the Student Internships section. Full-time students typically work 20 hours per week during a semester or 40 hours per week in the summer, for example, in their PER roles. Part-time students typically work 40 hours per week in their PER roles.   If you are considering using a position for the PER and want to verify that it qualifies as “relevant” before accepting the position, email wagner.ocss@nyu.edu with the following information:   Subject Line:  - [Full Name] PER Pre-Approval Request   Body:  - First &amp; Last Name  - N Number (University ID)  - Degree Program &amp; Specialization  - Expected Capstone Enrollment Date  - Employer - Position Title - Summary of Career Goals (ideal industry and role)  - Summary of Position relevance (how this role will enable you to apply lessons learned through your coursework and how you will gain experience needed to be competitive in your field)   You will receive a response within 3-5 business days, so please allow enough lead time between your email and the date by which you need to accept your position offer. You can also visit walk-in-hours for broader questions about PER positions. [up]    3. How and when to register a PER position   Once you have secured a position that matches the above requirements, you must submit it for approval in the Career Directory by following these steps:   Log-in to the Career Directory, go to your Profile tab   In the PER box, click ‘Add New Experience’   Complete the required fields for your PER position and click ‘Save’ at the bottom of the form. The status icon in your PER box will indicate that your form is Submitted.   Please allow 5-10 business days for your position to be reviewed for approval by the Office of Career Services and Alumni Relations. Once approved, the status icon in your PER box will change to Approved. At this point, you will have successfully registered your PER Position and satisfied this degree requirement.   Your Albert records will be updated to reflect your approval within 10 business days.   If your position does not qualify for the PER, you will receive an email explaining why it was not approved. This will be sent to the email address you used to log in to the Career Directory.   PER positions must be registered and started before a student starts Capstone. For example, a student may register a PER position for approval to start an internship that begins on July 15 and ends on October 1. This type of timeframe is acceptable since the position commences before the first day of Capstone. Alternatively, many students will begin their PER job or internship on May 15 and finish it on August 15, which is also acceptable. A student's PER must be shown as approved in the system in order to register for Capstone, so students should register their positions as soon as they begin.   Students typically start PER in the summer before Capstone, while others may start PER in the spring semester before Capstone. When a student begins PER generally depends on the opportunity and its relevance.    4. How and Why to track hours for a PER Position   Once your PER position has been approved in the Career Directory, you can track the hours you have completed using the ‘Track Hours’ icon which is located to the right of the status icon in your PER box.   There is no minimum hourly requirement for PER positions, though we encourage students to follow the best practices described in #2 above in order to maximize their positions. The Track Hours function will enable you to keep track of your progress while helping OCS collect data regarding the time that students devote to their PER positions. [up]    5. How to get assistance with finding a PER position   NYU Wagner’s OCS staff is available to advise you on strategies and resources for identifying degree relevant positions, submitting strong application materials, conducting successful interviews and other career development topics. Email wagner.ocss@nyu.edu or visit http://wagner.nyu.edu/careers for more information about OCS resources.   PLEASE NOTE : NYU Wagner does not place students in jobs or internships for the PER. [up]    6. What if I believe I have fulfilled the experience requirement prior to enrollment in NYU Wagner?   In order to fulfill the NYU Wagner experience requirement prior to enrollment, you must enter the program with at least two years of full-time, degree relevant professional experience. If you believe that your professional background meets this requirement, you can submit a PER Waiver Form to have your PER status reviewed. This form is located at the top right corner of this page. NYU Wagner staff will review your request and contact you directly (within twelve business days) to update you on the status of your PER.   PLEASE NOTE : Students must submit PER Waiver Forms by the end of the second semester at NYU Wagner. Requests submitted after that may not be considered. PER Waiver Forms are reviewed every 2 weeks. Incomplete forms will substantially delay response time. [up]    7. For international students: As an F1 student, can I obtain authorization to accept an off-campus paid position to fulfill PER?   Because PER is a degree requirement at NYU WAgner, with Curricular Practical Training (CPT) and F-1 international student may accept a paid, off-campus PER position. In order to qualify for CPT. It is recommended that students complete one full academic semester before accepting an internship or work experience role. CPT is typically done on a part-time (up to 20 hours per week) basis during a semester or on a full-time basis during the summer.   Students may not begin CPT without prior authorization from the Office of Global Services (OGS) . Retroactive authorization is not possible.   A CPT-authorized position that fulfills the PER degree requirement (see #3 for procedures), will therefore fulfill a student's CPT allowance. (Students who wish to pursue off-campus paid positions in addition to the PER may consider Optical Practical Training (OPT) in consultation with NYU's OGS). [up]                      Forms   PER Waiver Form                                                                        © NYU Wagner   295 Lafayette Street, New York, NY 10012-9604   212.998.7400   Copyright and Fair Use   Contact Us   Sitemap   New York University"}, {"content": "Costs & Budgeting                                                                                                               NYU.edu requires JavaScript be enabled in your browser in order to use important features of the site. JavaScript is either disabled or not supported by your browser. For instructions on how to enable JavaScript in your browser, click here .                       New York University    Skip to Content   Skip to Search   Skip to Navigation   Skip to Sub Navigation                                                        NYUHome Login                            Students           |   Faculty           |   Alumni           |   Employees           |   Community                                   Schools          Arts and Science      College of Arts and Science      College of Dentistry      College of Nursing      Courant Institute of Mathematical Sciences      Gallatin School of Individualized Study      Graduate School of Arts and Science      Institute of Fine Arts      Institute for the Study of the Ancient World      Leonard N. Stern School of Business      Liberal Studies Program      NYU Abu Dhabi      NYU Shanghai      Polytechnic School of Engineering      Robert F. Wagner Graduate School of Public Service      School of Professional Studies      School of Law      School of Medicine      Silver School of Social Work      Steinhardt School of Culture, Education, and Human Development      Tisch School of the Arts                QuickLinks          Academic Calendars      Administrative Units      Albert      Apply for Jobs      Athletics      Bookstores      Bursar      Campus Map      Career Development      Emergencies      Events      Giving to NYU      Housing      ITS      Libraries      News      NYU Apparel      Policies      Public Safety      Registrar      Student Health Center      Student Resources      Wellness Exchange                A-Z          A      B      C      D      E      F      G      H      I      J      K      L      M      N      O      P      Q      R      S      T      U      V      W      X      Y      Z                                                          New York University                          Search NYU                    Pages |    People                                       Main Navigation            About NYU       Admissions       Academics       University Life       Research       Global                                 Bread Crumbs          Global   /   Global Academic Centers   /   London   /   Admitted Students   /   Costs & Budgeting                 Sub Navigation                                 Scholarships & Financial Aid                       Non-NYU Students                       Cost of Living                       Banking & Exchange Rates                       Budget Tips                                                                   Costs & Budgeting        Tuition   Figure includes tuition for full-time student status covering 12-18 points, deposit and required registration fees, and several program activities and excursions. For each point taken in excess of 18 points in a semester, there is an additional charge per point.   Non-NYU Students   If your college or university has a partnership with NYU Global Academic Programs the cost of tuition may be less than    the posted figures. Inquire with your study abroad office to find out if there is a partnership with NYU.              Lodging   Costs listed range from off-campus shared apartments with no meals to on-campus residences with meals, and homestays with meals. Students participating in this program are required to live in NYU housing. Limited single rooms are available. Please note that costs may fluctuate with the exchange rate. NYU does all it can to keep housing costs low while maintaining the high quality of services and facilities we provide - which are among the most comprehensive in the Study Away field. A cancelation fee may be assessed if a student's written request to cancel the housing license be approved.     Meals   Estimated costs for students living in an NYU leased apartment where there is no meal plan.   Miscellaneous   Students planning to travel extensively outside the program parameters on weekends and holidays should budget accordingly. With the exception of tuition, all costs are estimated and may vary depending on the student's budget.        Global Travel Assistance   Provided at no additional cost to the student, this service provides assistance through one of the world's largest providers of medical and security evacuation as well as general travel aid (e.g., lost document assistance). This company provides 24-hour global services with the help of our site staff to our students abroad.               Required Expenses  Total (per semester)   $29,941 - $33,110   Undergraduate Tuition &amp; Fees*  $23,085  Lodging** $6,856 to $10,025      Additional Expenses  Total $4,600 - $6,200   Meals $2,000 - $2,800  Round-Trip Airfare $700 - $1,000  Books $400  Miscellaneous $1,500 - $2,000      *The rates listed are for the 2014-2015 academic year. NYU students pay their individual school tuition, which may differ by college.   Disclaimer: The Board of Trustees of New York University reserves the right to alter the schedule of fees without notice.              ** An extremely limited number of single bedrooms is avaiable at an additional cost. Priorty is given to students registered with the Moses Center who require accommodation. Rates shown are pending board of trustees review. Approval anticipated June 2015.   ***For a review of prices for typical items you may purchase, take a look at this updated list .***   Please note that there may be costs associated with obtaining a visa (e.g. an application fee and/or providing a bank letter to show evidence of funds). For more information, visit the visa process page .            Billing   NYU’s Electronic billing system is the official means of generating tuition bills for all enrolled students. Within a few weeks of registering for classes, students (with the exception of visiting students whose home schools choose to bill them directly for their term at NYU) will receive a message at their official NYU e-mail address notifying them that a bill for tuition, fees, and housing is now available.   Please visit the NYU Bursar Web-site for details about the E-bill process.              Students going to NYU London (except for freshman) will be billed an estimated housing charge . This estimate is used as a “placeholder charge” until we place students in their final housing assignment; the initial charge is unrelated to the final housing charge. There are two reasons we do this:     Students on financial aid have loans and grant funds released to them earlier.   Students can budget ahead and pay the bulk of their charges earlier, rather than waiting until final housing assignments are made.     Once the actual housing placement has been made, the E-bill is adjusted, resulting in either a credit or an additional charge. The final charge will appear on the student's E-bill within 2-3 weeks following the start of the program.                                                  NYU Centers Abroad...           Abu Dhabi, United Arab Emirates Accra, Ghana Berlin, Germany Buenos Aires, Argentina Florence, Italy London, United Kingdom Madrid, Spain New York, United States of America Paris, France Prague, Czech Republic Shanghai, China Sydney, Australia Tel Aviv, Israel Washington, DC, United States of America                                                                  Learn     Courses   Special Programs   Freshman Program   Facilities   Faculty   Community Service   English for Academic Purposes                Live     Housing     Culture &amp; Customs   Safety   Health &amp; Wellness     Cost &amp; Budgeting   Staff                 Explore      Restaurants    Things to do    Local Travel    Regional Travel                                   Questions?        Contact Us                                                                    NYU Footer          Search      Directory      Campus Map      Events      Contact Us      Site Map      Copyright and Fair Use      Feedback         Unless otherwise noted, all content copyright New York University. All rights reserved. Designed by The Office of Web Communications"}, {"content": "PER Waiver Form | NYU Wagner                                     Jump to navigation                                                   Login &nbsp          Students       Student Applicants               Faculty &amp; Staff             Alumni       Employers                 About      FAQ      Donate      Contact Us                                                                                                                                                                  Faculty &amp; Research Faculty, Visiting Scholars &amp; Practitioners   Faculty Research   Faculty Projects and Initiatives   Seminars at NYU     Centers &amp; Institutes Centers &amp; Institutes Financial Access Initiative   The Furman Center for Real Estate &amp; Urban Policy   Institute for Civil Infrastructure Systems   Institute for Education and Social Policy   John Brademas Center for the Study of Congress   Center for Global Public Service and Social Impact   Research Center for Leadership in Action   Rudin Center for Transportation Policy &amp; Management   Initiatives The Governance Lab   Innovation Labs   M.L. Berman Jewish Policy Archive   Affiliated Institutes Institute for Human Development and Social Change   Marron Institute on Cities &amp; the Urban Environment   Other Affiliated Institutes     Academics Courses   Capstone Program   Degree Programs MPA in Public and Nonprofit Management and Policy   MPA in Health Policy and Management   Master of Urban Planning   Doctoral Program   Executive MPA   Dual Degrees   Undergraduate Offerings Undergraduate Major   Undergraduate Minors   Other Programs Advanced Professional Certificate   Non-Degree Program     Admissions Why Wagner   Admissions Criteria   Application Process &amp; Deadlines   Financial Aid, Scholarship, &amp; Tuition Information   Apply to Wagner   Admitted Students     Students Getting Started   Academic Policies &amp; Procedures   Advisement   Calendars   Student Engagement &amp; Groups   Student Directory   Student Journey     Careers For Job Seekers Advisement   Search for Jobs / Internships   How-to Guides   Career and Recruitment Events   WAG-NET   Resources   Composing Your Career   For Employers Overview   Wagner in the Workplace   Post a Position   Host an Info Session   On and Off Campus Recruitment   Recent Employment Statistics   Alumni Profiles     Alumni Alumni Events   Alumni Profiles   Alumni Benefits   Stay Connected   Alumni Groups   Career and Recruitment Services   Give Back to Wagner   Contact Us     News &amp; Events Calendars   Events at Wagner   Events Archive   Graduation   Photo Gallery   NYU Wagner in the Media   News Archive   Faculty Experts for Media   Public Service Today Blogs   Public Service Today Podcasts   Space Rentals                                                                                                        You are here Students › PER Waiver Form          Share this page                Facebook      Twitter      LinkedIn      Tumblr      Wordpress      Email                                                              PER Waiver Form          Getting Started   Academic Policies &amp; Procedures   Advisement   Calendars   Student Engagement &amp; Groups   Student Directory   Student Journey                   Request More Information          Apply to Wagner                 PER Waiver Form                                   All fields marked with *  are required.      Are you a currently enrolled NYU Wagner student? *      Yes         No            Please continue to the form       You cannot submit the waiver form until you are enrolled      Contact Information   First Name: *         Last Name: *         Student University ID: *         NYU Email: *         Phone: *         Country of Citizenship: *   Afghanistan Aland Islands Albania Algeria American Samoa Andorra Angola Anguilla Antarctica Antigua and Barbuda Argentina Armenia Aruba Australia Austria Azerbaijan Bahamas Bahrain Bangladesh Barbados Belarus Belgium Belize Benin Bermuda Bhutan Bolivia Bosnia and Herzegovina Botswana Bouvet Island Brazil British Indian Ocean Territory British Virgin Islands Brunei Bulgaria Burkina Faso Burundi Cambodia Cameroon Canada Cape Verde Caribbean Netherlands Cayman Islands Central African Republic Chad Chile China Christmas Island Cocos (Keeling) Islands Colombia Comoros Congo (Brazzaville) Congo (Kinshasa) Cook Islands Costa Rica Croatia Cuba Curaçao Cyprus Czech Republic Denmark Djibouti Dominica Dominican Republic Ecuador Egypt El Salvador Equatorial Guinea Eritrea Estonia Ethiopia Falkland Islands Faroe Islands Fiji Finland France French Guiana French Polynesia French Southern Territories Gabon Gambia Georgia Germany Ghana Gibraltar Greece Greenland Grenada Guadeloupe Guam Guatemala Guernsey Guinea Guinea-Bissau Guyana Haiti Heard Island and McDonald Islands Honduras Hong Kong S.A.R., China Hungary Iceland India Indonesia Iran Iraq Ireland Isle of Man Israel Italy Ivory Coast Jamaica Japan Jersey Jordan Kazakhstan Kenya Kiribati Kuwait Kyrgyzstan Laos Latvia Lebanon Lesotho Liberia Libya Liechtenstein Lithuania Luxembourg Macao S.A.R., China Macedonia Madagascar Malawi Malaysia Maldives Mali Malta Marshall Islands Martinique Mauritania Mauritius Mayotte Mexico Micronesia Moldova Monaco Mongolia Montenegro Montserrat Morocco Mozambique Myanmar Namibia Nauru Nepal Netherlands Netherlands Antilles New Caledonia New Zealand Nicaragua Niger Nigeria Niue Norfolk Island Northern Mariana Islands North Korea Norway Oman Pakistan Palau Palestinian Territory Panama Papua New Guinea Paraguay Peru Philippines Pitcairn Poland Portugal Puerto Rico Qatar Reunion Romania Russia Rwanda Saint Barthélemy Saint Helena Saint Kitts and Nevis Saint Lucia Saint Martin (French part) Saint Pierre and Miquelon Saint Vincent and the Grenadines Samoa San Marino Sao Tome and Principe Saudi Arabia Senegal Serbia Seychelles Sierra Leone Singapore Sint Maarten Slovakia Slovenia Solomon Islands Somalia South Africa South Georgia and the South Sandwich Islands South Korea South Sudan Spain Sri Lanka Sudan Suriname Svalbard and Jan Mayen Swaziland Sweden Switzerland Syria Taiwan Tajikistan Tanzania Thailand Timor-Leste Togo Tokelau Tonga Trinidad and Tobago Tunisia Turkey Turkmenistan Turks and Caicos Islands Tuvalu U.S. Virgin Islands Uganda Ukraine United Arab Emirates United Kingdom United States United States Minor Outlying Islands Uruguay Uzbekistan Vanuatu Vatican Venezuela Vietnam Wallis and Futuna Western Sahara Yemen Zambia Zimbabwe       Resume Please upload an updated copy of your resume that describes your professional experiences (jobs, internships, volunteer positions), dates of tenure in each position, and whether each position was full-time or part time.   Upload Resume: *        Files must be less than 2 MB . Allowed file types: txt rtf pdf doc docx .       Please indicate your chosen program of study at NYU Wagner.    Degree Program:   MPA-PNP MPA-Health MUP       Specialization:   MPA-PNP/Management MPA-PNP/Policy Analysis MPA-PNP/Finance MPA-PNP/International MPA-Health/Management MPA-Health/Policy Analysis MPA-Health/Financial Management MPA-Health/Public Finance MPA-Health/International MUP/Economic Development &amp; Housing Policy MUP/Environment, Infrastructure &amp; Transportation MUP/International       Professional Goals &amp; Experience    Please provide a brief, general overview of your professional goals.          Please briefly describe how your previous experience, professional and otherwise, is relevant to your chosen program of study.                                                        © NYU Wagner   295 Lafayette Street, New York, NY 10012-9604   212.998.7400   Copyright and Fair Use   Contact Us   Sitemap   New York University"}]}]