[{"detail": [{"content": "Educational Theatre Undergraduate Syllabi and Course Descriptions - Teacher Education at Steinhardt - NYU Steinhardt                                                                                                   Skip to content       NYU Steinhardt School of Culture, Education, and Human Development         apply now     request info     contact                                               Admissions                    Undergraduate      Admissions              How       to Apply       Visiting       NYU Steinhardt       Tuition and Fees       Financial       Aid       Housing       Transfer Students       Request       Information       Apply       Now                             Graduate      Admissions             How to       Apply       Info Sessions and Events       Tuition        Application Guide       Financial Aid       Housing       Request       Information       Apply Now                             Global      and Special Sessions             Summer       Winter        Study Abroad Programs                                   About Steinhardt                                  Who We Are       Messages from the Dean       Mission and Vision       School Stats       Administration                                       Videos       Social Media Directory       Steinhardt Blogs            Snapshots       Podcasts                                   Academics                   By Level of Study              Undergraduate       Minors       Master's       Doctoral       Certificate                            By Area of Study             Applied Psychology       Art       Education       Health       Media       Music                            Global      and Special Sessions             Global Programs            Summer at Washington Square       Winter at Washington Square                            More      Academics             Academic Departments       Bulletin       Teacher Certification       Courses Listings       Course Evaluations       Course       Search       Lectures and Podcasts                                    Faculty                    Meet      Our Faculty              Alphabetical list       of Faculty       Faculty by Department       Faculty by Expertise       Faculty Blogs       Videos of our Faculty            Faculty Research       News About Our Faculty                            Faculty      Affairs              Open Faculty Positions       Faculty Policies and Guidelines       Faculty Governance       Academic Affairs            Faculty Technology Services       Faculty       Awards       Grants and Funding       Update Your Faculty Bio                                   Students                  Undergraduate Students            Advisement       Registration       Orientation       Transfer Students       Student Honors           Undergraduate Student Government (USG)                            Master's Students            Master's Connection       Advisement       Registration       Orientation       Grants       Graduate Student Organization (GSO)                            Doctoral Students            About Doctoral Studies        Full-Time Funding       Policies       Forms       Events and Deadlines        Research and Grants       Dissertation Guidelines        Past Dissertations                            All Students            Who's Who in Student Affairs       Non-Matriculated Students       Course Schedules and Locations       Graduation and Commencement       Calendar of Events       Student Counseling       Academic Standards       Student Matters Blog       Download Forms and Publications                                 Alumni                    Stay      Connected             Steinhardt Alumni News       NYU Alumni Connect Newsletter       Upcoming NYU Alumni Events       Find an NYU Alumni Club       NYU Alumni Day       Update Your Contact Information       Submit a Class Note        Alumni Profiles       NYU Steinhardt on               NYU Steinhardt Facebook        NYU Steinhardt Twitter        NYU Steinhardt YouTube        NYU Steinhardt LinkedIn                                            Giving      to Steinhardt                The Steinhardt Annual Fund         Make an Online Donation         NYU Giving                             Alumni Resources             NYU Alumni Homepage       Alumni Card and Benefits Program       Wasserman Center for Career Development       Library Privileges                                    Research                    Faculty      Research              Current Research Projects       Faculty       Research Interests       Faculty       Publications       Faculty Research Grant       Opportunities                             Doctoral      Research             Policies       Methods Courses       Forms and Instructions        Events and       Deadlines       Funds       Proposal       and Dissertation                            More Research             Centers and Institutes       Commissions and Consortiums       External Funding Report                                    News and Events                    Recent      News                  NYU Symphony to Play Philip Glass, Valgeir Sigurðsson, at Symphony Space, May 8th       Institute for Education and Social Policy Finds Small High School Reform Boosts Districtwide Outcomes       Secrets of the Sari Revealed at Costume Studies Event, May 2nd       An Evening of Conversation and Performance with Julia Wolfe &#8212; April 29th       At Weekend Hackathon, Experts from NYU and AT&amp;T Look for Solutions for People with Disabilities                            More News             News from NYU Steinhardt       News About Our Faculty       Steinhardt At a Glance       Newsletters            Faculty Blogs       All Blogs                            Press Room             Press Releases       Faculty Experts       Steinhardt in the News       Expert Video Commentary       Press Contact                            Events             Calendar of Events       Events and Conferences                                   Media                               Videos       Blogs       Photo Essays       Podcasts              NYU Steinhardt Facebook        NYU Steinhardt Twitter        NYU Steinhardt YouTube        NYU Steinhardt LinkedIn        NYU Steinhardt RSS        NYU Steinhardt Instagram                                                   Teacher Education at Steinhardt              Teacher Education at Steinhardt        Steinhardt Values          Teacher Preparation             Faculty     Program Areas     Teacher Certification     Education Standards     Field Experiences & Student Teaching       Study Abroad Opportunities     Working Groups            Educational Research         Education Research         Centers, Reports and Data     Accreditation            Special Projects         ASD-NEST     CRISP     Developing Chinese Language Teachers     Great Oaks Residency     P-SELL     Partnership Schools     Reading Recovery     Saturday Art Workshop                                        Educational Theatre Undergraduate Syllabi and Course Descriptions                  Course ID Title Description             MPAET-UE 9    Stagecraft    Comprehensive, practical course in the various technical aspects of theatrical production. Fall term explores the planning, construction, and painting of scenery and the architecture of the stage. Spring term deals with stage electrics, lighting, crafts, sound technology, and special effects. Three additional hours of laboratory a week.          MPAET-UE 50    Introduction to Educational Theatre I    This course will involve an examination of the major periods of theatre history from the Ancient Greeks to the 19th Century United States. There will be analysis of dramatic structures that relate these periods to the discipline of educational theatre. Different perspectives will be offered to give a comprehensive view of the role of theatre as a foundation to educational theatre. Students will develop a knowledge and understanding of strategies employed in educational theatre and an appreciation of the aesthetics of theatre and drama.          MPAET-UE 1081    Directing I    Elements of play scripts are analyzed and dramatized. Students may cast and rehearse brief scenes performed on Friday afternoons.          MPAET-UE 60    Theatre as Art Form    This course introduces non-majors to theatre as a live and performing art through a variety of experiences including attendance at live performances, readings of play scripts, and theoretical texts, and the creation of original plays. Through lectures, discussions, and written assignments, students will explore the roles of the playwright, actor, director, and designer in the production process, as well as examines the role of the audience in the live performance.          MPAET-UE 92    Collegium and Program Seminar    All undergraduate music majors meet in Collegium six times each semester to discuss broad issues of the music profession, career opportunities, and department matters. During the remaining weeks students meet with members of their major program for visits with specialists in their field and for programmatic discussions.          MPAET-UE 1005    Introduction to Theatre for Young Audiences I    Play and audience analysis, directing methods, production techniques. Each student plans a complete children's theatre production. Laboratory experience recommended          MPAET-UE 1029    Dramatic Activities in the Elementary Classroom    Methods and materials for role-playing, story dramatization, mask, puppetry, and improvisation as applied to the elementary classroom, in such areas as learning processes, motivation, communication and classroom management. Relationship of drama and theatre to the elementary curriculum. Student will use drama and theatre to address the human development processes that impact on the K-6 child's readiness to learn, such as culture, nutrition, personal safety and community. Laboratory experience required: 15 hours.          MPAET-UE 1050    Acting: Fundamentals    This course offers a foundation upon which to build the technique needed to do the actors job: to live truthfully under the imaginary circumstances of the play. In this Stanislavski/Uta Hagen based approach, students participate in a guided study of self-observation and apply discoveries to scene work.          MPAET-UE 1051    Acting: Scene Study    In this course students will continue the exploration begun in Acting: Fundamentals with in-depth scene and monologue preparation from the contemporary stage. Studio work will focus on the given circumstances, creating a physical life for the character, and miming the relationships that drive the play.          MPAET-UE 1055    Voice and Speech for Actors    A class for undergraduate majors of Educational Theater, this course focuses on the development of an actor's vocal instrument through physical exercises and work with poetic and dramatic text. Through exploration of established vocal techniques, students will build positive habits and ways of working with their voices that will allow for them to develop natural resonance and create more vocal variation. This increased vocal clarity will put them more directly in touch with their emotional impulses, and build a stronger dramatic foundation in acting.          MPAET-UE 1057    Masters of Modern Drama    Students read major plays representing innovative forms in modern theatre. Movements from Ibsen, Chekhov, and Strindberg to dramatists of today are related to styles of theatrical presentation.          MPAET-UE 1065    Theory of Creative Dramatics    A philosophy underlying informal dramatics, materials for conducting improvised dramatic activities in elementary and secondary education and with adults. Laboratory experience is recommended.          MPAET-UE 1068    Drama Activities in the Secondary Classroom    Theories and practices of educational drama and theatre as applied to the secondary classroom in such areas as learning processes, motivation, communication and classroom management. Attention given to the relationship of drama and theatre to speaking, thinking, writing, reading, history and other curricular subjects. An examination of improvisational techniques as well as play production. Student will use drama and theatre to address the human developmental processes that impact on the 7-12 student's readiness to learn, such as culture, nutrition, personal safety and community. Laboratory experience required: 15 hours.          MPAET-UE 1079    Masks and Puppetry    Historical and practical experience in basic mask and puppet-making techniques. Exploration of the uses of masks and puppets and their importance in theatre. Laboratory three hours a week.          MPAET-UE 1081    Directing I    Elements of play scripts are analyzed and dramatized. Students cast and rehearse members of of the acting classes in brief scenes performed at workshop meetings on Friday afternoons. Class assignments included.          MPAET-UE 1099    Styles of Acting and Directing I    Scenes from period plays (Greek, Roman, Elizabethan, neoclassical French, Restoration, eighteenth-&amp;-nineteenth-century European) are studied and acted. A course in performance styles and techniques for actors, directors, designers, teachers, and those interested in theatre history and criticism. Additional hours of rehearsal.          MPAET-UE 1105    Beginning Playwriting    Principles and methods of play writing. Completion of several writing assignments is required, including a one-act play. Plays of special merit considered for program production.          MPAET-UE 1113    Physical Theatre Improvisation    Techniques for performing and teaching pantomime. Training in body control, gesture, and facial expressiveness. While basically a performance course, the history of mime as a theatre art is examined, and significant examples of Eastern and Western styles are studied.          MPAET-UE 1134    Student Teaching: Theatre in the Elementary Classroom    Supervised student teaching in elementary classroom settings, followed by scheduled conferences with field supervisor. Seminar will address formal and informal methods of assessing student learning and the means of analyzing one's own teaching practice. Student teachers will observe, plan, teach and evaluate drama and theatre activities, integrated across the elementary school curriculum, N-6.          MPAET-UE 1174    Student Teaching: Theatre in the Secondary Classroom    Supervised student teaching in secondary classroom settings, 7-12, followed by scheduled conferences with field supervisor. Seminar involves developing appropriate goals, negotiating and enacting appropriate learning experiences, and assessing student learning in drama and theatre activities. The critical analysis of student teaching in the secondary classroom is designed to promote the student's development as a reflective practitioner.                   General Pedagogical Core Syllabi and Course Descriptions          Course ID Title Description             TCHL-UE 0001    Inquiries Into Teaching &amp; Learning I    Inquiries I explores two themes: Learners and Learning and Teachers and Teaching. Students are introduced to teaching and learning by reconstructing, critiquing and sharing their own educational histories, and by reading and responding to the autobiographies and memoirs of learners and teachers of diverse backgrounds, needs, and experiences. The course focuses on way to promote and assess learning, support learners' interests, foster effective communication, honor diversity, create democratic learning environments, and enable teachers to fulfill their responsibility to self, others, school and community. By applying relevant professional literature to their micro teaching and their observations in school settings, students examine how the classroom context shapes the acquisition of knowledge, attitudes, and skills.          TCHL-UE 0005    Field Observations             TCHL-UE 0041    American Dilemmas: Race, Inequality &amp; the Unfulfilled Promise of Public Education    The course provides students with background on the historical &amp; sociological foundation of education in the United States. It examines the role that education has played in advancing civil &amp; human rights &amp; it explores the ways in which education continues to be implicated in the maintenance of social inequality in American society. Through readings, lectures, films &amp; class debates, students will gain an understanding of some of the most complex &amp; controversial issues confronting education today including: affirmative action, Bi-Lingual Education, Special Education, the achievement gap, school choice &amp; vouchers, &amp; the role of race &amp; culture in student achievement.          TCHL-UE 1020    Integrating History and Literature with Adolescents    Theory and methods for preparing English and Social Studies students to work collaboratively on designing and implementing interdisciplinary curriculum. How interdisciplinary teaching can address language and literacy acquisition, and a comparison of the ways writing is taught across the disciplines of English and History.          TCHL-UE 1030    Language Acquisution &amp; Literacy Education in a Multilingual &amp; Multicultural Context    Students will explore the first and second language acquisition process and their implications for the development of literacy skills in multicultural settings. Particular focus will be on both remedial and development processes for acquiring advanced reading and writing skills across the curriculum in middle childhood and adolescence. Emphasis is also placed on the varieties of language and literacy acquisition processes and the role of culture, family, and society in learning.          TCHL-UE 1090    Senior Honors Seminar in Teaching &amp; Learning I    This course is a seminar for students pursuing Honors Research in Teaching and Learning. It will guide students through the processes of selecting an area of educational inquiry, developing research questions, choosing and implementing appropriate methodologies, building outlines, developing bibliographies, writing literature reviews, and preparing drafts. During the first semester this seminar will meet regularly, as students develop their projects. During the spring semester students will work independently on their projects under the direction of individual faculty supervisors, with whom they will hold regular meetings.          TCHL-UE 1091    Senior Honors Seminar in Teaching &amp; Learning II    Seminar for students pursuing Honors Research in Teaching and Learning. Guides students through the processes of selecting an area of educational inquiry, developing research questions, choosing and implementing appropriate methodologies, building outlines, developing bibliographies, writing literature reviews, and preparing drafts. During the first semester, this seminar meets regularly, as students develop their projects. During the spring semester, students work independently on their projects under the direction of individual faculty supervisors, with whom they hold regular meetings, and then come together with their classmates for give scheduled meetings.          TCHL-UE 1999    Drug Alcohol Ed &amp; Child Abuse ID &amp; School Violence: Social Responsibilities of Teachers    An introduction to the role and responsibilities of teachers, school administrators, speech pathologists and pupil personnel staff in the coordinated school health program. Includes strategies to prepare prospective educators for addressing mandated health subjects (e.g., recognition and prevention of substance abuse, HIV/AIDS, child abduction; child abuse recognition; safety education, and violence prevention, including fire and arson prevention). Meets NYS Education Department certification requirements for instruction in school violence prevention (2 hours) and identification and reporting of child abuse (2 hours). And fulfills the harassment, bullying, and discrimination prevention and intervention training required for certification/licensure under the Dignity for All Students Act (The Dignity Act). Three of the required six instructional hours will be delivered through face to face instruction .* *Access to a school /field site is required and can be arranged upon request.                            This site, and all its contents, are Copyright &copy;        by New York University. All rights reserved.    Steinhardt School of Culture, Education, and Human Development - 82 Washington Square East, New York, NY 10003"}]},
{"detail": [{"content": "Educational Theatre Undergraduate Syllabi and Course Descriptions - Teacher Education at Steinhardt - NYU Steinhardt                                                                                                   Skip to content       NYU Steinhardt School of Culture, Education, and Human Development         apply now     request info     contact                                               Admissions                    Undergraduate      Admissions              How       to Apply       Visiting       NYU Steinhardt       Tuition and Fees       Financial       Aid       Housing       Transfer Students       Request       Information       Apply       Now                             Graduate      Admissions             How to       Apply       Info Sessions and Events       Tuition        Application Guide       Financial Aid       Housing       Request       Information       Apply Now                             Global      and Special Sessions             Summer       Winter        Study Abroad Programs                                   About Steinhardt                                  Who We Are       Messages from the Dean       Mission and Vision       School Stats       Administration                                       Videos       Social Media Directory       Steinhardt Blogs            Snapshots       Podcasts                                   Academics                   By Level of Study              Undergraduate       Minors       Master's       Doctoral       Certificate                            By Area of Study             Applied Psychology       Art       Education       Health       Media       Music                            Global      and Special Sessions             Global Programs            Summer at Washington Square       Winter at Washington Square                            More      Academics             Academic Departments       Bulletin       Teacher Certification       Courses Listings       Course Evaluations       Course       Search       Lectures and Podcasts                                    Faculty                    Meet      Our Faculty              Alphabetical list       of Faculty       Faculty by Department       Faculty by Expertise       Faculty Blogs       Videos of our Faculty            Faculty Research       News About Our Faculty                            Faculty      Affairs              Open Faculty Positions       Faculty Policies and Guidelines       Faculty Governance       Academic Affairs            Faculty Technology Services       Faculty       Awards       Grants and Funding       Update Your Faculty Bio                                   Students                  Undergraduate Students            Advisement       Registration       Orientation       Transfer Students       Student Honors           Undergraduate Student Government (USG)                            Master's Students            Master's Connection       Advisement       Registration       Orientation       Grants       Graduate Student Organization (GSO)                            Doctoral Students            About Doctoral Studies        Full-Time Funding       Policies       Forms       Events and Deadlines        Research and Grants       Dissertation Guidelines        Past Dissertations                            All Students            Who's Who in Student Affairs       Non-Matriculated Students       Course Schedules and Locations       Graduation and Commencement       Calendar of Events       Student Counseling       Academic Standards       Student Matters Blog       Download Forms and Publications                                 Alumni                    Stay      Connected             Steinhardt Alumni News       NYU Alumni Connect Newsletter       Upcoming NYU Alumni Events       Find an NYU Alumni Club       NYU Alumni Day       Update Your Contact Information       Submit a Class Note        Alumni Profiles       NYU Steinhardt on               NYU Steinhardt Facebook        NYU Steinhardt Twitter        NYU Steinhardt YouTube        NYU Steinhardt LinkedIn                                            Giving      to Steinhardt                The Steinhardt Annual Fund         Make an Online Donation         NYU Giving                             Alumni Resources             NYU Alumni Homepage       Alumni Card and Benefits Program       Wasserman Center for Career Development       Library Privileges                                    Research                    Faculty      Research              Current Research Projects       Faculty       Research Interests       Faculty       Publications       Faculty Research Grant       Opportunities                             Doctoral      Research             Policies       Methods Courses       Forms and Instructions        Events and       Deadlines       Funds       Proposal       and Dissertation                            More Research             Centers and Institutes       Commissions and Consortiums       External Funding Report                                    News and Events                    Recent      News                  NYU Symphony to Play Philip Glass, Valgeir Sigurðsson, at Symphony Space, May 8th       Institute for Education and Social Policy Finds Small High School Reform Boosts Districtwide Outcomes       Secrets of the Sari Revealed at Costume Studies Event, May 2nd       An Evening of Conversation and Performance with Julia Wolfe &#8212; April 29th       At Weekend Hackathon, Experts from NYU and AT&amp;T Look for Solutions for People with Disabilities                            More News             News from NYU Steinhardt       News About Our Faculty       Steinhardt At a Glance       Newsletters            Faculty Blogs       All Blogs                            Press Room             Press Releases       Faculty Experts       Steinhardt in the News       Expert Video Commentary       Press Contact                            Events             Calendar of Events       Events and Conferences                                   Media                               Videos       Blogs       Photo Essays       Podcasts              NYU Steinhardt Facebook        NYU Steinhardt Twitter        NYU Steinhardt YouTube        NYU Steinhardt LinkedIn        NYU Steinhardt RSS        NYU Steinhardt Instagram                                                   Teacher Education at Steinhardt              Teacher Education at Steinhardt        Steinhardt Values          Teacher Preparation             Faculty     Program Areas     Teacher Certification     Education Standards     Field Experiences & Student Teaching       Study Abroad Opportunities     Working Groups            Educational Research         Education Research         Centers, Reports and Data     Accreditation            Special Projects         ASD-NEST     CRISP     Developing Chinese Language Teachers     Great Oaks Residency     P-SELL     Partnership Schools     Reading Recovery     Saturday Art Workshop                                        Educational Theatre Undergraduate Syllabi and Course Descriptions                  Course ID Title Description             MPAET-UE 9    Stagecraft    Comprehensive, practical course in the various technical aspects of theatrical production. Fall term explores the planning, construction, and painting of scenery and the architecture of the stage. Spring term deals with stage electrics, lighting, crafts, sound technology, and special effects. Three additional hours of laboratory a week.          MPAET-UE 50    Introduction to Educational Theatre I    This course will involve an examination of the major periods of theatre history from the Ancient Greeks to the 19th Century United States. There will be analysis of dramatic structures that relate these periods to the discipline of educational theatre. Different perspectives will be offered to give a comprehensive view of the role of theatre as a foundation to educational theatre. Students will develop a knowledge and understanding of strategies employed in educational theatre and an appreciation of the aesthetics of theatre and drama.          MPAET-UE 1081    Directing I    Elements of play scripts are analyzed and dramatized. Students may cast and rehearse brief scenes performed on Friday afternoons.          MPAET-UE 60    Theatre as Art Form    This course introduces non-majors to theatre as a live and performing art through a variety of experiences including attendance at live performances, readings of play scripts, and theoretical texts, and the creation of original plays. Through lectures, discussions, and written assignments, students will explore the roles of the playwright, actor, director, and designer in the production process, as well as examines the role of the audience in the live performance.          MPAET-UE 92    Collegium and Program Seminar    All undergraduate music majors meet in Collegium six times each semester to discuss broad issues of the music profession, career opportunities, and department matters. During the remaining weeks students meet with members of their major program for visits with specialists in their field and for programmatic discussions.          MPAET-UE 1005    Introduction to Theatre for Young Audiences I    Play and audience analysis, directing methods, production techniques. Each student plans a complete children's theatre production. Laboratory experience recommended          MPAET-UE 1029    Dramatic Activities in the Elementary Classroom    Methods and materials for role-playing, story dramatization, mask, puppetry, and improvisation as applied to the elementary classroom, in such areas as learning processes, motivation, communication and classroom management. Relationship of drama and theatre to the elementary curriculum. Student will use drama and theatre to address the human development processes that impact on the K-6 child's readiness to learn, such as culture, nutrition, personal safety and community. Laboratory experience required: 15 hours.          MPAET-UE 1050    Acting: Fundamentals    This course offers a foundation upon which to build the technique needed to do the actors job: to live truthfully under the imaginary circumstances of the play. In this Stanislavski/Uta Hagen based approach, students participate in a guided study of self-observation and apply discoveries to scene work.          MPAET-UE 1051    Acting: Scene Study    In this course students will continue the exploration begun in Acting: Fundamentals with in-depth scene and monologue preparation from the contemporary stage. Studio work will focus on the given circumstances, creating a physical life for the character, and miming the relationships that drive the play.          MPAET-UE 1055    Voice and Speech for Actors    A class for undergraduate majors of Educational Theater, this course focuses on the development of an actor's vocal instrument through physical exercises and work with poetic and dramatic text. Through exploration of established vocal techniques, students will build positive habits and ways of working with their voices that will allow for them to develop natural resonance and create more vocal variation. This increased vocal clarity will put them more directly in touch with their emotional impulses, and build a stronger dramatic foundation in acting.          MPAET-UE 1057    Masters of Modern Drama    Students read major plays representing innovative forms in modern theatre. Movements from Ibsen, Chekhov, and Strindberg to dramatists of today are related to styles of theatrical presentation.          MPAET-UE 1065    Theory of Creative Dramatics    A philosophy underlying informal dramatics, materials for conducting improvised dramatic activities in elementary and secondary education and with adults. Laboratory experience is recommended.          MPAET-UE 1068    Drama Activities in the Secondary Classroom    Theories and practices of educational drama and theatre as applied to the secondary classroom in such areas as learning processes, motivation, communication and classroom management. Attention given to the relationship of drama and theatre to speaking, thinking, writing, reading, history and other curricular subjects. An examination of improvisational techniques as well as play production. Student will use drama and theatre to address the human developmental processes that impact on the 7-12 student's readiness to learn, such as culture, nutrition, personal safety and community. Laboratory experience required: 15 hours.          MPAET-UE 1079    Masks and Puppetry    Historical and practical experience in basic mask and puppet-making techniques. Exploration of the uses of masks and puppets and their importance in theatre. Laboratory three hours a week.          MPAET-UE 1081    Directing I    Elements of play scripts are analyzed and dramatized. Students cast and rehearse members of of the acting classes in brief scenes performed at workshop meetings on Friday afternoons. Class assignments included.          MPAET-UE 1099    Styles of Acting and Directing I    Scenes from period plays (Greek, Roman, Elizabethan, neoclassical French, Restoration, eighteenth-&amp;-nineteenth-century European) are studied and acted. A course in performance styles and techniques for actors, directors, designers, teachers, and those interested in theatre history and criticism. Additional hours of rehearsal.          MPAET-UE 1105    Beginning Playwriting    Principles and methods of play writing. Completion of several writing assignments is required, including a one-act play. Plays of special merit considered for program production.          MPAET-UE 1113    Physical Theatre Improvisation    Techniques for performing and teaching pantomime. Training in body control, gesture, and facial expressiveness. While basically a performance course, the history of mime as a theatre art is examined, and significant examples of Eastern and Western styles are studied.          MPAET-UE 1134    Student Teaching: Theatre in the Elementary Classroom    Supervised student teaching in elementary classroom settings, followed by scheduled conferences with field supervisor. Seminar will address formal and informal methods of assessing student learning and the means of analyzing one's own teaching practice. Student teachers will observe, plan, teach and evaluate drama and theatre activities, integrated across the elementary school curriculum, N-6.          MPAET-UE 1174    Student Teaching: Theatre in the Secondary Classroom    Supervised student teaching in secondary classroom settings, 7-12, followed by scheduled conferences with field supervisor. Seminar involves developing appropriate goals, negotiating and enacting appropriate learning experiences, and assessing student learning in drama and theatre activities. The critical analysis of student teaching in the secondary classroom is designed to promote the student's development as a reflective practitioner.                   General Pedagogical Core Syllabi and Course Descriptions          Course ID Title Description             TCHL-UE 0001    Inquiries Into Teaching &amp; Learning I    Inquiries I explores two themes: Learners and Learning and Teachers and Teaching. Students are introduced to teaching and learning by reconstructing, critiquing and sharing their own educational histories, and by reading and responding to the autobiographies and memoirs of learners and teachers of diverse backgrounds, needs, and experiences. The course focuses on way to promote and assess learning, support learners' interests, foster effective communication, honor diversity, create democratic learning environments, and enable teachers to fulfill their responsibility to self, others, school and community. By applying relevant professional literature to their micro teaching and their observations in school settings, students examine how the classroom context shapes the acquisition of knowledge, attitudes, and skills.          TCHL-UE 0005    Field Observations             TCHL-UE 0041    American Dilemmas: Race, Inequality &amp; the Unfulfilled Promise of Public Education    The course provides students with background on the historical &amp; sociological foundation of education in the United States. It examines the role that education has played in advancing civil &amp; human rights &amp; it explores the ways in which education continues to be implicated in the maintenance of social inequality in American society. Through readings, lectures, films &amp; class debates, students will gain an understanding of some of the most complex &amp; controversial issues confronting education today including: affirmative action, Bi-Lingual Education, Special Education, the achievement gap, school choice &amp; vouchers, &amp; the role of race &amp; culture in student achievement.          TCHL-UE 1020    Integrating History and Literature with Adolescents    Theory and methods for preparing English and Social Studies students to work collaboratively on designing and implementing interdisciplinary curriculum. How interdisciplinary teaching can address language and literacy acquisition, and a comparison of the ways writing is taught across the disciplines of English and History.          TCHL-UE 1030    Language Acquisution &amp; Literacy Education in a Multilingual &amp; Multicultural Context    Students will explore the first and second language acquisition process and their implications for the development of literacy skills in multicultural settings. Particular focus will be on both remedial and development processes for acquiring advanced reading and writing skills across the curriculum in middle childhood and adolescence. Emphasis is also placed on the varieties of language and literacy acquisition processes and the role of culture, family, and society in learning.          TCHL-UE 1090    Senior Honors Seminar in Teaching &amp; Learning I    This course is a seminar for students pursuing Honors Research in Teaching and Learning. It will guide students through the processes of selecting an area of educational inquiry, developing research questions, choosing and implementing appropriate methodologies, building outlines, developing bibliographies, writing literature reviews, and preparing drafts. During the first semester this seminar will meet regularly, as students develop their projects. During the spring semester students will work independently on their projects under the direction of individual faculty supervisors, with whom they will hold regular meetings.          TCHL-UE 1091    Senior Honors Seminar in Teaching &amp; Learning II    Seminar for students pursuing Honors Research in Teaching and Learning. Guides students through the processes of selecting an area of educational inquiry, developing research questions, choosing and implementing appropriate methodologies, building outlines, developing bibliographies, writing literature reviews, and preparing drafts. During the first semester, this seminar meets regularly, as students develop their projects. During the spring semester, students work independently on their projects under the direction of individual faculty supervisors, with whom they hold regular meetings, and then come together with their classmates for give scheduled meetings.          TCHL-UE 1999    Drug Alcohol Ed &amp; Child Abuse ID &amp; School Violence: Social Responsibilities of Teachers    An introduction to the role and responsibilities of teachers, school administrators, speech pathologists and pupil personnel staff in the coordinated school health program. Includes strategies to prepare prospective educators for addressing mandated health subjects (e.g., recognition and prevention of substance abuse, HIV/AIDS, child abduction; child abuse recognition; safety education, and violence prevention, including fire and arson prevention). Meets NYS Education Department certification requirements for instruction in school violence prevention (2 hours) and identification and reporting of child abuse (2 hours). And fulfills the harassment, bullying, and discrimination prevention and intervention training required for certification/licensure under the Dignity for All Students Act (The Dignity Act). Three of the required six instructional hours will be delivered through face to face instruction .* *Access to a school /field site is required and can be arranged upon request.                            This site, and all its contents, are Copyright &copy;        by New York University. All rights reserved.    Steinhardt School of Culture, Education, and Human Development - 82 Washington Square East, New York, NY 10003"}, {"content": "Educational Theatre Curriculum Undergraduate - Curriculum - Educational Theatre - NYU Steinhardt                                                      Skip to content         NYU Steinhardt School of Culture, Education, and Human Development             apply now     request info     contact                                     Department of Music and Performing Arts Professions           Overview        Location     History     Director's Message     International Welcome and History           Academics        Brass Studies     Woodwind Studies     String Studies     Percussion Studies     Jazz Studies     Piano Studies     Music Theatre     Classical Voice and Opera Studies     Music Composition     Scoring for Film and Multimedia     Songwriting     Music Business     Music Technology     Music Education     Music Therapy     Dance Education     Educational Theatre     Performing Arts Administration     Drama Therapy     Summer Programs     Study Abroad     Music Minor           Admissions        Undergraduate     Graduate     Doctoral     Prospective Student Auditions           People        Faculty     Students     Alumni     Staff           Ensembles        Overview     Audition Guidelines     Audition Requirements     Online Audition Registration           Research        ArtsPraxis     Music and the Moving Image     Music and Audio Research Laboratory     Center for Research in Dance Education     Faculty Research Interests     Faculty Collaborations           Events        Facilities        Facilities     Music Technology Facilities           FAQ                 Curriculum - Educational Theatre                 Programs       About Educational Theatre    Undergraduate    Master's          Teacher Certification in Theatre, All Grades      Teacher Certification in Theatre, All Grades and English 7-12      Educational Theatre in Colleges and Communities      Educational Theatre in Colleges and Communities: 3-Summer Option      Dual Certification in Educational Theatre, All Grades, and Social Studies, 7-12           Doctoral            PhD       EdD            Concentrated Areas    Summer         New Plays for Young Audiences      Looking for Shakespeare        New York Courses        Study Abroad        Curriculum       Undergraduate    Master's         Teacher Certification in Theatre, All Grades     Teacher Certification in Theatre, All Grades and English 7-12     Educational Theatre in Colleges and Communities     Educational Theatre in Colleges and Communities: 3-Summer Option     Dual Certification in Educational Theatre, All Grades, and Social Studies, 7-12             Doctoral            Educational Theatre in Colleges and Communities PhD Program of Study       Educational Theatre in Colleges and Communities EdD Program of Study                  Auditions   People       Faculty    Students    Alumni        Teacher Certification   Internships   FAQ   Newsletter    Media                    Educational Theatre Curriculum Undergraduate                                 I. General Education (Liberal Arts)       60 points             FLGED-UE xxxx          Foreign Language          4                EXPOS-UA 1          Writing the Essay          4                ACE-UE 110          The Advanced College Essay          4                MAP-UA 4xx          Texts &amp; Ideas          4                MAP-UA 5xx          Cultures &amp; Contexts          4                MAP-UA 2xx          Natural Sciences          4                MAP-UA.1xx          Quantitative Reasoning          4                APSY-UE 0020/22/23          Human Development I &amp;II          4                MPAET-UE 60          Theatre as Art Form          4                ENG-UA.xx/DRLIT-UA.xx          English or Dramatic Literature          12                         Unrestricted Liberal Arts Electives (by advisement)          12             II. Content Core       36 points          Required Courses       18 points             MPAET-UE 9          Stagecraft          2                MPAET-UE 1050          Acting: Fundementals          2                MPAET-UE 1051          Acting: Scene Study          3                MPAET-UE 1055          Voice and Speech for the Actor          2                MPAET-UE 1057          Masters of Modern Drama          3                MPAET-UE 1081          Directing          3                MPAET-UE 1113          Physical Theatre Improvisation          3                MPAET-UE 92          Collegium and Program Seminar          0             Restricted Electives by Advisement       18 points             MPAET-UE 1052          Acting: Character Study          3                MPAET-UE 1005/1006          Introduction to Theatre for Young Audiences          2-4                MPAET-UE 1017          Design for the Stage          3                MPAET-UE 1065          Theory of Creative Drama          2                MPAET-UE 1067          Methods of Conducting Creative Drama          3                MPAET-UE 1079          Masks and Puppetry          3                MPAET-UE 1099/1100          Styles of Acting and Directing I or II          3                MPAET-UE 1101/1102          Musical Theatre: Background and Analysis          3                MPAET-UE 1105          Beginning Playwriting          2                MPAET-UE 1143          Stage Lighting          3                MPAET-UE 1175          Costume Design          3             III. Pedagogy Core       32 points          Common Pedagogical Core       8 points             SAHS-UE 1          New Student Seminar (taken with TCHL-UE5)          0                TCHL-UE 5          Field Observations in Schools and Other Educational Settings (30 hours fieldwork)          1                TCHL-UE 1          Inquiries into Teaching and Learning I (15 hours fieldwork)          4                SOED-UE 1015          Education as a Social Institution          3                TCHL-UE 1999          Drug and Alcohol Education/Child Abuse Identification/School Violence Prevention, and DASA: Social Responsibilities of Teachers          0             Specialized Pedagogical Core       24 points             MPAET-UE 50/51          Introduction to Educational Theatre I, II          6                MPAET-UE 1029          Dramatic Activities in the Elementary Classroom (15 hours fieldwork)          2                MPAET-UE 1068          Dramatic Activities in the Secondary Classroom (15 hours fieldwork)          2                MPAET-UE 1134          Student Teaching: Theatre in the Elementary Classroom          4                MPAET-UE 1174          Student Teaching: Theatre in the Secondary Classroom          4                MPAET-GE 2193/2194          Drama in Education I, II          6                Academic Standards    Effective Fall 2014, all students majoring in Educational Theatre, regardless of date of matriculation, must earn a C or better in all MPAET-UE courses. (MPAET-UE courses taken before Fall 2014 are exempt from this grade requirement.) If a student receives a grade lower than a C, that student must retake the course to improve the grade. Students may retake only one course once. Students may retake a maximum of 4 courses throughout their undergraduate studies to improve their grades. Students unable to meet these academic standards will be referred to the department&rsquo;s committee on student progress and may be advised into an alternative major at NYU.    Educational Theatre majors matriculating at NYU in Fall 2014 or later are expected to maintain a minimum cumulative GPA of 2.5 in order to make satisfactory academic progress .                                                Department of Music and Performing Arts Professions - 35 W. 4th Street, Suite 1077 -  New York, NY 10012 -  212 998 5424    This site, and all its contents, are Copyright &copy;    by New York University. All rights reserved."}]},
{"detail": [{"content": "Educational Theatre Undergraduate Syllabi and Course Descriptions - Teacher Education at Steinhardt - NYU Steinhardt                                                                                                   Skip to content       NYU Steinhardt School of Culture, Education, and Human Development         apply now     request info     contact                                               Admissions                    Undergraduate      Admissions              How       to Apply       Visiting       NYU Steinhardt       Tuition and Fees       Financial       Aid       Housing       Transfer Students       Request       Information       Apply       Now                             Graduate      Admissions             How to       Apply       Info Sessions and Events       Tuition        Application Guide       Financial Aid       Housing       Request       Information       Apply Now                             Global      and Special Sessions             Summer       Winter        Study Abroad Programs                                   About Steinhardt                                  Who We Are       Messages from the Dean       Mission and Vision       School Stats       Administration                                       Videos       Social Media Directory       Steinhardt Blogs            Snapshots       Podcasts                                   Academics                   By Level of Study              Undergraduate       Minors       Master's       Doctoral       Certificate                            By Area of Study             Applied Psychology       Art       Education       Health       Media       Music                            Global      and Special Sessions             Global Programs            Summer at Washington Square       Winter at Washington Square                            More      Academics             Academic Departments       Bulletin       Teacher Certification       Courses Listings       Course Evaluations       Course       Search       Lectures and Podcasts                                    Faculty                    Meet      Our Faculty              Alphabetical list       of Faculty       Faculty by Department       Faculty by Expertise       Faculty Blogs       Videos of our Faculty            Faculty Research       News About Our Faculty                            Faculty      Affairs              Open Faculty Positions       Faculty Policies and Guidelines       Faculty Governance       Academic Affairs            Faculty Technology Services       Faculty       Awards       Grants and Funding       Update Your Faculty Bio                                   Students                  Undergraduate Students            Advisement       Registration       Orientation       Transfer Students       Student Honors           Undergraduate Student Government (USG)                            Master's Students            Master's Connection       Advisement       Registration       Orientation       Grants       Graduate Student Organization (GSO)                            Doctoral Students            About Doctoral Studies        Full-Time Funding       Policies       Forms       Events and Deadlines        Research and Grants       Dissertation Guidelines        Past Dissertations                            All Students            Who's Who in Student Affairs       Non-Matriculated Students       Course Schedules and Locations       Graduation and Commencement       Calendar of Events       Student Counseling       Academic Standards       Student Matters Blog       Download Forms and Publications                                 Alumni                    Stay      Connected             Steinhardt Alumni News       NYU Alumni Connect Newsletter       Upcoming NYU Alumni Events       Find an NYU Alumni Club       NYU Alumni Day       Update Your Contact Information       Submit a Class Note        Alumni Profiles       NYU Steinhardt on               NYU Steinhardt Facebook        NYU Steinhardt Twitter        NYU Steinhardt YouTube        NYU Steinhardt LinkedIn                                            Giving      to Steinhardt                The Steinhardt Annual Fund         Make an Online Donation         NYU Giving                             Alumni Resources             NYU Alumni Homepage       Alumni Card and Benefits Program       Wasserman Center for Career Development       Library Privileges                                    Research                    Faculty      Research              Current Research Projects       Faculty       Research Interests       Faculty       Publications       Faculty Research Grant       Opportunities                             Doctoral      Research             Policies       Methods Courses       Forms and Instructions        Events and       Deadlines       Funds       Proposal       and Dissertation                            More Research             Centers and Institutes       Commissions and Consortiums       External Funding Report                                    News and Events                    Recent      News                  NYU Symphony to Play Philip Glass, Valgeir Sigurðsson, at Symphony Space, May 8th       Institute for Education and Social Policy Finds Small High School Reform Boosts Districtwide Outcomes       Secrets of the Sari Revealed at Costume Studies Event, May 2nd       An Evening of Conversation and Performance with Julia Wolfe &#8212; April 29th       At Weekend Hackathon, Experts from NYU and AT&amp;T Look for Solutions for People with Disabilities                            More News             News from NYU Steinhardt       News About Our Faculty       Steinhardt At a Glance       Newsletters            Faculty Blogs       All Blogs                            Press Room             Press Releases       Faculty Experts       Steinhardt in the News       Expert Video Commentary       Press Contact                            Events             Calendar of Events       Events and Conferences                                   Media                               Videos       Blogs       Photo Essays       Podcasts              NYU Steinhardt Facebook        NYU Steinhardt Twitter        NYU Steinhardt YouTube        NYU Steinhardt LinkedIn        NYU Steinhardt RSS        NYU Steinhardt Instagram                                                   Teacher Education at Steinhardt              Teacher Education at Steinhardt        Steinhardt Values          Teacher Preparation             Faculty     Program Areas     Teacher Certification     Education Standards     Field Experiences & Student Teaching       Study Abroad Opportunities     Working Groups            Educational Research         Education Research         Centers, Reports and Data     Accreditation            Special Projects         ASD-NEST     CRISP     Developing Chinese Language Teachers     Great Oaks Residency     P-SELL     Partnership Schools     Reading Recovery     Saturday Art Workshop                                        Educational Theatre Undergraduate Syllabi and Course Descriptions                  Course ID Title Description             MPAET-UE 9    Stagecraft    Comprehensive, practical course in the various technical aspects of theatrical production. Fall term explores the planning, construction, and painting of scenery and the architecture of the stage. Spring term deals with stage electrics, lighting, crafts, sound technology, and special effects. Three additional hours of laboratory a week.          MPAET-UE 50    Introduction to Educational Theatre I    This course will involve an examination of the major periods of theatre history from the Ancient Greeks to the 19th Century United States. There will be analysis of dramatic structures that relate these periods to the discipline of educational theatre. Different perspectives will be offered to give a comprehensive view of the role of theatre as a foundation to educational theatre. Students will develop a knowledge and understanding of strategies employed in educational theatre and an appreciation of the aesthetics of theatre and drama.          MPAET-UE 1081    Directing I    Elements of play scripts are analyzed and dramatized. Students may cast and rehearse brief scenes performed on Friday afternoons.          MPAET-UE 60    Theatre as Art Form    This course introduces non-majors to theatre as a live and performing art through a variety of experiences including attendance at live performances, readings of play scripts, and theoretical texts, and the creation of original plays. Through lectures, discussions, and written assignments, students will explore the roles of the playwright, actor, director, and designer in the production process, as well as examines the role of the audience in the live performance.          MPAET-UE 92    Collegium and Program Seminar    All undergraduate music majors meet in Collegium six times each semester to discuss broad issues of the music profession, career opportunities, and department matters. During the remaining weeks students meet with members of their major program for visits with specialists in their field and for programmatic discussions.          MPAET-UE 1005    Introduction to Theatre for Young Audiences I    Play and audience analysis, directing methods, production techniques. Each student plans a complete children's theatre production. Laboratory experience recommended          MPAET-UE 1029    Dramatic Activities in the Elementary Classroom    Methods and materials for role-playing, story dramatization, mask, puppetry, and improvisation as applied to the elementary classroom, in such areas as learning processes, motivation, communication and classroom management. Relationship of drama and theatre to the elementary curriculum. Student will use drama and theatre to address the human development processes that impact on the K-6 child's readiness to learn, such as culture, nutrition, personal safety and community. Laboratory experience required: 15 hours.          MPAET-UE 1050    Acting: Fundamentals    This course offers a foundation upon which to build the technique needed to do the actors job: to live truthfully under the imaginary circumstances of the play. In this Stanislavski/Uta Hagen based approach, students participate in a guided study of self-observation and apply discoveries to scene work.          MPAET-UE 1051    Acting: Scene Study    In this course students will continue the exploration begun in Acting: Fundamentals with in-depth scene and monologue preparation from the contemporary stage. Studio work will focus on the given circumstances, creating a physical life for the character, and miming the relationships that drive the play.          MPAET-UE 1055    Voice and Speech for Actors    A class for undergraduate majors of Educational Theater, this course focuses on the development of an actor's vocal instrument through physical exercises and work with poetic and dramatic text. Through exploration of established vocal techniques, students will build positive habits and ways of working with their voices that will allow for them to develop natural resonance and create more vocal variation. This increased vocal clarity will put them more directly in touch with their emotional impulses, and build a stronger dramatic foundation in acting.          MPAET-UE 1057    Masters of Modern Drama    Students read major plays representing innovative forms in modern theatre. Movements from Ibsen, Chekhov, and Strindberg to dramatists of today are related to styles of theatrical presentation.          MPAET-UE 1065    Theory of Creative Dramatics    A philosophy underlying informal dramatics, materials for conducting improvised dramatic activities in elementary and secondary education and with adults. Laboratory experience is recommended.          MPAET-UE 1068    Drama Activities in the Secondary Classroom    Theories and practices of educational drama and theatre as applied to the secondary classroom in such areas as learning processes, motivation, communication and classroom management. Attention given to the relationship of drama and theatre to speaking, thinking, writing, reading, history and other curricular subjects. An examination of improvisational techniques as well as play production. Student will use drama and theatre to address the human developmental processes that impact on the 7-12 student's readiness to learn, such as culture, nutrition, personal safety and community. Laboratory experience required: 15 hours.          MPAET-UE 1079    Masks and Puppetry    Historical and practical experience in basic mask and puppet-making techniques. Exploration of the uses of masks and puppets and their importance in theatre. Laboratory three hours a week.          MPAET-UE 1081    Directing I    Elements of play scripts are analyzed and dramatized. Students cast and rehearse members of of the acting classes in brief scenes performed at workshop meetings on Friday afternoons. Class assignments included.          MPAET-UE 1099    Styles of Acting and Directing I    Scenes from period plays (Greek, Roman, Elizabethan, neoclassical French, Restoration, eighteenth-&amp;-nineteenth-century European) are studied and acted. A course in performance styles and techniques for actors, directors, designers, teachers, and those interested in theatre history and criticism. Additional hours of rehearsal.          MPAET-UE 1105    Beginning Playwriting    Principles and methods of play writing. Completion of several writing assignments is required, including a one-act play. Plays of special merit considered for program production.          MPAET-UE 1113    Physical Theatre Improvisation    Techniques for performing and teaching pantomime. Training in body control, gesture, and facial expressiveness. While basically a performance course, the history of mime as a theatre art is examined, and significant examples of Eastern and Western styles are studied.          MPAET-UE 1134    Student Teaching: Theatre in the Elementary Classroom    Supervised student teaching in elementary classroom settings, followed by scheduled conferences with field supervisor. Seminar will address formal and informal methods of assessing student learning and the means of analyzing one's own teaching practice. Student teachers will observe, plan, teach and evaluate drama and theatre activities, integrated across the elementary school curriculum, N-6.          MPAET-UE 1174    Student Teaching: Theatre in the Secondary Classroom    Supervised student teaching in secondary classroom settings, 7-12, followed by scheduled conferences with field supervisor. Seminar involves developing appropriate goals, negotiating and enacting appropriate learning experiences, and assessing student learning in drama and theatre activities. The critical analysis of student teaching in the secondary classroom is designed to promote the student's development as a reflective practitioner.                   General Pedagogical Core Syllabi and Course Descriptions          Course ID Title Description             TCHL-UE 0001    Inquiries Into Teaching &amp; Learning I    Inquiries I explores two themes: Learners and Learning and Teachers and Teaching. Students are introduced to teaching and learning by reconstructing, critiquing and sharing their own educational histories, and by reading and responding to the autobiographies and memoirs of learners and teachers of diverse backgrounds, needs, and experiences. The course focuses on way to promote and assess learning, support learners' interests, foster effective communication, honor diversity, create democratic learning environments, and enable teachers to fulfill their responsibility to self, others, school and community. By applying relevant professional literature to their micro teaching and their observations in school settings, students examine how the classroom context shapes the acquisition of knowledge, attitudes, and skills.          TCHL-UE 0005    Field Observations             TCHL-UE 0041    American Dilemmas: Race, Inequality &amp; the Unfulfilled Promise of Public Education    The course provides students with background on the historical &amp; sociological foundation of education in the United States. It examines the role that education has played in advancing civil &amp; human rights &amp; it explores the ways in which education continues to be implicated in the maintenance of social inequality in American society. Through readings, lectures, films &amp; class debates, students will gain an understanding of some of the most complex &amp; controversial issues confronting education today including: affirmative action, Bi-Lingual Education, Special Education, the achievement gap, school choice &amp; vouchers, &amp; the role of race &amp; culture in student achievement.          TCHL-UE 1020    Integrating History and Literature with Adolescents    Theory and methods for preparing English and Social Studies students to work collaboratively on designing and implementing interdisciplinary curriculum. How interdisciplinary teaching can address language and literacy acquisition, and a comparison of the ways writing is taught across the disciplines of English and History.          TCHL-UE 1030    Language Acquisution &amp; Literacy Education in a Multilingual &amp; Multicultural Context    Students will explore the first and second language acquisition process and their implications for the development of literacy skills in multicultural settings. Particular focus will be on both remedial and development processes for acquiring advanced reading and writing skills across the curriculum in middle childhood and adolescence. Emphasis is also placed on the varieties of language and literacy acquisition processes and the role of culture, family, and society in learning.          TCHL-UE 1090    Senior Honors Seminar in Teaching &amp; Learning I    This course is a seminar for students pursuing Honors Research in Teaching and Learning. It will guide students through the processes of selecting an area of educational inquiry, developing research questions, choosing and implementing appropriate methodologies, building outlines, developing bibliographies, writing literature reviews, and preparing drafts. During the first semester this seminar will meet regularly, as students develop their projects. During the spring semester students will work independently on their projects under the direction of individual faculty supervisors, with whom they will hold regular meetings.          TCHL-UE 1091    Senior Honors Seminar in Teaching &amp; Learning II    Seminar for students pursuing Honors Research in Teaching and Learning. Guides students through the processes of selecting an area of educational inquiry, developing research questions, choosing and implementing appropriate methodologies, building outlines, developing bibliographies, writing literature reviews, and preparing drafts. During the first semester, this seminar meets regularly, as students develop their projects. During the spring semester, students work independently on their projects under the direction of individual faculty supervisors, with whom they hold regular meetings, and then come together with their classmates for give scheduled meetings.          TCHL-UE 1999    Drug Alcohol Ed &amp; Child Abuse ID &amp; School Violence: Social Responsibilities of Teachers    An introduction to the role and responsibilities of teachers, school administrators, speech pathologists and pupil personnel staff in the coordinated school health program. Includes strategies to prepare prospective educators for addressing mandated health subjects (e.g., recognition and prevention of substance abuse, HIV/AIDS, child abduction; child abuse recognition; safety education, and violence prevention, including fire and arson prevention). Meets NYS Education Department certification requirements for instruction in school violence prevention (2 hours) and identification and reporting of child abuse (2 hours). And fulfills the harassment, bullying, and discrimination prevention and intervention training required for certification/licensure under the Dignity for All Students Act (The Dignity Act). Three of the required six instructional hours will be delivered through face to face instruction .* *Access to a school /field site is required and can be arranged upon request.                            This site, and all its contents, are Copyright &copy;        by New York University. All rights reserved.    Steinhardt School of Culture, Education, and Human Development - 82 Washington Square East, New York, NY 10003"}, {"content": "Educational Theatre Curriculum Undergraduate - Curriculum - Educational Theatre - NYU Steinhardt                                                      Skip to content         NYU Steinhardt School of Culture, Education, and Human Development             apply now     request info     contact                                     Department of Music and Performing Arts Professions           Overview        Location     History     Director's Message     International Welcome and History           Academics        Brass Studies     Woodwind Studies     String Studies     Percussion Studies     Jazz Studies     Piano Studies     Music Theatre     Classical Voice and Opera Studies     Music Composition     Scoring for Film and Multimedia     Songwriting     Music Business     Music Technology     Music Education     Music Therapy     Dance Education     Educational Theatre     Performing Arts Administration     Drama Therapy     Summer Programs     Study Abroad     Music Minor           Admissions        Undergraduate     Graduate     Doctoral     Prospective Student Auditions           People        Faculty     Students     Alumni     Staff           Ensembles        Overview     Audition Guidelines     Audition Requirements     Online Audition Registration           Research        ArtsPraxis     Music and the Moving Image     Music and Audio Research Laboratory     Center for Research in Dance Education     Faculty Research Interests     Faculty Collaborations           Events        Facilities        Facilities     Music Technology Facilities           FAQ                 Curriculum - Educational Theatre                 Programs       About Educational Theatre    Undergraduate    Master's          Teacher Certification in Theatre, All Grades      Teacher Certification in Theatre, All Grades and English 7-12      Educational Theatre in Colleges and Communities      Educational Theatre in Colleges and Communities: 3-Summer Option      Dual Certification in Educational Theatre, All Grades, and Social Studies, 7-12           Doctoral            PhD       EdD            Concentrated Areas    Summer         New Plays for Young Audiences      Looking for Shakespeare        New York Courses        Study Abroad        Curriculum       Undergraduate    Master's         Teacher Certification in Theatre, All Grades     Teacher Certification in Theatre, All Grades and English 7-12     Educational Theatre in Colleges and Communities     Educational Theatre in Colleges and Communities: 3-Summer Option     Dual Certification in Educational Theatre, All Grades, and Social Studies, 7-12             Doctoral            Educational Theatre in Colleges and Communities PhD Program of Study       Educational Theatre in Colleges and Communities EdD Program of Study                  Auditions   People       Faculty    Students    Alumni        Teacher Certification   Internships   FAQ   Newsletter    Media                    Educational Theatre Curriculum Undergraduate                                 I. General Education (Liberal Arts)       60 points             FLGED-UE xxxx          Foreign Language          4                EXPOS-UA 1          Writing the Essay          4                ACE-UE 110          The Advanced College Essay          4                MAP-UA 4xx          Texts &amp; Ideas          4                MAP-UA 5xx          Cultures &amp; Contexts          4                MAP-UA 2xx          Natural Sciences          4                MAP-UA.1xx          Quantitative Reasoning          4                APSY-UE 0020/22/23          Human Development I &amp;II          4                MPAET-UE 60          Theatre as Art Form          4                ENG-UA.xx/DRLIT-UA.xx          English or Dramatic Literature          12                         Unrestricted Liberal Arts Electives (by advisement)          12             II. Content Core       36 points          Required Courses       18 points             MPAET-UE 9          Stagecraft          2                MPAET-UE 1050          Acting: Fundementals          2                MPAET-UE 1051          Acting: Scene Study          3                MPAET-UE 1055          Voice and Speech for the Actor          2                MPAET-UE 1057          Masters of Modern Drama          3                MPAET-UE 1081          Directing          3                MPAET-UE 1113          Physical Theatre Improvisation          3                MPAET-UE 92          Collegium and Program Seminar          0             Restricted Electives by Advisement       18 points             MPAET-UE 1052          Acting: Character Study          3                MPAET-UE 1005/1006          Introduction to Theatre for Young Audiences          2-4                MPAET-UE 1017          Design for the Stage          3                MPAET-UE 1065          Theory of Creative Drama          2                MPAET-UE 1067          Methods of Conducting Creative Drama          3                MPAET-UE 1079          Masks and Puppetry          3                MPAET-UE 1099/1100          Styles of Acting and Directing I or II          3                MPAET-UE 1101/1102          Musical Theatre: Background and Analysis          3                MPAET-UE 1105          Beginning Playwriting          2                MPAET-UE 1143          Stage Lighting          3                MPAET-UE 1175          Costume Design          3             III. Pedagogy Core       32 points          Common Pedagogical Core       8 points             SAHS-UE 1          New Student Seminar (taken with TCHL-UE5)          0                TCHL-UE 5          Field Observations in Schools and Other Educational Settings (30 hours fieldwork)          1                TCHL-UE 1          Inquiries into Teaching and Learning I (15 hours fieldwork)          4                SOED-UE 1015          Education as a Social Institution          3                TCHL-UE 1999          Drug and Alcohol Education/Child Abuse Identification/School Violence Prevention, and DASA: Social Responsibilities of Teachers          0             Specialized Pedagogical Core       24 points             MPAET-UE 50/51          Introduction to Educational Theatre I, II          6                MPAET-UE 1029          Dramatic Activities in the Elementary Classroom (15 hours fieldwork)          2                MPAET-UE 1068          Dramatic Activities in the Secondary Classroom (15 hours fieldwork)          2                MPAET-UE 1134          Student Teaching: Theatre in the Elementary Classroom          4                MPAET-UE 1174          Student Teaching: Theatre in the Secondary Classroom          4                MPAET-GE 2193/2194          Drama in Education I, II          6                Academic Standards    Effective Fall 2014, all students majoring in Educational Theatre, regardless of date of matriculation, must earn a C or better in all MPAET-UE courses. (MPAET-UE courses taken before Fall 2014 are exempt from this grade requirement.) If a student receives a grade lower than a C, that student must retake the course to improve the grade. Students may retake only one course once. Students may retake a maximum of 4 courses throughout their undergraduate studies to improve their grades. Students unable to meet these academic standards will be referred to the department&rsquo;s committee on student progress and may be advised into an alternative major at NYU.    Educational Theatre majors matriculating at NYU in Fall 2014 or later are expected to maintain a minimum cumulative GPA of 2.5 in order to make satisfactory academic progress .                                                Department of Music and Performing Arts Professions - 35 W. 4th Street, Suite 1077 -  New York, NY 10012 -  212 998 5424    This site, and all its contents, are Copyright &copy;    by New York University. All rights reserved."}, {"content": "Saturday Advanced Art Workshop - Visionary Studio - Art Education - NYU Steinhardt                                                         Skip to content         NYU Steinhardt School of Culture, Education, and Human Development           apply now     request info     contact                                      Department of Art and Art Professions            NYU Art Facebook    NYU Art Twitter            Visionary Studio - Art Education                 MFA     MA          Art Education      Art Therapy      Costume Studies      Visual Arts Administration             Undergraduate          BFA Studio Art      Minors             About          Exhibitions      Events        Facilities      Faculty      Staff      Student Resources      Internships      Summer                              High School    Visionary Studio Overview    Saturday Art Workshop    Advanced Workshop    Summer Art Intensive      art + education programs                                 Saturday Advanced Art Workshop       ***The application deadline is Friday, January 30*** The Spring 2015 Advanced Art Workshop will be led by art department alumni who instruct 45 high school students in three intense studio art classes for 9 weeks from 9:30am-12:30pm. Along with the studio classes, students will have the opportunity to meet and have their work critiqued by contemporary artists. This program is free of charge . The Visionary Studio ( scheduled on 4 of the Saturdays, TBD ) part of the program brings in working artists to lecture about their work and critique projects done in the classroom. Students will have an opportunity to ask questions and acquire more in depth knowledge of what it means to be an artist in the modern age.    On the final day of the program, we will bring in several artists and Steinhardt alumni for a final critique of the work done during the entire program. The following day, we will have a one-day final exhibition of the work in the art building, opened to all family and friends. During the exhibition, all work will be documented for the students and given to them for their final portfolio.    With these workshops we aim to not only help teenagers find their voices through art, but also in everyday life. As part of the class, each student presents his/her own work, thus affording the opportunity to hone communication and presentation skills. We feel that this part of the program helps to develop skills, which can be useful in preparation for college, and ultimately outside the classroom. High school students must apply with a portfolio of work to be admitted to the Advanced Workshop.    Spring 2015 Advanced Art Workshop    The next workshops will be offered on nine Saturdays this spring from 9:30am-12:30pm:    2/28, 3/7, 3/14, 3/21, 3/28, 4/18, 4/25, 5/2, 5/9 Plus Sunday 5/10, Final Exhibition &amp; Reception *Visionary Studio lecture series will meet from 1:00-3:00pm on dates TBD. If accepted to participate, attendance in all of these dates is mandatory.    Advanced Art Workshop Descriptions    Sculpture In this class, students will learn two different ways of making sculpture. The first half of this course will engage students in the basic processes of moldmaking with plaster and clay. You will cast objects of their choosing using press molding and slip casting, and have the option of firing their work. The second half of this course will focus on soft sculpture as a medium, using various types of textiles. Technical skills such as machine and hand sewing, grommetting, and basic pattern making will be covered. Students will use these skills to respond to basic sculptural prompts. Additionally, students will participate in class critiques of their projects. Brief lectures will be given on contemporary sculpture.    Experimental Painting This class, as opposed to the traditional introductory classes in painting which usually focus on basic technique, will take a more modern approach to painting and focus on what we as contemporary viewers value from painting today. The goal is not to dismiss technique (for it is obviously very important) but to expose younger students who might not otherwise have the chance, to what it means to be a painter today. Experimentation will be key, not for its own sake, but for the rewards that will arise from trial and error.    Photo/Digital Art This course will include an introduction to several techniques in creating digital artwork. Students will learn basic skills in image and video editing software, which will provide the basis for completing several class projects, as well as discuss how digital techniques can be useful in creating traditional works. The class will begin by looking at digital photography/collage and progress into video and the moving image. Further, we will be looking at a number of contemporary and modern artists working in the field as a means of contextualizing work completed in the class. How to Apply (no application fee):    The Visionary Studio: Advanced Art Workshops application can be completed online.    Please follow the instructions through this online application link:  https://nyu.qualtrics.com/SE/?SID=SV_9AKcVpTwWhZalJH    The application deadline is Friday, January 30. For further information:    Sam Englander sam.englander@nyu.edu                        This site, and all its contents, are Copyright &copy;        by New York University. All rights reserved.     NYU Steinhardt - Department of Art and Arts Professions - 34 Stuyvesant Street -  New York, NY 10003"}]}]