[{"detail": [{"content": "Business and Economic Reporting &raquo; Arthur L. Carter Journalism Institute at New York University                                                                                                                                                  Home                          Graduate                       Courses of Study &raquo;                               Science, Health and Environmental Reporting &raquo;                                      Curriculum &amp; Speakers                     How To Apply                     Internships &amp; Jobs                     Publishing                     Alumni                     Student Profiles                     Faculty                     Story Gallery                     Scholarship Funds                                            Business and Economic Reporting &raquo;                                      BER News                     Curriculum                     Faculty                     How to Apply                     Scholarships                     Internships                     Jobs                     Student Work                     Resources                     Alumni Profiles                     Speaker Series                     Resource Links                     Student Profiles                     Summer Internships                                            Cultural Reporting and Criticism &raquo;                                      Curriculum                     Faculty                     How to Apply                     Student Work                     Internships and Jobs                                            Global and Joint Program Studies &raquo;                                      Curriculum                     Faculty                     How to Apply                     Internships and Jobs                     Student Work                     Master&#39;s Projects                     Collaborations                                            Magazine &raquo;                                      Curriculum                     Faculty                     How to Apply                     Internships and Jobs                     Student Work                                            Literary Reportage &raquo;                                      Curriculum                     Faculty                     How to Apply                     Student Profiles                     Student Work                     Religion Journalism Program                     Mentorship Program                     Banff Fellowship                     Internships/Jobs                     Media                     Books by LitRep Alumni                     Audio/Podcasts                                            Reporting the Nation and New York &raquo;                                      Curriculum                     Faculty                     How to Apply                     Internships/Jobs                     Student Work                                            News &amp; Documentary &raquo;                                      How to Apply                     Curriculum                     Master Classes                     Faculty                     Film Festivals                     Student Work                     Internships/Jobs                     Resources                     Alumni                     Inside Lens                                            Studio 20: Digital First &raquo;                                      Faculty                     How to Apply                     Student Work                                                                    General Requirements                          Financial Aid                          How To Apply                                                  Undergraduate                       Concentrations &raquo;                               Journalism &raquo;                                      Curriculum                                            Media Criticism &raquo;                                      Curriculum                                                                    General Requirements                          Honors Program                          Advising &raquo;                               Hours                                                 Evaluation Portfolio Redirect                          Journalism Abroad &raquo;                               Journalism in Ghana                                                 How To Apply &amp; FAQ                          Student Work                                                  Faculty                          Career Services                       Credit Internship Course &raquo;                               Requirements &amp; Procedures                         Intern Record Sheet                         Undergraduate Syllabus                         Graduate Syllabus                                                 For Employers &raquo;                               Submit a Job or Internship                                                 Job, Internship and Freelance Listings                          Fellowship and Paid Internship Programs                          Journalism Career Fair 2015                          Media Mingle 2014                          Professional Organizations                                                  Alumni                       Scholarships &amp; Fellowships                                                  Courses                          Events                          News                          About Us                       Resources &raquo;                               Equipment Resources and Information &raquo;                                      WiFi Access                                            Guidelines &amp; Policies at 20 Cooper Square                         Ethics Handbook for Students                         Faculty Resources                                                 Multimedia Resources &raquo;                               Weekday Workshops                         Guides and FAQs &raquo;                                      Denoising with Audition                                            Outside Resources                         Weekend Workshops                                                 Awards &amp; Fellowships                          Contact Us                          Visit Us                          Institute Projects                          Enrollment, Retention and Graduation Statistics                                                  Byline : Published Work                                         Business and Economic Reporting                      BER News                  Curriculum                  Faculty                  How to Apply                  Scholarships                  Internships                  Jobs                  Student Work                  Resources                  Alumni Profiles                  Speaker Series                  Resource Links                  Student Profiles                  Summer Internships                                   Late Applications Still Considered     How to Apply &gt;           Do you want to write about some of the most important stories in the world today?   Entrepreneurs starting hot new companies?   The introduction of the iPhone 6?   Diminished opportunities for millennials?   The economic rise of China?   The lagging economic performance in the European Union?   Come study in the Business and Economic Reporting program and start your career in the hottest area of journalism. Our graduates have gone on to jobs at places like The Wall Street Journal, Bloomberg, Reuters, Forbes, Dow Jones Newswires, CNN, CNBC , and many other top news organizations.   Our Graduates' Jobs &gt;         Cover the World's Most Interesting Stories   Go into business journalism and write stories the whole world will read. And they will extend far beyond Wall Street coverage and daily business reporting.   Interested in the nation's ongoing economic problems? Cover them while a student in the BER program. Our students write and produce for The Local East Village , the joint New York Times and Carter Institute news website. Also, see our own student publication, The Recovery Times .   That iPod or iPhone in your pocket? Obvious business story.   Interested in new media and Hollywood? You'll find endless stories to pursue in the entertainment industry, from the impact of digital technology on the movie business to the battle between copyright holders and video portals like YouTube.   Fascinated by the personalities of the people in power? Why not profile Rupert Murdoch or Bill Gates — or be the first to report on a rising fashion guru or a Silicon Valley whiz kid who thinks she's got the next MySpace.   Concerned about global warming and environmental issues? Take an assignment on hybrid cars, visit companies that are going green, and analyze the struggle between business and government as they battle over grizzly bears, salmon runs and oil drilling in pristine nature preserves.   Like to travel? Business news organizations send their writers on reporting trips all over the U.S. and abroad. Maybe you'll report in China for a week, as one of our alums did a year out of school (he couldn't speak the language, but that didn't stop him from writing a cover story on his trip for Forbes magazine).   To be a great reporter, no matter what you end up covering, you have to be able to follow the money. And that's what you will learn to do in the Business and Economic Reporting (BER) program at New York University.         Great Jobs Right out of School   Virtually all BER students have secured staff jobs at national business news organizations within a few months of graduating. Many of them started the program without any journalism experience. Starting salaries have ranged from the low $40's to the mid-$70's, compared to the $28,000* average starting pay for journalism graduates nationwide going into newspaper jobs. Where do our students get jobs? The Wall Street Journal , Dow Jones Newswires, Reuters, Bloomberg News, Forbes , Inc. , TheStreet.com, Money , CNBC, and numerous others. Many of them secured foreign postings in places such as Beijing, Pakistan, Afghanistan, Nepal, Vietnam, India, Singapore, Russia, and Canada.           Your Competitive Advantage   What do you have to offer when you graduate? What's your competitive advantage when your resume hits the desk of a key editor? Thousands of journalism students are trained in general assignment reporting and there usually isn't much to distinguish among them. In BER, however, students benefit from a unique interdisciplinary curriculum of both journalism courses and MBA courses at NYU 's prestigious Leonard N. Stern School of Business. The result: an education that sets you apart from your peers because you will have intellectual depth in a subject matter that is critical to news coverage today, whether on page one or the business section.           Mentoring Relationships in a Small Program   In BER, students don't get lost among hundreds of others as happens at other schools. Instead, we have a 5:1 student-to-faculty ratio,  with BER enrolling just twelve to fifteen students each fall. A faculty of two full-time professors and an internship director/career counselor work with the students throughout their sixteen months at NYU, resulting in close mentoring relationships. The BER program also has two visiting scholars who will help mentor students: Leigh Gallagher, assistant managing editor of Fortune magazine; and Bethany McLean, a contributing editor at Vanity Fair and co-author of Smartest Guys in the Room: The Amazing Rise and Scandalous Fall of Enron , and All the Devils are Here: The Hidden History of the Financial Crisis .                 BER Students Headed to London in May 2015!   Read More &gt;            The Economic News is our student-run publication.   Read It Here &gt;           Marjorie Deane Foundation Supports Professorship, Fellowships, and a Week of Study in London for BER Students   NYU has named Professor Stephen D. Solomon, director of the program in Business and Economic Reporting, as the Marjorie Dean Professor of Financial Journalism . The professorship is made possible by generous contribution by the Marjorie Deane Financial Journalism Foundation.   The Foundation's support makes possible the following new benefits for students of the program:   Marjorie Deane Fellowships : The program will award fellowships to several excellent students accepted into the BER program for Fall 2014. Each fellowship will provide tuition, registration fees, and a stipend for one semester (or possibly more) of study. The admissions committee will notify an applicant of his or her selection at the time of acceptance into the BER program.   Study in London for a Week :  Beginning in May 2014, The BER program will take its students each year to City University London for a week to study the financial systems of the United Kingdom and the European Union. The London program will deepen each student's understanding of international aspects of business and finance. The program will provide partial subsidies of travel expenses. The educational seminars themselves are provided without charge.   See NYU's Announcement &gt;           Visiting Scholar in the BER Program   The program welcomes Rebecca Blumenstein, deputy managing editor of The Wall Street Journal , as a Visiting Scholar. In addition to regular faculty, visiting scholars provide assistance to our students. Previously, Rebecca served as WSJ's China Bureau Chief, Page One editor, and managing editor of The Wall Street Journal Online.   Read her full bio &gt;       Lecture by Former Federal Reserve Chairman Paul Volcker   Federal Reserve Chairman Paul Volcker delivered BER's first annual Marjorie Deane Lecture on April 23. BER students met privately with Mr. Volcker to talk about the recovery from the financial crisis and coverage by the business press. Later, there was a conversation and dinner attended by students, faculty, and financial journalists.   Read More &gt;       Other Reasons to Study in BER   Curriculum : An innovative curriculum of seven journalism courses and six MBA courses provides students with both skills and intellectual depth.   Internships : Students take a full-time job at a major news organization for ten weeks over the summer (not for one or two days a week during a regular semester, as at other schools). Many BER students have received job offers from their internship.   Bylines : Students develop an extensive portfolio while in BER, pick up multimedia skills in web video and audio podcast, learn to blog and post their own stories on the BER webzine.   Networking in New York City: Why not study in the business and financial capital of the country, where a quick subway ride leads you to reporting assignments as well as to job interviews and great internships at the top news organizations in the world? And BER has a regular speakers program that enables students to network with the top journalists in the field, including editors and reporters from The Wall Street Journal , Forbes , Wired , Vanity Fair , Marketwatch, Reuters, TheStreet.com, and many others.                       Events                     Past Events         April            02       Documentary Distribution: Maximizing Opportunities              March            27       2015 NYU Journalism Career Fair              March            24       Filming on the Frontlines                  More events &gt;     Academic calendar &gt;                   Byline - Recent Publications                                      I went to journalism school, and you should too. Maybe.         March 12, 2015                                Jay Yarow          BER 2009                                                   The Troll’s Lawyer         January 05, 2015                                 Professor                Adam L. Penenberg                                                            GM’s hit and run: How a lawyer, mechanic, and engineer blew open the worst auto scandal in history         October 18, 2014                                 Professor                Adam L. Penenberg                                                            Follow the blood money: Exposing the secret US banking operations that help fund suicide bombers         February 23, 2014                                 Professor                Adam L. Penenberg                                                            I challenged hackers to investigate me and what they found out is chilling         October 26, 2013                                 Professor                Adam L. Penenberg                                                            Chinese Contactors Grapple With Risks of Working Globally         August 27, 2013                                Yue Jiang          BER 2014                                                   Facebook friends could change your credit score         August 27, 2013                                Katie Lobosco          BER 2014                                                   Lawsuit Alleges Trump Defrauded &#39;Students&#39; In Seminars Meant To Teach Investing Wisdom         August 26, 2013                                Kathryn Dill          BER 2014                                                   Chinese Contractors Thriving in the World Market         August 21, 2013                                Yue Jiang          BER 2014                                                   How Israel has Rebranded Amid a Volatile Geopolitical Backdrop         August 20, 2013                                Sonya Chudgar          BER 2014                                                   S&amp;P 500 snaps four-day losing streak         August 20, 2013                                Katie Lobosco          BER 2014                                                   Drones can change the fight against wildfires         August 19, 2013                                Katie Lobosco          BER 2014                                                   Ford Lowers Mileage Rating on C-Max Hybrid to 43 MPG         August 16, 2013                                Megan Durisin          BER 2014                                                   Perion Shares in Tel Aviv Follow U.S. Down on Outlook         August 16, 2013                                Jessica Summers          BER 2014                                                   Classic-Car Values Rise 54%, Reviving Detroit Repair Shop         August 15, 2013                                Megan Durisin          BER 2014                                                   Ford’s Lincoln Channels Lauren With Black Label Features         August 15, 2013                                Megan Durisin          BER 2014                                                                                                    Arthur L. Carter Journalism Institute New York University        20 Cooper Square, 6th Floor New York, NY 10003 212-998-7980                                                          Current Students Links                  NYU Journalism Ethics Pledge (PDF) &gt;          NYU Journalism Ethics Handbook (PDF) &gt;          NYU Journalism Ethics Web Page &gt;          Equipment Policy &gt;                               Course Listings                  Fall 2015 &gt;          Summer 2015 &gt;          Spring 2015 &gt;          Fall 2014 &gt;          Summer 2014 &gt;          Spring 2014 &gt;                               Career Services                  Job and Internship Listings &gt;          Credit Internship Courses &gt;                 Technical Issues         journalism.webmaster@nyu.edu         Funding for this site was generously provided by Ted Cohen and Laura Foti Cohen (WSC '78)                               &copy; Copyright 2015 NYU"}]},
{"detail": [{"content": "Business and Economic Reporting &raquo; Arthur L. Carter Journalism Institute at New York University                                                                                                                                                  Home                          Graduate                       Courses of Study &raquo;                               Science, Health and Environmental Reporting &raquo;                                      Curriculum &amp; Speakers                     How To Apply                     Internships &amp; Jobs                     Publishing                     Alumni                     Student Profiles                     Faculty                     Story Gallery                     Scholarship Funds                                            Business and Economic Reporting &raquo;                                      BER News                     Curriculum                     Faculty                     How to Apply                     Scholarships                     Internships                     Jobs                     Student Work                     Resources                     Alumni Profiles                     Speaker Series                     Resource Links                     Student Profiles                     Summer Internships                                            Cultural Reporting and Criticism &raquo;                                      Curriculum                     Faculty                     How to Apply                     Student Work                     Internships and Jobs                                            Global and Joint Program Studies &raquo;                                      Curriculum                     Faculty                     How to Apply                     Internships and Jobs                     Student Work                     Master&#39;s Projects                     Collaborations                                            Magazine &raquo;                                      Curriculum                     Faculty                     How to Apply                     Internships and Jobs                     Student Work                                            Literary Reportage &raquo;                                      Curriculum                     Faculty                     How to Apply                     Student Profiles                     Student Work                     Religion Journalism Program                     Mentorship Program                     Banff Fellowship                     Internships/Jobs                     Media                     Books by LitRep Alumni                     Audio/Podcasts                                            Reporting the Nation and New York &raquo;                                      Curriculum                     Faculty                     How to Apply                     Internships/Jobs                     Student Work                                            News &amp; Documentary &raquo;                                      How to Apply                     Curriculum                     Master Classes                     Faculty                     Film Festivals                     Student Work                     Internships/Jobs                     Resources                     Alumni                     Inside Lens                                            Studio 20: Digital First &raquo;                                      Faculty                     How to Apply                     Student Work                                                                    General Requirements                          Financial Aid                          How To Apply                                                  Undergraduate                       Concentrations &raquo;                               Journalism &raquo;                                      Curriculum                                            Media Criticism &raquo;                                      Curriculum                                                                    General Requirements                          Honors Program                          Advising &raquo;                               Hours                                                 Evaluation Portfolio Redirect                          Journalism Abroad &raquo;                               Journalism in Ghana                                                 How To Apply &amp; FAQ                          Student Work                                                  Faculty                          Career Services                       Credit Internship Course &raquo;                               Requirements &amp; Procedures                         Intern Record Sheet                         Undergraduate Syllabus                         Graduate Syllabus                                                 For Employers &raquo;                               Submit a Job or Internship                                                 Job, Internship and Freelance Listings                          Fellowship and Paid Internship Programs                          Journalism Career Fair 2015                          Media Mingle 2014                          Professional Organizations                                                  Alumni                       Scholarships &amp; Fellowships                                                  Courses                          Events                          News                          About Us                       Resources &raquo;                               Equipment Resources and Information &raquo;                                      WiFi Access                                            Guidelines &amp; Policies at 20 Cooper Square                         Ethics Handbook for Students                         Faculty Resources                                                 Multimedia Resources &raquo;                               Weekday Workshops                         Guides and FAQs &raquo;                                      Denoising with Audition                                            Outside Resources                         Weekend Workshops                                                 Awards &amp; Fellowships                          Contact Us                          Visit Us                          Institute Projects                          Enrollment, Retention and Graduation Statistics                                                  Byline : Published Work                                         Business and Economic Reporting                      BER News                  Curriculum                  Faculty                  How to Apply                  Scholarships                  Internships                  Jobs                  Student Work                  Resources                  Alumni Profiles                  Speaker Series                  Resource Links                  Student Profiles                  Summer Internships                                   Late Applications Still Considered     How to Apply &gt;           Do you want to write about some of the most important stories in the world today?   Entrepreneurs starting hot new companies?   The introduction of the iPhone 6?   Diminished opportunities for millennials?   The economic rise of China?   The lagging economic performance in the European Union?   Come study in the Business and Economic Reporting program and start your career in the hottest area of journalism. Our graduates have gone on to jobs at places like The Wall Street Journal, Bloomberg, Reuters, Forbes, Dow Jones Newswires, CNN, CNBC , and many other top news organizations.   Our Graduates' Jobs &gt;         Cover the World's Most Interesting Stories   Go into business journalism and write stories the whole world will read. And they will extend far beyond Wall Street coverage and daily business reporting.   Interested in the nation's ongoing economic problems? Cover them while a student in the BER program. Our students write and produce for The Local East Village , the joint New York Times and Carter Institute news website. Also, see our own student publication, The Recovery Times .   That iPod or iPhone in your pocket? Obvious business story.   Interested in new media and Hollywood? You'll find endless stories to pursue in the entertainment industry, from the impact of digital technology on the movie business to the battle between copyright holders and video portals like YouTube.   Fascinated by the personalities of the people in power? Why not profile Rupert Murdoch or Bill Gates — or be the first to report on a rising fashion guru or a Silicon Valley whiz kid who thinks she's got the next MySpace.   Concerned about global warming and environmental issues? Take an assignment on hybrid cars, visit companies that are going green, and analyze the struggle between business and government as they battle over grizzly bears, salmon runs and oil drilling in pristine nature preserves.   Like to travel? Business news organizations send their writers on reporting trips all over the U.S. and abroad. Maybe you'll report in China for a week, as one of our alums did a year out of school (he couldn't speak the language, but that didn't stop him from writing a cover story on his trip for Forbes magazine).   To be a great reporter, no matter what you end up covering, you have to be able to follow the money. And that's what you will learn to do in the Business and Economic Reporting (BER) program at New York University.         Great Jobs Right out of School   Virtually all BER students have secured staff jobs at national business news organizations within a few months of graduating. Many of them started the program without any journalism experience. Starting salaries have ranged from the low $40's to the mid-$70's, compared to the $28,000* average starting pay for journalism graduates nationwide going into newspaper jobs. Where do our students get jobs? The Wall Street Journal , Dow Jones Newswires, Reuters, Bloomberg News, Forbes , Inc. , TheStreet.com, Money , CNBC, and numerous others. Many of them secured foreign postings in places such as Beijing, Pakistan, Afghanistan, Nepal, Vietnam, India, Singapore, Russia, and Canada.           Your Competitive Advantage   What do you have to offer when you graduate? What's your competitive advantage when your resume hits the desk of a key editor? Thousands of journalism students are trained in general assignment reporting and there usually isn't much to distinguish among them. In BER, however, students benefit from a unique interdisciplinary curriculum of both journalism courses and MBA courses at NYU 's prestigious Leonard N. Stern School of Business. The result: an education that sets you apart from your peers because you will have intellectual depth in a subject matter that is critical to news coverage today, whether on page one or the business section.           Mentoring Relationships in a Small Program   In BER, students don't get lost among hundreds of others as happens at other schools. Instead, we have a 5:1 student-to-faculty ratio,  with BER enrolling just twelve to fifteen students each fall. A faculty of two full-time professors and an internship director/career counselor work with the students throughout their sixteen months at NYU, resulting in close mentoring relationships. The BER program also has two visiting scholars who will help mentor students: Leigh Gallagher, assistant managing editor of Fortune magazine; and Bethany McLean, a contributing editor at Vanity Fair and co-author of Smartest Guys in the Room: The Amazing Rise and Scandalous Fall of Enron , and All the Devils are Here: The Hidden History of the Financial Crisis .                 BER Students Headed to London in May 2015!   Read More &gt;            The Economic News is our student-run publication.   Read It Here &gt;           Marjorie Deane Foundation Supports Professorship, Fellowships, and a Week of Study in London for BER Students   NYU has named Professor Stephen D. Solomon, director of the program in Business and Economic Reporting, as the Marjorie Dean Professor of Financial Journalism . The professorship is made possible by generous contribution by the Marjorie Deane Financial Journalism Foundation.   The Foundation's support makes possible the following new benefits for students of the program:   Marjorie Deane Fellowships : The program will award fellowships to several excellent students accepted into the BER program for Fall 2014. Each fellowship will provide tuition, registration fees, and a stipend for one semester (or possibly more) of study. The admissions committee will notify an applicant of his or her selection at the time of acceptance into the BER program.   Study in London for a Week :  Beginning in May 2014, The BER program will take its students each year to City University London for a week to study the financial systems of the United Kingdom and the European Union. The London program will deepen each student's understanding of international aspects of business and finance. The program will provide partial subsidies of travel expenses. The educational seminars themselves are provided without charge.   See NYU's Announcement &gt;           Visiting Scholar in the BER Program   The program welcomes Rebecca Blumenstein, deputy managing editor of The Wall Street Journal , as a Visiting Scholar. In addition to regular faculty, visiting scholars provide assistance to our students. Previously, Rebecca served as WSJ's China Bureau Chief, Page One editor, and managing editor of The Wall Street Journal Online.   Read her full bio &gt;       Lecture by Former Federal Reserve Chairman Paul Volcker   Federal Reserve Chairman Paul Volcker delivered BER's first annual Marjorie Deane Lecture on April 23. BER students met privately with Mr. Volcker to talk about the recovery from the financial crisis and coverage by the business press. Later, there was a conversation and dinner attended by students, faculty, and financial journalists.   Read More &gt;       Other Reasons to Study in BER   Curriculum : An innovative curriculum of seven journalism courses and six MBA courses provides students with both skills and intellectual depth.   Internships : Students take a full-time job at a major news organization for ten weeks over the summer (not for one or two days a week during a regular semester, as at other schools). Many BER students have received job offers from their internship.   Bylines : Students develop an extensive portfolio while in BER, pick up multimedia skills in web video and audio podcast, learn to blog and post their own stories on the BER webzine.   Networking in New York City: Why not study in the business and financial capital of the country, where a quick subway ride leads you to reporting assignments as well as to job interviews and great internships at the top news organizations in the world? And BER has a regular speakers program that enables students to network with the top journalists in the field, including editors and reporters from The Wall Street Journal , Forbes , Wired , Vanity Fair , Marketwatch, Reuters, TheStreet.com, and many others.                       Events                     Past Events         April            02       Documentary Distribution: Maximizing Opportunities              March            27       2015 NYU Journalism Career Fair              March            24       Filming on the Frontlines                  More events &gt;     Academic calendar &gt;                   Byline - Recent Publications                                      I went to journalism school, and you should too. Maybe.         March 12, 2015                                Jay Yarow          BER 2009                                                   The Troll’s Lawyer         January 05, 2015                                 Professor                Adam L. Penenberg                                                            GM’s hit and run: How a lawyer, mechanic, and engineer blew open the worst auto scandal in history         October 18, 2014                                 Professor                Adam L. Penenberg                                                            Follow the blood money: Exposing the secret US banking operations that help fund suicide bombers         February 23, 2014                                 Professor                Adam L. Penenberg                                                            I challenged hackers to investigate me and what they found out is chilling         October 26, 2013                                 Professor                Adam L. Penenberg                                                            Chinese Contactors Grapple With Risks of Working Globally         August 27, 2013                                Yue Jiang          BER 2014                                                   Facebook friends could change your credit score         August 27, 2013                                Katie Lobosco          BER 2014                                                   Lawsuit Alleges Trump Defrauded &#39;Students&#39; In Seminars Meant To Teach Investing Wisdom         August 26, 2013                                Kathryn Dill          BER 2014                                                   Chinese Contractors Thriving in the World Market         August 21, 2013                                Yue Jiang          BER 2014                                                   How Israel has Rebranded Amid a Volatile Geopolitical Backdrop         August 20, 2013                                Sonya Chudgar          BER 2014                                                   S&amp;P 500 snaps four-day losing streak         August 20, 2013                                Katie Lobosco          BER 2014                                                   Drones can change the fight against wildfires         August 19, 2013                                Katie Lobosco          BER 2014                                                   Ford Lowers Mileage Rating on C-Max Hybrid to 43 MPG         August 16, 2013                                Megan Durisin          BER 2014                                                   Perion Shares in Tel Aviv Follow U.S. Down on Outlook         August 16, 2013                                Jessica Summers          BER 2014                                                   Classic-Car Values Rise 54%, Reviving Detroit Repair Shop         August 15, 2013                                Megan Durisin          BER 2014                                                   Ford’s Lincoln Channels Lauren With Black Label Features         August 15, 2013                                Megan Durisin          BER 2014                                                                                                    Arthur L. Carter Journalism Institute New York University        20 Cooper Square, 6th Floor New York, NY 10003 212-998-7980                                                          Current Students Links                  NYU Journalism Ethics Pledge (PDF) &gt;          NYU Journalism Ethics Handbook (PDF) &gt;          NYU Journalism Ethics Web Page &gt;          Equipment Policy &gt;                               Course Listings                  Fall 2015 &gt;          Summer 2015 &gt;          Spring 2015 &gt;          Fall 2014 &gt;          Summer 2014 &gt;          Spring 2014 &gt;                               Career Services                  Job and Internship Listings &gt;          Credit Internship Courses &gt;                 Technical Issues         journalism.webmaster@nyu.edu         Funding for this site was generously provided by Ted Cohen and Laura Foti Cohen (WSC '78)                               &copy; Copyright 2015 NYU"}, {"content": "NYU Stern | Economics                                 Skip to Main Content                                      Experience Stern      Research, Faculty, Social, News                 Faculty &amp; Research       Books    Opinion    Research Highlights    Research in the News    Blogs    Archive    Faculty Directory          Social@Stern        Tales in Possible        Global       Business Across Borders    Global Study    Voices from Abroad    Archive          Network        News &amp; Events       Faculty News    Press Releases    School News    Events          About Stern       Values    Key Facts    History    Leadership    Departments, Centers &amp; Initiatives    Working at Stern    Visit Stern    Contact                          Programs &amp; Admissions      Degrees &amp; Executive Education                 Undergraduate       The Stern Advantage    Academics    Stern Around the World    Social Impact    Dynamic Community    Future Success    Admissions          Full-time MBA       The Stern Advantage    Academics    Students    Career    Financial Aid    Admissions    Meet With Us          Part-time MBA Manhattan        The Stern Advantage    Academics    Community    Career    Financial Aid    Admissions    Meet With Us          Part-time MBA Westchester       The Stern Advantage    Academics    Community    Career    Financial Aid    Admissions    Meet With Us          Executive MBA       The Stern Advantage    Academics    Community    Career Development    Sponsorship    Admissions    Contact Us          Dual Degrees       MD/MBA    JD/MBA    MBA/MFA    MS in Mathematics/ MBA    MBA/MPA    MBA/MA in French Studies    MBA/MA in Politics    MS in Biology/MBA    Dual MBA with HEC School of Management          Global Degrees       TRIUM EMBA    MS in Global Finance    MS in Risk Management    MS in Business Analytics          PhD       The Stern Advantage    Academics    Job Placement    Student Life    Admissions          Executive Education       Short Courses    Custom Programs        Advanced Professional Certificates       Finance    Marketing    General Business                          Portal &amp; Partners      Alumni, Recruiters, Student Login                 Current Students   SternLinks   Student Jobs     Undergraduate Current Students      MBA &amp; Graduate Students       Academic Affairs and Advising    Records &amp; Registration    International Programs    Bursar    Financial Aid    Office of Student Engagement    Leadership Development    Career Center for Working Professionals    Career Account      SternLinks        Faculty &amp; Staff       Join Stern's Faculty    Leadership    New Faculty Resources    CITL    Center for Research Computing    Center for Behavioral Research      Log in to SternLinks        Alumni       Attend an Event    Career Center for Working Professionals    Log in to SternConnect    Network with Alumni    SternBusiness Alumni Magazine      Support Stern        Recruiters       Contact Your Relationship Manager    Recruit Experienced Talent    Recruit on Campus (MBA)    Recruit on Campus (Undergraduate)      Get Started                                                      Search                                                   Undergraduate Current Students              Your Stern Experience Dean&#039;s Message   Vision &amp; Community Values   Stern Undergraduate College Team     New Students Freshmen   Transfer Students     Academics Office of Academic Advising   Degree Programs   Tracks   Minors &amp; Electives   Social Impact   Research &amp; Practitioner Learning   Honors &amp; Awards   Seniors   Non-Stern Students     Student Engagement &amp; Professional Development Office of Student Engagement   Career Initiatives   Leadership Initiatives   Social Initiatives   Alumni Initiatives     Stern Around the World Barr Family International Studies Program (ISP)   Semester Away   Short Term Immersions   Incoming Exchange Students     Resources &amp; Policies Tuition &amp; Aid   Academic Forms   NYU Resources   Code of Conduct   Academic Bulletin   Academic Policies   Global Study Policies   Internship Policies               Home / Portal &amp; Partners / Current Students / Undergraduate / Academics / Degree Programs / Business Program / Economics                        Share / Print                Print      Email      Share       Like                                              Economics  Concentrate in Economics  For course descriptions, prerequisites and course scheduling options, please review the Course Index.    You may concentrate in one of the two official economics areas: business economics or economic theory.             Business Economics Program                                              Students in the class of 2015+                                                      Business Economies Program (12 units)                   To complete the business economies program, students must complete the following courses. At least two of the four courses must be taken at Stern from the following categories:              1 Category A Course                   3 Economic Elective Courses      These can be selected from the Elective list or Category A                                Category A                   Intermediate Macroeconomics      ECON-UA 12              Competitive Analysis      ECON-UB 15              Time Series Tools for Macroeconomics and Finance      ECON-UB 232              Macroeconomics Foundations for Asset Prices      ECON-UB 233              Advanced Topics in Modern Macroeconomics      ECON-UB 234              Advanced Microeconomics and Competition Law      ECON-UB 236              Game Theory      MULT-UB 20              Global Macroeconomic Issues      MULT-UB 230             Note: Students who are double-concentrating in marketing, finance, or management or co-concentrating in global business cannot double count any courses taken toward the completion of their business economics concentration.                      Stern Economic Elective Courses                   Any Stern Economics Elective Course      ECON-UB XX              Any CAS 200- or 300-level Economics Courses**      ECON-UA 2XX or ECON-UA 3XX     (All prerequisites must be observed.)              Topics in Emerging Financial Markets      FINC-UB 23              Behavioral Finance      FINC-UB 29              Social Enterprise &amp; Economic Development: The Indian Context      MULT-UB 25              The Financial System      MULT-UB 27              Global Macroeconomic Issues      MULT-UB 230                                Show all | Hide all        At least 2 of the 4 courses taken to satisfy the concentration requirement, must be taken in the Stern school. Many CAS electives require either Intermediate Macroeconomics (ECON-UA 12) or Intermediate Microeconomics (ECON-UA 10) as prerequisites; ECON-UB 1 is accepted as a prerequisite in lieu of ECON-UA 10.    Transfer students, who have not completed ECON-UB 1 at Stern, are required to take Intermediate Microeconomics (ECON-UB 10) or apply an equivalent course in Intermediate Microeconomics from a previous institution. Intermediate Microeconomics will not satisfy any of the concentration elective requirements.    The following CAS economics courses are not open to Stern students: Economic Principles I or II (ECON-UA 1 or ECON-UA 2); Intermediate Microeconomics (ECON-UA 10); Statistics (P) (ECON-UA 18); Money and Banking (ECON-UA 231); International Economics (ECON-UA 238); and Financial Economics (ECON-UA 368).         Economic Theory Program Requirements                                              Students in the class of 2015+                                    The required courses in the economic theory concentration are the following:                      Economic Theory Program Requirements                   Complete the following courses in addition to Microeconomics (ECON-UB 1) and Economics of Global Business (ECON-UB 11):              Mathematics for Economics I      MATH-UA 211          May take MATH-UA 121, 122 &amp; 123 in lieu of these courses, with Academic and Faculty Adviser approval. More course information              Mathematics for Economics II      MATH-UA 212           May take MATH-UA 121, 122 &amp; 123 in lieu of these courses, with Academic and Faculty Adviser approval.              Microeconomic Theory      ECON-UA 11              Macroeconomic Theory      ECON-UA 13              Analytical Statistics†      ECON-UA 20           STAT-UB 103 or the combination of STAT-UB 1 and STAT-UB 3 can complete this requirement.              Introduction to Econometrics      ECON-UA 266              2 Stern Economics elective courses or CAS 200- or 300-level Economics course      ECON-UB XX, ECON-UA 2XX or ECON-UA 3XX                                Show all | Hide all        The economic theory program is for students who wish to begin the formal study of economic reasoning with an emphasis on mastering the analytical tools. This program of courses relies on a higher level of abstraction and emphasizes the techniques of economic analysis rather than the study of specific economic problems or institutions. It is well-suited for students who intend to pursue a professional career in economics, are considering graduate study in economics, or those pursuing careers or higher degrees in highly quantitative fields such as finance.         Choosing Between or Changing Economics Areas                                              Economic Theory Courses                                                 Mathematics for Economics I (T)      MATH-UA 211           For students in the classes of 2015 &amp; 2016 only              Mathematics for Economics II (T)      MATH-UA 212           For students in the classes of 2015 &amp; 2016 only              Analytical Statistics (T)      ECON-UA 20              Microeconomics Theory and Analysis (T)      ECON-UA 11              Macroeconomics Theory of Analysis (T)      ECON-UA 13              Introduction to Econometrics (T)      ECON-UA 266                                              Economics Elective Courses                                                 Independent Study in Economics (B)      ECON-UB 94-99              Economics of Sex, Drugs, and Rock &amp; Roll (B, T)      ECON-UB 210              Sports Economics (B, T)      ECON-UB 211              Psychology and Economics (B,T)      ECON-UB 213              Social Enterprise &amp; Economic Development: The Indian Context      ECON-UB 223              Business in Transition Economies      ECON-UB 231              Advanced Microeconomics and Competition Law      ECON-UB 236              Topics in Emerging Financial Markets (B)      FINC-UB 23              Behavioral Finance (B)      FINC-UB 29                                            CAS Economics and Multi-disciplinary Elective Courses                                                 Intermediate Macroeconomics: Business Cycles and Stabilization Policy (B)      ECON-UA 12              Economic History of the United States (B, T)      ECON-UA 205              Ethics and Economics (B, T)      ECON-UA 207              Urban Economics (B, T)      ECON-UA 227              Poverty and Income Distribution (B, T)      ECON-UA 233              Gender and Choices (B, T)      ECON-UA 252              Strategic Decision Theory (T)      ECON-UA 310           Note: This course should not be taken by students who have already taken MULT-UB 20, Game Theory.              Industrial Organization (B)      ECON-UA 316           Note: This course should not be taken by students who have already taken MULT-UB 15, Competitive Analysis.              Market Structure and Performance (T)      ECON-UA 317              Economic Development (B, T)      ECON-UA 323              Topics in the Global Economy (B)      ECON-UA 324              Economics of Energy and the Environment (B, T)      ECON-UA 326              Ownership and Corporate Control in Advanced and Transition Economies (B, T)      ECON-UA 340              Labor Economics (B, T)      ECON-UA 351              Public Economics (B, T)      ECON-UA 353              Law, Economics and Society (B)      ECON-UA 355              Experimental Economics (B, T)      ECON-UA 360              Advanced Micro Theory (T)      ECON-UA 365              Topics in Econometrics (B)      ECON-UA 380              Honors Tutorial (B, T)      ECON-UA 410           This course is open only to honors students.              Honors Thesis (B, T)      ECON-UA 450           This course is open only to honors students.              Global Perspectives on Enterprise Systems (B, T)      ECON-UB 220              Monetary Policy and the Financial System (B, T)      ECON-UB 221              Asian Economies (B,T)      ECON-UB 222              Business and the Environment (B, T)      ECON-UB 225              Time Series Tools for Macroeconomics and Finance (B,T)      ECON-UB 232              Macroeconomics Foundations for Asset Prices (B,T)      ECON-UB 233              Advanced Topics in Modern Macroeconomics (B,T)      ECON-UB 234              Social Enterprise &amp; Economic Development: The Indian Context (B)      MULT-UB 25              Global Macro Issues (B, T)      MULT-UB 230              Competitive Analysis (B)      MULT-UB 15              The Financial System      MULT-UB 27              Game Theory (B)      MULT-UB 20                                Show all | Hide all        Students who are unsure about which area is appropriate for their interests should seek advice from both the Academic Advising Office and Economics Faculty Adviser. Transferring between economics areas can be complex, especially when switching from business economics to the economic theory. You are urged to make this decision early on in their Stern careers.  The list of courses below is divided into three sections:(I) economic theory major courses (anchor to area indicated below), and (II) economics elective courses (anchor to area indicated below). Students in either economics area can choose electives from any list.    Courses listed with a (B) designation indicate that they will count only toward the business economics area. Courses listed with a (T) designation indicate that the course will count only toward the economics theory area. Courses with the notation (B, T) count toward either area.                                                                                            Academics     Office of Academic Advising   Degree Programs Business Program Accounting   Actuarial Science   Economics   Finance   Information Systems   Global Business   Management and Organizations   Marketing   Operations   Statistics     Business &amp; Political Economy Program (BPE)   Dual BS/MS in Accounting Program   Stern-Tisch BS/BFA     Tracks   Minors &amp; Electives   Social Impact   Research &amp; Practitioner Learning   Honors &amp; Awards   Seniors   Non-Stern Students                           News      NYU Stern Center for Business and Human Rights to Tackle Migrant Labor Rights in the Construction Industry    Foreign Policy Association Awards Medal to Dean Peter Henry    Follow @NYUStern on Twitter and like NYU Stern on Facebook         Basics      Directions &amp; Maps    Faculty Directory    Contact Us                                 FACULTY OPINIONS    Read Stern faculty opinions on  relevant business topics             Sitemap | Privacy | &copy; 2015 Leonard N. Stern School of Business                               Back to Top"}, {"content": "NYU Stern | Department of Economics                                 Skip to Main Content                                      Experience Stern      Research, Faculty, Social, News                 Faculty &amp; Research       Books    Opinion    Research Highlights    Research in the News    Blogs    Archive    Faculty Directory          Social@Stern        Tales in Possible        Global       Business Across Borders    Global Study    Voices from Abroad    Archive          Network        News &amp; Events       Faculty News    Press Releases    School News    Events          About Stern       Values    Key Facts    History    Leadership    Departments, Centers &amp; Initiatives    Working at Stern    Visit Stern    Contact                          Programs &amp; Admissions      Degrees &amp; Executive Education                 Undergraduate       The Stern Advantage    Academics    Stern Around the World    Social Impact    Dynamic Community    Future Success    Admissions          Full-time MBA       The Stern Advantage    Academics    Students    Career    Financial Aid    Admissions    Meet With Us          Part-time MBA Manhattan        The Stern Advantage    Academics    Community    Career    Financial Aid    Admissions    Meet With Us          Part-time MBA Westchester       The Stern Advantage    Academics    Community    Career    Financial Aid    Admissions    Meet With Us          Executive MBA       The Stern Advantage    Academics    Community    Career Development    Sponsorship    Admissions    Contact Us          Dual Degrees       MD/MBA    JD/MBA    MBA/MFA    MS in Mathematics/ MBA    MBA/MPA    MBA/MA in French Studies    MBA/MA in Politics    MS in Biology/MBA    Dual MBA with HEC School of Management          Global Degrees       TRIUM EMBA    MS in Global Finance    MS in Risk Management    MS in Business Analytics          PhD       The Stern Advantage    Academics    Job Placement    Student Life    Admissions          Executive Education       Short Courses    Custom Programs        Advanced Professional Certificates       Finance    Marketing    General Business                          Portal &amp; Partners      Alumni, Recruiters, Student Login                 Current Students   SternLinks   Student Jobs     Undergraduate Current Students      MBA &amp; Graduate Students       Academic Affairs and Advising    Records &amp; Registration    International Programs    Bursar    Financial Aid    Office of Student Engagement    Leadership Development    Career Center for Working Professionals    Career Account      SternLinks        Faculty &amp; Staff       Join Stern's Faculty    Leadership    New Faculty Resources    CITL    Center for Research Computing    Center for Behavioral Research      Log in to SternLinks        Alumni       Attend an Event    Career Center for Working Professionals    Log in to SternConnect    Network with Alumni    SternBusiness Alumni Magazine      Support Stern        Recruiters       Contact Your Relationship Manager    Recruit Experienced Talent    Recruit on Campus (MBA)    Recruit on Campus (Undergraduate)      Get Started                                                      Search                                              About / Departments      Department of Economics              Faculty &amp; Staff Faculty   Visiting Scholars   Staff     Research Working Papers     Events Industrial Organization Seminar   Macroeconomics Lunch Seminar   Macroeconomics Workshop   Financial History Seminar   Job Market Seminar   IO Day   NET Institute Conference   Other Events   Past Events     Academic Programs Undergraduate   MBA   PhD                                       David Backus, Heinz Riehl Professor of International Economics and Finance, conducting lecture.            Kim Schoenholtz welcomes Dave Backus, Julia Coronado, Tom Pugel, and Vincent Reinhart to his Economic Outlook Forum.            Chase Coleman, Malika Krishna, and Sonia Gilbukh follow Peifan Wu's explanation of robust risk modeling.            Maher Said, Jidong Zhou, and Chris Neilson enjoy each others company at the Back to School Department Party                A vibrant group of faculty and students engaged in teaching, learning, and research    Our faculty contributes to the academic and public debate in a number of areas, with special emphasis on industrial organization and strategy, international aspects of macroeconomics, and economic and financial history.    We are closely linked to the outstanding economics group in NYU's Faculty of Arts and Sciences .    Thank you for your interest.    Stanley Zin  William R. Berkley Professor of Economics &amp; Business  Chair, Department of Economics        &#8211; PhD Program          NYU Stern has a distinguished PhD program in economics.    Recent graduates have received academic job offers from the University of Chicago, Columbia, Harvard, Michigan, Minnesota, Northwestern, Princeton, Rochester, Stanford, and other leading universities.    The Stern economics program is founded on a world-class faculty and an extremely low student-faculty ratio. Despite its small size, students have access to a broad range of courses through the Department of Economics at NYU’s Faculty of Arts and Science .     Learn more &gt;                         Popular Links       Stern Records &amp; Registration    Stern 2014-2015 Academic Calendar    NYU Faculty of Arts &amp; Sciences Dept. of Economics    NYU Stern Economics Blog    Center for Global Economy &amp; Business          Faculty Links       Faculty List    Apply for a faculty position         Inquire about a adjunct or visiting scholar position          Contact us   Henry Kaufman Management Center  Room 7-160  44 West 4th Street, New York, NY 10012    Search: #nyuecon    Phone: (212) 998-0860  Fax: (212) 995-4218            Events    Industrial Organization Seminar Series - Weekly faculty seminar with presentations on IO research &amp; papers     Macroeconomics Lunch Seminar - Weekly faculty seminar with presentations on Macro research &amp; papers     IO Day - One-day workshop in September at NYU that brings together people from the New York area schools     NET Institute - One-day conference that takes place during the spring semester      FAS Events &amp; Seminars    Macroeconomics Workshop     Micro Student Workshop     Econometrics Seminar      Political Economy Workshop                                                                                                            News      NYU Stern Center for Business and Human Rights to Tackle Migrant Labor Rights in the Construction Industry    Foreign Policy Association Awards Medal to Dean Peter Henry    Follow @NYUStern on Twitter and like NYU Stern on Facebook         Basics      Directions &amp; Maps    Faculty Directory    Contact Us                                 FACULTY OPINIONS    Read Stern faculty opinions on  relevant business topics             Sitemap | Privacy | &copy; 2015 Leonard N. Stern School of Business                               Back to Top"}]},
{"detail": [{"content": "Business and Economic Reporting &raquo; Arthur L. Carter Journalism Institute at New York University                                                                                                                                                  Home                          Graduate                       Courses of Study &raquo;                               Science, Health and Environmental Reporting &raquo;                                      Curriculum &amp; Speakers                     How To Apply                     Internships &amp; Jobs                     Publishing                     Alumni                     Student Profiles                     Faculty                     Story Gallery                     Scholarship Funds                                            Business and Economic Reporting &raquo;                                      BER News                     Curriculum                     Faculty                     How to Apply                     Scholarships                     Internships                     Jobs                     Student Work                     Resources                     Alumni Profiles                     Speaker Series                     Resource Links                     Student Profiles                     Summer Internships                                            Cultural Reporting and Criticism &raquo;                                      Curriculum                     Faculty                     How to Apply                     Student Work                     Internships and Jobs                                            Global and Joint Program Studies &raquo;                                      Curriculum                     Faculty                     How to Apply                     Internships and Jobs                     Student Work                     Master&#39;s Projects                     Collaborations                                            Magazine &raquo;                                      Curriculum                     Faculty                     How to Apply                     Internships and Jobs                     Student Work                                            Literary Reportage &raquo;                                      Curriculum                     Faculty                     How to Apply                     Student Profiles                     Student Work                     Religion Journalism Program                     Mentorship Program                     Banff Fellowship                     Internships/Jobs                     Media                     Books by LitRep Alumni                     Audio/Podcasts                                            Reporting the Nation and New York &raquo;                                      Curriculum                     Faculty                     How to Apply                     Internships/Jobs                     Student Work                                            News &amp; Documentary &raquo;                                      How to Apply                     Curriculum                     Master Classes                     Faculty                     Film Festivals                     Student Work                     Internships/Jobs                     Resources                     Alumni                     Inside Lens                                            Studio 20: Digital First &raquo;                                      Faculty                     How to Apply                     Student Work                                                                    General Requirements                          Financial Aid                          How To Apply                                                  Undergraduate                       Concentrations &raquo;                               Journalism &raquo;                                      Curriculum                                            Media Criticism &raquo;                                      Curriculum                                                                    General Requirements                          Honors Program                          Advising &raquo;                               Hours                                                 Evaluation Portfolio Redirect                          Journalism Abroad &raquo;                               Journalism in Ghana                                                 How To Apply &amp; FAQ                          Student Work                                                  Faculty                          Career Services                       Credit Internship Course &raquo;                               Requirements &amp; Procedures                         Intern Record Sheet                         Undergraduate Syllabus                         Graduate Syllabus                                                 For Employers &raquo;                               Submit a Job or Internship                                                 Job, Internship and Freelance Listings                          Fellowship and Paid Internship Programs                          Journalism Career Fair 2015                          Media Mingle 2014                          Professional Organizations                                                  Alumni                       Scholarships &amp; Fellowships                                                  Courses                          Events                          News                          About Us                       Resources &raquo;                               Equipment Resources and Information &raquo;                                      WiFi Access                                            Guidelines &amp; Policies at 20 Cooper Square                         Ethics Handbook for Students                         Faculty Resources                                                 Multimedia Resources &raquo;                               Weekday Workshops                         Guides and FAQs &raquo;                                      Denoising with Audition                                            Outside Resources                         Weekend Workshops                                                 Awards &amp; Fellowships                          Contact Us                          Visit Us                          Institute Projects                          Enrollment, Retention and Graduation Statistics                                                  Byline : Published Work                                         Business and Economic Reporting                      BER News                  Curriculum                  Faculty                  How to Apply                  Scholarships                  Internships                  Jobs                  Student Work                  Resources                  Alumni Profiles                  Speaker Series                  Resource Links                  Student Profiles                  Summer Internships                                   Late Applications Still Considered     How to Apply &gt;           Do you want to write about some of the most important stories in the world today?   Entrepreneurs starting hot new companies?   The introduction of the iPhone 6?   Diminished opportunities for millennials?   The economic rise of China?   The lagging economic performance in the European Union?   Come study in the Business and Economic Reporting program and start your career in the hottest area of journalism. Our graduates have gone on to jobs at places like The Wall Street Journal, Bloomberg, Reuters, Forbes, Dow Jones Newswires, CNN, CNBC , and many other top news organizations.   Our Graduates' Jobs &gt;         Cover the World's Most Interesting Stories   Go into business journalism and write stories the whole world will read. And they will extend far beyond Wall Street coverage and daily business reporting.   Interested in the nation's ongoing economic problems? Cover them while a student in the BER program. Our students write and produce for The Local East Village , the joint New York Times and Carter Institute news website. Also, see our own student publication, The Recovery Times .   That iPod or iPhone in your pocket? Obvious business story.   Interested in new media and Hollywood? You'll find endless stories to pursue in the entertainment industry, from the impact of digital technology on the movie business to the battle between copyright holders and video portals like YouTube.   Fascinated by the personalities of the people in power? Why not profile Rupert Murdoch or Bill Gates — or be the first to report on a rising fashion guru or a Silicon Valley whiz kid who thinks she's got the next MySpace.   Concerned about global warming and environmental issues? Take an assignment on hybrid cars, visit companies that are going green, and analyze the struggle between business and government as they battle over grizzly bears, salmon runs and oil drilling in pristine nature preserves.   Like to travel? Business news organizations send their writers on reporting trips all over the U.S. and abroad. Maybe you'll report in China for a week, as one of our alums did a year out of school (he couldn't speak the language, but that didn't stop him from writing a cover story on his trip for Forbes magazine).   To be a great reporter, no matter what you end up covering, you have to be able to follow the money. And that's what you will learn to do in the Business and Economic Reporting (BER) program at New York University.         Great Jobs Right out of School   Virtually all BER students have secured staff jobs at national business news organizations within a few months of graduating. Many of them started the program without any journalism experience. Starting salaries have ranged from the low $40's to the mid-$70's, compared to the $28,000* average starting pay for journalism graduates nationwide going into newspaper jobs. Where do our students get jobs? The Wall Street Journal , Dow Jones Newswires, Reuters, Bloomberg News, Forbes , Inc. , TheStreet.com, Money , CNBC, and numerous others. Many of them secured foreign postings in places such as Beijing, Pakistan, Afghanistan, Nepal, Vietnam, India, Singapore, Russia, and Canada.           Your Competitive Advantage   What do you have to offer when you graduate? What's your competitive advantage when your resume hits the desk of a key editor? Thousands of journalism students are trained in general assignment reporting and there usually isn't much to distinguish among them. In BER, however, students benefit from a unique interdisciplinary curriculum of both journalism courses and MBA courses at NYU 's prestigious Leonard N. Stern School of Business. The result: an education that sets you apart from your peers because you will have intellectual depth in a subject matter that is critical to news coverage today, whether on page one or the business section.           Mentoring Relationships in a Small Program   In BER, students don't get lost among hundreds of others as happens at other schools. Instead, we have a 5:1 student-to-faculty ratio,  with BER enrolling just twelve to fifteen students each fall. A faculty of two full-time professors and an internship director/career counselor work with the students throughout their sixteen months at NYU, resulting in close mentoring relationships. The BER program also has two visiting scholars who will help mentor students: Leigh Gallagher, assistant managing editor of Fortune magazine; and Bethany McLean, a contributing editor at Vanity Fair and co-author of Smartest Guys in the Room: The Amazing Rise and Scandalous Fall of Enron , and All the Devils are Here: The Hidden History of the Financial Crisis .                 BER Students Headed to London in May 2015!   Read More &gt;            The Economic News is our student-run publication.   Read It Here &gt;           Marjorie Deane Foundation Supports Professorship, Fellowships, and a Week of Study in London for BER Students   NYU has named Professor Stephen D. Solomon, director of the program in Business and Economic Reporting, as the Marjorie Dean Professor of Financial Journalism . The professorship is made possible by generous contribution by the Marjorie Deane Financial Journalism Foundation.   The Foundation's support makes possible the following new benefits for students of the program:   Marjorie Deane Fellowships : The program will award fellowships to several excellent students accepted into the BER program for Fall 2014. Each fellowship will provide tuition, registration fees, and a stipend for one semester (or possibly more) of study. The admissions committee will notify an applicant of his or her selection at the time of acceptance into the BER program.   Study in London for a Week :  Beginning in May 2014, The BER program will take its students each year to City University London for a week to study the financial systems of the United Kingdom and the European Union. The London program will deepen each student's understanding of international aspects of business and finance. The program will provide partial subsidies of travel expenses. The educational seminars themselves are provided without charge.   See NYU's Announcement &gt;           Visiting Scholar in the BER Program   The program welcomes Rebecca Blumenstein, deputy managing editor of The Wall Street Journal , as a Visiting Scholar. In addition to regular faculty, visiting scholars provide assistance to our students. Previously, Rebecca served as WSJ's China Bureau Chief, Page One editor, and managing editor of The Wall Street Journal Online.   Read her full bio &gt;       Lecture by Former Federal Reserve Chairman Paul Volcker   Federal Reserve Chairman Paul Volcker delivered BER's first annual Marjorie Deane Lecture on April 23. BER students met privately with Mr. Volcker to talk about the recovery from the financial crisis and coverage by the business press. Later, there was a conversation and dinner attended by students, faculty, and financial journalists.   Read More &gt;       Other Reasons to Study in BER   Curriculum : An innovative curriculum of seven journalism courses and six MBA courses provides students with both skills and intellectual depth.   Internships : Students take a full-time job at a major news organization for ten weeks over the summer (not for one or two days a week during a regular semester, as at other schools). Many BER students have received job offers from their internship.   Bylines : Students develop an extensive portfolio while in BER, pick up multimedia skills in web video and audio podcast, learn to blog and post their own stories on the BER webzine.   Networking in New York City: Why not study in the business and financial capital of the country, where a quick subway ride leads you to reporting assignments as well as to job interviews and great internships at the top news organizations in the world? And BER has a regular speakers program that enables students to network with the top journalists in the field, including editors and reporters from The Wall Street Journal , Forbes , Wired , Vanity Fair , Marketwatch, Reuters, TheStreet.com, and many others.                       Events                     Past Events         April            02       Documentary Distribution: Maximizing Opportunities              March            27       2015 NYU Journalism Career Fair              March            24       Filming on the Frontlines                  More events &gt;     Academic calendar &gt;                   Byline - Recent Publications                                      I went to journalism school, and you should too. Maybe.         March 12, 2015                                Jay Yarow          BER 2009                                                   The Troll’s Lawyer         January 05, 2015                                 Professor                Adam L. Penenberg                                                            GM’s hit and run: How a lawyer, mechanic, and engineer blew open the worst auto scandal in history         October 18, 2014                                 Professor                Adam L. Penenberg                                                            Follow the blood money: Exposing the secret US banking operations that help fund suicide bombers         February 23, 2014                                 Professor                Adam L. Penenberg                                                            I challenged hackers to investigate me and what they found out is chilling         October 26, 2013                                 Professor                Adam L. Penenberg                                                            Chinese Contactors Grapple With Risks of Working Globally         August 27, 2013                                Yue Jiang          BER 2014                                                   Facebook friends could change your credit score         August 27, 2013                                Katie Lobosco          BER 2014                                                   Lawsuit Alleges Trump Defrauded &#39;Students&#39; In Seminars Meant To Teach Investing Wisdom         August 26, 2013                                Kathryn Dill          BER 2014                                                   Chinese Contractors Thriving in the World Market         August 21, 2013                                Yue Jiang          BER 2014                                                   How Israel has Rebranded Amid a Volatile Geopolitical Backdrop         August 20, 2013                                Sonya Chudgar          BER 2014                                                   S&amp;P 500 snaps four-day losing streak         August 20, 2013                                Katie Lobosco          BER 2014                                                   Drones can change the fight against wildfires         August 19, 2013                                Katie Lobosco          BER 2014                                                   Ford Lowers Mileage Rating on C-Max Hybrid to 43 MPG         August 16, 2013                                Megan Durisin          BER 2014                                                   Perion Shares in Tel Aviv Follow U.S. Down on Outlook         August 16, 2013                                Jessica Summers          BER 2014                                                   Classic-Car Values Rise 54%, Reviving Detroit Repair Shop         August 15, 2013                                Megan Durisin          BER 2014                                                   Ford’s Lincoln Channels Lauren With Black Label Features         August 15, 2013                                Megan Durisin          BER 2014                                                                                                    Arthur L. Carter Journalism Institute New York University        20 Cooper Square, 6th Floor New York, NY 10003 212-998-7980                                                          Current Students Links                  NYU Journalism Ethics Pledge (PDF) &gt;          NYU Journalism Ethics Handbook (PDF) &gt;          NYU Journalism Ethics Web Page &gt;          Equipment Policy &gt;                               Course Listings                  Fall 2015 &gt;          Summer 2015 &gt;          Spring 2015 &gt;          Fall 2014 &gt;          Summer 2014 &gt;          Spring 2014 &gt;                               Career Services                  Job and Internship Listings &gt;          Credit Internship Courses &gt;                 Technical Issues         journalism.webmaster@nyu.edu         Funding for this site was generously provided by Ted Cohen and Laura Foti Cohen (WSC '78)                               &copy; Copyright 2015 NYU"}, {"content": "NYU Stern | Economics                                 Skip to Main Content                                      Experience Stern      Research, Faculty, Social, News                 Faculty &amp; Research       Books    Opinion    Research Highlights    Research in the News    Blogs    Archive    Faculty Directory          Social@Stern        Tales in Possible        Global       Business Across Borders    Global Study    Voices from Abroad    Archive          Network        News &amp; Events       Faculty News    Press Releases    School News    Events          About Stern       Values    Key Facts    History    Leadership    Departments, Centers &amp; Initiatives    Working at Stern    Visit Stern    Contact                          Programs &amp; Admissions      Degrees &amp; Executive Education                 Undergraduate       The Stern Advantage    Academics    Stern Around the World    Social Impact    Dynamic Community    Future Success    Admissions          Full-time MBA       The Stern Advantage    Academics    Students    Career    Financial Aid    Admissions    Meet With Us          Part-time MBA Manhattan        The Stern Advantage    Academics    Community    Career    Financial Aid    Admissions    Meet With Us          Part-time MBA Westchester       The Stern Advantage    Academics    Community    Career    Financial Aid    Admissions    Meet With Us          Executive MBA       The Stern Advantage    Academics    Community    Career Development    Sponsorship    Admissions    Contact Us          Dual Degrees       MD/MBA    JD/MBA    MBA/MFA    MS in Mathematics/ MBA    MBA/MPA    MBA/MA in French Studies    MBA/MA in Politics    MS in Biology/MBA    Dual MBA with HEC School of Management          Global Degrees       TRIUM EMBA    MS in Global Finance    MS in Risk Management    MS in Business Analytics          PhD       The Stern Advantage    Academics    Job Placement    Student Life    Admissions          Executive Education       Short Courses    Custom Programs        Advanced Professional Certificates       Finance    Marketing    General Business                          Portal &amp; Partners      Alumni, Recruiters, Student Login                 Current Students   SternLinks   Student Jobs     Undergraduate Current Students      MBA &amp; Graduate Students       Academic Affairs and Advising    Records &amp; Registration    International Programs    Bursar    Financial Aid    Office of Student Engagement    Leadership Development    Career Center for Working Professionals    Career Account      SternLinks        Faculty &amp; Staff       Join Stern's Faculty    Leadership    New Faculty Resources    CITL    Center for Research Computing    Center for Behavioral Research      Log in to SternLinks        Alumni       Attend an Event    Career Center for Working Professionals    Log in to SternConnect    Network with Alumni    SternBusiness Alumni Magazine      Support Stern        Recruiters       Contact Your Relationship Manager    Recruit Experienced Talent    Recruit on Campus (MBA)    Recruit on Campus (Undergraduate)      Get Started                                                      Search                                                   Undergraduate Current Students              Your Stern Experience Dean&#039;s Message   Vision &amp; Community Values   Stern Undergraduate College Team     New Students Freshmen   Transfer Students     Academics Office of Academic Advising   Degree Programs   Tracks   Minors &amp; Electives   Social Impact   Research &amp; Practitioner Learning   Honors &amp; Awards   Seniors   Non-Stern Students     Student Engagement &amp; Professional Development Office of Student Engagement   Career Initiatives   Leadership Initiatives   Social Initiatives   Alumni Initiatives     Stern Around the World Barr Family International Studies Program (ISP)   Semester Away   Short Term Immersions   Incoming Exchange Students     Resources &amp; Policies Tuition &amp; Aid   Academic Forms   NYU Resources   Code of Conduct   Academic Bulletin   Academic Policies   Global Study Policies   Internship Policies               Home / Portal &amp; Partners / Current Students / Undergraduate / Academics / Degree Programs / Business Program / Economics                        Share / Print                Print      Email      Share       Like                                              Economics  Concentrate in Economics  For course descriptions, prerequisites and course scheduling options, please review the Course Index.    You may concentrate in one of the two official economics areas: business economics or economic theory.             Business Economics Program                                              Students in the class of 2015+                                                      Business Economies Program (12 units)                   To complete the business economies program, students must complete the following courses. At least two of the four courses must be taken at Stern from the following categories:              1 Category A Course                   3 Economic Elective Courses      These can be selected from the Elective list or Category A                                Category A                   Intermediate Macroeconomics      ECON-UA 12              Competitive Analysis      ECON-UB 15              Time Series Tools for Macroeconomics and Finance      ECON-UB 232              Macroeconomics Foundations for Asset Prices      ECON-UB 233              Advanced Topics in Modern Macroeconomics      ECON-UB 234              Advanced Microeconomics and Competition Law      ECON-UB 236              Game Theory      MULT-UB 20              Global Macroeconomic Issues      MULT-UB 230             Note: Students who are double-concentrating in marketing, finance, or management or co-concentrating in global business cannot double count any courses taken toward the completion of their business economics concentration.                      Stern Economic Elective Courses                   Any Stern Economics Elective Course      ECON-UB XX              Any CAS 200- or 300-level Economics Courses**      ECON-UA 2XX or ECON-UA 3XX     (All prerequisites must be observed.)              Topics in Emerging Financial Markets      FINC-UB 23              Behavioral Finance      FINC-UB 29              Social Enterprise &amp; Economic Development: The Indian Context      MULT-UB 25              The Financial System      MULT-UB 27              Global Macroeconomic Issues      MULT-UB 230                                Show all | Hide all        At least 2 of the 4 courses taken to satisfy the concentration requirement, must be taken in the Stern school. Many CAS electives require either Intermediate Macroeconomics (ECON-UA 12) or Intermediate Microeconomics (ECON-UA 10) as prerequisites; ECON-UB 1 is accepted as a prerequisite in lieu of ECON-UA 10.    Transfer students, who have not completed ECON-UB 1 at Stern, are required to take Intermediate Microeconomics (ECON-UB 10) or apply an equivalent course in Intermediate Microeconomics from a previous institution. Intermediate Microeconomics will not satisfy any of the concentration elective requirements.    The following CAS economics courses are not open to Stern students: Economic Principles I or II (ECON-UA 1 or ECON-UA 2); Intermediate Microeconomics (ECON-UA 10); Statistics (P) (ECON-UA 18); Money and Banking (ECON-UA 231); International Economics (ECON-UA 238); and Financial Economics (ECON-UA 368).         Economic Theory Program Requirements                                              Students in the class of 2015+                                    The required courses in the economic theory concentration are the following:                      Economic Theory Program Requirements                   Complete the following courses in addition to Microeconomics (ECON-UB 1) and Economics of Global Business (ECON-UB 11):              Mathematics for Economics I      MATH-UA 211          May take MATH-UA 121, 122 &amp; 123 in lieu of these courses, with Academic and Faculty Adviser approval. More course information              Mathematics for Economics II      MATH-UA 212           May take MATH-UA 121, 122 &amp; 123 in lieu of these courses, with Academic and Faculty Adviser approval.              Microeconomic Theory      ECON-UA 11              Macroeconomic Theory      ECON-UA 13              Analytical Statistics†      ECON-UA 20           STAT-UB 103 or the combination of STAT-UB 1 and STAT-UB 3 can complete this requirement.              Introduction to Econometrics      ECON-UA 266              2 Stern Economics elective courses or CAS 200- or 300-level Economics course      ECON-UB XX, ECON-UA 2XX or ECON-UA 3XX                                Show all | Hide all        The economic theory program is for students who wish to begin the formal study of economic reasoning with an emphasis on mastering the analytical tools. This program of courses relies on a higher level of abstraction and emphasizes the techniques of economic analysis rather than the study of specific economic problems or institutions. It is well-suited for students who intend to pursue a professional career in economics, are considering graduate study in economics, or those pursuing careers or higher degrees in highly quantitative fields such as finance.         Choosing Between or Changing Economics Areas                                              Economic Theory Courses                                                 Mathematics for Economics I (T)      MATH-UA 211           For students in the classes of 2015 &amp; 2016 only              Mathematics for Economics II (T)      MATH-UA 212           For students in the classes of 2015 &amp; 2016 only              Analytical Statistics (T)      ECON-UA 20              Microeconomics Theory and Analysis (T)      ECON-UA 11              Macroeconomics Theory of Analysis (T)      ECON-UA 13              Introduction to Econometrics (T)      ECON-UA 266                                              Economics Elective Courses                                                 Independent Study in Economics (B)      ECON-UB 94-99              Economics of Sex, Drugs, and Rock &amp; Roll (B, T)      ECON-UB 210              Sports Economics (B, T)      ECON-UB 211              Psychology and Economics (B,T)      ECON-UB 213              Social Enterprise &amp; Economic Development: The Indian Context      ECON-UB 223              Business in Transition Economies      ECON-UB 231              Advanced Microeconomics and Competition Law      ECON-UB 236              Topics in Emerging Financial Markets (B)      FINC-UB 23              Behavioral Finance (B)      FINC-UB 29                                            CAS Economics and Multi-disciplinary Elective Courses                                                 Intermediate Macroeconomics: Business Cycles and Stabilization Policy (B)      ECON-UA 12              Economic History of the United States (B, T)      ECON-UA 205              Ethics and Economics (B, T)      ECON-UA 207              Urban Economics (B, T)      ECON-UA 227              Poverty and Income Distribution (B, T)      ECON-UA 233              Gender and Choices (B, T)      ECON-UA 252              Strategic Decision Theory (T)      ECON-UA 310           Note: This course should not be taken by students who have already taken MULT-UB 20, Game Theory.              Industrial Organization (B)      ECON-UA 316           Note: This course should not be taken by students who have already taken MULT-UB 15, Competitive Analysis.              Market Structure and Performance (T)      ECON-UA 317              Economic Development (B, T)      ECON-UA 323              Topics in the Global Economy (B)      ECON-UA 324              Economics of Energy and the Environment (B, T)      ECON-UA 326              Ownership and Corporate Control in Advanced and Transition Economies (B, T)      ECON-UA 340              Labor Economics (B, T)      ECON-UA 351              Public Economics (B, T)      ECON-UA 353              Law, Economics and Society (B)      ECON-UA 355              Experimental Economics (B, T)      ECON-UA 360              Advanced Micro Theory (T)      ECON-UA 365              Topics in Econometrics (B)      ECON-UA 380              Honors Tutorial (B, T)      ECON-UA 410           This course is open only to honors students.              Honors Thesis (B, T)      ECON-UA 450           This course is open only to honors students.              Global Perspectives on Enterprise Systems (B, T)      ECON-UB 220              Monetary Policy and the Financial System (B, T)      ECON-UB 221              Asian Economies (B,T)      ECON-UB 222              Business and the Environment (B, T)      ECON-UB 225              Time Series Tools for Macroeconomics and Finance (B,T)      ECON-UB 232              Macroeconomics Foundations for Asset Prices (B,T)      ECON-UB 233              Advanced Topics in Modern Macroeconomics (B,T)      ECON-UB 234              Social Enterprise &amp; Economic Development: The Indian Context (B)      MULT-UB 25              Global Macro Issues (B, T)      MULT-UB 230              Competitive Analysis (B)      MULT-UB 15              The Financial System      MULT-UB 27              Game Theory (B)      MULT-UB 20                                Show all | Hide all        Students who are unsure about which area is appropriate for their interests should seek advice from both the Academic Advising Office and Economics Faculty Adviser. Transferring between economics areas can be complex, especially when switching from business economics to the economic theory. You are urged to make this decision early on in their Stern careers.  The list of courses below is divided into three sections:(I) economic theory major courses (anchor to area indicated below), and (II) economics elective courses (anchor to area indicated below). Students in either economics area can choose electives from any list.    Courses listed with a (B) designation indicate that they will count only toward the business economics area. Courses listed with a (T) designation indicate that the course will count only toward the economics theory area. Courses with the notation (B, T) count toward either area.                                                                                            Academics     Office of Academic Advising   Degree Programs Business Program Accounting   Actuarial Science   Economics   Finance   Information Systems   Global Business   Management and Organizations   Marketing   Operations   Statistics     Business &amp; Political Economy Program (BPE)   Dual BS/MS in Accounting Program   Stern-Tisch BS/BFA     Tracks   Minors &amp; Electives   Social Impact   Research &amp; Practitioner Learning   Honors &amp; Awards   Seniors   Non-Stern Students                           News      NYU Stern Center for Business and Human Rights to Tackle Migrant Labor Rights in the Construction Industry    Foreign Policy Association Awards Medal to Dean Peter Henry    Follow @NYUStern on Twitter and like NYU Stern on Facebook         Basics      Directions &amp; Maps    Faculty Directory    Contact Us                                 FACULTY OPINIONS    Read Stern faculty opinions on  relevant business topics             Sitemap | Privacy | &copy; 2015 Leonard N. Stern School of Business                               Back to Top"}, {"content": "NYU Stern | Department of Economics                                 Skip to Main Content                                      Experience Stern      Research, Faculty, Social, News                 Faculty &amp; Research       Books    Opinion    Research Highlights    Research in the News    Blogs    Archive    Faculty Directory          Social@Stern        Tales in Possible        Global       Business Across Borders    Global Study    Voices from Abroad    Archive          Network        News &amp; Events       Faculty News    Press Releases    School News    Events          About Stern       Values    Key Facts    History    Leadership    Departments, Centers &amp; Initiatives    Working at Stern    Visit Stern    Contact                          Programs &amp; Admissions      Degrees &amp; Executive Education                 Undergraduate       The Stern Advantage    Academics    Stern Around the World    Social Impact    Dynamic Community    Future Success    Admissions          Full-time MBA       The Stern Advantage    Academics    Students    Career    Financial Aid    Admissions    Meet With Us          Part-time MBA Manhattan        The Stern Advantage    Academics    Community    Career    Financial Aid    Admissions    Meet With Us          Part-time MBA Westchester       The Stern Advantage    Academics    Community    Career    Financial Aid    Admissions    Meet With Us          Executive MBA       The Stern Advantage    Academics    Community    Career Development    Sponsorship    Admissions    Contact Us          Dual Degrees       MD/MBA    JD/MBA    MBA/MFA    MS in Mathematics/ MBA    MBA/MPA    MBA/MA in French Studies    MBA/MA in Politics    MS in Biology/MBA    Dual MBA with HEC School of Management          Global Degrees       TRIUM EMBA    MS in Global Finance    MS in Risk Management    MS in Business Analytics          PhD       The Stern Advantage    Academics    Job Placement    Student Life    Admissions          Executive Education       Short Courses    Custom Programs        Advanced Professional Certificates       Finance    Marketing    General Business                          Portal &amp; Partners      Alumni, Recruiters, Student Login                 Current Students   SternLinks   Student Jobs     Undergraduate Current Students      MBA &amp; Graduate Students       Academic Affairs and Advising    Records &amp; Registration    International Programs    Bursar    Financial Aid    Office of Student Engagement    Leadership Development    Career Center for Working Professionals    Career Account      SternLinks        Faculty &amp; Staff       Join Stern's Faculty    Leadership    New Faculty Resources    CITL    Center for Research Computing    Center for Behavioral Research      Log in to SternLinks        Alumni       Attend an Event    Career Center for Working Professionals    Log in to SternConnect    Network with Alumni    SternBusiness Alumni Magazine      Support Stern        Recruiters       Contact Your Relationship Manager    Recruit Experienced Talent    Recruit on Campus (MBA)    Recruit on Campus (Undergraduate)      Get Started                                                      Search                                              About / Departments      Department of Economics              Faculty &amp; Staff Faculty   Visiting Scholars   Staff     Research Working Papers     Events Industrial Organization Seminar   Macroeconomics Lunch Seminar   Macroeconomics Workshop   Financial History Seminar   Job Market Seminar   IO Day   NET Institute Conference   Other Events   Past Events     Academic Programs Undergraduate   MBA   PhD                                       David Backus, Heinz Riehl Professor of International Economics and Finance, conducting lecture.            Kim Schoenholtz welcomes Dave Backus, Julia Coronado, Tom Pugel, and Vincent Reinhart to his Economic Outlook Forum.            Chase Coleman, Malika Krishna, and Sonia Gilbukh follow Peifan Wu's explanation of robust risk modeling.            Maher Said, Jidong Zhou, and Chris Neilson enjoy each others company at the Back to School Department Party                A vibrant group of faculty and students engaged in teaching, learning, and research    Our faculty contributes to the academic and public debate in a number of areas, with special emphasis on industrial organization and strategy, international aspects of macroeconomics, and economic and financial history.    We are closely linked to the outstanding economics group in NYU's Faculty of Arts and Sciences .    Thank you for your interest.    Stanley Zin  William R. Berkley Professor of Economics &amp; Business  Chair, Department of Economics        &#8211; PhD Program          NYU Stern has a distinguished PhD program in economics.    Recent graduates have received academic job offers from the University of Chicago, Columbia, Harvard, Michigan, Minnesota, Northwestern, Princeton, Rochester, Stanford, and other leading universities.    The Stern economics program is founded on a world-class faculty and an extremely low student-faculty ratio. Despite its small size, students have access to a broad range of courses through the Department of Economics at NYU’s Faculty of Arts and Science .     Learn more &gt;                         Popular Links       Stern Records &amp; Registration    Stern 2014-2015 Academic Calendar    NYU Faculty of Arts &amp; Sciences Dept. of Economics    NYU Stern Economics Blog    Center for Global Economy &amp; Business          Faculty Links       Faculty List    Apply for a faculty position         Inquire about a adjunct or visiting scholar position          Contact us   Henry Kaufman Management Center  Room 7-160  44 West 4th Street, New York, NY 10012    Search: #nyuecon    Phone: (212) 998-0860  Fax: (212) 995-4218            Events    Industrial Organization Seminar Series - Weekly faculty seminar with presentations on IO research &amp; papers     Macroeconomics Lunch Seminar - Weekly faculty seminar with presentations on Macro research &amp; papers     IO Day - One-day workshop in September at NYU that brings together people from the New York area schools     NET Institute - One-day conference that takes place during the spring semester      FAS Events &amp; Seminars    Macroeconomics Workshop     Micro Student Workshop     Econometrics Seminar      Political Economy Workshop                                                                                                            News      NYU Stern Center for Business and Human Rights to Tackle Migrant Labor Rights in the Construction Industry    Foreign Policy Association Awards Medal to Dean Peter Henry    Follow @NYUStern on Twitter and like NYU Stern on Facebook         Basics      Directions &amp; Maps    Faculty Directory    Contact Us                                 FACULTY OPINIONS    Read Stern faculty opinions on  relevant business topics             Sitemap | Privacy | &copy; 2015 Leonard N. Stern School of Business                               Back to Top"}]}]