[{"detail": [{"content": "| NYU Wagner                                              Jump to navigation                                                                                                                                                                                 Social Media Guide        RCLA   About Us   Research   Leadership Development   Teaching &amp; Institutes   Resources   News &amp; Events   Affiliates   Contact Us   CoLead                                                                                                                  You are here Research Center for Leadership in Action › Tools                       Share this page                            Facebook         Twitter         Email                                                                                                   social media tools for social change and NONPROFIT organizations        Today’s rapidly evolving social media hold enormous promise for social change and nonprofit organizations to share resources, respond instantly to breaking news and policy developments, and connect and motivate constituents, stakeholders and potential donors.   The tools below emerged from a series of Social Change Leadership Network learning sessions on how nonprofits can use the latest social networking applications to advance their organizational mission. These sessions were facilitated by Ted Perlmutter, director of Knowledge Management at the Center for International Conflict Resolution at Columbia University and co-author of Networking the Networks: How Pro-Immigrant Advocacy Groups Use the Internet , and Tom Glaisyer, Communications PhD candidate at Columbia University and project manager specializing in the use of social media in domestic and international politics.   UNDERSTANDING THE NEW SOCIAL MEDIA ENVIRONMENT       Today's evolving society of networks requires navigating beyond the traditional, hierarchical system of organization. Geography and institutional identity are becoming increasingly permeable as people build communities around collaboration and alternative methods of communication.   How can organizations decide who their priority contacts are and simultaneously keep their work at the top of the Web audience's radar? The shift requires a different culture - one in which organizations are constantly thinking about day-to-day steps they can take to expand their online presence while making their social platforms interactive.   Tools:     Videos   The Machine is Using Us   An Anthropological Introduction to YouTube   Web sites   Tech Soup offers nonprofits a one-stop resource for technology needs by providing free information, resources, and support.   DigiActive is an all-volunteer organization dedicated to helping grassroots activists around the world use the Web and mobile phones to increase their impact.   WHICH SOCIAL MEDIA TOOLS AND FOR WHAT PURPOSE?       Understanding new social media requires understanding and using the tools that are building blocks of online communication. Implicit in this is the assumption that as you use the tools, you will appreciate the possibilities of conversational media and collaboration that are transforming organizations.   Tools:     Instant Messaging   Example: Skype   Functions it can play within an organization:   Virtual presence   Ambient feed of information   Visual contact   Unobtrusive interaction across hierarchies   How-To Guides:   How to Use Skype: A Video Tutorial   More on How to Use Skype   50 Awesome Ways to Use Skype in the Classroom   Wiki   Examples: www.PBwiki.com , www.Wetpaint.com , http://www.mediawiki.com   Functions it can play within an organization:   Internal coordination and collaboration   Sharing of resources with partners and clients   Generator of transparency (If it's not on the wiki it doesn't exist!)   How-To Guides:   Wiki explanation from CommonCraft   Wikis explained on HowStuffWorks.com   Blog Example: Wordpress   Function it can play within an organization: Distribution of an organization's message and brand to the broader community   How-To Guides:   Choosing a Blogging Platform   Organizational Blogs   How Do I Find Readers and Get Traffic for My Blog   Blog for a Cause!   RSS Aggregator   Example: Netvibes   Functions it can play within an organization: Integrating and sharing information both within and outside the organization   How-To Guides:   Frequently Asked Questions   NetVibes Adds Drag And Follow Search Widgets For Twitter, Facebook And MySpace   Video: RSS in Plain English   Sink or Swim: Managing RSS Feeds with Better Groups   Tagging   Example:  Delicious   Functions it can play within an organization:   Sharing resources both inside and outside organization   Building diffuse networks of readership   Discovering and following experts   How-To Guides:   Add Firefox Add-On   Quick Tour of Firefox Add-On   A Beginners Guide To Delicious   RSS, Tags &amp; Social Bookmarking: Building Blocks for Nonprofit Collaboration   Twitter   Functions it can play within an organization:   Sharing information   Building broader networks   Broadcasting your organizational message   How-To Guides:   How to Build Community on Twitter   NpTech Tag Summary: More Chatter About Twitter and Organizational Use   Power Twitter   Tweetdeck   MAKING SOCIAL MEDIA WORK FOR YOUR ORGANIZATION    As nonprofits focus on implementing social media strategies, they need to shift from the old paradigm of planning outcomes before launching networking and communication programs to more experimental systems that accept failure and use it to teach people. Organizations can also increasingly draw on a wide variety of social media tools to advance work from development to organizing.   Tools:     Fundraising   Giving Good Poke: Personal, Socially Networked Fundraising   Plan for Marketing an NGO Website and Driving Donations   Best Practices and Tips for Raising Money Online   Online Community Organizing   Best Practices for Online Organizing   Moving from Online Activity to Real World Action   Building Online Activist Relationships   Online Community/Branding   25 Motivations and Incentives For Getting Involved   Characteristics of Successful Online Communities                                                                                                          NYU.edu   © NYU Wagner  |  295 Lafayette Street, New York, NY 10012-9604  |  212.998.7400  |   Copyright and Fair Use   |   Contact Us"}, {"content": "Social Change Leadership Network | NYU Wagner                                              Jump to navigation                                                                                                                                                                                   Social Change Leadership Network        RCLA   About Us   Research   Leadership Development   Teaching &amp; Institutes   Resources   News &amp; Events   Affiliates   Contact Us   CoLead                                                                                                                  You are here Research Center for Leadership in Action › Leadership Development                       Share this page                            Facebook         Twitter         Email                                                                      Social Change Leadership Network        Program Description   Sessions   Resources   Contact                                         Social Change Leadership Network   Through the Social Change Leadership Network, RCLA partners with more than 300 social change organizations to advance their work on the front lines tackling society's toughest issues.   In environments of material scarcity, where people operate on the margins of power structures, social change leaders see abundant possibility. They work with resourceful and purposeful action, propelled to enact a vision of a more just world. RCLA sees this collective work toward the common good as leadership essential to guarantee, sustain and invigorate democracy.   As a dormant American civil society awakens in the midst of an unprecedented economic crisis, the lessons social change organizations hold for the field of public service could not be more timely. RCLA partners with grassroots leaders to co-produce and document knowledge and facilitate learning about social change leadership practices that deepen civic participation and make social transformation possible.   The Network Has Three Main Aims:   To document and share knowledge within the field and with other public service leaders about effective social change leadership practices through a process that strengthens the relationship between academics and social change organizers;   To support and connect leaders effectively advancing social change by facilitating opportunities for personal and organizational capacity-building and dialogue; and   To foster global leadership by connecting local efforts to international networks and frameworks.   Connection. Action. Reflection.  Social Change Learning Sessions   Network learning sessions provide collaborative spaces that give social change leaders opportunities to reflect critically on their work, obtain new skills and learn from other dynamic individuals at organizations confronting similar dilemmas. They yield new and practical insights and strategies for building organizational capacity and sustainability.   Click here to learn about previous learning sessions.   The Link between Local Advocacy and Global Transformation   More than 20,000 civic networks and organizations working to tackle global policy issues have become active on the world stage - 90 percent of them in the last 30 years. These networks can amplify the voice of US social justice organizations by linking their work to similar efforts in other countries and to international rights frameworks. However, grassroots organizations often lack the time, finances and other resources to contribute to global conversations while focusing on the everyday well-being of their communities. Through the Social Change Leadership Network, RCLA provides US social change organizations with learning resources that enable them to incorporate a global worldview into their work and to more systematically direct their advocacy efforts globally.                               Video                                 Dennis Smith | What makes the RCLA unique?   What makes Research Center for Leadership in Action unique?        Leadership                     Bethany Godsoe   What is RCLA learning from the Talent Development Program?        Leadership                     Bethany Godsoe   How does RCLA develop both leaders and leadership?        Leadership                     Amparo Hofmann-Pinilla   What is the Social Change Leadership Network?        Leadership                     Amparo Hofmann-Pinilla   How do the Social Change Leadership Network learning sessions meet social change leaders’ unique needs?        Leadership                     Amparo Hofmann-Pinilla   What are interesting things you are learning through the Social Change Leadership Network?        Leadership                     What did you learn from the RCLA Social Change Leadership Network session on community organizing?        Leadership                     Jennifer Dodge   What are examples of ways nonprofits simultaneously influence policy and larger democratic processes?      Leadership                     Amparo Hofmann-Pinilla   What makes RCLA unique?        Leadership                     What are key elements of community organizing?   What are key elements of community organizing?        Leadership                     Waad El Hadidy   What makes RCLA unique?      Leadership                     Bethany Godsoe   How does RCLA help organizations respond to the dramatic changes happening in public service?        Leadership                     Sonia Ospina | How does RCLA study the work of leadership as a collective achievement?   How does Research Center for Leadership in Action study the work of leadership as a collective achievement?        Leadership                     Dennis Smith   What benefits does the Leading Large Scale Change briefing series offer government officials?        Leadership                     David Elcott | How does the Encore Careers Project focus on getting baby boomers involved in public service?   How does the Encore Careers Project focus on getting baby boomers involved in public service?        Leadership                     Erica Gabrielle Foldy | What are examples of ways social change organizations reframe issues and constituencies?   What are examples of ways social change organizations reframe issues and constituencies?        Nonprofits                     Waad El Hadidy   How can action research help bridge the divide between universities and society?      Leadership                     Bethany Godsoe   How do RCLA's leadership development programs attend to both individuals and the collective?        Leadership                     Irshad Manji   What do you stand for?        Leadership                     Erica Gabrielle Foldy | What interesting insights have you gained about leadership through the Leadership for a Changing World research?   What interesting insights have you gained about leadership through the Leadership for a Changing World research?        Leadership                     The Color Bind   The Color Bind: Talking (And Not Talking) About Race at Work      Leadership                     What tools did you gain from the RCLA Social Change Leadership Network training on community organizing?        Leadership                     Erica Gabrielle Foldy   What makes RCLA unique?        Leadership                     Leadership for a New Era: Fostering Leadership for the Public Wellbeing        Leadership                     What challenges do you face and how can the Social Change Leadership Network learning sessions help?        Leadership                     Bethany Godsoe   How does RCLA generate knowledge about leadership?        Leadership                     David Elcott | How has the Encore Careers symposium set the stage for new research on baby boomers in public service?   How has the Encore Careers symposium set the stage for new research on baby boomers in public service?        Leadership                     A conversation with David Elcott   A conversation with David Elcott, The Henry and Marilyn Taub Professor of Practice in Public Service at NYU Wagner        Leadership                     What was something useful you learned from the RCLA Social Change Leadership Network Training for Trainers?        Leadership                     Amparo Hofmann-Pinilla | What benefits do the Social Change Leadership Network learning sessions offer nonprofit leaders?        Leadership                                                            Contact Us   For questions or more information about the Social Change Leadership Network, please contact Program Director Amparo Hofmann-Pinilla . Thank you.                            Social Change Resources     Our social change resources are created with practitioners in mind and draw on the research RCLA has conducted side-by-side with social change leaders for more than seven years. They are designed to support work to foster collaborations, build the capacity of individuals and organizations, and share strategies to overcome challenges and build movements.   Training for Trainers: A Guide to Designing Interactive Trainings Using Popular Education Techniques   By Joan Minieri, March 2010  This handbook provides a step-by-step guide to designing trainings that engage participants in creative ways of learning. It includes fundamentals on different learning styles, the six steps for designing a training, facilitator tips for keeping participants energized, and a variety of sample activities. It is based on the Social Change Leadership Network's successful Trainings for Trainers.   Access the handbook   Cooperative Inquiry Reports   Cooperative Inquiry is an action research method that enables a group of participants to use their own experience to generate insights around an issue of mutual concern. These reports document groups' findings on how to build and sustain movement-building organizations led by leaders of color, fundraise for social change organizations, and connect community organizing and art, among other topics.   Access the reports   Narrative Inquiry Reports   These stories illuminate different aspects of leadership that social change leaders identify as central to their work and that may be of interest to other social change practitioners.   Access the reports   Ethnography Reports   Ethnographies offer in-depth, rich portraits of leadership within selected organizations and communities.   Access the reports   Social Media Tools for Social Change   RCLA's Social Change Leadership Network offers a guide to using social media to advance a social justice mission.   Access the list of sites and how use them                                                          NYU.edu   © NYU Wagner  |  295 Lafayette Street, New York, NY 10012-9604  |  212.998.7400  |   Copyright and Fair Use   |   Contact Us"}]},
{"detail": [{"content": "| NYU Wagner                                              Jump to navigation                                                                                                                                                                                 Social Media Guide        RCLA   About Us   Research   Leadership Development   Teaching &amp; Institutes   Resources   News &amp; Events   Affiliates   Contact Us   CoLead                                                                                                                  You are here Research Center for Leadership in Action › Tools                       Share this page                            Facebook         Twitter         Email                                                                                                   social media tools for social change and NONPROFIT organizations        Today’s rapidly evolving social media hold enormous promise for social change and nonprofit organizations to share resources, respond instantly to breaking news and policy developments, and connect and motivate constituents, stakeholders and potential donors.   The tools below emerged from a series of Social Change Leadership Network learning sessions on how nonprofits can use the latest social networking applications to advance their organizational mission. These sessions were facilitated by Ted Perlmutter, director of Knowledge Management at the Center for International Conflict Resolution at Columbia University and co-author of Networking the Networks: How Pro-Immigrant Advocacy Groups Use the Internet , and Tom Glaisyer, Communications PhD candidate at Columbia University and project manager specializing in the use of social media in domestic and international politics.   UNDERSTANDING THE NEW SOCIAL MEDIA ENVIRONMENT       Today's evolving society of networks requires navigating beyond the traditional, hierarchical system of organization. Geography and institutional identity are becoming increasingly permeable as people build communities around collaboration and alternative methods of communication.   How can organizations decide who their priority contacts are and simultaneously keep their work at the top of the Web audience's radar? The shift requires a different culture - one in which organizations are constantly thinking about day-to-day steps they can take to expand their online presence while making their social platforms interactive.   Tools:     Videos   The Machine is Using Us   An Anthropological Introduction to YouTube   Web sites   Tech Soup offers nonprofits a one-stop resource for technology needs by providing free information, resources, and support.   DigiActive is an all-volunteer organization dedicated to helping grassroots activists around the world use the Web and mobile phones to increase their impact.   WHICH SOCIAL MEDIA TOOLS AND FOR WHAT PURPOSE?       Understanding new social media requires understanding and using the tools that are building blocks of online communication. Implicit in this is the assumption that as you use the tools, you will appreciate the possibilities of conversational media and collaboration that are transforming organizations.   Tools:     Instant Messaging   Example: Skype   Functions it can play within an organization:   Virtual presence   Ambient feed of information   Visual contact   Unobtrusive interaction across hierarchies   How-To Guides:   How to Use Skype: A Video Tutorial   More on How to Use Skype   50 Awesome Ways to Use Skype in the Classroom   Wiki   Examples: www.PBwiki.com , www.Wetpaint.com , http://www.mediawiki.com   Functions it can play within an organization:   Internal coordination and collaboration   Sharing of resources with partners and clients   Generator of transparency (If it's not on the wiki it doesn't exist!)   How-To Guides:   Wiki explanation from CommonCraft   Wikis explained on HowStuffWorks.com   Blog Example: Wordpress   Function it can play within an organization: Distribution of an organization's message and brand to the broader community   How-To Guides:   Choosing a Blogging Platform   Organizational Blogs   How Do I Find Readers and Get Traffic for My Blog   Blog for a Cause!   RSS Aggregator   Example: Netvibes   Functions it can play within an organization: Integrating and sharing information both within and outside the organization   How-To Guides:   Frequently Asked Questions   NetVibes Adds Drag And Follow Search Widgets For Twitter, Facebook And MySpace   Video: RSS in Plain English   Sink or Swim: Managing RSS Feeds with Better Groups   Tagging   Example:  Delicious   Functions it can play within an organization:   Sharing resources both inside and outside organization   Building diffuse networks of readership   Discovering and following experts   How-To Guides:   Add Firefox Add-On   Quick Tour of Firefox Add-On   A Beginners Guide To Delicious   RSS, Tags &amp; Social Bookmarking: Building Blocks for Nonprofit Collaboration   Twitter   Functions it can play within an organization:   Sharing information   Building broader networks   Broadcasting your organizational message   How-To Guides:   How to Build Community on Twitter   NpTech Tag Summary: More Chatter About Twitter and Organizational Use   Power Twitter   Tweetdeck   MAKING SOCIAL MEDIA WORK FOR YOUR ORGANIZATION    As nonprofits focus on implementing social media strategies, they need to shift from the old paradigm of planning outcomes before launching networking and communication programs to more experimental systems that accept failure and use it to teach people. Organizations can also increasingly draw on a wide variety of social media tools to advance work from development to organizing.   Tools:     Fundraising   Giving Good Poke: Personal, Socially Networked Fundraising   Plan for Marketing an NGO Website and Driving Donations   Best Practices and Tips for Raising Money Online   Online Community Organizing   Best Practices for Online Organizing   Moving from Online Activity to Real World Action   Building Online Activist Relationships   Online Community/Branding   25 Motivations and Incentives For Getting Involved   Characteristics of Successful Online Communities                                                                                                          NYU.edu   © NYU Wagner  |  295 Lafayette Street, New York, NY 10012-9604  |  212.998.7400  |   Copyright and Fair Use   |   Contact Us"}, {"content": "Social Change Leadership Network | NYU Wagner                                              Jump to navigation                                                                                                                                                                                   Social Change Leadership Network        RCLA   About Us   Research   Leadership Development   Teaching &amp; Institutes   Resources   News &amp; Events   Affiliates   Contact Us   CoLead                                                                                                                  You are here Research Center for Leadership in Action › Leadership Development                       Share this page                            Facebook         Twitter         Email                                                                      Social Change Leadership Network        Program Description   Sessions   Resources   Contact                                         Social Change Leadership Network   Through the Social Change Leadership Network, RCLA partners with more than 300 social change organizations to advance their work on the front lines tackling society's toughest issues.   In environments of material scarcity, where people operate on the margins of power structures, social change leaders see abundant possibility. They work with resourceful and purposeful action, propelled to enact a vision of a more just world. RCLA sees this collective work toward the common good as leadership essential to guarantee, sustain and invigorate democracy.   As a dormant American civil society awakens in the midst of an unprecedented economic crisis, the lessons social change organizations hold for the field of public service could not be more timely. RCLA partners with grassroots leaders to co-produce and document knowledge and facilitate learning about social change leadership practices that deepen civic participation and make social transformation possible.   The Network Has Three Main Aims:   To document and share knowledge within the field and with other public service leaders about effective social change leadership practices through a process that strengthens the relationship between academics and social change organizers;   To support and connect leaders effectively advancing social change by facilitating opportunities for personal and organizational capacity-building and dialogue; and   To foster global leadership by connecting local efforts to international networks and frameworks.   Connection. Action. Reflection.  Social Change Learning Sessions   Network learning sessions provide collaborative spaces that give social change leaders opportunities to reflect critically on their work, obtain new skills and learn from other dynamic individuals at organizations confronting similar dilemmas. They yield new and practical insights and strategies for building organizational capacity and sustainability.   Click here to learn about previous learning sessions.   The Link between Local Advocacy and Global Transformation   More than 20,000 civic networks and organizations working to tackle global policy issues have become active on the world stage - 90 percent of them in the last 30 years. These networks can amplify the voice of US social justice organizations by linking their work to similar efforts in other countries and to international rights frameworks. However, grassroots organizations often lack the time, finances and other resources to contribute to global conversations while focusing on the everyday well-being of their communities. Through the Social Change Leadership Network, RCLA provides US social change organizations with learning resources that enable them to incorporate a global worldview into their work and to more systematically direct their advocacy efforts globally.                               Video                                 Dennis Smith | What makes the RCLA unique?   What makes Research Center for Leadership in Action unique?        Leadership                     Bethany Godsoe   What is RCLA learning from the Talent Development Program?        Leadership                     Bethany Godsoe   How does RCLA develop both leaders and leadership?        Leadership                     Amparo Hofmann-Pinilla   What is the Social Change Leadership Network?        Leadership                     Amparo Hofmann-Pinilla   How do the Social Change Leadership Network learning sessions meet social change leaders’ unique needs?        Leadership                     Amparo Hofmann-Pinilla   What are interesting things you are learning through the Social Change Leadership Network?        Leadership                     What did you learn from the RCLA Social Change Leadership Network session on community organizing?        Leadership                     Jennifer Dodge   What are examples of ways nonprofits simultaneously influence policy and larger democratic processes?      Leadership                     Amparo Hofmann-Pinilla   What makes RCLA unique?        Leadership                     What are key elements of community organizing?   What are key elements of community organizing?        Leadership                     Waad El Hadidy   What makes RCLA unique?      Leadership                     Bethany Godsoe   How does RCLA help organizations respond to the dramatic changes happening in public service?        Leadership                     Sonia Ospina | How does RCLA study the work of leadership as a collective achievement?   How does Research Center for Leadership in Action study the work of leadership as a collective achievement?        Leadership                     Dennis Smith   What benefits does the Leading Large Scale Change briefing series offer government officials?        Leadership                     David Elcott | How does the Encore Careers Project focus on getting baby boomers involved in public service?   How does the Encore Careers Project focus on getting baby boomers involved in public service?        Leadership                     Erica Gabrielle Foldy | What are examples of ways social change organizations reframe issues and constituencies?   What are examples of ways social change organizations reframe issues and constituencies?        Nonprofits                     Waad El Hadidy   How can action research help bridge the divide between universities and society?      Leadership                     Bethany Godsoe   How do RCLA's leadership development programs attend to both individuals and the collective?        Leadership                     Irshad Manji   What do you stand for?        Leadership                     Erica Gabrielle Foldy | What interesting insights have you gained about leadership through the Leadership for a Changing World research?   What interesting insights have you gained about leadership through the Leadership for a Changing World research?        Leadership                     The Color Bind   The Color Bind: Talking (And Not Talking) About Race at Work      Leadership                     What tools did you gain from the RCLA Social Change Leadership Network training on community organizing?        Leadership                     Erica Gabrielle Foldy   What makes RCLA unique?        Leadership                     Leadership for a New Era: Fostering Leadership for the Public Wellbeing        Leadership                     What challenges do you face and how can the Social Change Leadership Network learning sessions help?        Leadership                     Bethany Godsoe   How does RCLA generate knowledge about leadership?        Leadership                     David Elcott | How has the Encore Careers symposium set the stage for new research on baby boomers in public service?   How has the Encore Careers symposium set the stage for new research on baby boomers in public service?        Leadership                     A conversation with David Elcott   A conversation with David Elcott, The Henry and Marilyn Taub Professor of Practice in Public Service at NYU Wagner        Leadership                     What was something useful you learned from the RCLA Social Change Leadership Network Training for Trainers?        Leadership                     Amparo Hofmann-Pinilla | What benefits do the Social Change Leadership Network learning sessions offer nonprofit leaders?        Leadership                                                            Contact Us   For questions or more information about the Social Change Leadership Network, please contact Program Director Amparo Hofmann-Pinilla . Thank you.                            Social Change Resources     Our social change resources are created with practitioners in mind and draw on the research RCLA has conducted side-by-side with social change leaders for more than seven years. They are designed to support work to foster collaborations, build the capacity of individuals and organizations, and share strategies to overcome challenges and build movements.   Training for Trainers: A Guide to Designing Interactive Trainings Using Popular Education Techniques   By Joan Minieri, March 2010  This handbook provides a step-by-step guide to designing trainings that engage participants in creative ways of learning. It includes fundamentals on different learning styles, the six steps for designing a training, facilitator tips for keeping participants energized, and a variety of sample activities. It is based on the Social Change Leadership Network's successful Trainings for Trainers.   Access the handbook   Cooperative Inquiry Reports   Cooperative Inquiry is an action research method that enables a group of participants to use their own experience to generate insights around an issue of mutual concern. These reports document groups' findings on how to build and sustain movement-building organizations led by leaders of color, fundraise for social change organizations, and connect community organizing and art, among other topics.   Access the reports   Narrative Inquiry Reports   These stories illuminate different aspects of leadership that social change leaders identify as central to their work and that may be of interest to other social change practitioners.   Access the reports   Ethnography Reports   Ethnographies offer in-depth, rich portraits of leadership within selected organizations and communities.   Access the reports   Social Media Tools for Social Change   RCLA's Social Change Leadership Network offers a guide to using social media to advance a social justice mission.   Access the list of sites and how use them                                                          NYU.edu   © NYU Wagner  |  295 Lafayette Street, New York, NY 10012-9604  |  212.998.7400  |   Copyright and Fair Use   |   Contact Us"}]},
{"detail": [{"content": "| NYU Wagner                                              Jump to navigation                                                                                                                                                                                 Social Media Guide        RCLA   About Us   Research   Leadership Development   Teaching &amp; Institutes   Resources   News &amp; Events   Affiliates   Contact Us   CoLead                                                                                                                  You are here Research Center for Leadership in Action › Tools                       Share this page                            Facebook         Twitter         Email                                                                                                   social media tools for social change and NONPROFIT organizations        Today’s rapidly evolving social media hold enormous promise for social change and nonprofit organizations to share resources, respond instantly to breaking news and policy developments, and connect and motivate constituents, stakeholders and potential donors.   The tools below emerged from a series of Social Change Leadership Network learning sessions on how nonprofits can use the latest social networking applications to advance their organizational mission. These sessions were facilitated by Ted Perlmutter, director of Knowledge Management at the Center for International Conflict Resolution at Columbia University and co-author of Networking the Networks: How Pro-Immigrant Advocacy Groups Use the Internet , and Tom Glaisyer, Communications PhD candidate at Columbia University and project manager specializing in the use of social media in domestic and international politics.   UNDERSTANDING THE NEW SOCIAL MEDIA ENVIRONMENT       Today's evolving society of networks requires navigating beyond the traditional, hierarchical system of organization. Geography and institutional identity are becoming increasingly permeable as people build communities around collaboration and alternative methods of communication.   How can organizations decide who their priority contacts are and simultaneously keep their work at the top of the Web audience's radar? The shift requires a different culture - one in which organizations are constantly thinking about day-to-day steps they can take to expand their online presence while making their social platforms interactive.   Tools:     Videos   The Machine is Using Us   An Anthropological Introduction to YouTube   Web sites   Tech Soup offers nonprofits a one-stop resource for technology needs by providing free information, resources, and support.   DigiActive is an all-volunteer organization dedicated to helping grassroots activists around the world use the Web and mobile phones to increase their impact.   WHICH SOCIAL MEDIA TOOLS AND FOR WHAT PURPOSE?       Understanding new social media requires understanding and using the tools that are building blocks of online communication. Implicit in this is the assumption that as you use the tools, you will appreciate the possibilities of conversational media and collaboration that are transforming organizations.   Tools:     Instant Messaging   Example: Skype   Functions it can play within an organization:   Virtual presence   Ambient feed of information   Visual contact   Unobtrusive interaction across hierarchies   How-To Guides:   How to Use Skype: A Video Tutorial   More on How to Use Skype   50 Awesome Ways to Use Skype in the Classroom   Wiki   Examples: www.PBwiki.com , www.Wetpaint.com , http://www.mediawiki.com   Functions it can play within an organization:   Internal coordination and collaboration   Sharing of resources with partners and clients   Generator of transparency (If it's not on the wiki it doesn't exist!)   How-To Guides:   Wiki explanation from CommonCraft   Wikis explained on HowStuffWorks.com   Blog Example: Wordpress   Function it can play within an organization: Distribution of an organization's message and brand to the broader community   How-To Guides:   Choosing a Blogging Platform   Organizational Blogs   How Do I Find Readers and Get Traffic for My Blog   Blog for a Cause!   RSS Aggregator   Example: Netvibes   Functions it can play within an organization: Integrating and sharing information both within and outside the organization   How-To Guides:   Frequently Asked Questions   NetVibes Adds Drag And Follow Search Widgets For Twitter, Facebook And MySpace   Video: RSS in Plain English   Sink or Swim: Managing RSS Feeds with Better Groups   Tagging   Example:  Delicious   Functions it can play within an organization:   Sharing resources both inside and outside organization   Building diffuse networks of readership   Discovering and following experts   How-To Guides:   Add Firefox Add-On   Quick Tour of Firefox Add-On   A Beginners Guide To Delicious   RSS, Tags &amp; Social Bookmarking: Building Blocks for Nonprofit Collaboration   Twitter   Functions it can play within an organization:   Sharing information   Building broader networks   Broadcasting your organizational message   How-To Guides:   How to Build Community on Twitter   NpTech Tag Summary: More Chatter About Twitter and Organizational Use   Power Twitter   Tweetdeck   MAKING SOCIAL MEDIA WORK FOR YOUR ORGANIZATION    As nonprofits focus on implementing social media strategies, they need to shift from the old paradigm of planning outcomes before launching networking and communication programs to more experimental systems that accept failure and use it to teach people. Organizations can also increasingly draw on a wide variety of social media tools to advance work from development to organizing.   Tools:     Fundraising   Giving Good Poke: Personal, Socially Networked Fundraising   Plan for Marketing an NGO Website and Driving Donations   Best Practices and Tips for Raising Money Online   Online Community Organizing   Best Practices for Online Organizing   Moving from Online Activity to Real World Action   Building Online Activist Relationships   Online Community/Branding   25 Motivations and Incentives For Getting Involved   Characteristics of Successful Online Communities                                                                                                          NYU.edu   © NYU Wagner  |  295 Lafayette Street, New York, NY 10012-9604  |  212.998.7400  |   Copyright and Fair Use   |   Contact Us"}, {"content": "Social Change Leadership Network | NYU Wagner                                              Jump to navigation                                                                                                                                                                                   Social Change Leadership Network        RCLA   About Us   Research   Leadership Development   Teaching &amp; Institutes   Resources   News &amp; Events   Affiliates   Contact Us   CoLead                                                                                                                  You are here Research Center for Leadership in Action › Leadership Development                       Share this page                            Facebook         Twitter         Email                                                                      Social Change Leadership Network        Program Description   Sessions   Resources   Contact                                         Social Change Leadership Network   Through the Social Change Leadership Network, RCLA partners with more than 300 social change organizations to advance their work on the front lines tackling society's toughest issues.   In environments of material scarcity, where people operate on the margins of power structures, social change leaders see abundant possibility. They work with resourceful and purposeful action, propelled to enact a vision of a more just world. RCLA sees this collective work toward the common good as leadership essential to guarantee, sustain and invigorate democracy.   As a dormant American civil society awakens in the midst of an unprecedented economic crisis, the lessons social change organizations hold for the field of public service could not be more timely. RCLA partners with grassroots leaders to co-produce and document knowledge and facilitate learning about social change leadership practices that deepen civic participation and make social transformation possible.   The Network Has Three Main Aims:   To document and share knowledge within the field and with other public service leaders about effective social change leadership practices through a process that strengthens the relationship between academics and social change organizers;   To support and connect leaders effectively advancing social change by facilitating opportunities for personal and organizational capacity-building and dialogue; and   To foster global leadership by connecting local efforts to international networks and frameworks.   Connection. Action. Reflection.  Social Change Learning Sessions   Network learning sessions provide collaborative spaces that give social change leaders opportunities to reflect critically on their work, obtain new skills and learn from other dynamic individuals at organizations confronting similar dilemmas. They yield new and practical insights and strategies for building organizational capacity and sustainability.   Click here to learn about previous learning sessions.   The Link between Local Advocacy and Global Transformation   More than 20,000 civic networks and organizations working to tackle global policy issues have become active on the world stage - 90 percent of them in the last 30 years. These networks can amplify the voice of US social justice organizations by linking their work to similar efforts in other countries and to international rights frameworks. However, grassroots organizations often lack the time, finances and other resources to contribute to global conversations while focusing on the everyday well-being of their communities. Through the Social Change Leadership Network, RCLA provides US social change organizations with learning resources that enable them to incorporate a global worldview into their work and to more systematically direct their advocacy efforts globally.                               Video                                 Dennis Smith | What makes the RCLA unique?   What makes Research Center for Leadership in Action unique?        Leadership                     Bethany Godsoe   What is RCLA learning from the Talent Development Program?        Leadership                     Bethany Godsoe   How does RCLA develop both leaders and leadership?        Leadership                     Amparo Hofmann-Pinilla   What is the Social Change Leadership Network?        Leadership                     Amparo Hofmann-Pinilla   How do the Social Change Leadership Network learning sessions meet social change leaders’ unique needs?        Leadership                     Amparo Hofmann-Pinilla   What are interesting things you are learning through the Social Change Leadership Network?        Leadership                     What did you learn from the RCLA Social Change Leadership Network session on community organizing?        Leadership                     Jennifer Dodge   What are examples of ways nonprofits simultaneously influence policy and larger democratic processes?      Leadership                     Amparo Hofmann-Pinilla   What makes RCLA unique?        Leadership                     What are key elements of community organizing?   What are key elements of community organizing?        Leadership                     Waad El Hadidy   What makes RCLA unique?      Leadership                     Bethany Godsoe   How does RCLA help organizations respond to the dramatic changes happening in public service?        Leadership                     Sonia Ospina | How does RCLA study the work of leadership as a collective achievement?   How does Research Center for Leadership in Action study the work of leadership as a collective achievement?        Leadership                     Dennis Smith   What benefits does the Leading Large Scale Change briefing series offer government officials?        Leadership                     David Elcott | How does the Encore Careers Project focus on getting baby boomers involved in public service?   How does the Encore Careers Project focus on getting baby boomers involved in public service?        Leadership                     Erica Gabrielle Foldy | What are examples of ways social change organizations reframe issues and constituencies?   What are examples of ways social change organizations reframe issues and constituencies?        Nonprofits                     Waad El Hadidy   How can action research help bridge the divide between universities and society?      Leadership                     Bethany Godsoe   How do RCLA's leadership development programs attend to both individuals and the collective?        Leadership                     Irshad Manji   What do you stand for?        Leadership                     Erica Gabrielle Foldy | What interesting insights have you gained about leadership through the Leadership for a Changing World research?   What interesting insights have you gained about leadership through the Leadership for a Changing World research?        Leadership                     The Color Bind   The Color Bind: Talking (And Not Talking) About Race at Work      Leadership                     What tools did you gain from the RCLA Social Change Leadership Network training on community organizing?        Leadership                     Erica Gabrielle Foldy   What makes RCLA unique?        Leadership                     Leadership for a New Era: Fostering Leadership for the Public Wellbeing        Leadership                     What challenges do you face and how can the Social Change Leadership Network learning sessions help?        Leadership                     Bethany Godsoe   How does RCLA generate knowledge about leadership?        Leadership                     David Elcott | How has the Encore Careers symposium set the stage for new research on baby boomers in public service?   How has the Encore Careers symposium set the stage for new research on baby boomers in public service?        Leadership                     A conversation with David Elcott   A conversation with David Elcott, The Henry and Marilyn Taub Professor of Practice in Public Service at NYU Wagner        Leadership                     What was something useful you learned from the RCLA Social Change Leadership Network Training for Trainers?        Leadership                     Amparo Hofmann-Pinilla | What benefits do the Social Change Leadership Network learning sessions offer nonprofit leaders?        Leadership                                                            Contact Us   For questions or more information about the Social Change Leadership Network, please contact Program Director Amparo Hofmann-Pinilla . Thank you.                            Social Change Resources     Our social change resources are created with practitioners in mind and draw on the research RCLA has conducted side-by-side with social change leaders for more than seven years. They are designed to support work to foster collaborations, build the capacity of individuals and organizations, and share strategies to overcome challenges and build movements.   Training for Trainers: A Guide to Designing Interactive Trainings Using Popular Education Techniques   By Joan Minieri, March 2010  This handbook provides a step-by-step guide to designing trainings that engage participants in creative ways of learning. It includes fundamentals on different learning styles, the six steps for designing a training, facilitator tips for keeping participants energized, and a variety of sample activities. It is based on the Social Change Leadership Network's successful Trainings for Trainers.   Access the handbook   Cooperative Inquiry Reports   Cooperative Inquiry is an action research method that enables a group of participants to use their own experience to generate insights around an issue of mutual concern. These reports document groups' findings on how to build and sustain movement-building organizations led by leaders of color, fundraise for social change organizations, and connect community organizing and art, among other topics.   Access the reports   Narrative Inquiry Reports   These stories illuminate different aspects of leadership that social change leaders identify as central to their work and that may be of interest to other social change practitioners.   Access the reports   Ethnography Reports   Ethnographies offer in-depth, rich portraits of leadership within selected organizations and communities.   Access the reports   Social Media Tools for Social Change   RCLA's Social Change Leadership Network offers a guide to using social media to advance a social justice mission.   Access the list of sites and how use them                                                          NYU.edu   © NYU Wagner  |  295 Lafayette Street, New York, NY 10012-9604  |  212.998.7400  |   Copyright and Fair Use   |   Contact Us"}, {"content": "Course Detail            > Courses            > Academics         > NYU Gallatin                                                                                                                                  NYU Gallatin    Skip to Content   Skip to Search   Skip to Navigation   Skip to Sub Navigation                          Students          Prospective Students Current Undergraduate Students Current Graduate Students Incoming First-Year Students                            Faculty    Staff    Parents & Family    Alumni    |    Forms    Directory    Events Calendar                                                       Search                                                                           Main Navigation                Home      About    Facts and Figures    Facilities    Governance and Committees    Sustainability    From the Dean    Mission and Learning Goals    Administration    Bulletin 2014-2015    Bulletin Archive           Admissions    Undergraduate    Graduate           Academics    Undergraduate    Graduate    Courses    Faculty    Advising    Awards, Honors, and Fellowships    Policies and Procedures    Registration    Calendars and Deadlines           Global           Student Life    Community Service    Co-Curricular Programs    Graduation Ceremonies    A Diverse Intellectual Community    Health and Wellness    Living At NYU    Scholarly Communities    Student Government and Organizations    Student Profiles    Student Publications    Student Arts Showcases    Lecture Series    Senior Symposium    Fashion           Visit    Directions and Maps                                                   Sub Navigation    Academics Undergraduate Graduate Courses  Faculty Advising Awards, Honors, and Fellowships Policies and Procedures Registration Calendars and Deadlines              Back to Courses                                   Share       Delicious     Digg This     Reddit        Stumble Upon     Technorati     Twitter        Facebook     Windows Live     Yahoo                 MySpace     Email                   Bread Crumbs                Home          &gt;           Academics          &gt;           Courses          &gt;           Course Detail                                        Tools for Social Change                                Semester and Year        FA 2013                    Course Number        CLI-UG1403                    Section        001                    Instructor        Gianpaolo Baiocchi                    Days                            Fri                                 Time                            11:00 AM -       1:45 PM                                Units        4.0                    Level        U                    Foundation Requirement                                                  Description       This course serves as the anchor for community-engaged course work at Gallatin. It complements the range of course offerings at Gallatin and NYU by focusing on connection between theories of social change and the  practice  of social change. This course thus gives students a platform to question and start defining their roles in social change, through readings, case studies, conversations with activists, and reflection exercises. “Tools for Social Change” is a course for proactive, humble-yet-ambitious students who are motivated to engage deeply with the challenges of this coursework. This hands-on course will help students make important decisions about their own values and belief systems, and figure out how to put those into practice. Students will then reflect on the experience in the form of small writing exercises and a final project. Guest speakers will include activists from local organizations and former Gallatin students who have gone on to pursue activism. Readings will include a range of “classic” and more contemporary texts on the connection between critical theories and practice, including: Paulo Freire, Martin Luther King, Cornel West, Frances Moore Lappe, among others.                   Course Type       Community Learning Courses (CLI-UG)                               top of page                                                                   NYU Gallatin Footer              Gallatin School of Individualized Study     1 Washington Place     New York, NY 10003     (212) 998-7370                   A&#8211;Z Index      Directions      Contact Us      Job Opportunities               News      Support Gallatin      Feedback                         Follow us on Facebook      Follow us on Twitter      Follow us on Youtube         Follow us Instagram                 Unless otherwise noted, all content copyright NYU Gallatin. All rights reserved."}]}]