[{"detail": [{"content": "Africa                                                                                                               NYU.edu requires JavaScript be enabled in your browser in order to use important features of the site. JavaScript is either disabled or not supported by your browser. For instructions on how to enable JavaScript in your browser, click here .                       New York University    Skip to Content   Skip to Search   Skip to Navigation   Skip to Sub Navigation                                                        NYUHome Login                            Students           |   Faculty           |   Alumni           |   Employees           |   Community                                   Schools          Arts and Science      College of Arts and Science      College of Dentistry      College of Nursing      Courant Institute of Mathematical Sciences      Gallatin School of Individualized Study      Graduate School of Arts and Science      Institute of Fine Arts      Institute for the Study of the Ancient World      Leonard N. Stern School of Business      Liberal Studies Program      NYU Abu Dhabi      NYU Shanghai      Polytechnic School of Engineering      Robert F. Wagner Graduate School of Public Service      School of Professional Studies      School of Law      School of Medicine      Silver School of Social Work      Steinhardt School of Culture, Education, and Human Development      Tisch School of the Arts                QuickLinks          Academic Calendars      Administrative Units      Albert      Apply for Jobs      Athletics      Bookstores      Bursar      Campus Map      Career Development      Emergencies      Events      Giving to NYU      Housing      ITS      Libraries      News      NYU Apparel      Policies      Public Safety      Registrar      Student Health Center      Student Resources      Wellness Exchange                A-Z          A      B      C      D      E      F      G      H      I      J      K      L      M      N      O      P      Q      R      S      T      U      V      W      X      Y      Z                                                          New York University                          Search NYU                    Pages |    People                                       Main Navigation            About NYU       Admissions       Academics       University Life       Research       Global                                 Bread Crumbs          Global   /   All NYU Programs                 Sub Navigation                                 Europe                       Asia                       North America                       South America                       Africa                       Australia                                                                   Africa                                     Our locations beyond the main portal campus in New York City include Accra, Ghana. Silver School of Social Work students regularly travel to Tanzania during their winter and summer breaks in order to work at the Tanzania Children's Rescue Center, a safe haven for children founded by an NYU undergraduate.                                 Country                       City                       Program                                             Ghana                              Accra                              NYU Accra                                     Student Profile                             Lindsey Darnell             With an academic concentration in black cultural identity in North America at the Gallatin School of Individualized Study, Lindsey Darnell saw the opportunity to apply what she was learning to a firsthand experience in Africa. While abroad at NYU in Ghana, Lindsey took a course called Documenting the African City, through which she and her group created a 15-minute documentary film on the topic of identity politics. They interviewed and filmed African Americans living in Ghana, Ghanaian professors and university students, and other local residents. Lindsey says, “Having the opportunity to document the ideas and perspectives of so many individuals was truly an eye-opening experience.”      Since graduating, Lindsey returned to her hometown of New Orleans, where she became the archive and library assistant at the Amistad Research Center. Housed at Tulane University, it is the nation’s largest independent archives of manuscripts, photographs, oral histories, books, periodicals, and works of art about the history of African Americans and other ethnic groups. Currently, Lindsey is the program coordinator at the Neighborhood Story Project, a nonprofit organization in partnership with the University of New Orleans. She works with writers to create documentary books about their communities using oral histories and photography. Lindsey says, “What I experienced in Ghana has influenced my professional decisions. Traveling and exploring in an unfamiliar place removed me from my comfort zone and therefore changed me. Learning about other people’s cultures is now my comfort zone.”                                                      NYU Footer          Search      Directory      Campus Map      Events      Contact Us      Site Map      Copyright and Fair Use      Feedback         Unless otherwise noted, all content copyright New York University. All rights reserved. Designed by The Office of Web Communications"}]}]