[{"detail": [{"content": "Courses | Systems and Control Group (SCG)            //-->               Skip to main content                                  Systems and Control Group (SCG)                                  Search form      Search                   Courses     Home   People   Research   Courses   History   Seminars               Home                                Courses                                   COURSES    The following courses are recommended for graduate students interested in the Control Systems and/or Robotics areas:    EL 5223 Sensor Based Robotics, Credits: 3.00  EL 5253 Applied Matrix Theory, Credits: 3.00  EL 6243 System Theory and Feedback Control, Credits: 3.00  EL 6223 Nonlinear and Sampled-Data Control Systems, Credits: 3.00  EL 6233 System Optimization Method, Credits: 3.00  EL 6253 Linear Systems, Credits: 3.00  EL 7253 State Space Design For Linear Control Systems, Credits: 3.00  EL 8223 Applied Nonlinear Control, Credits: 3.00  EL 8233 Optimal Control Theory, Credits: 3.00  EL 8253 Large Scale Systems and Decentralized Control, Credits: 3.00  EL 9213 Game Theory for Multi-Agent Systems, Credits: 3.00  Digital Control/Robotics Laboratory. Projects may be taken at any time with permission of the instructor (Prof. F. Khorrami).    The following may be taken as sequences:    EL 6253 Linear Systems, Credits: 3.00 and EL 7253 State Space Design For Linear Control Systems, Credits: 3.00  EL 6233 System Optimization Method, Credits: 3.00 and EL 6253 Linear Systems, Credits: 3.00  EL 6243 System Theory and Feedback Control, Credits: 3.00 and EL 7253 State Space Design For Linear Control Systems, Credits: 3.00    GUADUATE STUDY INFORMATION    We have developed a network of laboratories to support undergraduate and graduate education in Control Systems Technology in the Polytechnic School of Engineering at New York Univeristy. Click here for information on our PhD program.                                        &copy; NYU Polytechnic School of Engineering."}]}]