[{"detail": [{"content": "LEARNING BY KNOWLEDGE&#64979;INTENSIVE FIRMS                         LEARNING  BY KNOWLEDGE-INTENSIVE FIRMS              William H. Starbuck       New York University       Published in the Journal of Management Studies, 1992,  29(6): 713-740      DISCOVERING EXPERTISE      The General Manager of the Garden Company (a pseudonym)  invited John Dutton and me to advise him about what he called their 'lot&#8209;size  problem.' He was wondering, he said,  whether Garden was making products in economically efficient quantities.      We had no idea what a  strange but memorable experience this would be!      The General Manager  proposed that we start with a tour of their largest plant, and assigned someone  to guide us. Our guide took us first to  the model shop, which produced jigs and patterns for use in the main plant. In the model shop, a skilled craftsman would  start with a raw piece of metal, work on it with several different machine  tools, and end with a finished component.    Each successive component differed from those produced before and after,  and each craftsman's tasks were shifting continually.      Then our guide took us  into the plant itself. To our  amazement, we found little difference from the model shop. Many workers were using several different  machine tools in succession. Since each  worker had several machines, most of the machines were idle at any moment.      Some workers chose to  decorate castings' non-functional insides with patterns such as one sees on the  doors of bank vaults, each worker inscribing his personal pattern. Quality standards were incredibly high, for  the workers saw themselves as artisans who were putting their personal  signatures on their products.      In the middle of the  plant stood a wooden shack. Nails on  the wall of this shack represented the distinct areas of the plant. Hanging on each nail were the production orders  awaiting work in one area. We saw  workers enter the shack, leaf through the orders, and choose orders to work  on. Our guide said orders got processed  promptly if they called for tasks the workers enjoyed, whereas orders might  hang on the nails for weeks if they called for tasks the workers disliked.      Hoppers of partly finished components jammed the  aisles. This, our guide explained,  reflected raw-materials shortages, misplaced jigs and patterns, and missing  components. After work began on an  order, a worker would discover that needed raw material was out-of-stock -- the  order would have to wait while purchasing got the raw material. Or, a worker would be unable to find a  needed jig, and a search would reveal that a subcontractor had borrowed the jig  and not returned it -- the order would have to wait while the jig was retrieved  or replaced. Or, a product would be  partly assembled and then the assemblers would discover that a component was  missing -- the incomplete assemblies would have to wait until the missing  component emerged from production. Any  of these problems might arise more than once during production of a single  order. As one result, Garden was taking  an average of nine months to deliver standard products that incorporated only a  few hours of direct labour.      The plant tour left John  and me rolling our eyes in wonder. We  could not have imagined less efficient methods or greater disorder. It was hard to believe that Garden could  even be making a profit! Yet the main  building appeared in good condition, the office areas looked clean, and the  General Manager's office had luxurious furnishings.      We told the General  Manager that the plant had no lot-size problem, but we wondered whether he  would not prefer to have one. A lot-size  problem implied that machines would be set up for mass production and that  workers would repeat specialized tasks.    We suggested, however, that Garden would gain more direct benefit from  production and inventory control than from mass production. A computer-based control system could keep  raw materials in stock, monitor the progress of production, reduce delays, and  make sure that jigs and patterns were available. Inventories could be much lower, machine usage could be much  higher, and customers could receive their orders much more quickly.      The General Manager  asked for estimates. We told him a  control system would have a payback period of roughly two years and the  inventory savings alone would cut production costs by at least ten per  cent. To this, he responded, 'Why  should we want to do that? Ten per cent  of our production costs is only one per cent of our revenues.' He then produced Garden's financial  statements for the previous year. After-tax  profits had been $40 million on sales of $83.5 million. 'And that,' he crowed, 'was a year in which  we had a strike for ten months!'      He went on to explain  that Garden made every effort to avoid direct competition. Over a third of Garden's personnel were engineers  who were good at designing new products that no other firm was producing. Garden's policy was to continue making a  product only as long as its gross margin exceeded 75 per cent of sales. When competition drove a gross margin below  75 per cent, Garden would stop offering that product for sale. The average gross margin across all products  exceeded 90 per cent.      Allowing for the  corporate tax rate of 52 per cent, we surmised that Garden employed expert tax  accountants as well as expert engineers.      John and I had received several  lessons in business . . . and the General Manager had not even charged us  tuition!      Garden's high profits  did not arise from fine steel, unusually skilled craftsmen, or exceptional  capital equipment. Its marketing was  ordinary. Although Garden delivered  high quality, it used no esoteric production technologies, and it often  subcontracted production to a broad array of machine shops. It was this subcontracting that had enabled  Garden to earn high profits despite a long strike. The profits also did not come from managerial competence of the  sort most production firms cultivate.    In that domain, Garden appeared utterly incompetent.      The remarkable profits  sprang from technical and strategic expertise.    The key labour inputs came not from the machinists in the plant, but  from the engineers and managers in the office building. These people had created monopolistic  opportunities for Garden over and over again.    Garden was the only producer of many of its products, and the dominant  producer of all of them.      Garden's key input was  expertise. It was a knowledge-intensive  firm (KIF).      Knowledge intensity has  diverse meanings, partly because people use different definitions of  knowledge. The next section of this  article gives my conclusions about such issues. Two following sections then make empirically based observations  about the activities inside KIFs. The  first of these sections reviews the kinds of work experts do, and explains why  experts find learning hard. The ensuing  section then describes organizational learning: KIFs learn by managing training and personnel turnover, and by  creating physical capital, routines, organizational culture, and social  capital. To see the results of  learning, the fifth section looks at KIFs' long-term strategic development,  including multinational expansion.             WHAT IS A KIF?      The term knowledge-intensive imitates  economists' labelling of firms as capital-intensive or labour-intensive. These labels describe the relative  importance of capital and labour as production inputs. In a capital-intensive firm, capital has  more importance than labour; in a labour-intensive firm, labour has the greater  importance. By analogy, labelling a  firm as knowledge-intensive implies that knowledge has more importance than  other inputs.      Although the terms  capital-intensive, labour-intensive, and knowledge-intensive refer to inputs,  capital, labour, and knowledge also may be outputs. Why is it useful to classify firms by their inputs? A study of office-equipment or software  companies groups firms by their outputs.    Such a study emphasizes similarities and differences across customers  and distribution channels, and it makes a good basis for analysing relations  with customers or competitors. By  contrast, a study of meat packers or machine shops groups firms by their  inputs. By emphasizing similarities and  differences across raw materials and personnel, such a study makes a good basis  for analysing internal structure and operations. Input classes highlight the effects of resource availabilities,  and their determinants, such as governmental policies. As well, Sveiby and Risling (1986) argued  that KIFs call for new definitions of ownership and new ways of controlling the  uses of capital. Traditional notions of  ownership, they said, assume that financial or physical capital dominates  labour, whereas human capital dominates in KIFs.      Assessing the importance  of knowledge is harder than comparing capital and labour, however. Economists compare capital and labour by expressing  them in monetary units, but market prices mainly reflect values that many firms  share. At best, prices reflect those  aspects of inputs that could transfer readily from one firm to another. Prices ignore inputs' importance for  intrafirm activities or for activities that are idiosyncratic to a single  firm. Since much knowledge has  disparate values in different situations, monetary measures of knowledge are  elusive and undependable.      Knowledge itself is  nearly as ambiguous an idea as value or importance, and it has many guises  (Winter, 1987). During a dozen seminars  aimed at research about knowledge-intensive firms, almost every speaker devoted  time to his or her preferred definition of knowledge. Such discussions have led me to five conclusions.      1. A KIF may not be  information-intensive.  Knowledge is a  stock of expertise, not a flow of information.    Thus, knowledge relates to information in the way that assets relate to  income (Machlup, 1962, took another view).    Some activities draw on extensive knowledge without processing large  amounts of current information -- management consulting, for example. Conversely, a firm can process much  information without using much knowledge.    For instance, Automatic Data Processing (ADP) produces payroll  checks. ADP processes vast amounts of  information, but it is probably more capital-intensive than knowledge-intensive. Producing a payroll check requires little  expertise, and many people have this expertise.      The distinction between  a KIF and an information-intensive firm can be hard to draw. From one  perspective, ADP merely processes data for other firms, using mainly capital in  the forms of computers and software.    From another perspective, ADP succeeds because it does its specialized  task better than its customers can do it themselves. This superior performance likely comes from both expertise and  returns to scale, so expertise and large scale reinforce each other.      2. In deciding whether a  firm is knowledge-intensive, one ought to weigh its emphasis on esoteric  expertise instead of widely shared knowledge.    Everybody has knowledge, most of it widely shared, but some  idiosyncratic and personal. If one  defines knowledge broadly to encompass what everybody knows, every firm can appear  knowledge-intensive. One loses the  value of focusing on a special category of firms. Similarly, every firm has some unusual expertise. To make the KIF a useful category, one has  to require that exceptional expertise make important contributions. One should not label a firm as knowledge-intensive  unless exceptional and valuable expertise dominates commonplace knowledge.      Some forms of expertise  may be hard to measure separately from their effects. Why, for example, does one attribute strategic expertise to the  Garden Company? One might label Garden  a KIF because it employed so many engineers.    But many firms employ more engineers with less remarkable results, and  Garden's products embodied no technological miracles. These engineers were unusual because they were using their  knowledge in ways that gave Garden extraordinary strategic advantages.      Managerial expertise may  pose special problems in this regard.    It would make no sense to measure managerial expertise by the fraction  of employees who are managers or by the wages paid to managers. To judge managers expert, one has to look  either at the managers' behaviours or at the results of their behaviours. Do their firms produce unusually high  profits? Do the managers show  interpersonal skill?      3. Even after excluding  widely shared knowledge, one has to decide how broadly to define expertise.  One can define expertise broadly, recognize  many people as experts, and see the expertise imbedded in many machines and  routines. This strategy makes KIFs less  special, but it removes some blinders caused by stereotypes about expertise,  and it increases the generality of findings about KIFs. Alternatively, one can acknowledge only the  legitimated expertise of people who have extensive formal educations, and can  emphasize high-tech machines and unusual routines. This second strategy makes KIFs appear more special, but produces  findings that generalize only to the few firms that use such expertise  intensively. It also accepts  stereotypes about expertise.      These definitional  strategies have political overtones. A  broad definition of expertise obscures the influence of social class and social  legitimacy, whereas a narrow definition highlights the influence of social  class and social legitimacy.    Legitimated expertise is normally an upper-middle-class possession. Legitimated experts usually earn wages high  enough to put them into the upper-middle class. They normally gain their expertise through formal higher  education, which entails at least the expense of foregone income. Higher education also may give experts entry  into recognized professions.      Even jobs widely  regarded as unskilled may entail much knowledge (Kusterer, 1978). Skilled trades may be as esoteric and  difficult to enter as the professions (Ekstedt, 1989). Yet, people put other labels -- such as know-how  or skill or understanding -- on expertise learned through primary school or on-the-job  experience.      Sweden has spawned much  of the public discussion and research about KIFs. In 1983, Sveiby started writing about 'knowledge companies' in  one of Sweden's most prominent periodicals, and Swedish business executives  expressed strong interest in this topic.    Sveiby and Risling followed with a 1986 book that became a non-fiction  best seller. Probably this interest  reflects Sweden's high incomes and high educational levels.      4. An expert may not be  a professional, and a KIF may not be a professional firm.  Professionals have specialized expertise  that they gain through training or experience, and KIFs may employ people who  have specialized expertise. Thus, KIFs  may be professional firms.      Many KIFs are not  professional firms, however. One reason  is that not all experts belong to recognized professions. A profession has at least four properties  besides expertise: an ethical code, cohesion, collegial enforcement of  standards, and autonomy (Schriesheim et al. , 1977). Professionals' ethical codes require them to  serve clients unemotionally and impersonally, without self-interest. Professionals identify strongly with their  professions, more strongly than with their clients or their employers. They not only observe professional  standards, they believe that only members of their professions have the  competence and ethics to enforce these standards. Similarly, professionals insist that outsiders cannot properly  supervise their activities.      Management consulting  and software engineering, for example, do not qualify as recognized  professions. Without doubt, those who  do these jobs well have rare expertise.    Nevertheless, the ultimate judges of their expertise are their clients  or their supervisors, and their employers set and enforce their ethical codes  and performance standards. Similarly,  despite talk about professional management, managers do not belong to a  professional body that enforces an ethical code and insists that its values and  standards supersede those of managers' employers. Employers appoint managers without regard for the candidates'  memberships in external bodies. Strong  loyalty to a professional body would contradict managers' roles as custodians  of their employing firms.      Sveiby and Lloyd (1987)  divided 'knowhow companies' into categories reflecting their managerial or  technical expertise. They pointed to  law firms as examples of high technical expertise but low managerial  expertise. To illustrate firms with  high managerial expertise and low technical expertise, they cited McDonald's  fast-food chain. On the other hand,  Ekstedt (1988; 1989, pp. 3-9) contrasted 'knowledge companies' with industrial  companies, high-technology companies, and service companies 'such as hamburger  chains'. In his schema, both high-technology  companies and knowledge companies have high knowledge intensity, but high&#8209;technology  companies have higher intensity of real capital than do knowledge companies.      Professional firms can  exploit and must allow for all five properties of professions, not merely  expertise. Health-maintenance  organizations, for instance, must accept doctors' codes of ethics and must  allow medical societies to adjudicate some issues. KIFs form a broader category, in which many issues reflect labour  markets, interpersonal networks, and experts' individuality, self-interest, and  social standing.      Yet, it  could be that most KIFs have nearly all the properties that authors have  assigned to professional firms. For  example, Hinings et al. (1991, pp. 376, 390) wrote:       Bucher and Stelling  (1969) suggested that organizations dominated by professionals had a number of  special characteristics, including professionals building their own roles  rather than fitting into preset roles, spontaneous internal differentiation  based on work interests, competition and conflict for resources and high levels  of political activity. . . . The distribution  of authority has long been identified as unique in an autonomous  professional organization because of its emphasis on collegiality, peer  evaluation and autonomy, informality, and flexibility of structure (Bucher and  Stelling, 1969; Montagna, 1968; Ritzer and Walczak, 1986).      Professionals are not the only experts who build  their own roles, divide work to suit their interests, compete for resources, or  emphasize autonomy, collegiality, informality, and flexible structures. Other occupations share these traditions,  and some experts have enough demand for their services that they can obtain  autonomy without support from a recognized profession.      There is another reason  KIFs may not be professional firms.      5. KIFs' knowledge may  not be in individual people.  Besides  the knowledge held by individual people, one can find knowledge in: (a) capital  such as plant, equipment, or financial instruments; (b) firms' routines and  cultures; and (c) professional cultures.      People convert their  knowledge to physical forms when they write books or computer programs, design  buildings or machines, produce violins or hybrid corn, or create financial  instruments such as mutual-fund shares (Ekstedt, 1988; 1989). Conversely, people may gain knowledge by  reading books, studying buildings, buying shares, or running computer programs.      People also translate  their knowledge into firms' routines, job descriptions, plans, strategies, and  cultures. Nelson and Winter (1982)  treated behavioural routines as the very essence of organizations -- the means  by which firms can produce predictable results while adapting to social and  technological changes. Simultaneously,  Deal and Kennedy (1982) and Peters and Waterman (1982) were saying it is  cultures that perform these functions.      Describing McDonald's as  a firm with low technical expertise overlooks the expertise in McDonald's  technology and organization. McDonald's  success stems from its ability to deliver a consistent quality in diverse environments  and despite high turnover of low-skilled people. To get such results, the firm operates extensive training  programs and conducts research about production techniques and customers'  tastes. Although training at Hamburger  University may give McDonald's managers more skill than those at most  restaurants, McDonald's managers may have no more skill than those in most  production firms. Ceaseless expansion  forces McDonald's to concentrate training on new managers. Also, McDonald's substitutes technology and  routines for in-person management.      Professional cultures  too carry valuable knowledge. For  instance, lawyers live amid conflict.    Lawyers' culture not only supports conflict, it shows them how to  conflict to maximum effect and minimum damage to their egos and  reputations. Lawyers strive to advocate  their clients' interests even when this might produce injustice, and they  depend on conflict to foster justice by exposing all sides. Lawyers try to keep their roles as advocates  for their clients separate from their interpersonal relations as members of the  legal profession. They observe  behavioural codes strictly, and much of their conflict concerns interpretations  of and conformity to behavioural codes.    When lawyers cannot themselves resolve disagreements, they seek help  from above -- judges in courts or superiors in law firms. The legal profession also serves as micro  environments in which lawyers can cultivate long-term reputations. Some lawyers seek reputations as tough  negotiators who yield little and demand much.    To nurture such reputations, they may refuse to make concessions that  their clients want to make.             A Starting Point       Debates about how KIFs differ from other firms  persuaded me to focus on firms that would be knowledge-intensive by almost  anyone's definition. As a starting  point, I defined an expert as someone with formal education and experience  equivalent to a doctoral degree, and a KIF as a firm in which such experts are  at least one-third of the personnel.    Later, Lawrence Rosenberg pointed out that some expertise takes  non-human forms. Some KIFs may even  hold most of their expertise in non-human forms, but I have not studied such  firms.      I have not been  distinguishing firms from other organizations because many KIFs operate at the  boundary between government and private enterprise. They are not-for-profit firms that work mainly or exclusively for  government agencies.      Although I have  interviewed in eight firms satisfying the above criteria, three stand out as  excellent examples.      The Rand Corporation and  Arthur D. Little are the two firms that came immediately to mind when I first  began thinking about the knowledge-intensive firm . The Rand Corporation is the prototypic think  tank, located near the beach in Santa Monica.    Staffed by Ph.D.s, Rand mainly makes policy studies: Rand's personnel  evaluate current policies and generate policy alternatives. Rand holds long-term contracts from the US  Air Force and the US Army, and it receives short-term grants or contracts from  many Federal agencies. Its reports are  ubiquitous in Washington, DC.      On the other coast, in a  wooded campus near Harvard and MIT, Arthur D. Little is the oldest American  consulting firm and an exemplary one.    A. D. Little has 21 offices and roughly 1500 consultants. In a typical year, they complete over 5000  projects in 60 countries. The project  topics range from product technology, to operations management, to economic  development and strategic planning.      Partners in Wachtell,  Lipton, Rosen and Katz make more money than those in any other American law  firm: it is to Wachtell, Lipton that other lawyers turn when they need the very  best and they do not care how much it costs.    Moreover, not only the partners do well at Wachtell, Lipton: surveys of  junior lawyers have repeatedly said Wachtell, Lipton is the best place to work.      Although quite unlike  each other, all three firms share similarities, as do the other firms I have  studied. Large fractions of their  people have advanced degrees. They  process information slowly in comparison to information-intensive firms. Their capital equipment is mainly general-purpose  office space, office machines, and computers, although A. D. Little also has  laboratories.      My observations come  mainly from interviews. Indeed, 'interview'  seems an inadequate label for fascinating conversations with very intelligent,  perceptive, articulate people. I had  only to point to a few issues that interested me, and they would begin to  extrapolate -- telling me who else I should interview, what issues ought   to interest me, where my assumptions seemed wrong, and how their worlds look to  them. I often found myself discussing  topics or trying frameworks I had not considered before walking into a room.             Are KIFs Peculiar?       One critic complained that all my examples  describe peculiar firms that exist solely because their environments have  uncorrectable problems. An answer to  this charge has three parts.      First, all firms are   peculiar: we should look for and celebrate their individuality. There are many ways to solve most problems,  more opportunities than anyone can pursue, many criteria for judging what is  best. It is as important to see how individuals  differ -- whether individual people, or individual organizations, or individual  societies -- as to see what they have in common. It is as important to understand complexities as simplicities.      Second, successful firms   cause their environments to have uncorrectable problems. Firms and their environments change  symbiotically. Not only must an  environment be hospitable to a KIF, but the existence of a KIF induces its  environment to assume that it exists. For  example, US military services reassign personnel every two or three years. As a result, military personnel have little  experience in their successive jobs, know little of tasks' histories or  traditions, and cannot manage long-term projects effectively. Long-term projects would founder if they  depended on military personnel. By providing  civilian specialists who can have long tenures, the Rand Corporation and the  Aerospace Corporation help the military to manage long-term projects, and they  reduce the costs of retraining. Yet,  having the services of Rand and Aerospace may have kept the military from  developing other ways to manage long-term projects and other personnel  policies.      Third, I have sought out  the most successful firms, and all exceptionally successful firms exploit  peculiarities. A modal firm in a  competitive industry makes low profits, and it does not survive long. High profits and long survival come from  monopolistic competition. Monopolistic  competition arises from firms' developing distinctive competencies and  mirroring their environments' unusual needs and capabilities.      Wachtell, Lipton shows  how exceptional success may feed on peculiarities. The firm's founding partners had disliked their experiences in  other law firms: they agreed to follow some unusual policies that would produce  a better work environment. These  policies have fostered collaboration and given the firm an edge in attracting  new lawyers. The founding partners came  from a less-well-known law school whose graduates had restricted job  opportunities: much better than its reputation, this school supplied highly  talented lawyers during the early years.    A crisis during the firm's second year led the partners to adopt an  unusual policy: Wachtell, Lipton never agrees to represent clients for long  periods. This policy has had unforeseen  long-term consequences for the types of cases the firm handles.      Success reinforces  success, and excellence itself fends off competition. Today, with elegant offices on New York's Park Avenue, Wachtell,  Lipton can choose among the top graduates from law schools across America. Potential clients offer the firm four to  eight times as many cases than it can handle: it can pick the cases that look  most interesting and best suit its abilities.    The cases that potential clients bring are non-routine ones that involve  large sums, and they often concern immediate threats. Such cases draw attention, as do Wachtell, Lipton's legal  innovations.             EXPERTS' WORK      Interactions  Between Creating, Applying, and Preserving       The experts in KIFs gather information through  interviews or reading; they analyse and interpret this information; and they  make written and oral reports to clients and colleagues (Rhenman, 1973, p.  161). An observer cannot overlook the  strong, overt similarities across people, sites, and projects.      Nevertheless, experts themselves  describe their activities diversely.    Some say that they are applying old knowledge to new problems, others  that they are creating new knowledge, and still others that they are preserving  knowledge that already exists. Experts  who see themselves as producing new knowledge emphasize the recency or  originality of their data and the differences between their findings and those  of predecessors. They may classify such  work either as basic scientific research or as applied research on markets,  products, or processes. Other experts  see their work mainly as applying existing knowledge to current problems. For instance, when most lawyers do research,  they analyse and interpret previous cases and they emphasize the continuity  over time of knowledge and its meaning.    To gain acceptance of their rulings, most judges deemphasize the  innovative quality of their reasoning.      The distinction between  creating knowledge and applying it is often hard to make. Lawyers may be more successful if they  reinterpret precedent cases imaginatively, or if they conceive original  strategies. The Garden Company's  engineers were applying known techniques, but they were applying them to  products no one else had imagined.    Basic research may have direct applicability, and applied research may  contribute fundamental knowledge. When  it comes to systems as complex as a human body or an economy, people may only  be able to create valid knowledge by trying to apply it (Starbuck, 1976, pp.  1100-1103).      To my surprise, several  experts described themselves as memory cells.    They said their jobs are to preserve information that their clients have  difficulty preserving. As mentioned  above, because the US military services rotate assignments frequently, military  personnel lack job experience and cannot manage long-term projects. Also, military wage scales are too low to  attract and retain highly educated experts.    To compensate, the military services sign contracts with KIFs that  provide long-term continuity of management and expertise. These KIFs employ civilian experts who do  not rotate assignments frequently and who either manage long-term projects  directly or advise military managers.    There may be enough of these KIFs to make up a distinct, long-term-memory  industry.      Creating, applying, and  preserving intertwine and complement each other. At least over long periods, merely storing knowledge does not  preserve it. For old knowledge to have  meaning, people must relate it to their current problems and activities. They have to translate it into contemporary  language and frame it within current issues.    Effective preserving looks much like applying. As time passes and social and technological changes add up, the  needed translations grow larger, and applying knowledge comes to look more like  creating knowledge.      For new knowledge to  have meaning, people must fit it into their current beliefs and perspectives,  and familiarity with existing knowledge signals expertise. Evaluators assess completed research partly by  its applicability, and they judge research proposals partly by the researchers'  mastery of past research. Thus, Rand  Corporation, which depends on research grants for some of its income, makes  elaborate literature searches before writing proposals. Rand also employs public-information staff,  who highlight the relevance of research findings. Similarly, A. D. Little's executives believe that having  credibility with clients requires their firm to specialize in certain  industries, technologies, and functions.    They want new experts to have had several years experience in one of  these industries and functions or technologies.      Ambiguity about the  meaning of knowledge creation implies a weak tie, if any, between knowledge  creation and knowledge intensity. Clearly,  more input does not always produce more output. For example, Brooks (1975) pointed out how rare are the skills  needed to create operating systems for computers. Adding more people to such a programming project does not  accelerate it. On the contrary, more  people may slow a project down, by forcing the experts with rare skills to  spend more time co-ordinating, communicating, and observing bureaucratic  routines. An example of another kind  concerns R&amp;D by a large chemical firm.    As Figure 1 shows, this firm has spent more and more on R&amp;D, but  incremental dollars have yielded fewer and fewer patent filings.                           Learning       Because experts are learned, one expects them to  value learning highly. Nonetheless,  many experts resist new ideas.      Such resistance has  several bases. First, clients or even  other experts may interpret experts' need to learn as evidence of deficient  knowledge. Thus, experts find it risky  to discuss their learning needs with clients or colleagues. Second, many experts get paid by the hour,  and many others have to account carefully for their uses of time. Explicit learning reduces the time available  for billable services. Third, expertise  implies specialization, which reduces versatility and limits flexibility. To become experts, people must specialize  and move into distinct occupational niches.    Required years of education limit entry to these niches; and many  experts belong to recognized professions that restrict entrance through  licences and examinations. These  niches, however, could become evolutionary deadends (Beyer, 1981). Fourth, experts' niches are partial  monopolies. Like other monopolists,  experts hold favourable positions that confer high incomes and social  statuses. These positions also give  experts much to lose from social and technological changes. Fifth, expertise entails perceptual filters  that keep experts from noticing some social and technological changes  (Armstrong, 1985; Starbuck and Dutton, 1973).    Even while they are gaining knowledge within their specialties, experts  may overlook exciting and relevant events just outside their domains.      Knowledge creation  accelerates the social and technological changes in experts' domains (Wolff and  Baumol, 1987). Because employers or  clients often seek expertise to help them understand rapid social and  technological changes, experts tend to find employment in rapidly changing  domains. Thus, most experts are all too  aware that expertise needs updating: they have to seek a dynamic stability in  which their apparent knowledge evolves while they retain their favourable  positions.      Besides, experts'  scepticism about new ideas can enhance their learning. Learning is not adaptation, and it requires  more subtlety and complexity than mere change.    People can change without learning, and too much readiness to discard  current knowledge undermines learning.    To learn, one must build up knowledge like layers of sediment on a river  bottom. To learn effectively, one must  accumulate knowledge that has long-term value while replacing the knowledge  that lacks long-term value.      The key issue that  experts, like other learners, confront is how to sift out knowledge that will  have little value in the future. For  this winnowing, expertise itself evidently confers no advantages. Studies of many fields have consistently  found that renowned experts predict future events no more accurately than  somewhat informed people (Armstrong, 1985; Ascher, 1978; Camerer and Johnson,  1991). Still, few experts know about such  studies, and many experts overestimate their abilities as oracles.             ORGANIZATIONAL  LEARNING IN KIFS      Personnel Training and Turnover       Learning generally poses different issues for  firms than for individual experts. For  example, the need to update leads individual experts to spend time reading or  attending conferences or courses. By  contrast, senior people in a firm see updating as an activity to manage more  than to do. Senior people may assign  their juniors to take certain courses, or to read certain journals and to  summarize what they read. Senior people  sometimes deny certain juniors permission to attend conferences and tell others  that they must attend and report what they heard.      What individuals find  hard, firms may find easy, and vice versa.    In particular, individual experts learn little from changing firms,  whereas organizational learning readily takes the form of personnel  changes. KIFs aggressively pursue new  experts with wanted knowledge, and they limit the job security of continuing  experts. Since most consulting or  research projects have short terms, experts must repeatedly renegotiate their  relations with their firms and adapt their knowledge and skills to current  tasks. Some small consulting firms give  new consultants just three months in which to start bringing in enough business  to cover their salaries. A would-be  consultant who does not meet this target has to seek other employment. Large consulting firms may not treat each  consultant as a separate profit centre, but they do ask consultants to account  strictly for their time. A. D. Little,  for example, expects most consultants to spend 70-75 per cent of their time on  activities for which clients are paying, and 20-25 per cent of their time on  personal betterment or soliciting new business.      Such development and  personnel policies keep expertise closely aligned with environmental  opportunities, so rigidity and blind spots may be more troublesome for  individual experts than for KIFs.    Indeed, such policies make KIFs faddish; and efforts to stay on the  cutting edges of rapid technological and social changes accentuate this  faddishness.      The policies also make  boundaries porous. Just as KIFs may  hire experts from their clients or customers, KIFs' clients or customers may  add expertise by hiring KIFs' personnel (Stinchcombe and Heimer, 1988). Experts at the forefront of social or  technological change usually have many job opportunities. Replacing experts solely to update expertise  weakens loyalty to the firm and adds variance to organizational culture. The social networks that make it easy to  adopt new ideas also make in-house ideas accessible to other firms, as does the  ease of transmitting information. Thus,  KIFs find it hard to keep unique expertise exclusive.      Stinchcombe and Heimer  (1988) described successful software firms as 'precarious monopolies.' They are monopolies insofar as they exhibit  unusual abilities. Niches evolve  naturally as individuals and small groups concentrate on specific streams of  innovation. The firms also strive  explicitly to develop and maintain unusual abilities. Unusual abilities help the firms to market their services and to  avoid head-on competition.      Stinchcombe and Heimer  pointed out that these partial monopolies are constantly at risk, both because  technological changes may make unusual abilities obsolete and because key  experts may depart. Computer technology  has been changing especially rapidly, and the software firms' relations with  clients and computer manufacturers repeatedly expose their experts to job  offers. To sell their services to clients,  software firms have to publicize the talents of their key experts, and this  publicity creates job opportunities for the touted experts.      Not all KIFs control  distinctive domains of knowledge.    Professional firms find it especially hard to sustain monopolistic  positions. The recognized professions  work at keeping their control of knowledge and at preserving their members'  autonomy: firms would run into strong opposition if they would try to convert  professional expertise to organizational property. Moreover, many products of professional firms are easy to  imitate. For example, Martin Lipton  invented the 'poison pill' defence against unfriendly corporate takeovers; but,  after other law firms saw a few examples, Wachtell, Lipton was no longer the  sole source for poison pills (Powell, 1986).      Several modes of  organizational learning do convert individual expertise into organizational  property. These conversion processes  produce at least three types of organizational property: physical capital,  routines, and organizational culture.    The creation of social capital, such as mutual trust with clients or  customers, tends to convert organizational experience into the property of  individuals.             Physical Capital       Both KIFs and individuals can gain new expertise  by buying capital goods. Computer  software affords obvious examples.      Not long ago, expertise  was uneven across accountants who handled income taxes. Now, every accountant has low&#8209;cost  access to software that makes no arithmetical errors, omits nothing, incorporates  the latest changes in tax codes, and warns of conditions that might trigger  audits by tax authorities.      Lawyers have recently  begun to use a computer program, CLARA, to help them do legal research. CLARA helps small law firms compete more effectively  against large firms, and helps novice lawyers produce results comparable to  experienced lawyers (Laudon and Laudon, 1991, chapter 4). Although unfinished, CLARA does research  nearly as well as law professors. On  reading of this achievement, one practicing lawyer sniffed: 'Too bad; maybe it  will get better someday.'      In the short term, KIFs  may be able to turn expertise into concrete capital. For instance, decades of experience enabled the large public  accounting firms to create systematic auditing procedures. The firms then turned these procedures into  checklists that novice accountants and clerical staff can complete. Similarly, Rand Corporation's research  occasionally produces databases that have value beyond the projects that  created them. Rand tries to exploit  these databases by proposing new projects that would draw upon them.      Physical capital may be  even harder to protect and retain than are people, however. Physical capital also may be less flexible  than either the technologies it uses or the markets it serves. The auditing checklists created by firm A  work just as well for firm B, so B can easily take advantage of A's experience.      IntelligenceWare wrote  superior programs for artificial&#8209;intelligence applications. The firm has been seeking to exploit these  programs by adapting them to diverse uses.    Over the longer term, competing firms can analyse and imitate  IntelligenceWare's programs. Also,  because IntelligenceWare's programs are too complex for incremental evolution,  experience will eventually force the firm to undertake a drastic rewrite.      Databases can be updated  piecemeal, but they too gain or lose currency.    At Rand Corporation, Brian Jenkins has compiled a database on  terrorism. He began this on his own  initiative, but the database became a more general asset when terrorist acts  escalated and Rand began receiving inquiries about terrorism from the  press. Although the press's interest in  terrorism fluctuates with the incidence of terrorism, such a database requires  continual maintenance.      Orlikowski (1988, pp.  179-267) detailed a consulting firm's efforts to capture its experience as  software. Over ten years and many  projects, consultants built various software 'tools' that help them plan  projects and carry them out efficiently.    The tools originated separately when consultants saw needs or  opportunities, but the firm's general production philosophy implicitly guided  these developments and rendered the tools mutually compatible. Also, at first, isolated people used these  tools voluntarily, but informal norms gradually made their use widespread and  mandatory. Thus, the tools both  expressed the firm's culture in tangible form, and reinforced the culture by  clarifying its content and generalizing its application. Generalization made the differences among  clients' problems less and less important, and it weakened the contributions  that clients could make to problem solving.    Generalization also reduced the influence of more-technical consultants  and increased the influence of less-technical consultants. In their interviews, the consultants  stressed the tools' strong influence on their perceptions of problems and their  methods of solving them. Eventually,  the firm started to sell the tools to other firms. At that point, the firm's culture, methods, and experience became  products that other firms could buy.      The ease of distributing  it makes physical capital an effective way to build organizational culture, and  it offers firms opportunities to expand their markets. Easy distribution also can cost firms their  competitive advantages. Departing  employees can easily take forms, manuals, or floppy disks with them. When firms turn physical capital into products  that they sell to competitors, knowledge-intensive capital loses the character  of being esoteric and advantageous. In  this sense, a portable expert system is self-contradictory. Distributing an expert system renders its  knowledge no longer esoteric, and thus no longer expert. It is not only tax accountants who now have  low-cost access to programs for filing income taxes; millions of non&#8209;accountants  are using these programs to file their business or personal taxes.             Routines       Firms also learn by creating routines (Nelson  and Winter, 1982; Starbuck, 1983), but formalized routines look  bureaucratic. Highly educated experts  dislike bureaucracy: conflicts between professions and bureaucracies have  attracted much research (Schriesheim et al. , 1977), and some of these  conflicts apply to expertise in general.    Most experts want autonomy, they want recognition of their  individuality, and they want their firms to have egalitarian structures.      Some experts derive  independent power from their close ties with clients, so service KIFs with  multiple clients look more like loose confederations than bureaucracies. Among the service KIFs, only those having  long-term contracts with a very few clients seem able to bureaucratize. Even such KIFs must bureaucratize  cautiously, for their expert employees have external job opportunities. Of course, a product KIF such as the Garden  Company does not run into such problems because its experts have little contact  with customers.      The KIFs that can  enforce bureaucratic routines can draw benefits from them. Impersonal roles make programmes for  personnel development possible, and they ease transfers of people to meet  shifting tasks. Consistent quality is  essential to keeping long-term clients or customers. Bureaucratic clients or customers expect the KIFs they hire to  look and behave as they do. For  example, the Aerospace Corporation has a seven-layer managerial hierarchy  because this structure matches the hierarchy of the US Air Force.      Bhargava (1990) observed  that the software firms in which developers interact closely with clients  emphasize formalized documentation.    These firms devote more effort to planning and systems analysis, to  writing user manuals, and to recording the activities carried out and times  spent on specific projects. These  documents contribute to better client relations and reduce the firms'  dependence on developers who might depart.      The Rand Corporation  illustrates effective bureaucratization by a KIF. Rand's library staff watches for opportunities to submit  proposals, and it produces bibliographies to aid technical experts' proposal  writing. Some of Rand's experts review  others' proposals and reports to assure that they meet Rand's standards for  data gathering and statistical analysis.    Copy editors suggest ways to make proposals and reports more  intelligible. These activities  undoubtedly improve final reports' acceptability and the odds of proposals'  winning funds. Rand's research  proposals have a far&#8209;above&#8209;average success rate.      Larger KIFs are better  able and more inclined to bureaucratize, and larger KIFs can better tolerate  and balance the opposing forces in their work.    For instance, Brooks (1975) argued that 'conceptual integrity' is the  key to high quality in systems design.    Attaining conceptual integrity, he said, probably requires centralized  control by a few key experts, whereas programming and testing a designed system  may require many experts. Such work can  be troublesome for KIFs with experts who see themselves as equals and  substitutes. Large KIFs mitigate these  problems by dividing work into projects and allowing experts to specialize in  either design or implementation (Bhargava, 1990). Creating routines requires persistence, and both persistence and  learning may benefit from specializing with respect to technologies, markets,  functions, or locations.      On the other hand, large  KIFs may lack knowledge intensity. KIFs  are prone to grow by adding support staff instead of experts. Adding support staff promises to increase  profitability per expert by using experts more efficiently, whereas growth by  adding experts may use experts less efficiently. KIFs also grow by adding activities, products, or services that  promise to extract more value from the expertise already in-house. Thus, KIFs tend to lose knowledge intensity  as they grow.      Some experts see this  loss of knowledge intensity as desirable -- a sensible way to get the maximum  value from current staff. Other experts  see growth as a necessity demanded by large clients or numerous customers. Still other experts see this loss of  knowledge intensity as a danger to be combated -- by avoiding growth,  diversification, and geographic dispersion.      Routinization helps to  make knowledge intensity unstable. As  with physical capital, converting expertise to routines is risky. Routines may become targets of imitation,  spread, and gradually lose the character of being esoteric and  advantageous. A routine used by many  firms confers small comparative advantages on its users.             Organizational  Culture       Cultures have to be built gradually because they  are delicate and poorly understood.    Building a special organizational culture takes much effort as well as  imagination. Imitating another firm's  culture is quite difficult, if even possible, because every culture involves  distinctive traditions.      Maister (1985, p. 4)  wrote admiringly of 'one-firm firms', which stress 'institutional loyalty and  group effort.' 'In contrast to many of  their (often successful) competitors who emphasize individual entrepreneurship,  autonomous profit centers, internal competition and/or highly decentralized  independent activities, one-firm firms place great emphasis on firmwide  coordination of decision making, group identity, cooperative teamwork, and  institutional commitment.' According to  Maister, one-firm firms:      take very seriously  their missions (usually service to clients),      grow slowly while  choosing clients and tasks carefully,      devote much effort to  selecting and training personnel,      do R&amp;D beyond the  requirements of revenue-producing projects,      encourage free communication  among personnel, and      give information freely  to their personnel, including financial information.      Maister also warned that one-firm firms may  become complacent, lacking in entrepreneurship, entrenched in their ways of  doing things, and inbred.      Orlikowski (1988, pp.  152-160) said Maister's idealization accurately describes the consulting firm  she studied, except that her firm discourages R&amp;D beyond the needs of  current clients. The firm devotes seven  per cent of its revenue to a training programme, and each consultant spends  over 1500 hours in training during the first six years with the firm. Overtly technical in content, this training  involves both self-study and classes at the firm's school. The consultants measure their career  progress by their progress through this programme. Nevertheless, most consultants seem to agree with the one who  said: 'The biggest advantage of the school is the networking and socializing it  allows. It really is not that important  as an educational experience.'      Alvesson (1991; 1992)  too described a consulting firm that spent much effort on formal  socialization. The top managers ran a  'project philosophy course.' They also  sought 'to sell the metaphor the company as a home to the  employees.' Designed to foster informal  interaction, the building has a kitchen, sauna, pool, piano bar, and large  lounge area. The firm supports a  chorus, art club, and navigation course.    All personnel in each department meet together every second week. Every third month, each department  undertakes a major social activity such as a hike or a sailing trip. The firm celebrated its tenth anniversary by  flying all 500 employees to Rhodes for three days of group activities.      Interviews with software  developers convinced Bhargava (1990) that larger firms work harder to build  cultures. They use their cultures to  promote free communication, to make them less dependent on key experts, and to  ease personnel transfers. He found  fewer communication problems and fewer personnel transfers in smaller firms.      Van Maanen and Kunda  (1989) vividly described people's ambivalence toward culture-building efforts  in a computer firm. Most people readily  adopt corporate language and enjoy belonging to a supportive collectivity. Some embrace corporate values and rituals  enthusiastically; more do so cynically.    Most people also hold themselves aloof from group membership and protect  their individual identities.      All the KIFs I have  studied select experts carefully, they use teams extensively, they take their  missions seriously, they manage growth cautiously, and their people talk  openly. Only Wachtell, Lipton, however,  comes close to the one-firm model in discouraging internal competition,  emphasizing group work, disclosing information, and eliciting loyalty to the  firm. The other KIFs depart from the  one-firm model in having multiple profit centres, assessing the productivities  of individual experts, and revealing only the financial information that laws  require. All the KIFs, including  Wachtell, Lipton, depart from the one-firm model in decentralizing activities,  encouraging entrepreneurship, and not involving everyone in decision-making.      KIFs do downplay formal  structures, and they achieve co-ordination through social norms and reward  systems instead of hierarchical controls (Nelson, 1988; Van Maanen and Kunda,  1989, pp. 70-93). One reason is  experts' sense of their importance as individuals and their desires for  autonomy: Close control would induce  exits. Another reason is common values  and norms that result from many years of formal education. KIFs appear to derive some of their  properties from universities, and some KIFs employ many who could be university  faculty. Third, experts have to work  independently because projects involve just a few people (Alvesson, 1992). The instability of projects and services  provides a fourth reason: to absorb variations in demands for their services,  KIFs need fluidity and ambiguity.    Matrix structures are prevalent, and organization charts sketchy. Supervisors counsel non-directively. Experts form liaisons across formal  boundaries. Indeed, the Rand  Corporation designed its building to foster unplanned encounters.      Still, social norms and  reward systems are not equivalent to cultures.    KIFs confront serious obstacles to creating and maintaining unusual  cultures, especially cultures that embody organizational learning. The attributes that make hierarchical  controls troublesome -- autonomy, mobility, professionalization, uncertain  funding -- also make it hard for KIFs to integrate people and to socialize them  into unusual organizational cultures.    When experts join new firms, they bring with them well-developed values,  standards, habits, mental frameworks, and languages. Although they have much in common with their colleagues, the  culture they share is supra-organizational.             Social Capital       The Garden Company's customers can easily see  whether Garden's products do what the maker claims. The customers do not buy Garden's expertise directly. One result is that Garden's relations with  customers are impersonal. Another  result is that these relations may be fleeting. The customers readily switch to other suppliers, and Garden  itself cuts off relations with customers when it stops making products that are  less profitable.      Buyers of expertise  itself, by contrast, often have difficulty assessing their purchases. Clients often consult experts because they  believe their own knowledge inadequate, so they cannot judge the experts'  advice or reports mainly on substance.    Clients may be unable to assess experts' advice by acting on it and  watching the outcomes: the clients do not know what would have happened if they  had acted otherwise, and it is frequently obvious that outcomes reflect uncontrollable  or unpredictable influences. Clients  may not even understand what their expert advisors are saying. Many experts -- with awareness -- use jargon  that obscures their meaning. As a  result, clients have to base their judgements on familiar, generic symbols of  expertise. Do the experts speak as  persons with much education? Have the  experts used impressive statistical computations? Are the experts well dressed?    Did the experts use data of good quality? Do the experts' analyses seem logical and credible? Do the experts act confident?      Successful service KIFs,  therefore, pay attention to their symbolic outputs. For example, as mentioned above, the Aerospace Corporation uses  seven managerial levels that match the Air Force's hierarchy. Aerospace also asks technical experts to  practice briefings in-house before presenting them to Air Force officers, and  it provides strong support for writing, graphics, and artwork.      Clients also hire  experts to obtain legitimacy instead of expertise. In such circumstances, the client-expert relationship is a  charade: the clients choose advisors who will give wanted advice. Such selection can be unconscious. For instance, when the Facit Company was in  serious trouble, the board listened to presentations by several would-be  advisors (Starbuck, 1989). They then  hired McKinsey &amp; Company because that proposal had sounded most sensible:  McKinsey's proposal had endorsed the general strategy the board had been  pursuing. One result was that the board  found it easy to take McKinsey's advice.    Another result was that following McKinsey's advice only made the  situation worse.      Rhenman  (1973, pp. 160-171) has commented perceptively from his experience:      . . . there is in the  consultant-client relationship an element of conflict. A game is played with all the usual  trappings: negotiations, opposing strategies, etc. The client likes to 'sound out' the consultant. The client wavers between consultant A and  consultant B. He also considers the  cost of a particular consultant: will the organization really benefit? Has the consultant perhaps other purposes in  mind, beyond his duty to the client?    Perhaps he is seeking an opportunity for research or financial  reward? The consultant may be particularly  anxious to get this assignment. How can  he persuade the client to engage him?    Or he may be temporarily hard pressed for time. Can he persuade the client to postpone the  assignment, or some particularly time-consuming part of it? And during the assignment the consultant is  often sure to feel that the client is blind to his own best interests, or that  he, as consultant, is becoming involved in internal conflicts. . . .      We have already  intimated that political groups may well try to use the engagement of the  consultant for their own ends. Other  groups may suspect and oppose the engagement on similar grounds; a long and  heated struggle can easily develop. The  consultant may be aware of what has been going on, or he may realize it only  when he discovers that his engagement is tied to certain definite conditions. .  . .      But the political system  is not simply a part of the background.    Soon, whether he realizes it or not, the consultant will become a pawn  in the political game: his presence will always have some effect on the balance  of power, sometimes perhaps a good deal.    If he is not politically aware, various interest groups will almost  certainly try to use him for their own purposes.      Over the long term,  service KIFs try to convert clients' satisfaction with specific projects into  long-term relations. Even in contexts  that are initially impersonal, repeated interactions between specific people  create bonds. Firm-to-firm ties  gradually evolve into person-to-person ties.    An expert who repeatedly serves the same client begins to perceive 'my'  client, and the client comes to think of 'my' expert.      Such personalizing can  happen with any expert, but the experts having the strongest social skills are  not normally those with the greatest technical expertise. Those with superb abilities in both  dimensions are rare: one interviewee estimated that only ten people in the US  are 'great technical lawyers who work well with colleagues, are effective with  clients, and show good judgement.'      Thus, KIFs use internal  specialization, in which socially skilful experts work on building ties with a  few specific clients, and technically superior experts provide specialized  expertise to many clients. The KIFs offer  clients familiar contact persons, who then draw upon ad hoc teams with  expertise fitting specific projects. To  a client, a KIF looks like a single source of diverse expertise that gives high  priority to that client's problems.      Formally, American  lawyers call the persons whom clients choose to contact 'originating  attorneys.' Informally, they call them  'rainmakers.' Rainmaking is mysterious  and magical, and rainmakers wield power.    Their personal and lasting ties with clients give the contact persons  divided loyalties as well as power. The  divided loyalties serve a quality-control function that nurtures continuing  ties between KIFs and clients. The  power is a central fact-of-life that KIFs have to appreciate or risk losing  long-term clients.      Keith Uncapher once  worked at the Rand Corporation, designing information systems for the Defense  Advanced Research Projects Agency (DARPA).    Rand's top managers declared that the firm should no longer build  hardware, but Uncapher believed that DARPA's goals demanded special-purpose  hardware. He made a fifteen-minute oral  proposal to DARPA, received an initial grant of $10 million, and started a new  organization, the Information Science Institute.      As the foregoing implies  they should, service KIFs favour client relations over technical  expertise. If KIFs allow client  relations to dominate too strongly, however, they may lose key technical  experts. Instead of thinking that they  work for firms, technical experts may think firms exist for their benefit and  should be working for them. To remain  stable, KIFs have to reconcile their client-relations specialists and technical  specialists. Each of these needs the  other over the long term, but their mutual dependencies may seem obscure at any  moment.             STRATEGIC  DEVELOPMENT       This article's second section asserts:  'Knowledge is a stock of expertise, not a flow of information.' Ironically, firms' stocks of expertise come  from the flows in complex input-output systems. Knowledge flows in through hiring, training, and purchases of  capital goods. Some knowledge gets  manufactured internally, through research, invention, and culture  building. Knowledge flows out through  personnel departures, imitated routines, and sales of capital goods. Some knowledge becomes obsolete. Fluid knowledge solidifies when converted into  capital goods or routines. The  sequences of events resemble random walks, and the net outcomes are difficult  to foresee. Thus, strategies do not  evolve coherently (Greenwood et al. , 1990).             Diversification       For product KIFs,  strategic development calls for regulating numbers of customers and numbers of  product lines. Similarly, service KIFs  need to regulate numbers of clients and numbers of topical foci. As with other specialization-diversification  problems, high risks come from having very few clients or customers and very  few topics or product lines. A KIF with  very few topical foci must perform superbly in those areas, and a KIF with very  few customers cannot afford customer dissatisfaction. The issues, however, do not all lie in the realms of expertise or  social skills.      For a year and a half  after Wachtell, Lipton began, one client accounted for 75 per cent of its  revenue. Then, this client asked  Wachtell, Lipton to do something unethical.    They replied that they could not take the wanted action. The client countered that Wachtell, Lipton  must either do its bidding or lose its business. The partners refused . . . and gave up 75 per cent of their  revenue. At that point, unsure their  firm could survive, the partners adopted a policy that has had profound  consequences: Wachtell, Lipton would work only one-case-at-a-time. It would never again make a long-term  commitment to a client.      If Wachtell, Lipton had  been more ordinary, this policy might have been deadly. But the firm became one of the rare ones to  which corporations turn when their normal legal resources seem inadequate -- at  least, when corporations don't want to find out whether their normal legal  resources would be adequate. In this  status, having no long-term clients becomes an asset, for Wachtell, Lipton can  be hired by whoever calls first.      Some KIFs serve a few  clients contentedly. Keith Uncapher  said, 'I wouldn't know how to look good to two clients.' He designed the Information Science  Institute to serve only DARPA, and no other client. The Aerospace Corporation derives 99 per cent of its revenues  from a single long-term contract and makes no effort to change this situation.      Most KIFs that begin  with narrow foci try to diversify. Like  Aerospace, the Rand Corporation initially served a single client, the US Air  Force. At the Air Force's urging and  with its help, Rand began making strenuous efforts to gain broader support and  greater autonomy. These efforts have  had partial success. Rand has raised an  endowment exceeding $40 million, and it does research for over 80 sponsors  annually. Nevertheless, three military  sponsors still account for 70 per cent of Rand's revenues, and 80 per cent of  its research deals with national security.      A. D. Little has  attained broad diversification after developing incrementally for over a  century. A. D. Little's precursor,  Griffin &amp; Little, began in 1886 as specialists in the chemistry of paper  making. In 1909, when the current firm  incorporated, its expertise encompassed paper-making, forest products,  textiles, plastics, and sugar. These  industries were central to the economy of New England, the firm's home.      Over the years, as the  firm expanded its geographic reach, it added a wide range of physical and  biological sciences and expertise on a wide spectrum of manufacturing  technologies. A. D. Little first  studied regional economics in 1916, began financial studies in the 1930s, and  moved into management consulting broadly in the 1950s.      These expansions sprang  partly from the firm's standards about conflict of interest. After advising a client about a topic, A. D.  Little will not advise a different client from the same industry about the same  topic. Future projects must change  either the industry or the topic.      Just as diversification  regarding clients may erode a KIF's ties with its long&#8209;standing clients,  topical diversification may undermine a KIF's credibility. A few years ago, A. D. Little's senior  managers concluded that their firm had become too amorphous. Hiring had become hard because the firm had  so few experts in any single specialty.    Covering too many specialties for too many dissimilar clients was  yielding neither enough profit nor enough client satisfaction. A survey revealed that clients were turning  to other consultants to get 'focused depth of resources.'      Thus, the firm went  through a major planning effort, and began to focus on half-a-dozen functions  in a handful of industries -- mainly chemicals, financial services, health  care, and telecommunications. Alfred  Wechsler explained, 'We try to define our expertise with verb-noun-adverb  combinations. For example: we know how to  manufacture a paper cup inexpensively .'      A. D. Little's strategic  development has generally paralleled the developments in its client population --  large industrial enterprises. Chandler  (1962) described how single-product firms grew into multiple-product,  divisionalized firms during the first half of the century: in the same period,  A. D. Little was adding many product lines and decentralizing. In the 1970s and 80s, conglomerates such as  ITT decided to retrench into a few core businesses: A. D. Little was making  analogous changes at the same time.    After 1950, many American firms expanded overseas, and A. D. Little too  became multinational.      Its initial foreign  venture was an office in Zurich that opened in 1957 to serve American firms  that were expanding into Europe. To  their surprise, the consultants discovered that European firms also wanted their  services. They now have offices in six  European cities and in Mexico, Brazil, Venezuela, Saudi Arabia, Japan,  Singapore, Hong Kong, and Taiwan. In  1972, they added laboratories in England; these later expanded to Germany.              Multinational KIFs       For KIFs, multinationality poses challenging  issues that differ from those facing industrial firms. Many industrial firms use authority and  steep hierarchies, and they can often use formal controls or hardware  technology to reach performance standards.    Consulting firms and other KIFs dare not resort to authority or formal  controls, and they lack technological wonder pills. They have to depend on autonomous small teams to act ethically  and to meet performance standards.    This, in turn, means that they need cultural homogeneity.      Nonetheless, A. D.  Little has found national differences to be minor problems. One reason may be careful selection of  experts. Another reason may be the  homogeneity arising from education.    Haire et al. (1966) found that managers with similar educations  espouse similar values no matter what their nationalities. Wuthnow and Shrum (1983) discovered that  education erases the ideological differences between managers and professional-technical  workers. After much education, managers  and professionals espouse similar values.      Perhaps because they use  authority, formal controls, and technology to produce homogeneity, many  industrial firms have shown insensitivity toward local values or treated host-country  personnel less well than home-country personnel. Yet, insensitivity and inequity have not prevented industrial  firms from operating successfully in foreign lands. Consulting firms, on the other hand, would fail if they did allow  for local values, and they are apt to treat host-country consultants more than  equally.      For instance, A. D.  Little is trying to deliver reliable quality across diverse sites, but its  clients want services tailored to their individual needs and contexts. Tailoring calls for consultants to act differently,  whereas reliable quality and teamwork call for them to act similarly. A. D. Little began its multinational  expansion by exporting American experts.    Experience promptly convinced the firm that a foreign office must hire  primarily experts native to that country.    First, devising effective solutions for problems usually requires  thorough understanding of the contexts in which those solutions will be  tried. Second, clients do not want to  waste time explaining basic economic, sociological, or political facts to  expensive foreign consultants. Thus,  the consultants who staff a foreign office tend to have strong social skills  and close ties with their clients.    These assets, in turn, tend to give the host-country consultants high  statuses within the firm.             LOOKING BACK AND FORWARD      Summary       Because everyone defines knowledge differently,  discussions of KIFs evoke debates about proper definition. Such debates have led me (a) to emphasize  esoteric expertise instead of widely shared knowledge, (b) to distinguish an  expert from a professional and a knowledge-intensive firm from a professional  firm, (c) to differentiate a knowledge-intensive firm from an information-intensive  firm, and (d) to see knowledge as a property of physical capital, social  capital, routines, and organizational cultures as well as individual people.      Highly successful KIFs  exhibit uniqueness, and they reflect and exploit the peculiarities of their  environments. Since they and their  environments change symbiotically, their environments reflect and exploit these  KIFs.      Whereas experts  distinguish between preserving, creating, and applying knowledge, their daily  work obscures these distinctions. Not  only do preservers, creators, and appliers behave similarly, but preserving,  creating, and applying are interdependent.    Furthermore, experts resist new ideas -- even the experts who describe  themselves as creators of knowledge.    Such resistance arises from self-interest and narrow perspectives. Yet, it may improve learning -- by both  individual experts and their firms -- by making people ask whether knowledge  has lasting value.      KIFs learn by hiring,  training, and dismissing personnel.    They also convert ideas into physical capital, routines, organizational  culture, and social capital. Personnel  changes and purchases of capital goods generally offer fast ways to pick up new  ideas. Training, physical capital,  routines, and organizational cultures can turn individuals' knowledge into  collective property. Knowledge in  people or in physical capital is easy to lose, and KIFs have difficulty using  routines and building special cultures.    Social capital transforms a series of successful relations with a client  into a long-term relation, but it also converts collective successes into  individual property. One consequence is  that hierarchies within KIFs reflect social skills as well as technical  expertise.      Three themes afford a  framework for interpreting KIFs' strategic development. First, complex input-output systems for  knowledge make KIFs' strategic development look erratic. Second, KIFs have to regulate numbers of  customers or clients, and numbers of product lines or topical foci. Some KIFs focus on small numbers of clients,  customers, product lines, or topics; but most KIFs try to diversify. Third, service KIFs often mirror prominent  characteristics of their clients. These  similarities are loosely qualitative, however, for KIFs differ from their  clients in many ways.             Post-Industrial  Currents       One clich prediction says: future societies  will have ever higher proportions of service workers, because machines will  replace blue collars much more often than white collars. Perhaps KIFs are also growing more prevalent. But the future is always moot, and more  interesting than the general trends are the swirling currents within them.      First, KIFs tend to grow  by becoming less specialized and by adding support staff rather than  experts. It nearly always seems   that additional support staff, products, or services will extract more value  from the experts already in-house.    Individual experts, too, think about broadening their domains as they  update their knowledge and see social and technological changes opening new opportunities. But when support staff come to outnumber  experts greatly, or when KIFs claim expertise in too many domains, KIFs lose  their halos of expertise and their credibility.      Second, all kinds of  expertise become less profitable as they grow more prevalent. Esoteric expertise has monopoly power, and  this power erodes as expertise becomes less esoteric. Neither experts nor KIFs nor KIFs' industry associations should  seek proliferation. Yet, experts resist  control and they have strong penchants to start new firms. Very small firms can compete successfully if  they take advantage of their peculiarities and the peculiarities of their  environments. The Garden Company could  easily lose out to competitors with better ideas.      Third, some kinds of  expertise attract consumers even though their benefits are obscure. Examples include crisis intervention,  economic forecasts, investment advice, psychotherapy . . . and management  science. Some obscure&#8209;benefit  expertise seems to have high value partly because the experts are unusual. Such expertise may lose value as the experts  come to make up higher proportions of the work force. On the other hand, such an outcome is not obvious. Placebos make effective treatments although  they are very common. Mystery can be routinized. People need help with their problems even  when the problems have no solutions perhaps, especially then.      Obscure-benefit domains  may be either more or less stable than the domains in which expertise yields  clear benefits. Obscure-benefit domains  are stable if they satisfy perennial human needs and no alternatives  appear. There were probably economic  forecasters before there were humans; even in recent times, the demand for  economic forecasts has mounted as organizations have grown larger and more  rigid. Obscure-benefit domains can be  unstable if beliefs change, if human needs shift, or if more effective  substitutes appear. Astrology is a case  in point. Clear-benefit domains may  themselves wither -- as dentists are discovering.      Fourth, physical capital  will displace some of experts' activities.    Similar, changes are occurring across the economy, within firms, and in  the work of individual experts. Several  new industries are distributing expertise in the form of physical capital. Both firms and individual experts are  creating databases and expert systems, and they are buying or building tools to  amplify experts' productivity by replacing some of their activities.      These substitutions will  enable fewer experts to serve more clients or customers or to invent more  products. They also will mean that many  clients or customers no longer need experts, or that they can make the products  they have been buying. Millions of  people are already using software to do accounting, to file income taxes, to  write wills, to construct leases, or to help them write articles. Computers are revolutionizing product  design, manufacturing control, and computer programming. Spiraling medical costs may yet compel the  use of software that diagnoses diseases and issues medical prescriptions.      To appreciate the beauty  and intricacy of such currents, social scientists need to stop averaging across  large, diverse categories. The average  painting is flat gray, the average day is neither hot nor cold and has twelve  hours of daylight, the average firm is mediocre and short&#8209;lived, and the  average expert knows little about any field.    In the social sciences, broad patterns oversimplify and capture only  small fractions of what is happening.    They leave scientists in worlds that look random. Broad patterns also tend to emphasize what  is consistent with the past and to overlook subtle changes.      There is also a world of  bright colours, sizzling days, exceptional firms, rare experts, and peculiar  KIFs.              NOTE       I owe thanks to many who contributed generously  their time, ideas, insights, and contacts.    This article reflects help from Mats Alvesson, Tora Bikson, Andrew  Brownstein, Mark Chignell, Jess Cook, Joan Dunbar, Roger Dunbar, Tamara  Erickson, James Fogelson, Charles Fombrun, Ari Ginsberg, John Jermier, Charles  LaMantia, Kenneth Laudon, Martin Lipton, Henry Lucas, Frances Milliken, Louis  Miller, Theodore Mirvis, Harold Novikoff, Paul Nystrom, Anthony Pascal,  Lawrence Pedowitz, Fioravante Perrotta, Joseph Post, Lewis Rambo, Donald Rice,  Harland Riker, James Ringer, Stephen Robinson, David Ronfeldt, Lawrence  Rosenberg, Roberta Shanman, Lee Sproull, Serge Taylor, Jon Turner, Keith  Uncapher, Mary Ann Von Glinow, Herbert Wachtell, Alfred Wechsler, Elliott  Wilbur, Sidney Winter, and an anonymous referee.             REFERENCES      Alvesson, M. (1991). 'Corporate culture and corporatism at the  company level: a case study.' Economic  and Industrial Democracy , 12 , 347-67.      Alvesson, M. (1992). 'Leadership as social integrative  action. A study of a computer  consultancy company.' Organization  Studies , 13: 185-209.      Armstrong, J. S. (1985). Long-Range Forecasting: From Crystal Ball  to Computer (2nd Edn). New York: Wiley-Interscience.      Ascher, W. (1978). Forecasting: An Appraisal for Policy-Makers  and Planners. Baltimore: Johns  Hopkins University Press.      Beyer, J. M. (1981). 'Ideologies, values, and decision making in  organizations.' In Nystrom, P. C. and  Starbuck, W. H. (Eds.), Handbook of Organizational Design, Volume 2. Oxford: Oxford University Press, 166-202.      Bhargava, N. (1990). Managing Knowledge Bases in Knowledge-intensive  Firms: an Empirical Study of Software Firms.    Manuscript, New York University.      Brooks, F. P., Jr. (1975). The Mythical Man-Month: Essays on  Software Engineering. Reading, MA:  Addison-Wesley.      Bucher, R., and  Stelling, J.   (1969). 'Characteristics of  professional organizations.' Journal  of Health and Social Behavior , 10 , 3-15.      Chandler, A. D. (1962). Strategy and Structure, Cambridge,  MA: MIT Press.      Camerer, C. F., and  Johnson, E. J.   (1991). 'The process-performance  paradox in expert judgment: how can experts know so much and predict so badly?'  In Ericsson, K. A., and Smith, J. (Eds.), Toward a General Theory of Expertise:  Prospects and Limits . Cambridge:  Cambridge University Press, 195-217.      Deal, T., and Kennedy,  A.   (1982). Corporate Cultures,   Reading, MA: Addison-Wesley.      Ekstedt, E. (1988). Human Capital in an Age of Transition:  Knowledge Development and Corporate Renewal. Stockholm: Allmnna Frlaget.      Ekstedt, E. (1989). 'Knowledge renewal and knowledge  companies.' Uppsala Papers in  Economic History , Report 22 , Department of Economic History.  University of Uppsala.      Greenwood, R., Hinings,  C. R., and Brown, J.   L. (1990). '''P 2 -Form&quot; strategic  management: corporate practices in professional partnerships.' Academy of Management Journal , 33 ,  725-55.      Haire, M., Ghiselli, E.  E., and Porter, L. W.   (1966). Managerial Thinking. New York: Wiley.      Hinings, C. R., Brown,  J. L., and Greenwood, R.   (1991). 'Change in an autonomous  professional organization.' Journal  Of Management Studies , 28 , 375-93.      Kusterer, K. C. (1978). Know-How on the Job: The Important  Working Knowledge of &quot;Unskilled&quot; Workers. Boulder, CO: Westview Press.      Laudon, K. C., and  Laudon, J. P.   (1991). Business Information  Systems: A Problem Solving Approach.    Hinsdale, IL: Dryden.      Machlup, F. (1962). The Production and Distribution of  Knowledge in the United States.    Princeton, NJ: Princeton University Press.      Maister, D. H. (1985). 'The one-firm firm: what makes it  successful.' Sloan Management Review , 27 (1), 3-13.      Montagna, P. D.  (1968).  'Professionalization and  bureaucratization in large professional organizations.' American Journal of Sociology , 73 ,  138-45.      Nelson, R. R., and  Winter, S. G. (1982). An Evolutionary Theory of Economic  Change. Cambridge, MA: Harvard  University Press.      Nelson, R. L . (1988). Partners with Power: The Social  Transformation of the Large Law Firm .    Berkeley: University of California Press.      Orlikowski, W. J. (1988). 'Information technology in post-industrial  organizations: an exploration of the computer mediation of production  work'. Doctoral dissertation, New York  University.      Peters, T. J., and  Waterman, R. H., Jr.   (1982). In Search of Excellence,   New York: Harper &amp; Row.      Powell, M. J. (1986). Professional innovation: corporate lawyers  and private lawmaking. Manuscript,  Department of Sociology, University of North Carolina, Chapel Hill.      Rhenman, E. (1973). Organization Theory for Long-Range  Planning . London: Wiley.      Ritzer, G., and  Walczak, D.   (1986). Working: Conflict &amp;  Change (3rd Edn). Englewood Cliffs,  NJ: Prentice&#8209;Hall.      Schriesheim [Fulk], J.,  Von Glinow, M. A., and Kerr, S. (1977). 'Professionals in bureaucracies: a structural  alternative.' In Nystrom, P. C. and  Starbuck, W. H. (Eds.), Prescriptive Models of Organizations. Amsterdam: North-Holland, 55-69.      Starbuck, W. H. (1976). 'Organizations and their environments.' In Dunnette, M. D. (Ed.), Handbook of Industrial  and Organizational Psychology.    Chicago: Rand McNally, 1069-123.      Starbuck, W. H. (1983). 'Organizations as action creators.' American Sociological Review, 48 ,  91-102.      Starbuck, W. H. (1989). 'Why organizations run into crises . . . and  sometimes survive them.' In Information  Technology and Management Strategy , Laudon, K. C., and Turner, J.  (Eds.). Englewood Cliffs, NJ: Prentice-Hall,  11-33.      Starbuck, W. H., and  Dutton, J. M.   (1973). 'Designing adaptive  organizations.' Journal of Business Policy, 3 , 21-8.      Stinchcombe, A. L., and  Heimer, C. A.   (1988). 'Interorganizational relations  and careers in computer software firms.'    In Simpson, I. H. and Simpson, R. L. (Eds.), Research in the  Sociology of Work, Volume 4: High Tech Work. Greenwich, CT: JAI Press, 179-204.      Sveiby, K. E., and  Lloyd, T.   (1987). Managing Knowhow. London: Bloomsbury.      Sveiby, K. E., and  Risling, A.   (1986).  Kunskapsfretaget   -- Seklets viktigaste ledarutmaning ?  (The Knowledge Firm -- This Century's Most  Important Managerial Challenge?)  Malm :  Liber AB.      Van Maanen, J., and  Kunda, G.   (1989). 'Real feelings: emotional  expression and organizational culture.'    Research in Organizational Behavior, 11 , 43-103.      Winter, S. G. (1987). 'Knowledge and competence as strategic  assets.' In Teece, D. J. (Ed.), The  Competitive Challenge: Strategies for Industrial Innovation and Renewal. Cambridge, MA: Ballinger, 159-84.      Wolff, E. N., and  Baumol, W. J.   (1987). Sources of Postwar Growth of Information  Activity in the U.S. Manuscript, New  York University.      Wuthnow, R., and Shrum,  W.   (1983). 'Knowledge workers as a  &quot;new class:&quot; structural and ideological convergence among  professional-technical workers and managers.'    Work and Occupations, 10 , 471-87."}]},
{"detail": [{"content": "LEARNING BY KNOWLEDGE&#64979;INTENSIVE FIRMS                         LEARNING  BY KNOWLEDGE-INTENSIVE FIRMS              William H. Starbuck       New York University       Published in the Journal of Management Studies, 1992,  29(6): 713-740      DISCOVERING EXPERTISE      The General Manager of the Garden Company (a pseudonym)  invited John Dutton and me to advise him about what he called their 'lot&#8209;size  problem.' He was wondering, he said,  whether Garden was making products in economically efficient quantities.      We had no idea what a  strange but memorable experience this would be!      The General Manager  proposed that we start with a tour of their largest plant, and assigned someone  to guide us. Our guide took us first to  the model shop, which produced jigs and patterns for use in the main plant. In the model shop, a skilled craftsman would  start with a raw piece of metal, work on it with several different machine  tools, and end with a finished component.    Each successive component differed from those produced before and after,  and each craftsman's tasks were shifting continually.      Then our guide took us  into the plant itself. To our  amazement, we found little difference from the model shop. Many workers were using several different  machine tools in succession. Since each  worker had several machines, most of the machines were idle at any moment.      Some workers chose to  decorate castings' non-functional insides with patterns such as one sees on the  doors of bank vaults, each worker inscribing his personal pattern. Quality standards were incredibly high, for  the workers saw themselves as artisans who were putting their personal  signatures on their products.      In the middle of the  plant stood a wooden shack. Nails on  the wall of this shack represented the distinct areas of the plant. Hanging on each nail were the production orders  awaiting work in one area. We saw  workers enter the shack, leaf through the orders, and choose orders to work  on. Our guide said orders got processed  promptly if they called for tasks the workers enjoyed, whereas orders might  hang on the nails for weeks if they called for tasks the workers disliked.      Hoppers of partly finished components jammed the  aisles. This, our guide explained,  reflected raw-materials shortages, misplaced jigs and patterns, and missing  components. After work began on an  order, a worker would discover that needed raw material was out-of-stock -- the  order would have to wait while purchasing got the raw material. Or, a worker would be unable to find a  needed jig, and a search would reveal that a subcontractor had borrowed the jig  and not returned it -- the order would have to wait while the jig was retrieved  or replaced. Or, a product would be  partly assembled and then the assemblers would discover that a component was  missing -- the incomplete assemblies would have to wait until the missing  component emerged from production. Any  of these problems might arise more than once during production of a single  order. As one result, Garden was taking  an average of nine months to deliver standard products that incorporated only a  few hours of direct labour.      The plant tour left John  and me rolling our eyes in wonder. We  could not have imagined less efficient methods or greater disorder. It was hard to believe that Garden could  even be making a profit! Yet the main  building appeared in good condition, the office areas looked clean, and the  General Manager's office had luxurious furnishings.      We told the General  Manager that the plant had no lot-size problem, but we wondered whether he  would not prefer to have one. A lot-size  problem implied that machines would be set up for mass production and that  workers would repeat specialized tasks.    We suggested, however, that Garden would gain more direct benefit from  production and inventory control than from mass production. A computer-based control system could keep  raw materials in stock, monitor the progress of production, reduce delays, and  make sure that jigs and patterns were available. Inventories could be much lower, machine usage could be much  higher, and customers could receive their orders much more quickly.      The General Manager  asked for estimates. We told him a  control system would have a payback period of roughly two years and the  inventory savings alone would cut production costs by at least ten per  cent. To this, he responded, 'Why  should we want to do that? Ten per cent  of our production costs is only one per cent of our revenues.' He then produced Garden's financial  statements for the previous year. After-tax  profits had been $40 million on sales of $83.5 million. 'And that,' he crowed, 'was a year in which  we had a strike for ten months!'      He went on to explain  that Garden made every effort to avoid direct competition. Over a third of Garden's personnel were engineers  who were good at designing new products that no other firm was producing. Garden's policy was to continue making a  product only as long as its gross margin exceeded 75 per cent of sales. When competition drove a gross margin below  75 per cent, Garden would stop offering that product for sale. The average gross margin across all products  exceeded 90 per cent.      Allowing for the  corporate tax rate of 52 per cent, we surmised that Garden employed expert tax  accountants as well as expert engineers.      John and I had received several  lessons in business . . . and the General Manager had not even charged us  tuition!      Garden's high profits  did not arise from fine steel, unusually skilled craftsmen, or exceptional  capital equipment. Its marketing was  ordinary. Although Garden delivered  high quality, it used no esoteric production technologies, and it often  subcontracted production to a broad array of machine shops. It was this subcontracting that had enabled  Garden to earn high profits despite a long strike. The profits also did not come from managerial competence of the  sort most production firms cultivate.    In that domain, Garden appeared utterly incompetent.      The remarkable profits  sprang from technical and strategic expertise.    The key labour inputs came not from the machinists in the plant, but  from the engineers and managers in the office building. These people had created monopolistic  opportunities for Garden over and over again.    Garden was the only producer of many of its products, and the dominant  producer of all of them.      Garden's key input was  expertise. It was a knowledge-intensive  firm (KIF).      Knowledge intensity has  diverse meanings, partly because people use different definitions of  knowledge. The next section of this  article gives my conclusions about such issues. Two following sections then make empirically based observations  about the activities inside KIFs. The  first of these sections reviews the kinds of work experts do, and explains why  experts find learning hard. The ensuing  section then describes organizational learning: KIFs learn by managing training and personnel turnover, and by  creating physical capital, routines, organizational culture, and social  capital. To see the results of  learning, the fifth section looks at KIFs' long-term strategic development,  including multinational expansion.             WHAT IS A KIF?      The term knowledge-intensive imitates  economists' labelling of firms as capital-intensive or labour-intensive. These labels describe the relative  importance of capital and labour as production inputs. In a capital-intensive firm, capital has  more importance than labour; in a labour-intensive firm, labour has the greater  importance. By analogy, labelling a  firm as knowledge-intensive implies that knowledge has more importance than  other inputs.      Although the terms  capital-intensive, labour-intensive, and knowledge-intensive refer to inputs,  capital, labour, and knowledge also may be outputs. Why is it useful to classify firms by their inputs? A study of office-equipment or software  companies groups firms by their outputs.    Such a study emphasizes similarities and differences across customers  and distribution channels, and it makes a good basis for analysing relations  with customers or competitors. By  contrast, a study of meat packers or machine shops groups firms by their  inputs. By emphasizing similarities and  differences across raw materials and personnel, such a study makes a good basis  for analysing internal structure and operations. Input classes highlight the effects of resource availabilities,  and their determinants, such as governmental policies. As well, Sveiby and Risling (1986) argued  that KIFs call for new definitions of ownership and new ways of controlling the  uses of capital. Traditional notions of  ownership, they said, assume that financial or physical capital dominates  labour, whereas human capital dominates in KIFs.      Assessing the importance  of knowledge is harder than comparing capital and labour, however. Economists compare capital and labour by expressing  them in monetary units, but market prices mainly reflect values that many firms  share. At best, prices reflect those  aspects of inputs that could transfer readily from one firm to another. Prices ignore inputs' importance for  intrafirm activities or for activities that are idiosyncratic to a single  firm. Since much knowledge has  disparate values in different situations, monetary measures of knowledge are  elusive and undependable.      Knowledge itself is  nearly as ambiguous an idea as value or importance, and it has many guises  (Winter, 1987). During a dozen seminars  aimed at research about knowledge-intensive firms, almost every speaker devoted  time to his or her preferred definition of knowledge. Such discussions have led me to five conclusions.      1. A KIF may not be  information-intensive.  Knowledge is a  stock of expertise, not a flow of information.    Thus, knowledge relates to information in the way that assets relate to  income (Machlup, 1962, took another view).    Some activities draw on extensive knowledge without processing large  amounts of current information -- management consulting, for example. Conversely, a firm can process much  information without using much knowledge.    For instance, Automatic Data Processing (ADP) produces payroll  checks. ADP processes vast amounts of  information, but it is probably more capital-intensive than knowledge-intensive. Producing a payroll check requires little  expertise, and many people have this expertise.      The distinction between  a KIF and an information-intensive firm can be hard to draw. From one  perspective, ADP merely processes data for other firms, using mainly capital in  the forms of computers and software.    From another perspective, ADP succeeds because it does its specialized  task better than its customers can do it themselves. This superior performance likely comes from both expertise and  returns to scale, so expertise and large scale reinforce each other.      2. In deciding whether a  firm is knowledge-intensive, one ought to weigh its emphasis on esoteric  expertise instead of widely shared knowledge.    Everybody has knowledge, most of it widely shared, but some  idiosyncratic and personal. If one  defines knowledge broadly to encompass what everybody knows, every firm can appear  knowledge-intensive. One loses the  value of focusing on a special category of firms. Similarly, every firm has some unusual expertise. To make the KIF a useful category, one has  to require that exceptional expertise make important contributions. One should not label a firm as knowledge-intensive  unless exceptional and valuable expertise dominates commonplace knowledge.      Some forms of expertise  may be hard to measure separately from their effects. Why, for example, does one attribute strategic expertise to the  Garden Company? One might label Garden  a KIF because it employed so many engineers.    But many firms employ more engineers with less remarkable results, and  Garden's products embodied no technological miracles. These engineers were unusual because they were using their  knowledge in ways that gave Garden extraordinary strategic advantages.      Managerial expertise may  pose special problems in this regard.    It would make no sense to measure managerial expertise by the fraction  of employees who are managers or by the wages paid to managers. To judge managers expert, one has to look  either at the managers' behaviours or at the results of their behaviours. Do their firms produce unusually high  profits? Do the managers show  interpersonal skill?      3. Even after excluding  widely shared knowledge, one has to decide how broadly to define expertise.  One can define expertise broadly, recognize  many people as experts, and see the expertise imbedded in many machines and  routines. This strategy makes KIFs less  special, but it removes some blinders caused by stereotypes about expertise,  and it increases the generality of findings about KIFs. Alternatively, one can acknowledge only the  legitimated expertise of people who have extensive formal educations, and can  emphasize high-tech machines and unusual routines. This second strategy makes KIFs appear more special, but produces  findings that generalize only to the few firms that use such expertise  intensively. It also accepts  stereotypes about expertise.      These definitional  strategies have political overtones. A  broad definition of expertise obscures the influence of social class and social  legitimacy, whereas a narrow definition highlights the influence of social  class and social legitimacy.    Legitimated expertise is normally an upper-middle-class possession. Legitimated experts usually earn wages high  enough to put them into the upper-middle class. They normally gain their expertise through formal higher  education, which entails at least the expense of foregone income. Higher education also may give experts entry  into recognized professions.      Even jobs widely  regarded as unskilled may entail much knowledge (Kusterer, 1978). Skilled trades may be as esoteric and  difficult to enter as the professions (Ekstedt, 1989). Yet, people put other labels -- such as know-how  or skill or understanding -- on expertise learned through primary school or on-the-job  experience.      Sweden has spawned much  of the public discussion and research about KIFs. In 1983, Sveiby started writing about 'knowledge companies' in  one of Sweden's most prominent periodicals, and Swedish business executives  expressed strong interest in this topic.    Sveiby and Risling followed with a 1986 book that became a non-fiction  best seller. Probably this interest  reflects Sweden's high incomes and high educational levels.      4. An expert may not be  a professional, and a KIF may not be a professional firm.  Professionals have specialized expertise  that they gain through training or experience, and KIFs may employ people who  have specialized expertise. Thus, KIFs  may be professional firms.      Many KIFs are not  professional firms, however. One reason  is that not all experts belong to recognized professions. A profession has at least four properties  besides expertise: an ethical code, cohesion, collegial enforcement of  standards, and autonomy (Schriesheim et al. , 1977). Professionals' ethical codes require them to  serve clients unemotionally and impersonally, without self-interest. Professionals identify strongly with their  professions, more strongly than with their clients or their employers. They not only observe professional  standards, they believe that only members of their professions have the  competence and ethics to enforce these standards. Similarly, professionals insist that outsiders cannot properly  supervise their activities.      Management consulting  and software engineering, for example, do not qualify as recognized  professions. Without doubt, those who  do these jobs well have rare expertise.    Nevertheless, the ultimate judges of their expertise are their clients  or their supervisors, and their employers set and enforce their ethical codes  and performance standards. Similarly,  despite talk about professional management, managers do not belong to a  professional body that enforces an ethical code and insists that its values and  standards supersede those of managers' employers. Employers appoint managers without regard for the candidates'  memberships in external bodies. Strong  loyalty to a professional body would contradict managers' roles as custodians  of their employing firms.      Sveiby and Lloyd (1987)  divided 'knowhow companies' into categories reflecting their managerial or  technical expertise. They pointed to  law firms as examples of high technical expertise but low managerial  expertise. To illustrate firms with  high managerial expertise and low technical expertise, they cited McDonald's  fast-food chain. On the other hand,  Ekstedt (1988; 1989, pp. 3-9) contrasted 'knowledge companies' with industrial  companies, high-technology companies, and service companies 'such as hamburger  chains'. In his schema, both high-technology  companies and knowledge companies have high knowledge intensity, but high&#8209;technology  companies have higher intensity of real capital than do knowledge companies.      Professional firms can  exploit and must allow for all five properties of professions, not merely  expertise. Health-maintenance  organizations, for instance, must accept doctors' codes of ethics and must  allow medical societies to adjudicate some issues. KIFs form a broader category, in which many issues reflect labour  markets, interpersonal networks, and experts' individuality, self-interest, and  social standing.      Yet, it  could be that most KIFs have nearly all the properties that authors have  assigned to professional firms. For  example, Hinings et al. (1991, pp. 376, 390) wrote:       Bucher and Stelling  (1969) suggested that organizations dominated by professionals had a number of  special characteristics, including professionals building their own roles  rather than fitting into preset roles, spontaneous internal differentiation  based on work interests, competition and conflict for resources and high levels  of political activity. . . . The distribution  of authority has long been identified as unique in an autonomous  professional organization because of its emphasis on collegiality, peer  evaluation and autonomy, informality, and flexibility of structure (Bucher and  Stelling, 1969; Montagna, 1968; Ritzer and Walczak, 1986).      Professionals are not the only experts who build  their own roles, divide work to suit their interests, compete for resources, or  emphasize autonomy, collegiality, informality, and flexible structures. Other occupations share these traditions,  and some experts have enough demand for their services that they can obtain  autonomy without support from a recognized profession.      There is another reason  KIFs may not be professional firms.      5. KIFs' knowledge may  not be in individual people.  Besides  the knowledge held by individual people, one can find knowledge in: (a) capital  such as plant, equipment, or financial instruments; (b) firms' routines and  cultures; and (c) professional cultures.      People convert their  knowledge to physical forms when they write books or computer programs, design  buildings or machines, produce violins or hybrid corn, or create financial  instruments such as mutual-fund shares (Ekstedt, 1988; 1989). Conversely, people may gain knowledge by  reading books, studying buildings, buying shares, or running computer programs.      People also translate  their knowledge into firms' routines, job descriptions, plans, strategies, and  cultures. Nelson and Winter (1982)  treated behavioural routines as the very essence of organizations -- the means  by which firms can produce predictable results while adapting to social and  technological changes. Simultaneously,  Deal and Kennedy (1982) and Peters and Waterman (1982) were saying it is  cultures that perform these functions.      Describing McDonald's as  a firm with low technical expertise overlooks the expertise in McDonald's  technology and organization. McDonald's  success stems from its ability to deliver a consistent quality in diverse environments  and despite high turnover of low-skilled people. To get such results, the firm operates extensive training  programs and conducts research about production techniques and customers'  tastes. Although training at Hamburger  University may give McDonald's managers more skill than those at most  restaurants, McDonald's managers may have no more skill than those in most  production firms. Ceaseless expansion  forces McDonald's to concentrate training on new managers. Also, McDonald's substitutes technology and  routines for in-person management.      Professional cultures  too carry valuable knowledge. For  instance, lawyers live amid conflict.    Lawyers' culture not only supports conflict, it shows them how to  conflict to maximum effect and minimum damage to their egos and  reputations. Lawyers strive to advocate  their clients' interests even when this might produce injustice, and they  depend on conflict to foster justice by exposing all sides. Lawyers try to keep their roles as advocates  for their clients separate from their interpersonal relations as members of the  legal profession. They observe  behavioural codes strictly, and much of their conflict concerns interpretations  of and conformity to behavioural codes.    When lawyers cannot themselves resolve disagreements, they seek help  from above -- judges in courts or superiors in law firms. The legal profession also serves as micro  environments in which lawyers can cultivate long-term reputations. Some lawyers seek reputations as tough  negotiators who yield little and demand much.    To nurture such reputations, they may refuse to make concessions that  their clients want to make.             A Starting Point       Debates about how KIFs differ from other firms  persuaded me to focus on firms that would be knowledge-intensive by almost  anyone's definition. As a starting  point, I defined an expert as someone with formal education and experience  equivalent to a doctoral degree, and a KIF as a firm in which such experts are  at least one-third of the personnel.    Later, Lawrence Rosenberg pointed out that some expertise takes  non-human forms. Some KIFs may even  hold most of their expertise in non-human forms, but I have not studied such  firms.      I have not been  distinguishing firms from other organizations because many KIFs operate at the  boundary between government and private enterprise. They are not-for-profit firms that work mainly or exclusively for  government agencies.      Although I have  interviewed in eight firms satisfying the above criteria, three stand out as  excellent examples.      The Rand Corporation and  Arthur D. Little are the two firms that came immediately to mind when I first  began thinking about the knowledge-intensive firm . The Rand Corporation is the prototypic think  tank, located near the beach in Santa Monica.    Staffed by Ph.D.s, Rand mainly makes policy studies: Rand's personnel  evaluate current policies and generate policy alternatives. Rand holds long-term contracts from the US  Air Force and the US Army, and it receives short-term grants or contracts from  many Federal agencies. Its reports are  ubiquitous in Washington, DC.      On the other coast, in a  wooded campus near Harvard and MIT, Arthur D. Little is the oldest American  consulting firm and an exemplary one.    A. D. Little has 21 offices and roughly 1500 consultants. In a typical year, they complete over 5000  projects in 60 countries. The project  topics range from product technology, to operations management, to economic  development and strategic planning.      Partners in Wachtell,  Lipton, Rosen and Katz make more money than those in any other American law  firm: it is to Wachtell, Lipton that other lawyers turn when they need the very  best and they do not care how much it costs.    Moreover, not only the partners do well at Wachtell, Lipton: surveys of  junior lawyers have repeatedly said Wachtell, Lipton is the best place to work.      Although quite unlike  each other, all three firms share similarities, as do the other firms I have  studied. Large fractions of their  people have advanced degrees. They  process information slowly in comparison to information-intensive firms. Their capital equipment is mainly general-purpose  office space, office machines, and computers, although A. D. Little also has  laboratories.      My observations come  mainly from interviews. Indeed, 'interview'  seems an inadequate label for fascinating conversations with very intelligent,  perceptive, articulate people. I had  only to point to a few issues that interested me, and they would begin to  extrapolate -- telling me who else I should interview, what issues ought   to interest me, where my assumptions seemed wrong, and how their worlds look to  them. I often found myself discussing  topics or trying frameworks I had not considered before walking into a room.             Are KIFs Peculiar?       One critic complained that all my examples  describe peculiar firms that exist solely because their environments have  uncorrectable problems. An answer to  this charge has three parts.      First, all firms are   peculiar: we should look for and celebrate their individuality. There are many ways to solve most problems,  more opportunities than anyone can pursue, many criteria for judging what is  best. It is as important to see how individuals  differ -- whether individual people, or individual organizations, or individual  societies -- as to see what they have in common. It is as important to understand complexities as simplicities.      Second, successful firms   cause their environments to have uncorrectable problems. Firms and their environments change  symbiotically. Not only must an  environment be hospitable to a KIF, but the existence of a KIF induces its  environment to assume that it exists. For  example, US military services reassign personnel every two or three years. As a result, military personnel have little  experience in their successive jobs, know little of tasks' histories or  traditions, and cannot manage long-term projects effectively. Long-term projects would founder if they  depended on military personnel. By providing  civilian specialists who can have long tenures, the Rand Corporation and the  Aerospace Corporation help the military to manage long-term projects, and they  reduce the costs of retraining. Yet,  having the services of Rand and Aerospace may have kept the military from  developing other ways to manage long-term projects and other personnel  policies.      Third, I have sought out  the most successful firms, and all exceptionally successful firms exploit  peculiarities. A modal firm in a  competitive industry makes low profits, and it does not survive long. High profits and long survival come from  monopolistic competition. Monopolistic  competition arises from firms' developing distinctive competencies and  mirroring their environments' unusual needs and capabilities.      Wachtell, Lipton shows  how exceptional success may feed on peculiarities. The firm's founding partners had disliked their experiences in  other law firms: they agreed to follow some unusual policies that would produce  a better work environment. These  policies have fostered collaboration and given the firm an edge in attracting  new lawyers. The founding partners came  from a less-well-known law school whose graduates had restricted job  opportunities: much better than its reputation, this school supplied highly  talented lawyers during the early years.    A crisis during the firm's second year led the partners to adopt an  unusual policy: Wachtell, Lipton never agrees to represent clients for long  periods. This policy has had unforeseen  long-term consequences for the types of cases the firm handles.      Success reinforces  success, and excellence itself fends off competition. Today, with elegant offices on New York's Park Avenue, Wachtell,  Lipton can choose among the top graduates from law schools across America. Potential clients offer the firm four to  eight times as many cases than it can handle: it can pick the cases that look  most interesting and best suit its abilities.    The cases that potential clients bring are non-routine ones that involve  large sums, and they often concern immediate threats. Such cases draw attention, as do Wachtell, Lipton's legal  innovations.             EXPERTS' WORK      Interactions  Between Creating, Applying, and Preserving       The experts in KIFs gather information through  interviews or reading; they analyse and interpret this information; and they  make written and oral reports to clients and colleagues (Rhenman, 1973, p.  161). An observer cannot overlook the  strong, overt similarities across people, sites, and projects.      Nevertheless, experts themselves  describe their activities diversely.    Some say that they are applying old knowledge to new problems, others  that they are creating new knowledge, and still others that they are preserving  knowledge that already exists. Experts  who see themselves as producing new knowledge emphasize the recency or  originality of their data and the differences between their findings and those  of predecessors. They may classify such  work either as basic scientific research or as applied research on markets,  products, or processes. Other experts  see their work mainly as applying existing knowledge to current problems. For instance, when most lawyers do research,  they analyse and interpret previous cases and they emphasize the continuity  over time of knowledge and its meaning.    To gain acceptance of their rulings, most judges deemphasize the  innovative quality of their reasoning.      The distinction between  creating knowledge and applying it is often hard to make. Lawyers may be more successful if they  reinterpret precedent cases imaginatively, or if they conceive original  strategies. The Garden Company's  engineers were applying known techniques, but they were applying them to  products no one else had imagined.    Basic research may have direct applicability, and applied research may  contribute fundamental knowledge. When  it comes to systems as complex as a human body or an economy, people may only  be able to create valid knowledge by trying to apply it (Starbuck, 1976, pp.  1100-1103).      To my surprise, several  experts described themselves as memory cells.    They said their jobs are to preserve information that their clients have  difficulty preserving. As mentioned  above, because the US military services rotate assignments frequently, military  personnel lack job experience and cannot manage long-term projects. Also, military wage scales are too low to  attract and retain highly educated experts.    To compensate, the military services sign contracts with KIFs that  provide long-term continuity of management and expertise. These KIFs employ civilian experts who do  not rotate assignments frequently and who either manage long-term projects  directly or advise military managers.    There may be enough of these KIFs to make up a distinct, long-term-memory  industry.      Creating, applying, and  preserving intertwine and complement each other. At least over long periods, merely storing knowledge does not  preserve it. For old knowledge to have  meaning, people must relate it to their current problems and activities. They have to translate it into contemporary  language and frame it within current issues.    Effective preserving looks much like applying. As time passes and social and technological changes add up, the  needed translations grow larger, and applying knowledge comes to look more like  creating knowledge.      For new knowledge to  have meaning, people must fit it into their current beliefs and perspectives,  and familiarity with existing knowledge signals expertise. Evaluators assess completed research partly by  its applicability, and they judge research proposals partly by the researchers'  mastery of past research. Thus, Rand  Corporation, which depends on research grants for some of its income, makes  elaborate literature searches before writing proposals. Rand also employs public-information staff,  who highlight the relevance of research findings. Similarly, A. D. Little's executives believe that having  credibility with clients requires their firm to specialize in certain  industries, technologies, and functions.    They want new experts to have had several years experience in one of  these industries and functions or technologies.      Ambiguity about the  meaning of knowledge creation implies a weak tie, if any, between knowledge  creation and knowledge intensity. Clearly,  more input does not always produce more output. For example, Brooks (1975) pointed out how rare are the skills  needed to create operating systems for computers. Adding more people to such a programming project does not  accelerate it. On the contrary, more  people may slow a project down, by forcing the experts with rare skills to  spend more time co-ordinating, communicating, and observing bureaucratic  routines. An example of another kind  concerns R&amp;D by a large chemical firm.    As Figure 1 shows, this firm has spent more and more on R&amp;D, but  incremental dollars have yielded fewer and fewer patent filings.                           Learning       Because experts are learned, one expects them to  value learning highly. Nonetheless,  many experts resist new ideas.      Such resistance has  several bases. First, clients or even  other experts may interpret experts' need to learn as evidence of deficient  knowledge. Thus, experts find it risky  to discuss their learning needs with clients or colleagues. Second, many experts get paid by the hour,  and many others have to account carefully for their uses of time. Explicit learning reduces the time available  for billable services. Third, expertise  implies specialization, which reduces versatility and limits flexibility. To become experts, people must specialize  and move into distinct occupational niches.    Required years of education limit entry to these niches; and many  experts belong to recognized professions that restrict entrance through  licences and examinations. These  niches, however, could become evolutionary deadends (Beyer, 1981). Fourth, experts' niches are partial  monopolies. Like other monopolists,  experts hold favourable positions that confer high incomes and social  statuses. These positions also give  experts much to lose from social and technological changes. Fifth, expertise entails perceptual filters  that keep experts from noticing some social and technological changes  (Armstrong, 1985; Starbuck and Dutton, 1973).    Even while they are gaining knowledge within their specialties, experts  may overlook exciting and relevant events just outside their domains.      Knowledge creation  accelerates the social and technological changes in experts' domains (Wolff and  Baumol, 1987). Because employers or  clients often seek expertise to help them understand rapid social and  technological changes, experts tend to find employment in rapidly changing  domains. Thus, most experts are all too  aware that expertise needs updating: they have to seek a dynamic stability in  which their apparent knowledge evolves while they retain their favourable  positions.      Besides, experts'  scepticism about new ideas can enhance their learning. Learning is not adaptation, and it requires  more subtlety and complexity than mere change.    People can change without learning, and too much readiness to discard  current knowledge undermines learning.    To learn, one must build up knowledge like layers of sediment on a river  bottom. To learn effectively, one must  accumulate knowledge that has long-term value while replacing the knowledge  that lacks long-term value.      The key issue that  experts, like other learners, confront is how to sift out knowledge that will  have little value in the future. For  this winnowing, expertise itself evidently confers no advantages. Studies of many fields have consistently  found that renowned experts predict future events no more accurately than  somewhat informed people (Armstrong, 1985; Ascher, 1978; Camerer and Johnson,  1991). Still, few experts know about such  studies, and many experts overestimate their abilities as oracles.             ORGANIZATIONAL  LEARNING IN KIFS      Personnel Training and Turnover       Learning generally poses different issues for  firms than for individual experts. For  example, the need to update leads individual experts to spend time reading or  attending conferences or courses. By  contrast, senior people in a firm see updating as an activity to manage more  than to do. Senior people may assign  their juniors to take certain courses, or to read certain journals and to  summarize what they read. Senior people  sometimes deny certain juniors permission to attend conferences and tell others  that they must attend and report what they heard.      What individuals find  hard, firms may find easy, and vice versa.    In particular, individual experts learn little from changing firms,  whereas organizational learning readily takes the form of personnel  changes. KIFs aggressively pursue new  experts with wanted knowledge, and they limit the job security of continuing  experts. Since most consulting or  research projects have short terms, experts must repeatedly renegotiate their  relations with their firms and adapt their knowledge and skills to current  tasks. Some small consulting firms give  new consultants just three months in which to start bringing in enough business  to cover their salaries. A would-be  consultant who does not meet this target has to seek other employment. Large consulting firms may not treat each  consultant as a separate profit centre, but they do ask consultants to account  strictly for their time. A. D. Little,  for example, expects most consultants to spend 70-75 per cent of their time on  activities for which clients are paying, and 20-25 per cent of their time on  personal betterment or soliciting new business.      Such development and  personnel policies keep expertise closely aligned with environmental  opportunities, so rigidity and blind spots may be more troublesome for  individual experts than for KIFs.    Indeed, such policies make KIFs faddish; and efforts to stay on the  cutting edges of rapid technological and social changes accentuate this  faddishness.      The policies also make  boundaries porous. Just as KIFs may  hire experts from their clients or customers, KIFs' clients or customers may  add expertise by hiring KIFs' personnel (Stinchcombe and Heimer, 1988). Experts at the forefront of social or  technological change usually have many job opportunities. Replacing experts solely to update expertise  weakens loyalty to the firm and adds variance to organizational culture. The social networks that make it easy to  adopt new ideas also make in-house ideas accessible to other firms, as does the  ease of transmitting information. Thus,  KIFs find it hard to keep unique expertise exclusive.      Stinchcombe and Heimer  (1988) described successful software firms as 'precarious monopolies.' They are monopolies insofar as they exhibit  unusual abilities. Niches evolve  naturally as individuals and small groups concentrate on specific streams of  innovation. The firms also strive  explicitly to develop and maintain unusual abilities. Unusual abilities help the firms to market their services and to  avoid head-on competition.      Stinchcombe and Heimer  pointed out that these partial monopolies are constantly at risk, both because  technological changes may make unusual abilities obsolete and because key  experts may depart. Computer technology  has been changing especially rapidly, and the software firms' relations with  clients and computer manufacturers repeatedly expose their experts to job  offers. To sell their services to clients,  software firms have to publicize the talents of their key experts, and this  publicity creates job opportunities for the touted experts.      Not all KIFs control  distinctive domains of knowledge.    Professional firms find it especially hard to sustain monopolistic  positions. The recognized professions  work at keeping their control of knowledge and at preserving their members'  autonomy: firms would run into strong opposition if they would try to convert  professional expertise to organizational property. Moreover, many products of professional firms are easy to  imitate. For example, Martin Lipton  invented the 'poison pill' defence against unfriendly corporate takeovers; but,  after other law firms saw a few examples, Wachtell, Lipton was no longer the  sole source for poison pills (Powell, 1986).      Several modes of  organizational learning do convert individual expertise into organizational  property. These conversion processes  produce at least three types of organizational property: physical capital,  routines, and organizational culture.    The creation of social capital, such as mutual trust with clients or  customers, tends to convert organizational experience into the property of  individuals.             Physical Capital       Both KIFs and individuals can gain new expertise  by buying capital goods. Computer  software affords obvious examples.      Not long ago, expertise  was uneven across accountants who handled income taxes. Now, every accountant has low&#8209;cost  access to software that makes no arithmetical errors, omits nothing, incorporates  the latest changes in tax codes, and warns of conditions that might trigger  audits by tax authorities.      Lawyers have recently  begun to use a computer program, CLARA, to help them do legal research. CLARA helps small law firms compete more effectively  against large firms, and helps novice lawyers produce results comparable to  experienced lawyers (Laudon and Laudon, 1991, chapter 4). Although unfinished, CLARA does research  nearly as well as law professors. On  reading of this achievement, one practicing lawyer sniffed: 'Too bad; maybe it  will get better someday.'      In the short term, KIFs  may be able to turn expertise into concrete capital. For instance, decades of experience enabled the large public  accounting firms to create systematic auditing procedures. The firms then turned these procedures into  checklists that novice accountants and clerical staff can complete. Similarly, Rand Corporation's research  occasionally produces databases that have value beyond the projects that  created them. Rand tries to exploit  these databases by proposing new projects that would draw upon them.      Physical capital may be  even harder to protect and retain than are people, however. Physical capital also may be less flexible  than either the technologies it uses or the markets it serves. The auditing checklists created by firm A  work just as well for firm B, so B can easily take advantage of A's experience.      IntelligenceWare wrote  superior programs for artificial&#8209;intelligence applications. The firm has been seeking to exploit these  programs by adapting them to diverse uses.    Over the longer term, competing firms can analyse and imitate  IntelligenceWare's programs. Also,  because IntelligenceWare's programs are too complex for incremental evolution,  experience will eventually force the firm to undertake a drastic rewrite.      Databases can be updated  piecemeal, but they too gain or lose currency.    At Rand Corporation, Brian Jenkins has compiled a database on  terrorism. He began this on his own  initiative, but the database became a more general asset when terrorist acts  escalated and Rand began receiving inquiries about terrorism from the  press. Although the press's interest in  terrorism fluctuates with the incidence of terrorism, such a database requires  continual maintenance.      Orlikowski (1988, pp.  179-267) detailed a consulting firm's efforts to capture its experience as  software. Over ten years and many  projects, consultants built various software 'tools' that help them plan  projects and carry them out efficiently.    The tools originated separately when consultants saw needs or  opportunities, but the firm's general production philosophy implicitly guided  these developments and rendered the tools mutually compatible. Also, at first, isolated people used these  tools voluntarily, but informal norms gradually made their use widespread and  mandatory. Thus, the tools both  expressed the firm's culture in tangible form, and reinforced the culture by  clarifying its content and generalizing its application. Generalization made the differences among  clients' problems less and less important, and it weakened the contributions  that clients could make to problem solving.    Generalization also reduced the influence of more-technical consultants  and increased the influence of less-technical consultants. In their interviews, the consultants  stressed the tools' strong influence on their perceptions of problems and their  methods of solving them. Eventually,  the firm started to sell the tools to other firms. At that point, the firm's culture, methods, and experience became  products that other firms could buy.      The ease of distributing  it makes physical capital an effective way to build organizational culture, and  it offers firms opportunities to expand their markets. Easy distribution also can cost firms their  competitive advantages. Departing  employees can easily take forms, manuals, or floppy disks with them. When firms turn physical capital into products  that they sell to competitors, knowledge-intensive capital loses the character  of being esoteric and advantageous. In  this sense, a portable expert system is self-contradictory. Distributing an expert system renders its  knowledge no longer esoteric, and thus no longer expert. It is not only tax accountants who now have  low-cost access to programs for filing income taxes; millions of non&#8209;accountants  are using these programs to file their business or personal taxes.             Routines       Firms also learn by creating routines (Nelson  and Winter, 1982; Starbuck, 1983), but formalized routines look  bureaucratic. Highly educated experts  dislike bureaucracy: conflicts between professions and bureaucracies have  attracted much research (Schriesheim et al. , 1977), and some of these  conflicts apply to expertise in general.    Most experts want autonomy, they want recognition of their  individuality, and they want their firms to have egalitarian structures.      Some experts derive  independent power from their close ties with clients, so service KIFs with  multiple clients look more like loose confederations than bureaucracies. Among the service KIFs, only those having  long-term contracts with a very few clients seem able to bureaucratize. Even such KIFs must bureaucratize  cautiously, for their expert employees have external job opportunities. Of course, a product KIF such as the Garden  Company does not run into such problems because its experts have little contact  with customers.      The KIFs that can  enforce bureaucratic routines can draw benefits from them. Impersonal roles make programmes for  personnel development possible, and they ease transfers of people to meet  shifting tasks. Consistent quality is  essential to keeping long-term clients or customers. Bureaucratic clients or customers expect the KIFs they hire to  look and behave as they do. For  example, the Aerospace Corporation has a seven-layer managerial hierarchy  because this structure matches the hierarchy of the US Air Force.      Bhargava (1990) observed  that the software firms in which developers interact closely with clients  emphasize formalized documentation.    These firms devote more effort to planning and systems analysis, to  writing user manuals, and to recording the activities carried out and times  spent on specific projects. These  documents contribute to better client relations and reduce the firms'  dependence on developers who might depart.      The Rand Corporation  illustrates effective bureaucratization by a KIF. Rand's library staff watches for opportunities to submit  proposals, and it produces bibliographies to aid technical experts' proposal  writing. Some of Rand's experts review  others' proposals and reports to assure that they meet Rand's standards for  data gathering and statistical analysis.    Copy editors suggest ways to make proposals and reports more  intelligible. These activities  undoubtedly improve final reports' acceptability and the odds of proposals'  winning funds. Rand's research  proposals have a far&#8209;above&#8209;average success rate.      Larger KIFs are better  able and more inclined to bureaucratize, and larger KIFs can better tolerate  and balance the opposing forces in their work.    For instance, Brooks (1975) argued that 'conceptual integrity' is the  key to high quality in systems design.    Attaining conceptual integrity, he said, probably requires centralized  control by a few key experts, whereas programming and testing a designed system  may require many experts. Such work can  be troublesome for KIFs with experts who see themselves as equals and  substitutes. Large KIFs mitigate these  problems by dividing work into projects and allowing experts to specialize in  either design or implementation (Bhargava, 1990). Creating routines requires persistence, and both persistence and  learning may benefit from specializing with respect to technologies, markets,  functions, or locations.      On the other hand, large  KIFs may lack knowledge intensity. KIFs  are prone to grow by adding support staff instead of experts. Adding support staff promises to increase  profitability per expert by using experts more efficiently, whereas growth by  adding experts may use experts less efficiently. KIFs also grow by adding activities, products, or services that  promise to extract more value from the expertise already in-house. Thus, KIFs tend to lose knowledge intensity  as they grow.      Some experts see this  loss of knowledge intensity as desirable -- a sensible way to get the maximum  value from current staff. Other experts  see growth as a necessity demanded by large clients or numerous customers. Still other experts see this loss of  knowledge intensity as a danger to be combated -- by avoiding growth,  diversification, and geographic dispersion.      Routinization helps to  make knowledge intensity unstable. As  with physical capital, converting expertise to routines is risky. Routines may become targets of imitation,  spread, and gradually lose the character of being esoteric and  advantageous. A routine used by many  firms confers small comparative advantages on its users.             Organizational  Culture       Cultures have to be built gradually because they  are delicate and poorly understood.    Building a special organizational culture takes much effort as well as  imagination. Imitating another firm's  culture is quite difficult, if even possible, because every culture involves  distinctive traditions.      Maister (1985, p. 4)  wrote admiringly of 'one-firm firms', which stress 'institutional loyalty and  group effort.' 'In contrast to many of  their (often successful) competitors who emphasize individual entrepreneurship,  autonomous profit centers, internal competition and/or highly decentralized  independent activities, one-firm firms place great emphasis on firmwide  coordination of decision making, group identity, cooperative teamwork, and  institutional commitment.' According to  Maister, one-firm firms:      take very seriously  their missions (usually service to clients),      grow slowly while  choosing clients and tasks carefully,      devote much effort to  selecting and training personnel,      do R&amp;D beyond the  requirements of revenue-producing projects,      encourage free communication  among personnel, and      give information freely  to their personnel, including financial information.      Maister also warned that one-firm firms may  become complacent, lacking in entrepreneurship, entrenched in their ways of  doing things, and inbred.      Orlikowski (1988, pp.  152-160) said Maister's idealization accurately describes the consulting firm  she studied, except that her firm discourages R&amp;D beyond the needs of  current clients. The firm devotes seven  per cent of its revenue to a training programme, and each consultant spends  over 1500 hours in training during the first six years with the firm. Overtly technical in content, this training  involves both self-study and classes at the firm's school. The consultants measure their career  progress by their progress through this programme. Nevertheless, most consultants seem to agree with the one who  said: 'The biggest advantage of the school is the networking and socializing it  allows. It really is not that important  as an educational experience.'      Alvesson (1991; 1992)  too described a consulting firm that spent much effort on formal  socialization. The top managers ran a  'project philosophy course.' They also  sought 'to sell the metaphor the company as a home to the  employees.' Designed to foster informal  interaction, the building has a kitchen, sauna, pool, piano bar, and large  lounge area. The firm supports a  chorus, art club, and navigation course.    All personnel in each department meet together every second week. Every third month, each department  undertakes a major social activity such as a hike or a sailing trip. The firm celebrated its tenth anniversary by  flying all 500 employees to Rhodes for three days of group activities.      Interviews with software  developers convinced Bhargava (1990) that larger firms work harder to build  cultures. They use their cultures to  promote free communication, to make them less dependent on key experts, and to  ease personnel transfers. He found  fewer communication problems and fewer personnel transfers in smaller firms.      Van Maanen and Kunda  (1989) vividly described people's ambivalence toward culture-building efforts  in a computer firm. Most people readily  adopt corporate language and enjoy belonging to a supportive collectivity. Some embrace corporate values and rituals  enthusiastically; more do so cynically.    Most people also hold themselves aloof from group membership and protect  their individual identities.      All the KIFs I have  studied select experts carefully, they use teams extensively, they take their  missions seriously, they manage growth cautiously, and their people talk  openly. Only Wachtell, Lipton, however,  comes close to the one-firm model in discouraging internal competition,  emphasizing group work, disclosing information, and eliciting loyalty to the  firm. The other KIFs depart from the  one-firm model in having multiple profit centres, assessing the productivities  of individual experts, and revealing only the financial information that laws  require. All the KIFs, including  Wachtell, Lipton, depart from the one-firm model in decentralizing activities,  encouraging entrepreneurship, and not involving everyone in decision-making.      KIFs do downplay formal  structures, and they achieve co-ordination through social norms and reward  systems instead of hierarchical controls (Nelson, 1988; Van Maanen and Kunda,  1989, pp. 70-93). One reason is  experts' sense of their importance as individuals and their desires for  autonomy: Close control would induce  exits. Another reason is common values  and norms that result from many years of formal education. KIFs appear to derive some of their  properties from universities, and some KIFs employ many who could be university  faculty. Third, experts have to work  independently because projects involve just a few people (Alvesson, 1992). The instability of projects and services  provides a fourth reason: to absorb variations in demands for their services,  KIFs need fluidity and ambiguity.    Matrix structures are prevalent, and organization charts sketchy. Supervisors counsel non-directively. Experts form liaisons across formal  boundaries. Indeed, the Rand  Corporation designed its building to foster unplanned encounters.      Still, social norms and  reward systems are not equivalent to cultures.    KIFs confront serious obstacles to creating and maintaining unusual  cultures, especially cultures that embody organizational learning. The attributes that make hierarchical  controls troublesome -- autonomy, mobility, professionalization, uncertain  funding -- also make it hard for KIFs to integrate people and to socialize them  into unusual organizational cultures.    When experts join new firms, they bring with them well-developed values,  standards, habits, mental frameworks, and languages. Although they have much in common with their colleagues, the  culture they share is supra-organizational.             Social Capital       The Garden Company's customers can easily see  whether Garden's products do what the maker claims. The customers do not buy Garden's expertise directly. One result is that Garden's relations with  customers are impersonal. Another  result is that these relations may be fleeting. The customers readily switch to other suppliers, and Garden  itself cuts off relations with customers when it stops making products that are  less profitable.      Buyers of expertise  itself, by contrast, often have difficulty assessing their purchases. Clients often consult experts because they  believe their own knowledge inadequate, so they cannot judge the experts'  advice or reports mainly on substance.    Clients may be unable to assess experts' advice by acting on it and  watching the outcomes: the clients do not know what would have happened if they  had acted otherwise, and it is frequently obvious that outcomes reflect uncontrollable  or unpredictable influences. Clients  may not even understand what their expert advisors are saying. Many experts -- with awareness -- use jargon  that obscures their meaning. As a  result, clients have to base their judgements on familiar, generic symbols of  expertise. Do the experts speak as  persons with much education? Have the  experts used impressive statistical computations? Are the experts well dressed?    Did the experts use data of good quality? Do the experts' analyses seem logical and credible? Do the experts act confident?      Successful service KIFs,  therefore, pay attention to their symbolic outputs. For example, as mentioned above, the Aerospace Corporation uses  seven managerial levels that match the Air Force's hierarchy. Aerospace also asks technical experts to  practice briefings in-house before presenting them to Air Force officers, and  it provides strong support for writing, graphics, and artwork.      Clients also hire  experts to obtain legitimacy instead of expertise. In such circumstances, the client-expert relationship is a  charade: the clients choose advisors who will give wanted advice. Such selection can be unconscious. For instance, when the Facit Company was in  serious trouble, the board listened to presentations by several would-be  advisors (Starbuck, 1989). They then  hired McKinsey &amp; Company because that proposal had sounded most sensible:  McKinsey's proposal had endorsed the general strategy the board had been  pursuing. One result was that the board  found it easy to take McKinsey's advice.    Another result was that following McKinsey's advice only made the  situation worse.      Rhenman  (1973, pp. 160-171) has commented perceptively from his experience:      . . . there is in the  consultant-client relationship an element of conflict. A game is played with all the usual  trappings: negotiations, opposing strategies, etc. The client likes to 'sound out' the consultant. The client wavers between consultant A and  consultant B. He also considers the  cost of a particular consultant: will the organization really benefit? Has the consultant perhaps other purposes in  mind, beyond his duty to the client?    Perhaps he is seeking an opportunity for research or financial  reward? The consultant may be particularly  anxious to get this assignment. How can  he persuade the client to engage him?    Or he may be temporarily hard pressed for time. Can he persuade the client to postpone the  assignment, or some particularly time-consuming part of it? And during the assignment the consultant is  often sure to feel that the client is blind to his own best interests, or that  he, as consultant, is becoming involved in internal conflicts. . . .      We have already  intimated that political groups may well try to use the engagement of the  consultant for their own ends. Other  groups may suspect and oppose the engagement on similar grounds; a long and  heated struggle can easily develop. The  consultant may be aware of what has been going on, or he may realize it only  when he discovers that his engagement is tied to certain definite conditions. .  . .      But the political system  is not simply a part of the background.    Soon, whether he realizes it or not, the consultant will become a pawn  in the political game: his presence will always have some effect on the balance  of power, sometimes perhaps a good deal.    If he is not politically aware, various interest groups will almost  certainly try to use him for their own purposes.      Over the long term,  service KIFs try to convert clients' satisfaction with specific projects into  long-term relations. Even in contexts  that are initially impersonal, repeated interactions between specific people  create bonds. Firm-to-firm ties  gradually evolve into person-to-person ties.    An expert who repeatedly serves the same client begins to perceive 'my'  client, and the client comes to think of 'my' expert.      Such personalizing can  happen with any expert, but the experts having the strongest social skills are  not normally those with the greatest technical expertise. Those with superb abilities in both  dimensions are rare: one interviewee estimated that only ten people in the US  are 'great technical lawyers who work well with colleagues, are effective with  clients, and show good judgement.'      Thus, KIFs use internal  specialization, in which socially skilful experts work on building ties with a  few specific clients, and technically superior experts provide specialized  expertise to many clients. The KIFs offer  clients familiar contact persons, who then draw upon ad hoc teams with  expertise fitting specific projects. To  a client, a KIF looks like a single source of diverse expertise that gives high  priority to that client's problems.      Formally, American  lawyers call the persons whom clients choose to contact 'originating  attorneys.' Informally, they call them  'rainmakers.' Rainmaking is mysterious  and magical, and rainmakers wield power.    Their personal and lasting ties with clients give the contact persons  divided loyalties as well as power. The  divided loyalties serve a quality-control function that nurtures continuing  ties between KIFs and clients. The  power is a central fact-of-life that KIFs have to appreciate or risk losing  long-term clients.      Keith Uncapher once  worked at the Rand Corporation, designing information systems for the Defense  Advanced Research Projects Agency (DARPA).    Rand's top managers declared that the firm should no longer build  hardware, but Uncapher believed that DARPA's goals demanded special-purpose  hardware. He made a fifteen-minute oral  proposal to DARPA, received an initial grant of $10 million, and started a new  organization, the Information Science Institute.      As the foregoing implies  they should, service KIFs favour client relations over technical  expertise. If KIFs allow client  relations to dominate too strongly, however, they may lose key technical  experts. Instead of thinking that they  work for firms, technical experts may think firms exist for their benefit and  should be working for them. To remain  stable, KIFs have to reconcile their client-relations specialists and technical  specialists. Each of these needs the  other over the long term, but their mutual dependencies may seem obscure at any  moment.             STRATEGIC  DEVELOPMENT       This article's second section asserts:  'Knowledge is a stock of expertise, not a flow of information.' Ironically, firms' stocks of expertise come  from the flows in complex input-output systems. Knowledge flows in through hiring, training, and purchases of  capital goods. Some knowledge gets  manufactured internally, through research, invention, and culture  building. Knowledge flows out through  personnel departures, imitated routines, and sales of capital goods. Some knowledge becomes obsolete. Fluid knowledge solidifies when converted into  capital goods or routines. The  sequences of events resemble random walks, and the net outcomes are difficult  to foresee. Thus, strategies do not  evolve coherently (Greenwood et al. , 1990).             Diversification       For product KIFs,  strategic development calls for regulating numbers of customers and numbers of  product lines. Similarly, service KIFs  need to regulate numbers of clients and numbers of topical foci. As with other specialization-diversification  problems, high risks come from having very few clients or customers and very  few topics or product lines. A KIF with  very few topical foci must perform superbly in those areas, and a KIF with very  few customers cannot afford customer dissatisfaction. The issues, however, do not all lie in the realms of expertise or  social skills.      For a year and a half  after Wachtell, Lipton began, one client accounted for 75 per cent of its  revenue. Then, this client asked  Wachtell, Lipton to do something unethical.    They replied that they could not take the wanted action. The client countered that Wachtell, Lipton  must either do its bidding or lose its business. The partners refused . . . and gave up 75 per cent of their  revenue. At that point, unsure their  firm could survive, the partners adopted a policy that has had profound  consequences: Wachtell, Lipton would work only one-case-at-a-time. It would never again make a long-term  commitment to a client.      If Wachtell, Lipton had  been more ordinary, this policy might have been deadly. But the firm became one of the rare ones to  which corporations turn when their normal legal resources seem inadequate -- at  least, when corporations don't want to find out whether their normal legal  resources would be adequate. In this  status, having no long-term clients becomes an asset, for Wachtell, Lipton can  be hired by whoever calls first.      Some KIFs serve a few  clients contentedly. Keith Uncapher  said, 'I wouldn't know how to look good to two clients.' He designed the Information Science  Institute to serve only DARPA, and no other client. The Aerospace Corporation derives 99 per cent of its revenues  from a single long-term contract and makes no effort to change this situation.      Most KIFs that begin  with narrow foci try to diversify. Like  Aerospace, the Rand Corporation initially served a single client, the US Air  Force. At the Air Force's urging and  with its help, Rand began making strenuous efforts to gain broader support and  greater autonomy. These efforts have  had partial success. Rand has raised an  endowment exceeding $40 million, and it does research for over 80 sponsors  annually. Nevertheless, three military  sponsors still account for 70 per cent of Rand's revenues, and 80 per cent of  its research deals with national security.      A. D. Little has  attained broad diversification after developing incrementally for over a  century. A. D. Little's precursor,  Griffin &amp; Little, began in 1886 as specialists in the chemistry of paper  making. In 1909, when the current firm  incorporated, its expertise encompassed paper-making, forest products,  textiles, plastics, and sugar. These  industries were central to the economy of New England, the firm's home.      Over the years, as the  firm expanded its geographic reach, it added a wide range of physical and  biological sciences and expertise on a wide spectrum of manufacturing  technologies. A. D. Little first  studied regional economics in 1916, began financial studies in the 1930s, and  moved into management consulting broadly in the 1950s.      These expansions sprang  partly from the firm's standards about conflict of interest. After advising a client about a topic, A. D.  Little will not advise a different client from the same industry about the same  topic. Future projects must change  either the industry or the topic.      Just as diversification  regarding clients may erode a KIF's ties with its long&#8209;standing clients,  topical diversification may undermine a KIF's credibility. A few years ago, A. D. Little's senior  managers concluded that their firm had become too amorphous. Hiring had become hard because the firm had  so few experts in any single specialty.    Covering too many specialties for too many dissimilar clients was  yielding neither enough profit nor enough client satisfaction. A survey revealed that clients were turning  to other consultants to get 'focused depth of resources.'      Thus, the firm went  through a major planning effort, and began to focus on half-a-dozen functions  in a handful of industries -- mainly chemicals, financial services, health  care, and telecommunications. Alfred  Wechsler explained, 'We try to define our expertise with verb-noun-adverb  combinations. For example: we know how to  manufacture a paper cup inexpensively .'      A. D. Little's strategic  development has generally paralleled the developments in its client population --  large industrial enterprises. Chandler  (1962) described how single-product firms grew into multiple-product,  divisionalized firms during the first half of the century: in the same period,  A. D. Little was adding many product lines and decentralizing. In the 1970s and 80s, conglomerates such as  ITT decided to retrench into a few core businesses: A. D. Little was making  analogous changes at the same time.    After 1950, many American firms expanded overseas, and A. D. Little too  became multinational.      Its initial foreign  venture was an office in Zurich that opened in 1957 to serve American firms  that were expanding into Europe. To  their surprise, the consultants discovered that European firms also wanted their  services. They now have offices in six  European cities and in Mexico, Brazil, Venezuela, Saudi Arabia, Japan,  Singapore, Hong Kong, and Taiwan. In  1972, they added laboratories in England; these later expanded to Germany.              Multinational KIFs       For KIFs, multinationality poses challenging  issues that differ from those facing industrial firms. Many industrial firms use authority and  steep hierarchies, and they can often use formal controls or hardware  technology to reach performance standards.    Consulting firms and other KIFs dare not resort to authority or formal  controls, and they lack technological wonder pills. They have to depend on autonomous small teams to act ethically  and to meet performance standards.    This, in turn, means that they need cultural homogeneity.      Nonetheless, A. D.  Little has found national differences to be minor problems. One reason may be careful selection of  experts. Another reason may be the  homogeneity arising from education.    Haire et al. (1966) found that managers with similar educations  espouse similar values no matter what their nationalities. Wuthnow and Shrum (1983) discovered that  education erases the ideological differences between managers and professional-technical  workers. After much education, managers  and professionals espouse similar values.      Perhaps because they use  authority, formal controls, and technology to produce homogeneity, many  industrial firms have shown insensitivity toward local values or treated host-country  personnel less well than home-country personnel. Yet, insensitivity and inequity have not prevented industrial  firms from operating successfully in foreign lands. Consulting firms, on the other hand, would fail if they did allow  for local values, and they are apt to treat host-country consultants more than  equally.      For instance, A. D.  Little is trying to deliver reliable quality across diverse sites, but its  clients want services tailored to their individual needs and contexts. Tailoring calls for consultants to act differently,  whereas reliable quality and teamwork call for them to act similarly. A. D. Little began its multinational  expansion by exporting American experts.    Experience promptly convinced the firm that a foreign office must hire  primarily experts native to that country.    First, devising effective solutions for problems usually requires  thorough understanding of the contexts in which those solutions will be  tried. Second, clients do not want to  waste time explaining basic economic, sociological, or political facts to  expensive foreign consultants. Thus,  the consultants who staff a foreign office tend to have strong social skills  and close ties with their clients.    These assets, in turn, tend to give the host-country consultants high  statuses within the firm.             LOOKING BACK AND FORWARD      Summary       Because everyone defines knowledge differently,  discussions of KIFs evoke debates about proper definition. Such debates have led me (a) to emphasize  esoteric expertise instead of widely shared knowledge, (b) to distinguish an  expert from a professional and a knowledge-intensive firm from a professional  firm, (c) to differentiate a knowledge-intensive firm from an information-intensive  firm, and (d) to see knowledge as a property of physical capital, social  capital, routines, and organizational cultures as well as individual people.      Highly successful KIFs  exhibit uniqueness, and they reflect and exploit the peculiarities of their  environments. Since they and their  environments change symbiotically, their environments reflect and exploit these  KIFs.      Whereas experts  distinguish between preserving, creating, and applying knowledge, their daily  work obscures these distinctions. Not  only do preservers, creators, and appliers behave similarly, but preserving,  creating, and applying are interdependent.    Furthermore, experts resist new ideas -- even the experts who describe  themselves as creators of knowledge.    Such resistance arises from self-interest and narrow perspectives. Yet, it may improve learning -- by both  individual experts and their firms -- by making people ask whether knowledge  has lasting value.      KIFs learn by hiring,  training, and dismissing personnel.    They also convert ideas into physical capital, routines, organizational  culture, and social capital. Personnel  changes and purchases of capital goods generally offer fast ways to pick up new  ideas. Training, physical capital,  routines, and organizational cultures can turn individuals' knowledge into  collective property. Knowledge in  people or in physical capital is easy to lose, and KIFs have difficulty using  routines and building special cultures.    Social capital transforms a series of successful relations with a client  into a long-term relation, but it also converts collective successes into  individual property. One consequence is  that hierarchies within KIFs reflect social skills as well as technical  expertise.      Three themes afford a  framework for interpreting KIFs' strategic development. First, complex input-output systems for  knowledge make KIFs' strategic development look erratic. Second, KIFs have to regulate numbers of  customers or clients, and numbers of product lines or topical foci. Some KIFs focus on small numbers of clients,  customers, product lines, or topics; but most KIFs try to diversify. Third, service KIFs often mirror prominent  characteristics of their clients. These  similarities are loosely qualitative, however, for KIFs differ from their  clients in many ways.             Post-Industrial  Currents       One clich prediction says: future societies  will have ever higher proportions of service workers, because machines will  replace blue collars much more often than white collars. Perhaps KIFs are also growing more prevalent. But the future is always moot, and more  interesting than the general trends are the swirling currents within them.      First, KIFs tend to grow  by becoming less specialized and by adding support staff rather than  experts. It nearly always seems   that additional support staff, products, or services will extract more value  from the experts already in-house.    Individual experts, too, think about broadening their domains as they  update their knowledge and see social and technological changes opening new opportunities. But when support staff come to outnumber  experts greatly, or when KIFs claim expertise in too many domains, KIFs lose  their halos of expertise and their credibility.      Second, all kinds of  expertise become less profitable as they grow more prevalent. Esoteric expertise has monopoly power, and  this power erodes as expertise becomes less esoteric. Neither experts nor KIFs nor KIFs' industry associations should  seek proliferation. Yet, experts resist  control and they have strong penchants to start new firms. Very small firms can compete successfully if  they take advantage of their peculiarities and the peculiarities of their  environments. The Garden Company could  easily lose out to competitors with better ideas.      Third, some kinds of  expertise attract consumers even though their benefits are obscure. Examples include crisis intervention,  economic forecasts, investment advice, psychotherapy . . . and management  science. Some obscure&#8209;benefit  expertise seems to have high value partly because the experts are unusual. Such expertise may lose value as the experts  come to make up higher proportions of the work force. On the other hand, such an outcome is not obvious. Placebos make effective treatments although  they are very common. Mystery can be routinized. People need help with their problems even  when the problems have no solutions perhaps, especially then.      Obscure-benefit domains  may be either more or less stable than the domains in which expertise yields  clear benefits. Obscure-benefit domains  are stable if they satisfy perennial human needs and no alternatives  appear. There were probably economic  forecasters before there were humans; even in recent times, the demand for  economic forecasts has mounted as organizations have grown larger and more  rigid. Obscure-benefit domains can be  unstable if beliefs change, if human needs shift, or if more effective  substitutes appear. Astrology is a case  in point. Clear-benefit domains may  themselves wither -- as dentists are discovering.      Fourth, physical capital  will displace some of experts' activities.    Similar, changes are occurring across the economy, within firms, and in  the work of individual experts. Several  new industries are distributing expertise in the form of physical capital. Both firms and individual experts are  creating databases and expert systems, and they are buying or building tools to  amplify experts' productivity by replacing some of their activities.      These substitutions will  enable fewer experts to serve more clients or customers or to invent more  products. They also will mean that many  clients or customers no longer need experts, or that they can make the products  they have been buying. Millions of  people are already using software to do accounting, to file income taxes, to  write wills, to construct leases, or to help them write articles. Computers are revolutionizing product  design, manufacturing control, and computer programming. Spiraling medical costs may yet compel the  use of software that diagnoses diseases and issues medical prescriptions.      To appreciate the beauty  and intricacy of such currents, social scientists need to stop averaging across  large, diverse categories. The average  painting is flat gray, the average day is neither hot nor cold and has twelve  hours of daylight, the average firm is mediocre and short&#8209;lived, and the  average expert knows little about any field.    In the social sciences, broad patterns oversimplify and capture only  small fractions of what is happening.    They leave scientists in worlds that look random. Broad patterns also tend to emphasize what  is consistent with the past and to overlook subtle changes.      There is also a world of  bright colours, sizzling days, exceptional firms, rare experts, and peculiar  KIFs.              NOTE       I owe thanks to many who contributed generously  their time, ideas, insights, and contacts.    This article reflects help from Mats Alvesson, Tora Bikson, Andrew  Brownstein, Mark Chignell, Jess Cook, Joan Dunbar, Roger Dunbar, Tamara  Erickson, James Fogelson, Charles Fombrun, Ari Ginsberg, John Jermier, Charles  LaMantia, Kenneth Laudon, Martin Lipton, Henry Lucas, Frances Milliken, Louis  Miller, Theodore Mirvis, Harold Novikoff, Paul Nystrom, Anthony Pascal,  Lawrence Pedowitz, Fioravante Perrotta, Joseph Post, Lewis Rambo, Donald Rice,  Harland Riker, James Ringer, Stephen Robinson, David Ronfeldt, Lawrence  Rosenberg, Roberta Shanman, Lee Sproull, Serge Taylor, Jon Turner, Keith  Uncapher, Mary Ann Von Glinow, Herbert Wachtell, Alfred Wechsler, Elliott  Wilbur, Sidney Winter, and an anonymous referee.             REFERENCES      Alvesson, M. (1991). 'Corporate culture and corporatism at the  company level: a case study.' Economic  and Industrial Democracy , 12 , 347-67.      Alvesson, M. (1992). 'Leadership as social integrative  action. A study of a computer  consultancy company.' Organization  Studies , 13: 185-209.      Armstrong, J. S. (1985). Long-Range Forecasting: From Crystal Ball  to Computer (2nd Edn). New York: Wiley-Interscience.      Ascher, W. (1978). Forecasting: An Appraisal for Policy-Makers  and Planners. Baltimore: Johns  Hopkins University Press.      Beyer, J. M. (1981). 'Ideologies, values, and decision making in  organizations.' In Nystrom, P. C. and  Starbuck, W. H. (Eds.), Handbook of Organizational Design, Volume 2. Oxford: Oxford University Press, 166-202.      Bhargava, N. (1990). Managing Knowledge Bases in Knowledge-intensive  Firms: an Empirical Study of Software Firms.    Manuscript, New York University.      Brooks, F. P., Jr. (1975). The Mythical Man-Month: Essays on  Software Engineering. Reading, MA:  Addison-Wesley.      Bucher, R., and  Stelling, J.   (1969). 'Characteristics of  professional organizations.' Journal  of Health and Social Behavior , 10 , 3-15.      Chandler, A. D. (1962). Strategy and Structure, Cambridge,  MA: MIT Press.      Camerer, C. F., and  Johnson, E. J.   (1991). 'The process-performance  paradox in expert judgment: how can experts know so much and predict so badly?'  In Ericsson, K. A., and Smith, J. (Eds.), Toward a General Theory of Expertise:  Prospects and Limits . Cambridge:  Cambridge University Press, 195-217.      Deal, T., and Kennedy,  A.   (1982). Corporate Cultures,   Reading, MA: Addison-Wesley.      Ekstedt, E. (1988). Human Capital in an Age of Transition:  Knowledge Development and Corporate Renewal. Stockholm: Allmnna Frlaget.      Ekstedt, E. (1989). 'Knowledge renewal and knowledge  companies.' Uppsala Papers in  Economic History , Report 22 , Department of Economic History.  University of Uppsala.      Greenwood, R., Hinings,  C. R., and Brown, J.   L. (1990). '''P 2 -Form&quot; strategic  management: corporate practices in professional partnerships.' Academy of Management Journal , 33 ,  725-55.      Haire, M., Ghiselli, E.  E., and Porter, L. W.   (1966). Managerial Thinking. New York: Wiley.      Hinings, C. R., Brown,  J. L., and Greenwood, R.   (1991). 'Change in an autonomous  professional organization.' Journal  Of Management Studies , 28 , 375-93.      Kusterer, K. C. (1978). Know-How on the Job: The Important  Working Knowledge of &quot;Unskilled&quot; Workers. Boulder, CO: Westview Press.      Laudon, K. C., and  Laudon, J. P.   (1991). Business Information  Systems: A Problem Solving Approach.    Hinsdale, IL: Dryden.      Machlup, F. (1962). The Production and Distribution of  Knowledge in the United States.    Princeton, NJ: Princeton University Press.      Maister, D. H. (1985). 'The one-firm firm: what makes it  successful.' Sloan Management Review , 27 (1), 3-13.      Montagna, P. D.  (1968).  'Professionalization and  bureaucratization in large professional organizations.' American Journal of Sociology , 73 ,  138-45.      Nelson, R. R., and  Winter, S. G. (1982). An Evolutionary Theory of Economic  Change. Cambridge, MA: Harvard  University Press.      Nelson, R. L . (1988). Partners with Power: The Social  Transformation of the Large Law Firm .    Berkeley: University of California Press.      Orlikowski, W. J. (1988). 'Information technology in post-industrial  organizations: an exploration of the computer mediation of production  work'. Doctoral dissertation, New York  University.      Peters, T. J., and  Waterman, R. H., Jr.   (1982). In Search of Excellence,   New York: Harper &amp; Row.      Powell, M. J. (1986). Professional innovation: corporate lawyers  and private lawmaking. Manuscript,  Department of Sociology, University of North Carolina, Chapel Hill.      Rhenman, E. (1973). Organization Theory for Long-Range  Planning . London: Wiley.      Ritzer, G., and  Walczak, D.   (1986). Working: Conflict &amp;  Change (3rd Edn). Englewood Cliffs,  NJ: Prentice&#8209;Hall.      Schriesheim [Fulk], J.,  Von Glinow, M. A., and Kerr, S. (1977). 'Professionals in bureaucracies: a structural  alternative.' In Nystrom, P. C. and  Starbuck, W. H. (Eds.), Prescriptive Models of Organizations. Amsterdam: North-Holland, 55-69.      Starbuck, W. H. (1976). 'Organizations and their environments.' In Dunnette, M. D. (Ed.), Handbook of Industrial  and Organizational Psychology.    Chicago: Rand McNally, 1069-123.      Starbuck, W. H. (1983). 'Organizations as action creators.' American Sociological Review, 48 ,  91-102.      Starbuck, W. H. (1989). 'Why organizations run into crises . . . and  sometimes survive them.' In Information  Technology and Management Strategy , Laudon, K. C., and Turner, J.  (Eds.). Englewood Cliffs, NJ: Prentice-Hall,  11-33.      Starbuck, W. H., and  Dutton, J. M.   (1973). 'Designing adaptive  organizations.' Journal of Business Policy, 3 , 21-8.      Stinchcombe, A. L., and  Heimer, C. A.   (1988). 'Interorganizational relations  and careers in computer software firms.'    In Simpson, I. H. and Simpson, R. L. (Eds.), Research in the  Sociology of Work, Volume 4: High Tech Work. Greenwich, CT: JAI Press, 179-204.      Sveiby, K. E., and  Lloyd, T.   (1987). Managing Knowhow. London: Bloomsbury.      Sveiby, K. E., and  Risling, A.   (1986).  Kunskapsfretaget   -- Seklets viktigaste ledarutmaning ?  (The Knowledge Firm -- This Century's Most  Important Managerial Challenge?)  Malm :  Liber AB.      Van Maanen, J., and  Kunda, G.   (1989). 'Real feelings: emotional  expression and organizational culture.'    Research in Organizational Behavior, 11 , 43-103.      Winter, S. G. (1987). 'Knowledge and competence as strategic  assets.' In Teece, D. J. (Ed.), The  Competitive Challenge: Strategies for Industrial Innovation and Renewal. Cambridge, MA: Ballinger, 159-84.      Wolff, E. N., and  Baumol, W. J.   (1987). Sources of Postwar Growth of Information  Activity in the U.S. Manuscript, New  York University.      Wuthnow, R., and Shrum,  W.   (1983). 'Knowledge workers as a  &quot;new class:&quot; structural and ideological convergence among  professional-technical workers and managers.'    Work and Occupations, 10 , 471-87."}, {"content": "NYU School of Continuing and Professional Studies to Offer New Summer Intensive “Entrepreneurship 101: Taking Your Business from Idea to Reality”                                                                                        The NYU School of Professional Studies Website    Faculty    Degrees    Professional Certificates    Upcoming Events        Search Courses     Credit Course     Non-Credit Course          Site    Noncredit Courses    Faculty                                                                                                                                 About             History & Mission The School and NYC Message from the Dean Academic Accreditation Administration Newsroom The School Community Convocation Visual Identity and Editorial Guidelines School Events                   Admissions             Graduate Admissions Undergraduate Admissions Events You@NYU Apply                   Academics             Academic Departments Academic Policies and Procedures Academic Accreditation Degree Programs Graduate Programs Undergraduate Programs Online Offerings Diploma Program Admissions  High School Academy Noncredit Offerings Course Search Certificates Intensives New Courses Online Offerings Professional Advantage Programs Information Sessions  Online Offerings                   Noncredit                 Faculty             Office of Faculty Affairs Faculty Search                   Career             About For Students For Employers For Alumni For Faculty                   Conferences & Events                 Giving                 Alumni             Alumni Community Stay Connected Alumni Benefits and Services Alumni Award Programs and Events                                                        NYU School of Continuing and Professional Studies to Offer New Summer Intensive “Entrepreneurship 101: Taking Your Business from Idea to Reality”                             Six-session, weekend program will focus on the fundamentals of developing, financing, and launching a new business venture          NEW YORK, March 25, 2014 – From Benjamin Franklin to Steve Jobs, entrepreneurs have long been a driving force in the fabric of American life and commerce. Even in today’s volatile economy, there are nearly 28 million small businesses in the U.S., with entrepreneurs generating more than 65% of new jobs . However, developing an entrepreneurial vision into a thriving, successful business takes more than a good idea. It requires a unique set of skills and a deep understanding of the marketplace.     To assist individuals who are interested in starting their own businesses to gain the tools and the knowledge they need to turn their ideas into business plans, the NYU School of Continuing and Professional Studies (NYU-SCPS) is offering a summer intensive, “ Entrepreneurship 101: Taking Your Business from Idea to Reality .”   The six-session program will run from June 28 to July 27 , Saturdays and Sundays, from 9 a.m. to 5 p.m., at the NYU Midtown Center, 11 West 42 nd St.   Through workshops with expert instructors and real-world industry practitioners, students will learn the building blocks of creating a business, including determining whether an idea has practical potential, developing a business plan, creating a budget, reviewing capital considerations, negotiating contracts, protecting intellectual property, and using marketing resources for maximum effectiveness.   Participants will apply the knowledge gained throughout this intensive to prepare a detailed business plan, and then will present their plan to executives from premier companies for invaluable feedback.   For additional information about the course and to register, call 212-998-7150 or click here . For more information about other NYU-SCPS course offerings in finance and entrepreneurship, please visit scps.nyu.edu/finance .              About the NYU School of Continuing and Professional Studies            Established in 1934, NYU-SCPS ( scps.nyu.edu ) is one of NYU’s several degree-granting schools and colleges, each with a unique academic profile. The reputation of NYU-SCPS arises from its place as the NYU home for study and applied research related to key knowledge-based industries where the New York region leads globally. This is manifest in the School’s diverse graduate, undergraduate, and noncredit programs in fields such as Real Estate, Real Estate Development, and Construction Management; Hospitality, Tourism, and Sports Management; Global Affairs; Fundraising and Grantmaking; Publishing; Professional Writing; Human Resource Management and Development, Marketing, Public Relations and Corporate Communication, Management and Systems, Advanced Digital Applications, Graphic Communications Management and Technology, Project Management, and Accounting, Finance, and Law; Liberal and Allied Arts; Foreign Languages, Translation, and Interpreting; Applied Politics; and Health Information Management.    More than 100 distinguished full-time faculty members collaborate with an exceptional cadre of practitioner/adjunct faculty and lecturers to create vibrant professional and academic networks that annually attract nearly 5,000 degree-seeking students from around the globe. In addition, the School fulfills the recurrent continuing higher education needs of local and professional communities, as evidenced by close to 48,000 annual noncredit enrollments in individual courses, specialized certificate programs, workshops, and seminars. The School’s community is enriched by more than 27,000 degree-holding alumni worldwide, many of whom serve as mentors, guest speakers, and advisory board members. For more information, visit: scps.nyu.edu .                                                                                  PR Contacts                  Cheryl Feliciano                                         cheryl.feliciano@nyu.edu          212-992-9103                                 Alka Gupta                                         aag13@nyu.edu          212-998-7263                                                                                                                          QUICK LINKS                        About Us          Student Affairs          Visit Us          School-wide Policies          Contact Us                       ATTEND THE SCHOOL                        Graduate Admissions          Undergraduate Admissions          High School Academy          Professional Advantage          Veteran Resource Center                             ON THE WEB                         On Facebook          On Twitter          On YouTube          Browser Requirements                                                        NYU Homepage    &copy; New York University School of Professional Studies | Privacy Policy"}]},
{"detail": [{"content": "LEARNING BY KNOWLEDGE&#64979;INTENSIVE FIRMS                         LEARNING  BY KNOWLEDGE-INTENSIVE FIRMS              William H. Starbuck       New York University       Published in the Journal of Management Studies, 1992,  29(6): 713-740      DISCOVERING EXPERTISE      The General Manager of the Garden Company (a pseudonym)  invited John Dutton and me to advise him about what he called their 'lot&#8209;size  problem.' He was wondering, he said,  whether Garden was making products in economically efficient quantities.      We had no idea what a  strange but memorable experience this would be!      The General Manager  proposed that we start with a tour of their largest plant, and assigned someone  to guide us. Our guide took us first to  the model shop, which produced jigs and patterns for use in the main plant. In the model shop, a skilled craftsman would  start with a raw piece of metal, work on it with several different machine  tools, and end with a finished component.    Each successive component differed from those produced before and after,  and each craftsman's tasks were shifting continually.      Then our guide took us  into the plant itself. To our  amazement, we found little difference from the model shop. Many workers were using several different  machine tools in succession. Since each  worker had several machines, most of the machines were idle at any moment.      Some workers chose to  decorate castings' non-functional insides with patterns such as one sees on the  doors of bank vaults, each worker inscribing his personal pattern. Quality standards were incredibly high, for  the workers saw themselves as artisans who were putting their personal  signatures on their products.      In the middle of the  plant stood a wooden shack. Nails on  the wall of this shack represented the distinct areas of the plant. Hanging on each nail were the production orders  awaiting work in one area. We saw  workers enter the shack, leaf through the orders, and choose orders to work  on. Our guide said orders got processed  promptly if they called for tasks the workers enjoyed, whereas orders might  hang on the nails for weeks if they called for tasks the workers disliked.      Hoppers of partly finished components jammed the  aisles. This, our guide explained,  reflected raw-materials shortages, misplaced jigs and patterns, and missing  components. After work began on an  order, a worker would discover that needed raw material was out-of-stock -- the  order would have to wait while purchasing got the raw material. Or, a worker would be unable to find a  needed jig, and a search would reveal that a subcontractor had borrowed the jig  and not returned it -- the order would have to wait while the jig was retrieved  or replaced. Or, a product would be  partly assembled and then the assemblers would discover that a component was  missing -- the incomplete assemblies would have to wait until the missing  component emerged from production. Any  of these problems might arise more than once during production of a single  order. As one result, Garden was taking  an average of nine months to deliver standard products that incorporated only a  few hours of direct labour.      The plant tour left John  and me rolling our eyes in wonder. We  could not have imagined less efficient methods or greater disorder. It was hard to believe that Garden could  even be making a profit! Yet the main  building appeared in good condition, the office areas looked clean, and the  General Manager's office had luxurious furnishings.      We told the General  Manager that the plant had no lot-size problem, but we wondered whether he  would not prefer to have one. A lot-size  problem implied that machines would be set up for mass production and that  workers would repeat specialized tasks.    We suggested, however, that Garden would gain more direct benefit from  production and inventory control than from mass production. A computer-based control system could keep  raw materials in stock, monitor the progress of production, reduce delays, and  make sure that jigs and patterns were available. Inventories could be much lower, machine usage could be much  higher, and customers could receive their orders much more quickly.      The General Manager  asked for estimates. We told him a  control system would have a payback period of roughly two years and the  inventory savings alone would cut production costs by at least ten per  cent. To this, he responded, 'Why  should we want to do that? Ten per cent  of our production costs is only one per cent of our revenues.' He then produced Garden's financial  statements for the previous year. After-tax  profits had been $40 million on sales of $83.5 million. 'And that,' he crowed, 'was a year in which  we had a strike for ten months!'      He went on to explain  that Garden made every effort to avoid direct competition. Over a third of Garden's personnel were engineers  who were good at designing new products that no other firm was producing. Garden's policy was to continue making a  product only as long as its gross margin exceeded 75 per cent of sales. When competition drove a gross margin below  75 per cent, Garden would stop offering that product for sale. The average gross margin across all products  exceeded 90 per cent.      Allowing for the  corporate tax rate of 52 per cent, we surmised that Garden employed expert tax  accountants as well as expert engineers.      John and I had received several  lessons in business . . . and the General Manager had not even charged us  tuition!      Garden's high profits  did not arise from fine steel, unusually skilled craftsmen, or exceptional  capital equipment. Its marketing was  ordinary. Although Garden delivered  high quality, it used no esoteric production technologies, and it often  subcontracted production to a broad array of machine shops. It was this subcontracting that had enabled  Garden to earn high profits despite a long strike. The profits also did not come from managerial competence of the  sort most production firms cultivate.    In that domain, Garden appeared utterly incompetent.      The remarkable profits  sprang from technical and strategic expertise.    The key labour inputs came not from the machinists in the plant, but  from the engineers and managers in the office building. These people had created monopolistic  opportunities for Garden over and over again.    Garden was the only producer of many of its products, and the dominant  producer of all of them.      Garden's key input was  expertise. It was a knowledge-intensive  firm (KIF).      Knowledge intensity has  diverse meanings, partly because people use different definitions of  knowledge. The next section of this  article gives my conclusions about such issues. Two following sections then make empirically based observations  about the activities inside KIFs. The  first of these sections reviews the kinds of work experts do, and explains why  experts find learning hard. The ensuing  section then describes organizational learning: KIFs learn by managing training and personnel turnover, and by  creating physical capital, routines, organizational culture, and social  capital. To see the results of  learning, the fifth section looks at KIFs' long-term strategic development,  including multinational expansion.             WHAT IS A KIF?      The term knowledge-intensive imitates  economists' labelling of firms as capital-intensive or labour-intensive. These labels describe the relative  importance of capital and labour as production inputs. In a capital-intensive firm, capital has  more importance than labour; in a labour-intensive firm, labour has the greater  importance. By analogy, labelling a  firm as knowledge-intensive implies that knowledge has more importance than  other inputs.      Although the terms  capital-intensive, labour-intensive, and knowledge-intensive refer to inputs,  capital, labour, and knowledge also may be outputs. Why is it useful to classify firms by their inputs? A study of office-equipment or software  companies groups firms by their outputs.    Such a study emphasizes similarities and differences across customers  and distribution channels, and it makes a good basis for analysing relations  with customers or competitors. By  contrast, a study of meat packers or machine shops groups firms by their  inputs. By emphasizing similarities and  differences across raw materials and personnel, such a study makes a good basis  for analysing internal structure and operations. Input classes highlight the effects of resource availabilities,  and their determinants, such as governmental policies. As well, Sveiby and Risling (1986) argued  that KIFs call for new definitions of ownership and new ways of controlling the  uses of capital. Traditional notions of  ownership, they said, assume that financial or physical capital dominates  labour, whereas human capital dominates in KIFs.      Assessing the importance  of knowledge is harder than comparing capital and labour, however. Economists compare capital and labour by expressing  them in monetary units, but market prices mainly reflect values that many firms  share. At best, prices reflect those  aspects of inputs that could transfer readily from one firm to another. Prices ignore inputs' importance for  intrafirm activities or for activities that are idiosyncratic to a single  firm. Since much knowledge has  disparate values in different situations, monetary measures of knowledge are  elusive and undependable.      Knowledge itself is  nearly as ambiguous an idea as value or importance, and it has many guises  (Winter, 1987). During a dozen seminars  aimed at research about knowledge-intensive firms, almost every speaker devoted  time to his or her preferred definition of knowledge. Such discussions have led me to five conclusions.      1. A KIF may not be  information-intensive.  Knowledge is a  stock of expertise, not a flow of information.    Thus, knowledge relates to information in the way that assets relate to  income (Machlup, 1962, took another view).    Some activities draw on extensive knowledge without processing large  amounts of current information -- management consulting, for example. Conversely, a firm can process much  information without using much knowledge.    For instance, Automatic Data Processing (ADP) produces payroll  checks. ADP processes vast amounts of  information, but it is probably more capital-intensive than knowledge-intensive. Producing a payroll check requires little  expertise, and many people have this expertise.      The distinction between  a KIF and an information-intensive firm can be hard to draw. From one  perspective, ADP merely processes data for other firms, using mainly capital in  the forms of computers and software.    From another perspective, ADP succeeds because it does its specialized  task better than its customers can do it themselves. This superior performance likely comes from both expertise and  returns to scale, so expertise and large scale reinforce each other.      2. In deciding whether a  firm is knowledge-intensive, one ought to weigh its emphasis on esoteric  expertise instead of widely shared knowledge.    Everybody has knowledge, most of it widely shared, but some  idiosyncratic and personal. If one  defines knowledge broadly to encompass what everybody knows, every firm can appear  knowledge-intensive. One loses the  value of focusing on a special category of firms. Similarly, every firm has some unusual expertise. To make the KIF a useful category, one has  to require that exceptional expertise make important contributions. One should not label a firm as knowledge-intensive  unless exceptional and valuable expertise dominates commonplace knowledge.      Some forms of expertise  may be hard to measure separately from their effects. Why, for example, does one attribute strategic expertise to the  Garden Company? One might label Garden  a KIF because it employed so many engineers.    But many firms employ more engineers with less remarkable results, and  Garden's products embodied no technological miracles. These engineers were unusual because they were using their  knowledge in ways that gave Garden extraordinary strategic advantages.      Managerial expertise may  pose special problems in this regard.    It would make no sense to measure managerial expertise by the fraction  of employees who are managers or by the wages paid to managers. To judge managers expert, one has to look  either at the managers' behaviours or at the results of their behaviours. Do their firms produce unusually high  profits? Do the managers show  interpersonal skill?      3. Even after excluding  widely shared knowledge, one has to decide how broadly to define expertise.  One can define expertise broadly, recognize  many people as experts, and see the expertise imbedded in many machines and  routines. This strategy makes KIFs less  special, but it removes some blinders caused by stereotypes about expertise,  and it increases the generality of findings about KIFs. Alternatively, one can acknowledge only the  legitimated expertise of people who have extensive formal educations, and can  emphasize high-tech machines and unusual routines. This second strategy makes KIFs appear more special, but produces  findings that generalize only to the few firms that use such expertise  intensively. It also accepts  stereotypes about expertise.      These definitional  strategies have political overtones. A  broad definition of expertise obscures the influence of social class and social  legitimacy, whereas a narrow definition highlights the influence of social  class and social legitimacy.    Legitimated expertise is normally an upper-middle-class possession. Legitimated experts usually earn wages high  enough to put them into the upper-middle class. They normally gain their expertise through formal higher  education, which entails at least the expense of foregone income. Higher education also may give experts entry  into recognized professions.      Even jobs widely  regarded as unskilled may entail much knowledge (Kusterer, 1978). Skilled trades may be as esoteric and  difficult to enter as the professions (Ekstedt, 1989). Yet, people put other labels -- such as know-how  or skill or understanding -- on expertise learned through primary school or on-the-job  experience.      Sweden has spawned much  of the public discussion and research about KIFs. In 1983, Sveiby started writing about 'knowledge companies' in  one of Sweden's most prominent periodicals, and Swedish business executives  expressed strong interest in this topic.    Sveiby and Risling followed with a 1986 book that became a non-fiction  best seller. Probably this interest  reflects Sweden's high incomes and high educational levels.      4. An expert may not be  a professional, and a KIF may not be a professional firm.  Professionals have specialized expertise  that they gain through training or experience, and KIFs may employ people who  have specialized expertise. Thus, KIFs  may be professional firms.      Many KIFs are not  professional firms, however. One reason  is that not all experts belong to recognized professions. A profession has at least four properties  besides expertise: an ethical code, cohesion, collegial enforcement of  standards, and autonomy (Schriesheim et al. , 1977). Professionals' ethical codes require them to  serve clients unemotionally and impersonally, without self-interest. Professionals identify strongly with their  professions, more strongly than with their clients or their employers. They not only observe professional  standards, they believe that only members of their professions have the  competence and ethics to enforce these standards. Similarly, professionals insist that outsiders cannot properly  supervise their activities.      Management consulting  and software engineering, for example, do not qualify as recognized  professions. Without doubt, those who  do these jobs well have rare expertise.    Nevertheless, the ultimate judges of their expertise are their clients  or their supervisors, and their employers set and enforce their ethical codes  and performance standards. Similarly,  despite talk about professional management, managers do not belong to a  professional body that enforces an ethical code and insists that its values and  standards supersede those of managers' employers. Employers appoint managers without regard for the candidates'  memberships in external bodies. Strong  loyalty to a professional body would contradict managers' roles as custodians  of their employing firms.      Sveiby and Lloyd (1987)  divided 'knowhow companies' into categories reflecting their managerial or  technical expertise. They pointed to  law firms as examples of high technical expertise but low managerial  expertise. To illustrate firms with  high managerial expertise and low technical expertise, they cited McDonald's  fast-food chain. On the other hand,  Ekstedt (1988; 1989, pp. 3-9) contrasted 'knowledge companies' with industrial  companies, high-technology companies, and service companies 'such as hamburger  chains'. In his schema, both high-technology  companies and knowledge companies have high knowledge intensity, but high&#8209;technology  companies have higher intensity of real capital than do knowledge companies.      Professional firms can  exploit and must allow for all five properties of professions, not merely  expertise. Health-maintenance  organizations, for instance, must accept doctors' codes of ethics and must  allow medical societies to adjudicate some issues. KIFs form a broader category, in which many issues reflect labour  markets, interpersonal networks, and experts' individuality, self-interest, and  social standing.      Yet, it  could be that most KIFs have nearly all the properties that authors have  assigned to professional firms. For  example, Hinings et al. (1991, pp. 376, 390) wrote:       Bucher and Stelling  (1969) suggested that organizations dominated by professionals had a number of  special characteristics, including professionals building their own roles  rather than fitting into preset roles, spontaneous internal differentiation  based on work interests, competition and conflict for resources and high levels  of political activity. . . . The distribution  of authority has long been identified as unique in an autonomous  professional organization because of its emphasis on collegiality, peer  evaluation and autonomy, informality, and flexibility of structure (Bucher and  Stelling, 1969; Montagna, 1968; Ritzer and Walczak, 1986).      Professionals are not the only experts who build  their own roles, divide work to suit their interests, compete for resources, or  emphasize autonomy, collegiality, informality, and flexible structures. Other occupations share these traditions,  and some experts have enough demand for their services that they can obtain  autonomy without support from a recognized profession.      There is another reason  KIFs may not be professional firms.      5. KIFs' knowledge may  not be in individual people.  Besides  the knowledge held by individual people, one can find knowledge in: (a) capital  such as plant, equipment, or financial instruments; (b) firms' routines and  cultures; and (c) professional cultures.      People convert their  knowledge to physical forms when they write books or computer programs, design  buildings or machines, produce violins or hybrid corn, or create financial  instruments such as mutual-fund shares (Ekstedt, 1988; 1989). Conversely, people may gain knowledge by  reading books, studying buildings, buying shares, or running computer programs.      People also translate  their knowledge into firms' routines, job descriptions, plans, strategies, and  cultures. Nelson and Winter (1982)  treated behavioural routines as the very essence of organizations -- the means  by which firms can produce predictable results while adapting to social and  technological changes. Simultaneously,  Deal and Kennedy (1982) and Peters and Waterman (1982) were saying it is  cultures that perform these functions.      Describing McDonald's as  a firm with low technical expertise overlooks the expertise in McDonald's  technology and organization. McDonald's  success stems from its ability to deliver a consistent quality in diverse environments  and despite high turnover of low-skilled people. To get such results, the firm operates extensive training  programs and conducts research about production techniques and customers'  tastes. Although training at Hamburger  University may give McDonald's managers more skill than those at most  restaurants, McDonald's managers may have no more skill than those in most  production firms. Ceaseless expansion  forces McDonald's to concentrate training on new managers. Also, McDonald's substitutes technology and  routines for in-person management.      Professional cultures  too carry valuable knowledge. For  instance, lawyers live amid conflict.    Lawyers' culture not only supports conflict, it shows them how to  conflict to maximum effect and minimum damage to their egos and  reputations. Lawyers strive to advocate  their clients' interests even when this might produce injustice, and they  depend on conflict to foster justice by exposing all sides. Lawyers try to keep their roles as advocates  for their clients separate from their interpersonal relations as members of the  legal profession. They observe  behavioural codes strictly, and much of their conflict concerns interpretations  of and conformity to behavioural codes.    When lawyers cannot themselves resolve disagreements, they seek help  from above -- judges in courts or superiors in law firms. The legal profession also serves as micro  environments in which lawyers can cultivate long-term reputations. Some lawyers seek reputations as tough  negotiators who yield little and demand much.    To nurture such reputations, they may refuse to make concessions that  their clients want to make.             A Starting Point       Debates about how KIFs differ from other firms  persuaded me to focus on firms that would be knowledge-intensive by almost  anyone's definition. As a starting  point, I defined an expert as someone with formal education and experience  equivalent to a doctoral degree, and a KIF as a firm in which such experts are  at least one-third of the personnel.    Later, Lawrence Rosenberg pointed out that some expertise takes  non-human forms. Some KIFs may even  hold most of their expertise in non-human forms, but I have not studied such  firms.      I have not been  distinguishing firms from other organizations because many KIFs operate at the  boundary between government and private enterprise. They are not-for-profit firms that work mainly or exclusively for  government agencies.      Although I have  interviewed in eight firms satisfying the above criteria, three stand out as  excellent examples.      The Rand Corporation and  Arthur D. Little are the two firms that came immediately to mind when I first  began thinking about the knowledge-intensive firm . The Rand Corporation is the prototypic think  tank, located near the beach in Santa Monica.    Staffed by Ph.D.s, Rand mainly makes policy studies: Rand's personnel  evaluate current policies and generate policy alternatives. Rand holds long-term contracts from the US  Air Force and the US Army, and it receives short-term grants or contracts from  many Federal agencies. Its reports are  ubiquitous in Washington, DC.      On the other coast, in a  wooded campus near Harvard and MIT, Arthur D. Little is the oldest American  consulting firm and an exemplary one.    A. D. Little has 21 offices and roughly 1500 consultants. In a typical year, they complete over 5000  projects in 60 countries. The project  topics range from product technology, to operations management, to economic  development and strategic planning.      Partners in Wachtell,  Lipton, Rosen and Katz make more money than those in any other American law  firm: it is to Wachtell, Lipton that other lawyers turn when they need the very  best and they do not care how much it costs.    Moreover, not only the partners do well at Wachtell, Lipton: surveys of  junior lawyers have repeatedly said Wachtell, Lipton is the best place to work.      Although quite unlike  each other, all three firms share similarities, as do the other firms I have  studied. Large fractions of their  people have advanced degrees. They  process information slowly in comparison to information-intensive firms. Their capital equipment is mainly general-purpose  office space, office machines, and computers, although A. D. Little also has  laboratories.      My observations come  mainly from interviews. Indeed, 'interview'  seems an inadequate label for fascinating conversations with very intelligent,  perceptive, articulate people. I had  only to point to a few issues that interested me, and they would begin to  extrapolate -- telling me who else I should interview, what issues ought   to interest me, where my assumptions seemed wrong, and how their worlds look to  them. I often found myself discussing  topics or trying frameworks I had not considered before walking into a room.             Are KIFs Peculiar?       One critic complained that all my examples  describe peculiar firms that exist solely because their environments have  uncorrectable problems. An answer to  this charge has three parts.      First, all firms are   peculiar: we should look for and celebrate their individuality. There are many ways to solve most problems,  more opportunities than anyone can pursue, many criteria for judging what is  best. It is as important to see how individuals  differ -- whether individual people, or individual organizations, or individual  societies -- as to see what they have in common. It is as important to understand complexities as simplicities.      Second, successful firms   cause their environments to have uncorrectable problems. Firms and their environments change  symbiotically. Not only must an  environment be hospitable to a KIF, but the existence of a KIF induces its  environment to assume that it exists. For  example, US military services reassign personnel every two or three years. As a result, military personnel have little  experience in their successive jobs, know little of tasks' histories or  traditions, and cannot manage long-term projects effectively. Long-term projects would founder if they  depended on military personnel. By providing  civilian specialists who can have long tenures, the Rand Corporation and the  Aerospace Corporation help the military to manage long-term projects, and they  reduce the costs of retraining. Yet,  having the services of Rand and Aerospace may have kept the military from  developing other ways to manage long-term projects and other personnel  policies.      Third, I have sought out  the most successful firms, and all exceptionally successful firms exploit  peculiarities. A modal firm in a  competitive industry makes low profits, and it does not survive long. High profits and long survival come from  monopolistic competition. Monopolistic  competition arises from firms' developing distinctive competencies and  mirroring their environments' unusual needs and capabilities.      Wachtell, Lipton shows  how exceptional success may feed on peculiarities. The firm's founding partners had disliked their experiences in  other law firms: they agreed to follow some unusual policies that would produce  a better work environment. These  policies have fostered collaboration and given the firm an edge in attracting  new lawyers. The founding partners came  from a less-well-known law school whose graduates had restricted job  opportunities: much better than its reputation, this school supplied highly  talented lawyers during the early years.    A crisis during the firm's second year led the partners to adopt an  unusual policy: Wachtell, Lipton never agrees to represent clients for long  periods. This policy has had unforeseen  long-term consequences for the types of cases the firm handles.      Success reinforces  success, and excellence itself fends off competition. Today, with elegant offices on New York's Park Avenue, Wachtell,  Lipton can choose among the top graduates from law schools across America. Potential clients offer the firm four to  eight times as many cases than it can handle: it can pick the cases that look  most interesting and best suit its abilities.    The cases that potential clients bring are non-routine ones that involve  large sums, and they often concern immediate threats. Such cases draw attention, as do Wachtell, Lipton's legal  innovations.             EXPERTS' WORK      Interactions  Between Creating, Applying, and Preserving       The experts in KIFs gather information through  interviews or reading; they analyse and interpret this information; and they  make written and oral reports to clients and colleagues (Rhenman, 1973, p.  161). An observer cannot overlook the  strong, overt similarities across people, sites, and projects.      Nevertheless, experts themselves  describe their activities diversely.    Some say that they are applying old knowledge to new problems, others  that they are creating new knowledge, and still others that they are preserving  knowledge that already exists. Experts  who see themselves as producing new knowledge emphasize the recency or  originality of their data and the differences between their findings and those  of predecessors. They may classify such  work either as basic scientific research or as applied research on markets,  products, or processes. Other experts  see their work mainly as applying existing knowledge to current problems. For instance, when most lawyers do research,  they analyse and interpret previous cases and they emphasize the continuity  over time of knowledge and its meaning.    To gain acceptance of their rulings, most judges deemphasize the  innovative quality of their reasoning.      The distinction between  creating knowledge and applying it is often hard to make. Lawyers may be more successful if they  reinterpret precedent cases imaginatively, or if they conceive original  strategies. The Garden Company's  engineers were applying known techniques, but they were applying them to  products no one else had imagined.    Basic research may have direct applicability, and applied research may  contribute fundamental knowledge. When  it comes to systems as complex as a human body or an economy, people may only  be able to create valid knowledge by trying to apply it (Starbuck, 1976, pp.  1100-1103).      To my surprise, several  experts described themselves as memory cells.    They said their jobs are to preserve information that their clients have  difficulty preserving. As mentioned  above, because the US military services rotate assignments frequently, military  personnel lack job experience and cannot manage long-term projects. Also, military wage scales are too low to  attract and retain highly educated experts.    To compensate, the military services sign contracts with KIFs that  provide long-term continuity of management and expertise. These KIFs employ civilian experts who do  not rotate assignments frequently and who either manage long-term projects  directly or advise military managers.    There may be enough of these KIFs to make up a distinct, long-term-memory  industry.      Creating, applying, and  preserving intertwine and complement each other. At least over long periods, merely storing knowledge does not  preserve it. For old knowledge to have  meaning, people must relate it to their current problems and activities. They have to translate it into contemporary  language and frame it within current issues.    Effective preserving looks much like applying. As time passes and social and technological changes add up, the  needed translations grow larger, and applying knowledge comes to look more like  creating knowledge.      For new knowledge to  have meaning, people must fit it into their current beliefs and perspectives,  and familiarity with existing knowledge signals expertise. Evaluators assess completed research partly by  its applicability, and they judge research proposals partly by the researchers'  mastery of past research. Thus, Rand  Corporation, which depends on research grants for some of its income, makes  elaborate literature searches before writing proposals. Rand also employs public-information staff,  who highlight the relevance of research findings. Similarly, A. D. Little's executives believe that having  credibility with clients requires their firm to specialize in certain  industries, technologies, and functions.    They want new experts to have had several years experience in one of  these industries and functions or technologies.      Ambiguity about the  meaning of knowledge creation implies a weak tie, if any, between knowledge  creation and knowledge intensity. Clearly,  more input does not always produce more output. For example, Brooks (1975) pointed out how rare are the skills  needed to create operating systems for computers. Adding more people to such a programming project does not  accelerate it. On the contrary, more  people may slow a project down, by forcing the experts with rare skills to  spend more time co-ordinating, communicating, and observing bureaucratic  routines. An example of another kind  concerns R&amp;D by a large chemical firm.    As Figure 1 shows, this firm has spent more and more on R&amp;D, but  incremental dollars have yielded fewer and fewer patent filings.                           Learning       Because experts are learned, one expects them to  value learning highly. Nonetheless,  many experts resist new ideas.      Such resistance has  several bases. First, clients or even  other experts may interpret experts' need to learn as evidence of deficient  knowledge. Thus, experts find it risky  to discuss their learning needs with clients or colleagues. Second, many experts get paid by the hour,  and many others have to account carefully for their uses of time. Explicit learning reduces the time available  for billable services. Third, expertise  implies specialization, which reduces versatility and limits flexibility. To become experts, people must specialize  and move into distinct occupational niches.    Required years of education limit entry to these niches; and many  experts belong to recognized professions that restrict entrance through  licences and examinations. These  niches, however, could become evolutionary deadends (Beyer, 1981). Fourth, experts' niches are partial  monopolies. Like other monopolists,  experts hold favourable positions that confer high incomes and social  statuses. These positions also give  experts much to lose from social and technological changes. Fifth, expertise entails perceptual filters  that keep experts from noticing some social and technological changes  (Armstrong, 1985; Starbuck and Dutton, 1973).    Even while they are gaining knowledge within their specialties, experts  may overlook exciting and relevant events just outside their domains.      Knowledge creation  accelerates the social and technological changes in experts' domains (Wolff and  Baumol, 1987). Because employers or  clients often seek expertise to help them understand rapid social and  technological changes, experts tend to find employment in rapidly changing  domains. Thus, most experts are all too  aware that expertise needs updating: they have to seek a dynamic stability in  which their apparent knowledge evolves while they retain their favourable  positions.      Besides, experts'  scepticism about new ideas can enhance their learning. Learning is not adaptation, and it requires  more subtlety and complexity than mere change.    People can change without learning, and too much readiness to discard  current knowledge undermines learning.    To learn, one must build up knowledge like layers of sediment on a river  bottom. To learn effectively, one must  accumulate knowledge that has long-term value while replacing the knowledge  that lacks long-term value.      The key issue that  experts, like other learners, confront is how to sift out knowledge that will  have little value in the future. For  this winnowing, expertise itself evidently confers no advantages. Studies of many fields have consistently  found that renowned experts predict future events no more accurately than  somewhat informed people (Armstrong, 1985; Ascher, 1978; Camerer and Johnson,  1991). Still, few experts know about such  studies, and many experts overestimate their abilities as oracles.             ORGANIZATIONAL  LEARNING IN KIFS      Personnel Training and Turnover       Learning generally poses different issues for  firms than for individual experts. For  example, the need to update leads individual experts to spend time reading or  attending conferences or courses. By  contrast, senior people in a firm see updating as an activity to manage more  than to do. Senior people may assign  their juniors to take certain courses, or to read certain journals and to  summarize what they read. Senior people  sometimes deny certain juniors permission to attend conferences and tell others  that they must attend and report what they heard.      What individuals find  hard, firms may find easy, and vice versa.    In particular, individual experts learn little from changing firms,  whereas organizational learning readily takes the form of personnel  changes. KIFs aggressively pursue new  experts with wanted knowledge, and they limit the job security of continuing  experts. Since most consulting or  research projects have short terms, experts must repeatedly renegotiate their  relations with their firms and adapt their knowledge and skills to current  tasks. Some small consulting firms give  new consultants just three months in which to start bringing in enough business  to cover their salaries. A would-be  consultant who does not meet this target has to seek other employment. Large consulting firms may not treat each  consultant as a separate profit centre, but they do ask consultants to account  strictly for their time. A. D. Little,  for example, expects most consultants to spend 70-75 per cent of their time on  activities for which clients are paying, and 20-25 per cent of their time on  personal betterment or soliciting new business.      Such development and  personnel policies keep expertise closely aligned with environmental  opportunities, so rigidity and blind spots may be more troublesome for  individual experts than for KIFs.    Indeed, such policies make KIFs faddish; and efforts to stay on the  cutting edges of rapid technological and social changes accentuate this  faddishness.      The policies also make  boundaries porous. Just as KIFs may  hire experts from their clients or customers, KIFs' clients or customers may  add expertise by hiring KIFs' personnel (Stinchcombe and Heimer, 1988). Experts at the forefront of social or  technological change usually have many job opportunities. Replacing experts solely to update expertise  weakens loyalty to the firm and adds variance to organizational culture. The social networks that make it easy to  adopt new ideas also make in-house ideas accessible to other firms, as does the  ease of transmitting information. Thus,  KIFs find it hard to keep unique expertise exclusive.      Stinchcombe and Heimer  (1988) described successful software firms as 'precarious monopolies.' They are monopolies insofar as they exhibit  unusual abilities. Niches evolve  naturally as individuals and small groups concentrate on specific streams of  innovation. The firms also strive  explicitly to develop and maintain unusual abilities. Unusual abilities help the firms to market their services and to  avoid head-on competition.      Stinchcombe and Heimer  pointed out that these partial monopolies are constantly at risk, both because  technological changes may make unusual abilities obsolete and because key  experts may depart. Computer technology  has been changing especially rapidly, and the software firms' relations with  clients and computer manufacturers repeatedly expose their experts to job  offers. To sell their services to clients,  software firms have to publicize the talents of their key experts, and this  publicity creates job opportunities for the touted experts.      Not all KIFs control  distinctive domains of knowledge.    Professional firms find it especially hard to sustain monopolistic  positions. The recognized professions  work at keeping their control of knowledge and at preserving their members'  autonomy: firms would run into strong opposition if they would try to convert  professional expertise to organizational property. Moreover, many products of professional firms are easy to  imitate. For example, Martin Lipton  invented the 'poison pill' defence against unfriendly corporate takeovers; but,  after other law firms saw a few examples, Wachtell, Lipton was no longer the  sole source for poison pills (Powell, 1986).      Several modes of  organizational learning do convert individual expertise into organizational  property. These conversion processes  produce at least three types of organizational property: physical capital,  routines, and organizational culture.    The creation of social capital, such as mutual trust with clients or  customers, tends to convert organizational experience into the property of  individuals.             Physical Capital       Both KIFs and individuals can gain new expertise  by buying capital goods. Computer  software affords obvious examples.      Not long ago, expertise  was uneven across accountants who handled income taxes. Now, every accountant has low&#8209;cost  access to software that makes no arithmetical errors, omits nothing, incorporates  the latest changes in tax codes, and warns of conditions that might trigger  audits by tax authorities.      Lawyers have recently  begun to use a computer program, CLARA, to help them do legal research. CLARA helps small law firms compete more effectively  against large firms, and helps novice lawyers produce results comparable to  experienced lawyers (Laudon and Laudon, 1991, chapter 4). Although unfinished, CLARA does research  nearly as well as law professors. On  reading of this achievement, one practicing lawyer sniffed: 'Too bad; maybe it  will get better someday.'      In the short term, KIFs  may be able to turn expertise into concrete capital. For instance, decades of experience enabled the large public  accounting firms to create systematic auditing procedures. The firms then turned these procedures into  checklists that novice accountants and clerical staff can complete. Similarly, Rand Corporation's research  occasionally produces databases that have value beyond the projects that  created them. Rand tries to exploit  these databases by proposing new projects that would draw upon them.      Physical capital may be  even harder to protect and retain than are people, however. Physical capital also may be less flexible  than either the technologies it uses or the markets it serves. The auditing checklists created by firm A  work just as well for firm B, so B can easily take advantage of A's experience.      IntelligenceWare wrote  superior programs for artificial&#8209;intelligence applications. The firm has been seeking to exploit these  programs by adapting them to diverse uses.    Over the longer term, competing firms can analyse and imitate  IntelligenceWare's programs. Also,  because IntelligenceWare's programs are too complex for incremental evolution,  experience will eventually force the firm to undertake a drastic rewrite.      Databases can be updated  piecemeal, but they too gain or lose currency.    At Rand Corporation, Brian Jenkins has compiled a database on  terrorism. He began this on his own  initiative, but the database became a more general asset when terrorist acts  escalated and Rand began receiving inquiries about terrorism from the  press. Although the press's interest in  terrorism fluctuates with the incidence of terrorism, such a database requires  continual maintenance.      Orlikowski (1988, pp.  179-267) detailed a consulting firm's efforts to capture its experience as  software. Over ten years and many  projects, consultants built various software 'tools' that help them plan  projects and carry them out efficiently.    The tools originated separately when consultants saw needs or  opportunities, but the firm's general production philosophy implicitly guided  these developments and rendered the tools mutually compatible. Also, at first, isolated people used these  tools voluntarily, but informal norms gradually made their use widespread and  mandatory. Thus, the tools both  expressed the firm's culture in tangible form, and reinforced the culture by  clarifying its content and generalizing its application. Generalization made the differences among  clients' problems less and less important, and it weakened the contributions  that clients could make to problem solving.    Generalization also reduced the influence of more-technical consultants  and increased the influence of less-technical consultants. In their interviews, the consultants  stressed the tools' strong influence on their perceptions of problems and their  methods of solving them. Eventually,  the firm started to sell the tools to other firms. At that point, the firm's culture, methods, and experience became  products that other firms could buy.      The ease of distributing  it makes physical capital an effective way to build organizational culture, and  it offers firms opportunities to expand their markets. Easy distribution also can cost firms their  competitive advantages. Departing  employees can easily take forms, manuals, or floppy disks with them. When firms turn physical capital into products  that they sell to competitors, knowledge-intensive capital loses the character  of being esoteric and advantageous. In  this sense, a portable expert system is self-contradictory. Distributing an expert system renders its  knowledge no longer esoteric, and thus no longer expert. It is not only tax accountants who now have  low-cost access to programs for filing income taxes; millions of non&#8209;accountants  are using these programs to file their business or personal taxes.             Routines       Firms also learn by creating routines (Nelson  and Winter, 1982; Starbuck, 1983), but formalized routines look  bureaucratic. Highly educated experts  dislike bureaucracy: conflicts between professions and bureaucracies have  attracted much research (Schriesheim et al. , 1977), and some of these  conflicts apply to expertise in general.    Most experts want autonomy, they want recognition of their  individuality, and they want their firms to have egalitarian structures.      Some experts derive  independent power from their close ties with clients, so service KIFs with  multiple clients look more like loose confederations than bureaucracies. Among the service KIFs, only those having  long-term contracts with a very few clients seem able to bureaucratize. Even such KIFs must bureaucratize  cautiously, for their expert employees have external job opportunities. Of course, a product KIF such as the Garden  Company does not run into such problems because its experts have little contact  with customers.      The KIFs that can  enforce bureaucratic routines can draw benefits from them. Impersonal roles make programmes for  personnel development possible, and they ease transfers of people to meet  shifting tasks. Consistent quality is  essential to keeping long-term clients or customers. Bureaucratic clients or customers expect the KIFs they hire to  look and behave as they do. For  example, the Aerospace Corporation has a seven-layer managerial hierarchy  because this structure matches the hierarchy of the US Air Force.      Bhargava (1990) observed  that the software firms in which developers interact closely with clients  emphasize formalized documentation.    These firms devote more effort to planning and systems analysis, to  writing user manuals, and to recording the activities carried out and times  spent on specific projects. These  documents contribute to better client relations and reduce the firms'  dependence on developers who might depart.      The Rand Corporation  illustrates effective bureaucratization by a KIF. Rand's library staff watches for opportunities to submit  proposals, and it produces bibliographies to aid technical experts' proposal  writing. Some of Rand's experts review  others' proposals and reports to assure that they meet Rand's standards for  data gathering and statistical analysis.    Copy editors suggest ways to make proposals and reports more  intelligible. These activities  undoubtedly improve final reports' acceptability and the odds of proposals'  winning funds. Rand's research  proposals have a far&#8209;above&#8209;average success rate.      Larger KIFs are better  able and more inclined to bureaucratize, and larger KIFs can better tolerate  and balance the opposing forces in their work.    For instance, Brooks (1975) argued that 'conceptual integrity' is the  key to high quality in systems design.    Attaining conceptual integrity, he said, probably requires centralized  control by a few key experts, whereas programming and testing a designed system  may require many experts. Such work can  be troublesome for KIFs with experts who see themselves as equals and  substitutes. Large KIFs mitigate these  problems by dividing work into projects and allowing experts to specialize in  either design or implementation (Bhargava, 1990). Creating routines requires persistence, and both persistence and  learning may benefit from specializing with respect to technologies, markets,  functions, or locations.      On the other hand, large  KIFs may lack knowledge intensity. KIFs  are prone to grow by adding support staff instead of experts. Adding support staff promises to increase  profitability per expert by using experts more efficiently, whereas growth by  adding experts may use experts less efficiently. KIFs also grow by adding activities, products, or services that  promise to extract more value from the expertise already in-house. Thus, KIFs tend to lose knowledge intensity  as they grow.      Some experts see this  loss of knowledge intensity as desirable -- a sensible way to get the maximum  value from current staff. Other experts  see growth as a necessity demanded by large clients or numerous customers. Still other experts see this loss of  knowledge intensity as a danger to be combated -- by avoiding growth,  diversification, and geographic dispersion.      Routinization helps to  make knowledge intensity unstable. As  with physical capital, converting expertise to routines is risky. Routines may become targets of imitation,  spread, and gradually lose the character of being esoteric and  advantageous. A routine used by many  firms confers small comparative advantages on its users.             Organizational  Culture       Cultures have to be built gradually because they  are delicate and poorly understood.    Building a special organizational culture takes much effort as well as  imagination. Imitating another firm's  culture is quite difficult, if even possible, because every culture involves  distinctive traditions.      Maister (1985, p. 4)  wrote admiringly of 'one-firm firms', which stress 'institutional loyalty and  group effort.' 'In contrast to many of  their (often successful) competitors who emphasize individual entrepreneurship,  autonomous profit centers, internal competition and/or highly decentralized  independent activities, one-firm firms place great emphasis on firmwide  coordination of decision making, group identity, cooperative teamwork, and  institutional commitment.' According to  Maister, one-firm firms:      take very seriously  their missions (usually service to clients),      grow slowly while  choosing clients and tasks carefully,      devote much effort to  selecting and training personnel,      do R&amp;D beyond the  requirements of revenue-producing projects,      encourage free communication  among personnel, and      give information freely  to their personnel, including financial information.      Maister also warned that one-firm firms may  become complacent, lacking in entrepreneurship, entrenched in their ways of  doing things, and inbred.      Orlikowski (1988, pp.  152-160) said Maister's idealization accurately describes the consulting firm  she studied, except that her firm discourages R&amp;D beyond the needs of  current clients. The firm devotes seven  per cent of its revenue to a training programme, and each consultant spends  over 1500 hours in training during the first six years with the firm. Overtly technical in content, this training  involves both self-study and classes at the firm's school. The consultants measure their career  progress by their progress through this programme. Nevertheless, most consultants seem to agree with the one who  said: 'The biggest advantage of the school is the networking and socializing it  allows. It really is not that important  as an educational experience.'      Alvesson (1991; 1992)  too described a consulting firm that spent much effort on formal  socialization. The top managers ran a  'project philosophy course.' They also  sought 'to sell the metaphor the company as a home to the  employees.' Designed to foster informal  interaction, the building has a kitchen, sauna, pool, piano bar, and large  lounge area. The firm supports a  chorus, art club, and navigation course.    All personnel in each department meet together every second week. Every third month, each department  undertakes a major social activity such as a hike or a sailing trip. The firm celebrated its tenth anniversary by  flying all 500 employees to Rhodes for three days of group activities.      Interviews with software  developers convinced Bhargava (1990) that larger firms work harder to build  cultures. They use their cultures to  promote free communication, to make them less dependent on key experts, and to  ease personnel transfers. He found  fewer communication problems and fewer personnel transfers in smaller firms.      Van Maanen and Kunda  (1989) vividly described people's ambivalence toward culture-building efforts  in a computer firm. Most people readily  adopt corporate language and enjoy belonging to a supportive collectivity. Some embrace corporate values and rituals  enthusiastically; more do so cynically.    Most people also hold themselves aloof from group membership and protect  their individual identities.      All the KIFs I have  studied select experts carefully, they use teams extensively, they take their  missions seriously, they manage growth cautiously, and their people talk  openly. Only Wachtell, Lipton, however,  comes close to the one-firm model in discouraging internal competition,  emphasizing group work, disclosing information, and eliciting loyalty to the  firm. The other KIFs depart from the  one-firm model in having multiple profit centres, assessing the productivities  of individual experts, and revealing only the financial information that laws  require. All the KIFs, including  Wachtell, Lipton, depart from the one-firm model in decentralizing activities,  encouraging entrepreneurship, and not involving everyone in decision-making.      KIFs do downplay formal  structures, and they achieve co-ordination through social norms and reward  systems instead of hierarchical controls (Nelson, 1988; Van Maanen and Kunda,  1989, pp. 70-93). One reason is  experts' sense of their importance as individuals and their desires for  autonomy: Close control would induce  exits. Another reason is common values  and norms that result from many years of formal education. KIFs appear to derive some of their  properties from universities, and some KIFs employ many who could be university  faculty. Third, experts have to work  independently because projects involve just a few people (Alvesson, 1992). The instability of projects and services  provides a fourth reason: to absorb variations in demands for their services,  KIFs need fluidity and ambiguity.    Matrix structures are prevalent, and organization charts sketchy. Supervisors counsel non-directively. Experts form liaisons across formal  boundaries. Indeed, the Rand  Corporation designed its building to foster unplanned encounters.      Still, social norms and  reward systems are not equivalent to cultures.    KIFs confront serious obstacles to creating and maintaining unusual  cultures, especially cultures that embody organizational learning. The attributes that make hierarchical  controls troublesome -- autonomy, mobility, professionalization, uncertain  funding -- also make it hard for KIFs to integrate people and to socialize them  into unusual organizational cultures.    When experts join new firms, they bring with them well-developed values,  standards, habits, mental frameworks, and languages. Although they have much in common with their colleagues, the  culture they share is supra-organizational.             Social Capital       The Garden Company's customers can easily see  whether Garden's products do what the maker claims. The customers do not buy Garden's expertise directly. One result is that Garden's relations with  customers are impersonal. Another  result is that these relations may be fleeting. The customers readily switch to other suppliers, and Garden  itself cuts off relations with customers when it stops making products that are  less profitable.      Buyers of expertise  itself, by contrast, often have difficulty assessing their purchases. Clients often consult experts because they  believe their own knowledge inadequate, so they cannot judge the experts'  advice or reports mainly on substance.    Clients may be unable to assess experts' advice by acting on it and  watching the outcomes: the clients do not know what would have happened if they  had acted otherwise, and it is frequently obvious that outcomes reflect uncontrollable  or unpredictable influences. Clients  may not even understand what their expert advisors are saying. Many experts -- with awareness -- use jargon  that obscures their meaning. As a  result, clients have to base their judgements on familiar, generic symbols of  expertise. Do the experts speak as  persons with much education? Have the  experts used impressive statistical computations? Are the experts well dressed?    Did the experts use data of good quality? Do the experts' analyses seem logical and credible? Do the experts act confident?      Successful service KIFs,  therefore, pay attention to their symbolic outputs. For example, as mentioned above, the Aerospace Corporation uses  seven managerial levels that match the Air Force's hierarchy. Aerospace also asks technical experts to  practice briefings in-house before presenting them to Air Force officers, and  it provides strong support for writing, graphics, and artwork.      Clients also hire  experts to obtain legitimacy instead of expertise. In such circumstances, the client-expert relationship is a  charade: the clients choose advisors who will give wanted advice. Such selection can be unconscious. For instance, when the Facit Company was in  serious trouble, the board listened to presentations by several would-be  advisors (Starbuck, 1989). They then  hired McKinsey &amp; Company because that proposal had sounded most sensible:  McKinsey's proposal had endorsed the general strategy the board had been  pursuing. One result was that the board  found it easy to take McKinsey's advice.    Another result was that following McKinsey's advice only made the  situation worse.      Rhenman  (1973, pp. 160-171) has commented perceptively from his experience:      . . . there is in the  consultant-client relationship an element of conflict. A game is played with all the usual  trappings: negotiations, opposing strategies, etc. The client likes to 'sound out' the consultant. The client wavers between consultant A and  consultant B. He also considers the  cost of a particular consultant: will the organization really benefit? Has the consultant perhaps other purposes in  mind, beyond his duty to the client?    Perhaps he is seeking an opportunity for research or financial  reward? The consultant may be particularly  anxious to get this assignment. How can  he persuade the client to engage him?    Or he may be temporarily hard pressed for time. Can he persuade the client to postpone the  assignment, or some particularly time-consuming part of it? And during the assignment the consultant is  often sure to feel that the client is blind to his own best interests, or that  he, as consultant, is becoming involved in internal conflicts. . . .      We have already  intimated that political groups may well try to use the engagement of the  consultant for their own ends. Other  groups may suspect and oppose the engagement on similar grounds; a long and  heated struggle can easily develop. The  consultant may be aware of what has been going on, or he may realize it only  when he discovers that his engagement is tied to certain definite conditions. .  . .      But the political system  is not simply a part of the background.    Soon, whether he realizes it or not, the consultant will become a pawn  in the political game: his presence will always have some effect on the balance  of power, sometimes perhaps a good deal.    If he is not politically aware, various interest groups will almost  certainly try to use him for their own purposes.      Over the long term,  service KIFs try to convert clients' satisfaction with specific projects into  long-term relations. Even in contexts  that are initially impersonal, repeated interactions between specific people  create bonds. Firm-to-firm ties  gradually evolve into person-to-person ties.    An expert who repeatedly serves the same client begins to perceive 'my'  client, and the client comes to think of 'my' expert.      Such personalizing can  happen with any expert, but the experts having the strongest social skills are  not normally those with the greatest technical expertise. Those with superb abilities in both  dimensions are rare: one interviewee estimated that only ten people in the US  are 'great technical lawyers who work well with colleagues, are effective with  clients, and show good judgement.'      Thus, KIFs use internal  specialization, in which socially skilful experts work on building ties with a  few specific clients, and technically superior experts provide specialized  expertise to many clients. The KIFs offer  clients familiar contact persons, who then draw upon ad hoc teams with  expertise fitting specific projects. To  a client, a KIF looks like a single source of diverse expertise that gives high  priority to that client's problems.      Formally, American  lawyers call the persons whom clients choose to contact 'originating  attorneys.' Informally, they call them  'rainmakers.' Rainmaking is mysterious  and magical, and rainmakers wield power.    Their personal and lasting ties with clients give the contact persons  divided loyalties as well as power. The  divided loyalties serve a quality-control function that nurtures continuing  ties between KIFs and clients. The  power is a central fact-of-life that KIFs have to appreciate or risk losing  long-term clients.      Keith Uncapher once  worked at the Rand Corporation, designing information systems for the Defense  Advanced Research Projects Agency (DARPA).    Rand's top managers declared that the firm should no longer build  hardware, but Uncapher believed that DARPA's goals demanded special-purpose  hardware. He made a fifteen-minute oral  proposal to DARPA, received an initial grant of $10 million, and started a new  organization, the Information Science Institute.      As the foregoing implies  they should, service KIFs favour client relations over technical  expertise. If KIFs allow client  relations to dominate too strongly, however, they may lose key technical  experts. Instead of thinking that they  work for firms, technical experts may think firms exist for their benefit and  should be working for them. To remain  stable, KIFs have to reconcile their client-relations specialists and technical  specialists. Each of these needs the  other over the long term, but their mutual dependencies may seem obscure at any  moment.             STRATEGIC  DEVELOPMENT       This article's second section asserts:  'Knowledge is a stock of expertise, not a flow of information.' Ironically, firms' stocks of expertise come  from the flows in complex input-output systems. Knowledge flows in through hiring, training, and purchases of  capital goods. Some knowledge gets  manufactured internally, through research, invention, and culture  building. Knowledge flows out through  personnel departures, imitated routines, and sales of capital goods. Some knowledge becomes obsolete. Fluid knowledge solidifies when converted into  capital goods or routines. The  sequences of events resemble random walks, and the net outcomes are difficult  to foresee. Thus, strategies do not  evolve coherently (Greenwood et al. , 1990).             Diversification       For product KIFs,  strategic development calls for regulating numbers of customers and numbers of  product lines. Similarly, service KIFs  need to regulate numbers of clients and numbers of topical foci. As with other specialization-diversification  problems, high risks come from having very few clients or customers and very  few topics or product lines. A KIF with  very few topical foci must perform superbly in those areas, and a KIF with very  few customers cannot afford customer dissatisfaction. The issues, however, do not all lie in the realms of expertise or  social skills.      For a year and a half  after Wachtell, Lipton began, one client accounted for 75 per cent of its  revenue. Then, this client asked  Wachtell, Lipton to do something unethical.    They replied that they could not take the wanted action. The client countered that Wachtell, Lipton  must either do its bidding or lose its business. The partners refused . . . and gave up 75 per cent of their  revenue. At that point, unsure their  firm could survive, the partners adopted a policy that has had profound  consequences: Wachtell, Lipton would work only one-case-at-a-time. It would never again make a long-term  commitment to a client.      If Wachtell, Lipton had  been more ordinary, this policy might have been deadly. But the firm became one of the rare ones to  which corporations turn when their normal legal resources seem inadequate -- at  least, when corporations don't want to find out whether their normal legal  resources would be adequate. In this  status, having no long-term clients becomes an asset, for Wachtell, Lipton can  be hired by whoever calls first.      Some KIFs serve a few  clients contentedly. Keith Uncapher  said, 'I wouldn't know how to look good to two clients.' He designed the Information Science  Institute to serve only DARPA, and no other client. The Aerospace Corporation derives 99 per cent of its revenues  from a single long-term contract and makes no effort to change this situation.      Most KIFs that begin  with narrow foci try to diversify. Like  Aerospace, the Rand Corporation initially served a single client, the US Air  Force. At the Air Force's urging and  with its help, Rand began making strenuous efforts to gain broader support and  greater autonomy. These efforts have  had partial success. Rand has raised an  endowment exceeding $40 million, and it does research for over 80 sponsors  annually. Nevertheless, three military  sponsors still account for 70 per cent of Rand's revenues, and 80 per cent of  its research deals with national security.      A. D. Little has  attained broad diversification after developing incrementally for over a  century. A. D. Little's precursor,  Griffin &amp; Little, began in 1886 as specialists in the chemistry of paper  making. In 1909, when the current firm  incorporated, its expertise encompassed paper-making, forest products,  textiles, plastics, and sugar. These  industries were central to the economy of New England, the firm's home.      Over the years, as the  firm expanded its geographic reach, it added a wide range of physical and  biological sciences and expertise on a wide spectrum of manufacturing  technologies. A. D. Little first  studied regional economics in 1916, began financial studies in the 1930s, and  moved into management consulting broadly in the 1950s.      These expansions sprang  partly from the firm's standards about conflict of interest. After advising a client about a topic, A. D.  Little will not advise a different client from the same industry about the same  topic. Future projects must change  either the industry or the topic.      Just as diversification  regarding clients may erode a KIF's ties with its long&#8209;standing clients,  topical diversification may undermine a KIF's credibility. A few years ago, A. D. Little's senior  managers concluded that their firm had become too amorphous. Hiring had become hard because the firm had  so few experts in any single specialty.    Covering too many specialties for too many dissimilar clients was  yielding neither enough profit nor enough client satisfaction. A survey revealed that clients were turning  to other consultants to get 'focused depth of resources.'      Thus, the firm went  through a major planning effort, and began to focus on half-a-dozen functions  in a handful of industries -- mainly chemicals, financial services, health  care, and telecommunications. Alfred  Wechsler explained, 'We try to define our expertise with verb-noun-adverb  combinations. For example: we know how to  manufacture a paper cup inexpensively .'      A. D. Little's strategic  development has generally paralleled the developments in its client population --  large industrial enterprises. Chandler  (1962) described how single-product firms grew into multiple-product,  divisionalized firms during the first half of the century: in the same period,  A. D. Little was adding many product lines and decentralizing. In the 1970s and 80s, conglomerates such as  ITT decided to retrench into a few core businesses: A. D. Little was making  analogous changes at the same time.    After 1950, many American firms expanded overseas, and A. D. Little too  became multinational.      Its initial foreign  venture was an office in Zurich that opened in 1957 to serve American firms  that were expanding into Europe. To  their surprise, the consultants discovered that European firms also wanted their  services. They now have offices in six  European cities and in Mexico, Brazil, Venezuela, Saudi Arabia, Japan,  Singapore, Hong Kong, and Taiwan. In  1972, they added laboratories in England; these later expanded to Germany.              Multinational KIFs       For KIFs, multinationality poses challenging  issues that differ from those facing industrial firms. Many industrial firms use authority and  steep hierarchies, and they can often use formal controls or hardware  technology to reach performance standards.    Consulting firms and other KIFs dare not resort to authority or formal  controls, and they lack technological wonder pills. They have to depend on autonomous small teams to act ethically  and to meet performance standards.    This, in turn, means that they need cultural homogeneity.      Nonetheless, A. D.  Little has found national differences to be minor problems. One reason may be careful selection of  experts. Another reason may be the  homogeneity arising from education.    Haire et al. (1966) found that managers with similar educations  espouse similar values no matter what their nationalities. Wuthnow and Shrum (1983) discovered that  education erases the ideological differences between managers and professional-technical  workers. After much education, managers  and professionals espouse similar values.      Perhaps because they use  authority, formal controls, and technology to produce homogeneity, many  industrial firms have shown insensitivity toward local values or treated host-country  personnel less well than home-country personnel. Yet, insensitivity and inequity have not prevented industrial  firms from operating successfully in foreign lands. Consulting firms, on the other hand, would fail if they did allow  for local values, and they are apt to treat host-country consultants more than  equally.      For instance, A. D.  Little is trying to deliver reliable quality across diverse sites, but its  clients want services tailored to their individual needs and contexts. Tailoring calls for consultants to act differently,  whereas reliable quality and teamwork call for them to act similarly. A. D. Little began its multinational  expansion by exporting American experts.    Experience promptly convinced the firm that a foreign office must hire  primarily experts native to that country.    First, devising effective solutions for problems usually requires  thorough understanding of the contexts in which those solutions will be  tried. Second, clients do not want to  waste time explaining basic economic, sociological, or political facts to  expensive foreign consultants. Thus,  the consultants who staff a foreign office tend to have strong social skills  and close ties with their clients.    These assets, in turn, tend to give the host-country consultants high  statuses within the firm.             LOOKING BACK AND FORWARD      Summary       Because everyone defines knowledge differently,  discussions of KIFs evoke debates about proper definition. Such debates have led me (a) to emphasize  esoteric expertise instead of widely shared knowledge, (b) to distinguish an  expert from a professional and a knowledge-intensive firm from a professional  firm, (c) to differentiate a knowledge-intensive firm from an information-intensive  firm, and (d) to see knowledge as a property of physical capital, social  capital, routines, and organizational cultures as well as individual people.      Highly successful KIFs  exhibit uniqueness, and they reflect and exploit the peculiarities of their  environments. Since they and their  environments change symbiotically, their environments reflect and exploit these  KIFs.      Whereas experts  distinguish between preserving, creating, and applying knowledge, their daily  work obscures these distinctions. Not  only do preservers, creators, and appliers behave similarly, but preserving,  creating, and applying are interdependent.    Furthermore, experts resist new ideas -- even the experts who describe  themselves as creators of knowledge.    Such resistance arises from self-interest and narrow perspectives. Yet, it may improve learning -- by both  individual experts and their firms -- by making people ask whether knowledge  has lasting value.      KIFs learn by hiring,  training, and dismissing personnel.    They also convert ideas into physical capital, routines, organizational  culture, and social capital. Personnel  changes and purchases of capital goods generally offer fast ways to pick up new  ideas. Training, physical capital,  routines, and organizational cultures can turn individuals' knowledge into  collective property. Knowledge in  people or in physical capital is easy to lose, and KIFs have difficulty using  routines and building special cultures.    Social capital transforms a series of successful relations with a client  into a long-term relation, but it also converts collective successes into  individual property. One consequence is  that hierarchies within KIFs reflect social skills as well as technical  expertise.      Three themes afford a  framework for interpreting KIFs' strategic development. First, complex input-output systems for  knowledge make KIFs' strategic development look erratic. Second, KIFs have to regulate numbers of  customers or clients, and numbers of product lines or topical foci. Some KIFs focus on small numbers of clients,  customers, product lines, or topics; but most KIFs try to diversify. Third, service KIFs often mirror prominent  characteristics of their clients. These  similarities are loosely qualitative, however, for KIFs differ from their  clients in many ways.             Post-Industrial  Currents       One clich prediction says: future societies  will have ever higher proportions of service workers, because machines will  replace blue collars much more often than white collars. Perhaps KIFs are also growing more prevalent. But the future is always moot, and more  interesting than the general trends are the swirling currents within them.      First, KIFs tend to grow  by becoming less specialized and by adding support staff rather than  experts. It nearly always seems   that additional support staff, products, or services will extract more value  from the experts already in-house.    Individual experts, too, think about broadening their domains as they  update their knowledge and see social and technological changes opening new opportunities. But when support staff come to outnumber  experts greatly, or when KIFs claim expertise in too many domains, KIFs lose  their halos of expertise and their credibility.      Second, all kinds of  expertise become less profitable as they grow more prevalent. Esoteric expertise has monopoly power, and  this power erodes as expertise becomes less esoteric. Neither experts nor KIFs nor KIFs' industry associations should  seek proliferation. Yet, experts resist  control and they have strong penchants to start new firms. Very small firms can compete successfully if  they take advantage of their peculiarities and the peculiarities of their  environments. The Garden Company could  easily lose out to competitors with better ideas.      Third, some kinds of  expertise attract consumers even though their benefits are obscure. Examples include crisis intervention,  economic forecasts, investment advice, psychotherapy . . . and management  science. Some obscure&#8209;benefit  expertise seems to have high value partly because the experts are unusual. Such expertise may lose value as the experts  come to make up higher proportions of the work force. On the other hand, such an outcome is not obvious. Placebos make effective treatments although  they are very common. Mystery can be routinized. People need help with their problems even  when the problems have no solutions perhaps, especially then.      Obscure-benefit domains  may be either more or less stable than the domains in which expertise yields  clear benefits. Obscure-benefit domains  are stable if they satisfy perennial human needs and no alternatives  appear. There were probably economic  forecasters before there were humans; even in recent times, the demand for  economic forecasts has mounted as organizations have grown larger and more  rigid. Obscure-benefit domains can be  unstable if beliefs change, if human needs shift, or if more effective  substitutes appear. Astrology is a case  in point. Clear-benefit domains may  themselves wither -- as dentists are discovering.      Fourth, physical capital  will displace some of experts' activities.    Similar, changes are occurring across the economy, within firms, and in  the work of individual experts. Several  new industries are distributing expertise in the form of physical capital. Both firms and individual experts are  creating databases and expert systems, and they are buying or building tools to  amplify experts' productivity by replacing some of their activities.      These substitutions will  enable fewer experts to serve more clients or customers or to invent more  products. They also will mean that many  clients or customers no longer need experts, or that they can make the products  they have been buying. Millions of  people are already using software to do accounting, to file income taxes, to  write wills, to construct leases, or to help them write articles. Computers are revolutionizing product  design, manufacturing control, and computer programming. Spiraling medical costs may yet compel the  use of software that diagnoses diseases and issues medical prescriptions.      To appreciate the beauty  and intricacy of such currents, social scientists need to stop averaging across  large, diverse categories. The average  painting is flat gray, the average day is neither hot nor cold and has twelve  hours of daylight, the average firm is mediocre and short&#8209;lived, and the  average expert knows little about any field.    In the social sciences, broad patterns oversimplify and capture only  small fractions of what is happening.    They leave scientists in worlds that look random. Broad patterns also tend to emphasize what  is consistent with the past and to overlook subtle changes.      There is also a world of  bright colours, sizzling days, exceptional firms, rare experts, and peculiar  KIFs.              NOTE       I owe thanks to many who contributed generously  their time, ideas, insights, and contacts.    This article reflects help from Mats Alvesson, Tora Bikson, Andrew  Brownstein, Mark Chignell, Jess Cook, Joan Dunbar, Roger Dunbar, Tamara  Erickson, James Fogelson, Charles Fombrun, Ari Ginsberg, John Jermier, Charles  LaMantia, Kenneth Laudon, Martin Lipton, Henry Lucas, Frances Milliken, Louis  Miller, Theodore Mirvis, Harold Novikoff, Paul Nystrom, Anthony Pascal,  Lawrence Pedowitz, Fioravante Perrotta, Joseph Post, Lewis Rambo, Donald Rice,  Harland Riker, James Ringer, Stephen Robinson, David Ronfeldt, Lawrence  Rosenberg, Roberta Shanman, Lee Sproull, Serge Taylor, Jon Turner, Keith  Uncapher, Mary Ann Von Glinow, Herbert Wachtell, Alfred Wechsler, Elliott  Wilbur, Sidney Winter, and an anonymous referee.             REFERENCES      Alvesson, M. (1991). 'Corporate culture and corporatism at the  company level: a case study.' Economic  and Industrial Democracy , 12 , 347-67.      Alvesson, M. (1992). 'Leadership as social integrative  action. A study of a computer  consultancy company.' Organization  Studies , 13: 185-209.      Armstrong, J. S. (1985). Long-Range Forecasting: From Crystal Ball  to Computer (2nd Edn). New York: Wiley-Interscience.      Ascher, W. (1978). Forecasting: An Appraisal for Policy-Makers  and Planners. Baltimore: Johns  Hopkins University Press.      Beyer, J. M. (1981). 'Ideologies, values, and decision making in  organizations.' In Nystrom, P. C. and  Starbuck, W. H. (Eds.), Handbook of Organizational Design, Volume 2. Oxford: Oxford University Press, 166-202.      Bhargava, N. (1990). Managing Knowledge Bases in Knowledge-intensive  Firms: an Empirical Study of Software Firms.    Manuscript, New York University.      Brooks, F. P., Jr. (1975). The Mythical Man-Month: Essays on  Software Engineering. Reading, MA:  Addison-Wesley.      Bucher, R., and  Stelling, J.   (1969). 'Characteristics of  professional organizations.' Journal  of Health and Social Behavior , 10 , 3-15.      Chandler, A. D. (1962). Strategy and Structure, Cambridge,  MA: MIT Press.      Camerer, C. F., and  Johnson, E. J.   (1991). 'The process-performance  paradox in expert judgment: how can experts know so much and predict so badly?'  In Ericsson, K. A., and Smith, J. (Eds.), Toward a General Theory of Expertise:  Prospects and Limits . Cambridge:  Cambridge University Press, 195-217.      Deal, T., and Kennedy,  A.   (1982). Corporate Cultures,   Reading, MA: Addison-Wesley.      Ekstedt, E. (1988). Human Capital in an Age of Transition:  Knowledge Development and Corporate Renewal. Stockholm: Allmnna Frlaget.      Ekstedt, E. (1989). 'Knowledge renewal and knowledge  companies.' Uppsala Papers in  Economic History , Report 22 , Department of Economic History.  University of Uppsala.      Greenwood, R., Hinings,  C. R., and Brown, J.   L. (1990). '''P 2 -Form&quot; strategic  management: corporate practices in professional partnerships.' Academy of Management Journal , 33 ,  725-55.      Haire, M., Ghiselli, E.  E., and Porter, L. W.   (1966). Managerial Thinking. New York: Wiley.      Hinings, C. R., Brown,  J. L., and Greenwood, R.   (1991). 'Change in an autonomous  professional organization.' Journal  Of Management Studies , 28 , 375-93.      Kusterer, K. C. (1978). Know-How on the Job: The Important  Working Knowledge of &quot;Unskilled&quot; Workers. Boulder, CO: Westview Press.      Laudon, K. C., and  Laudon, J. P.   (1991). Business Information  Systems: A Problem Solving Approach.    Hinsdale, IL: Dryden.      Machlup, F. (1962). The Production and Distribution of  Knowledge in the United States.    Princeton, NJ: Princeton University Press.      Maister, D. H. (1985). 'The one-firm firm: what makes it  successful.' Sloan Management Review , 27 (1), 3-13.      Montagna, P. D.  (1968).  'Professionalization and  bureaucratization in large professional organizations.' American Journal of Sociology , 73 ,  138-45.      Nelson, R. R., and  Winter, S. G. (1982). An Evolutionary Theory of Economic  Change. Cambridge, MA: Harvard  University Press.      Nelson, R. L . (1988). Partners with Power: The Social  Transformation of the Large Law Firm .    Berkeley: University of California Press.      Orlikowski, W. J. (1988). 'Information technology in post-industrial  organizations: an exploration of the computer mediation of production  work'. Doctoral dissertation, New York  University.      Peters, T. J., and  Waterman, R. H., Jr.   (1982). In Search of Excellence,   New York: Harper &amp; Row.      Powell, M. J. (1986). Professional innovation: corporate lawyers  and private lawmaking. Manuscript,  Department of Sociology, University of North Carolina, Chapel Hill.      Rhenman, E. (1973). Organization Theory for Long-Range  Planning . London: Wiley.      Ritzer, G., and  Walczak, D.   (1986). Working: Conflict &amp;  Change (3rd Edn). Englewood Cliffs,  NJ: Prentice&#8209;Hall.      Schriesheim [Fulk], J.,  Von Glinow, M. A., and Kerr, S. (1977). 'Professionals in bureaucracies: a structural  alternative.' In Nystrom, P. C. and  Starbuck, W. H. (Eds.), Prescriptive Models of Organizations. Amsterdam: North-Holland, 55-69.      Starbuck, W. H. (1976). 'Organizations and their environments.' In Dunnette, M. D. (Ed.), Handbook of Industrial  and Organizational Psychology.    Chicago: Rand McNally, 1069-123.      Starbuck, W. H. (1983). 'Organizations as action creators.' American Sociological Review, 48 ,  91-102.      Starbuck, W. H. (1989). 'Why organizations run into crises . . . and  sometimes survive them.' In Information  Technology and Management Strategy , Laudon, K. C., and Turner, J.  (Eds.). Englewood Cliffs, NJ: Prentice-Hall,  11-33.      Starbuck, W. H., and  Dutton, J. M.   (1973). 'Designing adaptive  organizations.' Journal of Business Policy, 3 , 21-8.      Stinchcombe, A. L., and  Heimer, C. A.   (1988). 'Interorganizational relations  and careers in computer software firms.'    In Simpson, I. H. and Simpson, R. L. (Eds.), Research in the  Sociology of Work, Volume 4: High Tech Work. Greenwich, CT: JAI Press, 179-204.      Sveiby, K. E., and  Lloyd, T.   (1987). Managing Knowhow. London: Bloomsbury.      Sveiby, K. E., and  Risling, A.   (1986).  Kunskapsfretaget   -- Seklets viktigaste ledarutmaning ?  (The Knowledge Firm -- This Century's Most  Important Managerial Challenge?)  Malm :  Liber AB.      Van Maanen, J., and  Kunda, G.   (1989). 'Real feelings: emotional  expression and organizational culture.'    Research in Organizational Behavior, 11 , 43-103.      Winter, S. G. (1987). 'Knowledge and competence as strategic  assets.' In Teece, D. J. (Ed.), The  Competitive Challenge: Strategies for Industrial Innovation and Renewal. Cambridge, MA: Ballinger, 159-84.      Wolff, E. N., and  Baumol, W. J.   (1987). Sources of Postwar Growth of Information  Activity in the U.S. Manuscript, New  York University.      Wuthnow, R., and Shrum,  W.   (1983). 'Knowledge workers as a  &quot;new class:&quot; structural and ideological convergence among  professional-technical workers and managers.'    Work and Occupations, 10 , 471-87."}, {"content": "NYU School of Continuing and Professional Studies to Offer New Summer Intensive “Entrepreneurship 101: Taking Your Business from Idea to Reality”                                                                                        The NYU School of Professional Studies Website    Faculty    Degrees    Professional Certificates    Upcoming Events        Search Courses     Credit Course     Non-Credit Course          Site    Noncredit Courses    Faculty                                                                                                                                 About             History & Mission The School and NYC Message from the Dean Academic Accreditation Administration Newsroom The School Community Convocation Visual Identity and Editorial Guidelines School Events                   Admissions             Graduate Admissions Undergraduate Admissions Events You@NYU Apply                   Academics             Academic Departments Academic Policies and Procedures Academic Accreditation Degree Programs Graduate Programs Undergraduate Programs Online Offerings Diploma Program Admissions  High School Academy Noncredit Offerings Course Search Certificates Intensives New Courses Online Offerings Professional Advantage Programs Information Sessions  Online Offerings                   Noncredit                 Faculty             Office of Faculty Affairs Faculty Search                   Career             About For Students For Employers For Alumni For Faculty                   Conferences & Events                 Giving                 Alumni             Alumni Community Stay Connected Alumni Benefits and Services Alumni Award Programs and Events                                                        NYU School of Continuing and Professional Studies to Offer New Summer Intensive “Entrepreneurship 101: Taking Your Business from Idea to Reality”                             Six-session, weekend program will focus on the fundamentals of developing, financing, and launching a new business venture          NEW YORK, March 25, 2014 – From Benjamin Franklin to Steve Jobs, entrepreneurs have long been a driving force in the fabric of American life and commerce. Even in today’s volatile economy, there are nearly 28 million small businesses in the U.S., with entrepreneurs generating more than 65% of new jobs . However, developing an entrepreneurial vision into a thriving, successful business takes more than a good idea. It requires a unique set of skills and a deep understanding of the marketplace.     To assist individuals who are interested in starting their own businesses to gain the tools and the knowledge they need to turn their ideas into business plans, the NYU School of Continuing and Professional Studies (NYU-SCPS) is offering a summer intensive, “ Entrepreneurship 101: Taking Your Business from Idea to Reality .”   The six-session program will run from June 28 to July 27 , Saturdays and Sundays, from 9 a.m. to 5 p.m., at the NYU Midtown Center, 11 West 42 nd St.   Through workshops with expert instructors and real-world industry practitioners, students will learn the building blocks of creating a business, including determining whether an idea has practical potential, developing a business plan, creating a budget, reviewing capital considerations, negotiating contracts, protecting intellectual property, and using marketing resources for maximum effectiveness.   Participants will apply the knowledge gained throughout this intensive to prepare a detailed business plan, and then will present their plan to executives from premier companies for invaluable feedback.   For additional information about the course and to register, call 212-998-7150 or click here . For more information about other NYU-SCPS course offerings in finance and entrepreneurship, please visit scps.nyu.edu/finance .              About the NYU School of Continuing and Professional Studies            Established in 1934, NYU-SCPS ( scps.nyu.edu ) is one of NYU’s several degree-granting schools and colleges, each with a unique academic profile. The reputation of NYU-SCPS arises from its place as the NYU home for study and applied research related to key knowledge-based industries where the New York region leads globally. This is manifest in the School’s diverse graduate, undergraduate, and noncredit programs in fields such as Real Estate, Real Estate Development, and Construction Management; Hospitality, Tourism, and Sports Management; Global Affairs; Fundraising and Grantmaking; Publishing; Professional Writing; Human Resource Management and Development, Marketing, Public Relations and Corporate Communication, Management and Systems, Advanced Digital Applications, Graphic Communications Management and Technology, Project Management, and Accounting, Finance, and Law; Liberal and Allied Arts; Foreign Languages, Translation, and Interpreting; Applied Politics; and Health Information Management.    More than 100 distinguished full-time faculty members collaborate with an exceptional cadre of practitioner/adjunct faculty and lecturers to create vibrant professional and academic networks that annually attract nearly 5,000 degree-seeking students from around the globe. In addition, the School fulfills the recurrent continuing higher education needs of local and professional communities, as evidenced by close to 48,000 annual noncredit enrollments in individual courses, specialized certificate programs, workshops, and seminars. The School’s community is enriched by more than 27,000 degree-holding alumni worldwide, many of whom serve as mentors, guest speakers, and advisory board members. For more information, visit: scps.nyu.edu .                                                                                  PR Contacts                  Cheryl Feliciano                                         cheryl.feliciano@nyu.edu          212-992-9103                                 Alka Gupta                                         aag13@nyu.edu          212-998-7263                                                                                                                          QUICK LINKS                        About Us          Student Affairs          Visit Us          School-wide Policies          Contact Us                       ATTEND THE SCHOOL                        Graduate Admissions          Undergraduate Admissions          High School Academy          Professional Advantage          Veteran Resource Center                             ON THE WEB                         On Facebook          On Twitter          On YouTube          Browser Requirements                                                        NYU Homepage    &copy; New York University School of Professional Studies | Privacy Policy"}, {"content": "Knowledge intensive business services : geography &amp;amp; innovation : Ashgate Economic Geography Series | NYU Health Sciences Library                                                  Jump to navigation                             Locations       NYU Medical Archives                                                                              Home               Services                               - View all Services -               Literature Search Services               Education and Curriculum Support               Information for Patients and Families               Clinical Care Support               Research Support               Document Delivery and Interlibrary Loan               Publication Tracking                               Faculty Bibliography               Faculty Bibliography API                                                                   Meet your library liaison      Dorice Vieira   Library liaison to the Global Institute of Public Health, Graduate Medical Education, Medical Center Hospitalists, &amp; Obstetrics and Gynecology                                                 Subject Guides                                    - View all guides -                              What is a subject guide?     A subject guide is designed to inform a particular research topic. These resources can act as a supplement when researching.                              FAQs                               - View all FAQs -               How do I install the library bookmarklet?               My password doesn’t work, what should I do?                I can’t access a library resource, what should I do?               What if the library doesn’t have what I need?               How do I download EndNote?                                     Use this bookmarklet when you find an article through an outside search like Google Scholar. If we subscribe to the content, you'll be immediately redirected to our login page for access.                             About Us                               Our Divisions                               Administration               Content Management and Scholarly Communication               Division of Knowledge Informatics               Lillian & Clarence de la Chapelle Medical Archives               Operations               Research, Education, and Clinical Support (RECS)               Systems and Technology                             Our Staff Directory               Benefactors                               Daniel C. Bryant, MD               Dr. Harvey Taterka               Herman Robbins, MD               Sidney and Theodora Yudin Medical Ethics Library               Clarence E. de la Chapelle, MD               Frederick L. Ehrman                             Policies                               Access Privileges               Borrowing and Circulation               Code of Conduct               Giving to NYU Health Sciences Library               Privacy Statement                             Careers at NYUHSL               Locations               Contact Us                                                                           Knowledge intensive business services : geography &amp;amp; innovation : Ashgate Economic Geography Series                   Link: Knowledge intensive business services : geography &amp; innovation : Ashgate Economic Geography Series      Resource type Etext   Access Terms NYU only   ISBN/ISSN 0-7546-7889-X   Vendor Ebrary Ebooks   Record ID 183648                                                                                           Email us                   Request a Consultation                   Request article or book                   Troubleshoot Access                                                         @lisamcguire1 @ReadKev We don't have a link to anything right now, but can email you something. @Ecureuil81 knows how to find you.       @NYU_HSL       1 week 1 day ago"}]}]