[{"detail": [{"content": "Moy03                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                      Return to Mercer Street 2003 Table of Contents           by Christina Moy                     If human beings are to explore those distant and wished for lands, we must first come to grips with some of the perplexing conceptual issues that have dogged quantum physics since its inception. These riddles dance around the enigma of quantum observership. Its contemplation brings us back from the realm of the multiverse to the intimate confines of our own skin, where we ask what it means to say that we observe nature. - Timothy Ferris, The Whole Shebang: A State-of-the-Universe(s) Report           During the crisis of modern science in the late nineteenth and early twentieth centuries, the postulates of early scientific discoveries had been refuted. In one of sciences most defining moments, an undisturbed photon of light was found to exhibit both wave-like and particulate qualities. The relationship between these two qualities would later be termed complementarity by Niels Bohr, one of the scientists at the forefront of this discovery. As Thomas S. Kuhn notes in The Structure of Scientific Revolutions , Before [the theory of quantum mechanics] was developed by Plank, Einstein, and others early in [the twentieth] century, physics texts taught that light was transverse wave motion (12). So staggering was this discovery that in his autobiography, Albert Einstein recounts, All my attempts to adapt the theoretical foundations of physics [to the new quantum knowns] failed completely. It was as if the ground had been pulled out from under one, with no firm foundation to be seen anywhere upon which one could have been built. Not surprisingly, this arrest of the fundamental postulates of classical physics sparked a reevaluation of the world view by the scientists of the early twentieth century. Bohr saw complementarity as a kind of chiaroscuro, an essential embracing by nature of opposites and contradictions (Ferris 275). The discovery, which years ago would have been thought of as exclusively internal to science, became a critical problem in philosophy; a part of science was becoming philosophical. Moreover, the idea of duality in nature suggested its broader application in a complementarity between mutually exclusive ways of knowledge, like religion and scienceThe deep interconnectedness of phenomena encouraged a new holistic thinking about the world (Tarnas 357). If one applies these ideas to human thought, fragments of knowledgediscrete factsit seems, can no longer be solely characterized as packets of information. Like light itself, the nature of knowledge has a certain duality: although information can exist as specific, discontinuous entities, it can also exist as a more general, continuous whole.           The work of Stephen Jay Gould consistently capitalizes on the meaningful joinings between the facts, methods, and concerns of science and the humanistic disciplines (Landed 5) . One of the most cogent examples of this interconnectedness is evident in his essay No Science Without Fancy, No Art Without Facts. In it, Gould describes the relationship between different disciplines of thought:           The domains [of facts of nature] must remain formally distinctButan overarching mental unity builds a deeper similarity than disparate subject matter can divide. Human creativity seems to work much as a coordinated and complex pieceand we will miss the underlying commonality if we only stress the distinctions of external subjects and ignore the unities of internal procedure. (Landed 51)           The scientists of the early twentieth century advanced the idea that there exists some complementarity among different disciplines, in turn promoting an implicit interconnectedness within all subjects of human thought, or what Gould calls an overarching mental unity. But the scientists of the early twentieth century simply recognized that there was some sort of complementarity or interconnectedness at work among disciplines; they had no way of accounting for the motivation behind this newly discovered characteristic. Gould attributes the creation of this mental unity to the inner workings of some sort of an internal procedure. But what exactly is this internal procedure and how does it work to build a deeper similarity and forge an interconnectedness among different disciplines?           In Jim Bowies Letter and Bill Buckners Legs, Gould pushes towards an understanding of what might be this internal procedure. He writes,           When evolution grafted consciousness in human form upon [the vertebrate brain] in a single species, the old inherent search for patterns developed into a single propensity for organizing these patterns as stories, and then for explaining the surrounding worldhumans tend to construct their stories along a limited number of themes and pathways, favored because they grant both useful sense and satisfying meaning to the confusionof life in our complex surrounding world. (Landed 55-56)           Here, Gould argues that the human brain intrinsically finds patterns within things and develops these patterns, which ultimately take form as stories. Because the human mind draws from a pool of limited pathways in creating each story, it seems that the limiting nature of these pathways implies some sort of interconnectedness among the construction of all stories. The human mind must eventually retrace its steps in creating stories along specific pathways if it draws from a finite pool of stylistic patterns. Therefore, the patterns of these stories as well as the information that each story conveys must eventually repeat, resulting in interconnectedness and perhaps even a deeper similarity in the pattern. Perhaps these pathways represent a possible internal procedure, serving as the means by which the human brain creates an overarching mental unity among different disciplines of thought.           The processes by which the human brain creates this overarching mental unity through repeated patterns and pathways, that is, the things that Gould argues to be formative in the creation of stories, are implicit in his own work. Both of the quotations discussed above exemplify a very distinct pattern; they both work with a sort of structural hierarchy. In the quotation from No Science Without Fancy, No Art Without Facts, Gould describes facts of nature as components in larger domains, whereupon he implies that these larger domains characterize (and are thus components of) human creativity. Gould not only communicates this idea through the imagery he creates, but also through his choice of words. Clearly, the word facts beholds connotations of small, discrete units of information; domains, implies a larger order; human creativity exists as this massive concept often associated with an expansive breadth of applications. So the words Gould chooses reflect an order of structural hierarchy, reinforcing an idea he simultaneously creates with imagery. Even the rhetorical strategies with which Gould crafts his idea reflect a similar structural hierarchy: images are based on their smaller components in words, and the meanings of words rely on connotations. Furthermore, connotations are subdivisions of a word in that they represent different ways one may perceive the meaning of a word.           Similarly, in the quotation from Jim Bowies Letter and Bill Buckners Legs, Gould draws upon this same pattern of hierarchical structure as he argues that a single propensity for organizing patterns creates the patterns themselves; the patterns construct stories; the stories form our complex surrounding world. Each element serves as a component of a larger structure. Thus, the patterns that Gould enacts in the construction of his own stories exist as a testament to the very arguments he makes: the same patterns that exist within the pathway to thought also exist in the thoughts themselves. Moreover, the highly repetitive nature of these patterns seems to be indicative of discrete archetypes of thought; each archetype represents a larger, yet still discrete form of thought, repeated over and over.           While particles exist as clearly defined, discrete units, waves are extremely dynamic, varying in wavelength, intensity, and speed. In the wave-particle theory, the complementarity of particles and waves is essential in forging an accurate and comprehensive view of light where the discontinuous and the continuous complement each other, and there is a sort of interconnectedness to specificity and generality. The wave and the particle, though characterized by sharply contrasting physical characteristics, are both essentially interconnected, creating a complete view of the nature of light. In much the same way, discrete archetypes interplay with more general (and thus less definite), inferential forms of knowledge (connotations and images) to form a coherent body of thought, to form a story.           So how can we use archetypes and inferential knowledge together for some meaningful purpose? In Art Meets Science in the Heart of theAndes, Gould writes, We mustapproach nature as a partner who can answer other kinds of questions for usquestions about the factual state of the universe, not about the meaning of human life. (Landed 109). Here, Gould chooses the word factual to describe the vast expanse that is the universe. The word factual beholds a very discrete connotationfacts, or packets of information, are discrete in nature. By using a word that invokes a very compact and individualized image to describe the state of the universe, a highly dynamic system, and a colossal image in itself, Gould simultaneously exemplifies the duality and the interconnectedness of human thought. The implication is that the specific and general are both required for us to properly understand nature, just as the complementarity of particles and waves forms a cohesive theory explaining lights nature. Additionally, Gould warns against undertaking the weighty if not impossible task of quantifying the meaning of human life. Such a concept is infinitely general, based exclusively on inference and does not include points of specificity, making such a practice entirely meaningless. Through his words, Gould seems to be echoing the concerns of Bohr, who once wrote, It is wrong to think that the task of physics is to find out how nature isPhysics concerns what we can say about natureOur task is not to penetrate into the essence of things, the meaning of which we dont know anyway, but rather to develop concepts which will allow us to talk in a productive way about the phenomena in nature (Ferris 275). Here, Bohr argues that the goal is to experience phenomena in nature, from which one can produce discrete statements of observation and draw upon these isolated observations to develop inferences. Therefore, observing nature allows us to say things about the factual state of the universe; it connects us to an understanding of nature as a process, as a constant tension between the specific and the general rather than nature as a series of disjointed facts or infinitely general inferences; observing nature connects us to a story.           Strangely, there is something rather classical about this method of modern observership. Observations and inferences are at the heart of the scientific method, the systematic gauntlet of checks and balances first developed by the classical scientists of the European Enlightenment through which all scientific theory is ideally supposed to pass. Observations seem more like discrete instances, and the inferences we draw from them seem to be more general. The suggestion is that the tension between the specific and the general exists not only in what we observe, but also in how we observe it. In realizing the relationship between the specific and the general, we are bridging ourselves with the classical scientists of the Enlightenment. Yet also, we are doing just as Bohr and Gould intended for us to do: approaching nature as a partner so that we can develop concepts which allow for a productive understanding of our factual state of the universe. The complementarity between the specific and the general in how we observe nature, bridges us with the story of sciences past, yet the complementarity of what we observe reveals a new story, relevant to the present.           In her essay Island, Gretel Ehrlich makes observations about the shapes and relative sizes of things in her environment and creates an extended metaphor to help her infer and realize her position in nature. She writes,           To think of an island as a singular speck or a monument to human isolation is missing the point. Islands beget islands: a terrestrial island is surrounded by an island of water, which is surrounded by an island of air, all of which makes up our island universe. Thats how the mind works too: one idea unspools into a million concentric thoughts. To sit on an island, then, is not a way of disconnecting ourselves but rather, a way we can understand relatedness. (64)           Here, Ehrlich observes the relatedness that results when a smaller, more specific entity builds upon a larger, more general one, serving as a metaphorical abstraction for all of relatedness. Her observations and the inferences she draws from them allow her to develop a relationship between the specifics and the generalities of her environment, creating the image of nature as a dynamic process. It is what Ehrlich observes, that is, the concentric islands increasing in their generality (or decreasing in their specificity) that allows her to produce a story relevant to the present: it allows her to understand her position in nature. She introduces this understanding by physically positioning herself as observer on the island. Ehrlichs story of relatedness is one that she is able to tell because of her observations of nature.           Just as Ehrlichs work is loyal to the scientific tradition of observation-based analysis, Goulds stylistic choices reflect this same tradition. In the quotations from No Science Without Fancy, No Art Without Facts and Jim Bowies Letter and Bill Buckners Legs previously discussed, Gould uses stylistic patterns and archetypes, specifically, a hierarchical structure among the words he chooses and the connotations and images they project to convey his story. Paralleling Ehrlichs image of concentric islands, the structural hierarchy of Goulds language relies upon specific entities building upon increasingly general concepts. The relatedness of Goulds language, that is, the repeated patterns or archetypes in his style help him tell the story of the nature of the story. His story comes about because of certain observations that he has made about all stories, namely that they seem to draw from a pool of limited pathways, making him loyal to the classical tradition of the scientific method. Goulds story, that is, his observations of the nature of the story, does not begin and end with the idea that all stories, more or less, follow the same patterns. Instead, Gould notes that the nature of the story is essentially based on limited pathways and discrete patterns because of a human tendency to favor both useful sense and satisfying meaning to the confusionof life in our complex surrounding world (Landed 55-56). We tend to select against the things that are neither useful nor satisfying to us when constructing our stories. To break this pattern of repeated pathways, it seems we have to enter the murky realm of the undesirable: the ugly side of storytelling.           This is just what Gould does in Petrus Campers Angle, where he discusses how some of the eighteenth-century thinkers misused Petrus Campers system of evaluating human variations against the classical Greek and Roman ideals as a measure of racial superiority. But Gould argues that it is absolutely necessary to plunge into the dark corners of our intellectual past because the archaeology of knowledge assumes greatest importance when it seeks new insights from our past (Brontosaurus 233). He acknowledges that our modern conventions exhaust the domain of possible inquiry, but that we should study the pastto expand our own sense of possibility. Goulds story is not that the nature of the story is stuck in a vicious cycle of limited pathways and patterns, nor is it that this tendency is the curse of modern storytelling, but rather that we should acknowledge the tendency of the story to follow certain pathways while keeping a keen eye on the stories of the past.           There is, I believe, one more thing we must take away from Campers past. It is an idea that seems to exist as a common thread among Camper, Gould, and Bohr and the rest of the pioneers of quantum mechanics. Describing the position of science in the realm of intellectual thought during Campers time, Gould writes, In Campers dayscience had not been defined, either as a word or as a separate domain of knowledge. Scholars often worked simultaneously in areas now walled off into separate faculties of universities (Brontosaurus 233). Gould situates his readers in a position where they sit on the past while acknowledging the present. Ehrlich positions her readers on an island and thus symbolically in the larger scheme of things; then she develops her metaphor of relatedness. Therefore, I feel compelled to revisit the idea of relatedness, for Gould, himself, equates his best essays with the ones that are the most integrated (Brontosaurus 14). This is a spot where, I believe, Gould would have ultimately liked to end, for it is how he begins so many of his essay collections: with the optimistic hope that an overarching mental unity can fashion a deeper similarity than disparate subject matter can divide (Landed 51). We look at nature and the nature of things to help us to connect ourselves to stories of the past and present while trying to do exactly what Petrus Camper and the scholars of the eighteenth-century were so capable ofthe same privilege the wave-particle theory gave to the pioneers of quantum mechanics: to understand the multiverse of intellectual disciplines together.           Works Cited           Ehrlich, Gretel. Islands, the Universe, Home. New York: Penguin, 1991.           Ferris, Timothy. The Whole Shebang: A State-of-the-Universe(s) Report. New York: Simon &amp; Schuster, 1997.           Gould, Stephen Jay. Bully for Brontosaurus. New York: W.W. Norton, 1991.           -. I Have Landed: The End of a Beginning in Natural History. New York: Harmony, 2002.           Kuhn, Thomas S. The Structure of Scientific Revolutions. Chicago:Chicago U, 1996.           Tarnas, Richard. The Passion of the Western Mind. New York: Ballantine, 1991.                     Return to Mercer Street 2003 Table of Contents                                                                                            [ EWP Home ] [ Program Info ] [ Policies ] [ Mercer Street ] [ EWP Teachers ] [ Writing Center ] [ Resources ] [ Contact EWP ]"}]},
{"detail": [{"content": "Moy03                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                      Return to Mercer Street 2003 Table of Contents           by Christina Moy                     If human beings are to explore those distant and wished for lands, we must first come to grips with some of the perplexing conceptual issues that have dogged quantum physics since its inception. These riddles dance around the enigma of quantum observership. Its contemplation brings us back from the realm of the multiverse to the intimate confines of our own skin, where we ask what it means to say that we observe nature. - Timothy Ferris, The Whole Shebang: A State-of-the-Universe(s) Report           During the crisis of modern science in the late nineteenth and early twentieth centuries, the postulates of early scientific discoveries had been refuted. In one of sciences most defining moments, an undisturbed photon of light was found to exhibit both wave-like and particulate qualities. The relationship between these two qualities would later be termed complementarity by Niels Bohr, one of the scientists at the forefront of this discovery. As Thomas S. Kuhn notes in The Structure of Scientific Revolutions , Before [the theory of quantum mechanics] was developed by Plank, Einstein, and others early in [the twentieth] century, physics texts taught that light was transverse wave motion (12). So staggering was this discovery that in his autobiography, Albert Einstein recounts, All my attempts to adapt the theoretical foundations of physics [to the new quantum knowns] failed completely. It was as if the ground had been pulled out from under one, with no firm foundation to be seen anywhere upon which one could have been built. Not surprisingly, this arrest of the fundamental postulates of classical physics sparked a reevaluation of the world view by the scientists of the early twentieth century. Bohr saw complementarity as a kind of chiaroscuro, an essential embracing by nature of opposites and contradictions (Ferris 275). The discovery, which years ago would have been thought of as exclusively internal to science, became a critical problem in philosophy; a part of science was becoming philosophical. Moreover, the idea of duality in nature suggested its broader application in a complementarity between mutually exclusive ways of knowledge, like religion and scienceThe deep interconnectedness of phenomena encouraged a new holistic thinking about the world (Tarnas 357). If one applies these ideas to human thought, fragments of knowledgediscrete factsit seems, can no longer be solely characterized as packets of information. Like light itself, the nature of knowledge has a certain duality: although information can exist as specific, discontinuous entities, it can also exist as a more general, continuous whole.           The work of Stephen Jay Gould consistently capitalizes on the meaningful joinings between the facts, methods, and concerns of science and the humanistic disciplines (Landed 5) . One of the most cogent examples of this interconnectedness is evident in his essay No Science Without Fancy, No Art Without Facts. In it, Gould describes the relationship between different disciplines of thought:           The domains [of facts of nature] must remain formally distinctButan overarching mental unity builds a deeper similarity than disparate subject matter can divide. Human creativity seems to work much as a coordinated and complex pieceand we will miss the underlying commonality if we only stress the distinctions of external subjects and ignore the unities of internal procedure. (Landed 51)           The scientists of the early twentieth century advanced the idea that there exists some complementarity among different disciplines, in turn promoting an implicit interconnectedness within all subjects of human thought, or what Gould calls an overarching mental unity. But the scientists of the early twentieth century simply recognized that there was some sort of complementarity or interconnectedness at work among disciplines; they had no way of accounting for the motivation behind this newly discovered characteristic. Gould attributes the creation of this mental unity to the inner workings of some sort of an internal procedure. But what exactly is this internal procedure and how does it work to build a deeper similarity and forge an interconnectedness among different disciplines?           In Jim Bowies Letter and Bill Buckners Legs, Gould pushes towards an understanding of what might be this internal procedure. He writes,           When evolution grafted consciousness in human form upon [the vertebrate brain] in a single species, the old inherent search for patterns developed into a single propensity for organizing these patterns as stories, and then for explaining the surrounding worldhumans tend to construct their stories along a limited number of themes and pathways, favored because they grant both useful sense and satisfying meaning to the confusionof life in our complex surrounding world. (Landed 55-56)           Here, Gould argues that the human brain intrinsically finds patterns within things and develops these patterns, which ultimately take form as stories. Because the human mind draws from a pool of limited pathways in creating each story, it seems that the limiting nature of these pathways implies some sort of interconnectedness among the construction of all stories. The human mind must eventually retrace its steps in creating stories along specific pathways if it draws from a finite pool of stylistic patterns. Therefore, the patterns of these stories as well as the information that each story conveys must eventually repeat, resulting in interconnectedness and perhaps even a deeper similarity in the pattern. Perhaps these pathways represent a possible internal procedure, serving as the means by which the human brain creates an overarching mental unity among different disciplines of thought.           The processes by which the human brain creates this overarching mental unity through repeated patterns and pathways, that is, the things that Gould argues to be formative in the creation of stories, are implicit in his own work. Both of the quotations discussed above exemplify a very distinct pattern; they both work with a sort of structural hierarchy. In the quotation from No Science Without Fancy, No Art Without Facts, Gould describes facts of nature as components in larger domains, whereupon he implies that these larger domains characterize (and are thus components of) human creativity. Gould not only communicates this idea through the imagery he creates, but also through his choice of words. Clearly, the word facts beholds connotations of small, discrete units of information; domains, implies a larger order; human creativity exists as this massive concept often associated with an expansive breadth of applications. So the words Gould chooses reflect an order of structural hierarchy, reinforcing an idea he simultaneously creates with imagery. Even the rhetorical strategies with which Gould crafts his idea reflect a similar structural hierarchy: images are based on their smaller components in words, and the meanings of words rely on connotations. Furthermore, connotations are subdivisions of a word in that they represent different ways one may perceive the meaning of a word.           Similarly, in the quotation from Jim Bowies Letter and Bill Buckners Legs, Gould draws upon this same pattern of hierarchical structure as he argues that a single propensity for organizing patterns creates the patterns themselves; the patterns construct stories; the stories form our complex surrounding world. Each element serves as a component of a larger structure. Thus, the patterns that Gould enacts in the construction of his own stories exist as a testament to the very arguments he makes: the same patterns that exist within the pathway to thought also exist in the thoughts themselves. Moreover, the highly repetitive nature of these patterns seems to be indicative of discrete archetypes of thought; each archetype represents a larger, yet still discrete form of thought, repeated over and over.           While particles exist as clearly defined, discrete units, waves are extremely dynamic, varying in wavelength, intensity, and speed. In the wave-particle theory, the complementarity of particles and waves is essential in forging an accurate and comprehensive view of light where the discontinuous and the continuous complement each other, and there is a sort of interconnectedness to specificity and generality. The wave and the particle, though characterized by sharply contrasting physical characteristics, are both essentially interconnected, creating a complete view of the nature of light. In much the same way, discrete archetypes interplay with more general (and thus less definite), inferential forms of knowledge (connotations and images) to form a coherent body of thought, to form a story.           So how can we use archetypes and inferential knowledge together for some meaningful purpose? In Art Meets Science in the Heart of theAndes, Gould writes, We mustapproach nature as a partner who can answer other kinds of questions for usquestions about the factual state of the universe, not about the meaning of human life. (Landed 109). Here, Gould chooses the word factual to describe the vast expanse that is the universe. The word factual beholds a very discrete connotationfacts, or packets of information, are discrete in nature. By using a word that invokes a very compact and individualized image to describe the state of the universe, a highly dynamic system, and a colossal image in itself, Gould simultaneously exemplifies the duality and the interconnectedness of human thought. The implication is that the specific and general are both required for us to properly understand nature, just as the complementarity of particles and waves forms a cohesive theory explaining lights nature. Additionally, Gould warns against undertaking the weighty if not impossible task of quantifying the meaning of human life. Such a concept is infinitely general, based exclusively on inference and does not include points of specificity, making such a practice entirely meaningless. Through his words, Gould seems to be echoing the concerns of Bohr, who once wrote, It is wrong to think that the task of physics is to find out how nature isPhysics concerns what we can say about natureOur task is not to penetrate into the essence of things, the meaning of which we dont know anyway, but rather to develop concepts which will allow us to talk in a productive way about the phenomena in nature (Ferris 275). Here, Bohr argues that the goal is to experience phenomena in nature, from which one can produce discrete statements of observation and draw upon these isolated observations to develop inferences. Therefore, observing nature allows us to say things about the factual state of the universe; it connects us to an understanding of nature as a process, as a constant tension between the specific and the general rather than nature as a series of disjointed facts or infinitely general inferences; observing nature connects us to a story.           Strangely, there is something rather classical about this method of modern observership. Observations and inferences are at the heart of the scientific method, the systematic gauntlet of checks and balances first developed by the classical scientists of the European Enlightenment through which all scientific theory is ideally supposed to pass. Observations seem more like discrete instances, and the inferences we draw from them seem to be more general. The suggestion is that the tension between the specific and the general exists not only in what we observe, but also in how we observe it. In realizing the relationship between the specific and the general, we are bridging ourselves with the classical scientists of the Enlightenment. Yet also, we are doing just as Bohr and Gould intended for us to do: approaching nature as a partner so that we can develop concepts which allow for a productive understanding of our factual state of the universe. The complementarity between the specific and the general in how we observe nature, bridges us with the story of sciences past, yet the complementarity of what we observe reveals a new story, relevant to the present.           In her essay Island, Gretel Ehrlich makes observations about the shapes and relative sizes of things in her environment and creates an extended metaphor to help her infer and realize her position in nature. She writes,           To think of an island as a singular speck or a monument to human isolation is missing the point. Islands beget islands: a terrestrial island is surrounded by an island of water, which is surrounded by an island of air, all of which makes up our island universe. Thats how the mind works too: one idea unspools into a million concentric thoughts. To sit on an island, then, is not a way of disconnecting ourselves but rather, a way we can understand relatedness. (64)           Here, Ehrlich observes the relatedness that results when a smaller, more specific entity builds upon a larger, more general one, serving as a metaphorical abstraction for all of relatedness. Her observations and the inferences she draws from them allow her to develop a relationship between the specifics and the generalities of her environment, creating the image of nature as a dynamic process. It is what Ehrlich observes, that is, the concentric islands increasing in their generality (or decreasing in their specificity) that allows her to produce a story relevant to the present: it allows her to understand her position in nature. She introduces this understanding by physically positioning herself as observer on the island. Ehrlichs story of relatedness is one that she is able to tell because of her observations of nature.           Just as Ehrlichs work is loyal to the scientific tradition of observation-based analysis, Goulds stylistic choices reflect this same tradition. In the quotations from No Science Without Fancy, No Art Without Facts and Jim Bowies Letter and Bill Buckners Legs previously discussed, Gould uses stylistic patterns and archetypes, specifically, a hierarchical structure among the words he chooses and the connotations and images they project to convey his story. Paralleling Ehrlichs image of concentric islands, the structural hierarchy of Goulds language relies upon specific entities building upon increasingly general concepts. The relatedness of Goulds language, that is, the repeated patterns or archetypes in his style help him tell the story of the nature of the story. His story comes about because of certain observations that he has made about all stories, namely that they seem to draw from a pool of limited pathways, making him loyal to the classical tradition of the scientific method. Goulds story, that is, his observations of the nature of the story, does not begin and end with the idea that all stories, more or less, follow the same patterns. Instead, Gould notes that the nature of the story is essentially based on limited pathways and discrete patterns because of a human tendency to favor both useful sense and satisfying meaning to the confusionof life in our complex surrounding world (Landed 55-56). We tend to select against the things that are neither useful nor satisfying to us when constructing our stories. To break this pattern of repeated pathways, it seems we have to enter the murky realm of the undesirable: the ugly side of storytelling.           This is just what Gould does in Petrus Campers Angle, where he discusses how some of the eighteenth-century thinkers misused Petrus Campers system of evaluating human variations against the classical Greek and Roman ideals as a measure of racial superiority. But Gould argues that it is absolutely necessary to plunge into the dark corners of our intellectual past because the archaeology of knowledge assumes greatest importance when it seeks new insights from our past (Brontosaurus 233). He acknowledges that our modern conventions exhaust the domain of possible inquiry, but that we should study the pastto expand our own sense of possibility. Goulds story is not that the nature of the story is stuck in a vicious cycle of limited pathways and patterns, nor is it that this tendency is the curse of modern storytelling, but rather that we should acknowledge the tendency of the story to follow certain pathways while keeping a keen eye on the stories of the past.           There is, I believe, one more thing we must take away from Campers past. It is an idea that seems to exist as a common thread among Camper, Gould, and Bohr and the rest of the pioneers of quantum mechanics. Describing the position of science in the realm of intellectual thought during Campers time, Gould writes, In Campers dayscience had not been defined, either as a word or as a separate domain of knowledge. Scholars often worked simultaneously in areas now walled off into separate faculties of universities (Brontosaurus 233). Gould situates his readers in a position where they sit on the past while acknowledging the present. Ehrlich positions her readers on an island and thus symbolically in the larger scheme of things; then she develops her metaphor of relatedness. Therefore, I feel compelled to revisit the idea of relatedness, for Gould, himself, equates his best essays with the ones that are the most integrated (Brontosaurus 14). This is a spot where, I believe, Gould would have ultimately liked to end, for it is how he begins so many of his essay collections: with the optimistic hope that an overarching mental unity can fashion a deeper similarity than disparate subject matter can divide (Landed 51). We look at nature and the nature of things to help us to connect ourselves to stories of the past and present while trying to do exactly what Petrus Camper and the scholars of the eighteenth-century were so capable ofthe same privilege the wave-particle theory gave to the pioneers of quantum mechanics: to understand the multiverse of intellectual disciplines together.           Works Cited           Ehrlich, Gretel. Islands, the Universe, Home. New York: Penguin, 1991.           Ferris, Timothy. The Whole Shebang: A State-of-the-Universe(s) Report. New York: Simon &amp; Schuster, 1997.           Gould, Stephen Jay. Bully for Brontosaurus. New York: W.W. Norton, 1991.           -. I Have Landed: The End of a Beginning in Natural History. New York: Harmony, 2002.           Kuhn, Thomas S. The Structure of Scientific Revolutions. Chicago:Chicago U, 1996.           Tarnas, Richard. The Passion of the Western Mind. New York: Ballantine, 1991.                     Return to Mercer Street 2003 Table of Contents                                                                                            [ EWP Home ] [ Program Info ] [ Policies ] [ Mercer Street ] [ EWP Teachers ] [ Writing Center ] [ Resources ] [ Contact EWP ]"}, {"content": "Brief History                                                     A Brief History of 20th-Century Iran By Shiva Balaghi Colonialism and Constitutionalism: Iran at the Turn of the Century At the outset of the 20th century, Iran was embroiled in a bifurcated struggle. On the one hand, Iranians struggled to maintain their national independence in the face of growing colonial       pressures. Iran's geopolitical importance made it a central focus of the colonial \"Great Game\" between Russia and Great Britain. Ultimately, in August 1907, the two great powers decided to carve Iran up into spheres of influence;       the agreement sealed Russian supremacy in the north and British supremacy in the south of Iran. At the same time, a struggle was taking place within Iran's borders, as the country was undergoing the Constitutional Revolution       (190511). A dispute over sugar prices finally sparked the first public protests of that revolution. In 1905, the governor of Tehran ordered that some sugar merchants be bastinadoed for refusing to lower their prices. A group of       merchants, tradesmen, and mullahs took sanctuary ( bast ) in a Tehran mosque. Government officials dispersed the group, who then took refuge in a shrine south of Tehran. By January 1906 the Muzaffar al-Din Shah Qajar agreed to       their demands, which included the formation of an 'adalatkhanah (house of justice). Despite his assurances, the Shah did not follow up on his promises, leading to growing discontent and unrest. Finally, there was a       confrontation involving a group of clerics and their students in which a student was killed. This violent encounter led to another bast.        This time, between 12,000 and 14,000 protestors gathered in the British legation, demanding the formation of a majlis,        or parliament. The Shah finally relented, and in August 1906 he issued a decree calling for the formation of a national assembly in Iran. The first majlis        convened in October 1906 and set about the task of writing a constitution. An ailing Muzaffar al-Din Shah decreed the document they produced into law in December 1906, a few days before his death. In October 1907 the new king signed the Supplementary Fundamental Law. Together, the two documents formed the core of the Iranian Constitution.        The course of the Constitutional Revolution would remain rocky for some years to come. Internal differences amongst the revolutionaries, reluctance by the Qajar shahs to relinquish power to the national assembly, and colonial       interests in maintaining control over key aspects of governance severely hampered Iran's first experience of democratization. By the Fall of 1911, matters came to a head, and Russia, with the support of England, gave the majlis       an ultimatum that would essentially nullify Iran's independence. The majlis        refused, and Russian troops entered northern Iran; they brutally killed some of the leading constitutionalists. Other intellectuals and activists fled Iran. Russian troops stormed the majlis.        Under threat of foreign occupation of Iran, the second majlis was dissolved. 1        Though the parliament and the constitution were retained as Iran emerged from its first revolution of the 20th century, the spirit of constitutionalism was dealt a serious blow. The Rise of the Pahlavi Dynasty World War I found Iran in difficult straits. Its economy was shattered, and the country       suffered from a growing power vacuum. In 1921 Reza Khan led a group of soldiers into Tehran. He demanded that the cabinet be dissolved and that the failing Qajar shah appoint him commander of the military. Using the army as his       primary instrument, Reza Khan sought to restore a sense of national unity within Iran's borders. In 1923, the last Qajar shah named Reza Khan as prime minister and then traveled to Europe to seek medical attention, never to return.       The Qajar dynasty, which had ruled Iran since 1785, was deposed in 1925. Shortly thereafter, Reza Khan assumed the position of Shah and established the Pahlavi Dynasty. Throughout the 19th century, the British and the Russians       had vied for concessions to build railroads across Iran, but by the time Reza Shah came to power, no national rail system existed. The cornerstone of Reza Shah's economic reforms was the Trans-Iranian Railroad, linking the Persian       Gulf to the Caspian Sea. The project was financed largely through taxes on sugar and tea; construction was completed in 1938. Reza Shah also initiated reforms in the areas of education and law, which were historically the domain of       the clergy. Compulsory education for all Iranians was decreed, and hundreds of schools were built. In 1934, the University of Tehran was established. As he undertook various development projects, Reza Shah also consolidated his own       power; the people of Iran \"had been denied all share in political and social activities.\" 2 By 1941, with the outbreak of World War II, the Persian Gulf and Iran's vast oil resources became critical for the success of       the British Navy. Iran declared itself neutral, but Reza Shah, who had established strong cultural and technological ties with Germany, was perceived as problematic by the Allies. With Iran under virtual occupation by Allied       forces, he was forced to abdicate his throne, and his young son, Mohammad Reza Pahlavi, was crowned as the new king. Reza Shah would die in exile in 1944. The Reign of Mohammad Reza Shah Pahlavi Mohammad Reza Pahlavi was twenty-two years old when he assumed his position as the       Shah of Iran. Allied forces occupied much of the country. After the end of World War II, Russia continued to occupy regions of northern Iran. The young Shah visited the United States, meeting with US officials and addressing the       United Nations. Under pressure, the USSR withdrew from Iranian territory. The 1940s saw a resurgence in parliamentarism in Iran. In 1949, Mohammad Mossadeq formed the National Front Party, with the aim of upholding the 1906       Constitution. One of the main goals of the National Front was to nationalize Iran's oil industry; the British continued to control most of Iran's oil revenue through the Anglo-Persian Oil Company. In 1951, the Shah appointed       Mossadeq as prime minister. Mossadeq followed through on his plans to nationalize the oil industry, and the National Iranian Oil Company was formed. For many Iranians, Mossadeq became a nationalist leader. To some Western leaders       with economic interests in the Middle East, his actions set an unwelcome precedent. In 1952 Mossadeq was named Time magazine's Man of the Year. In 1953 the British MI-6 and the CIA undertook Operation Ajax, which toppled Mossadeq       from power. To many Iranians, Mossadeq became a symbol of yet another moment in history when foreign intervention played a pivotal role in thwarting a democratic movement in Iran. Meanwhile, as Iran emerged from the political       unrest of the 1950s, its economy was in tatters. In 1963, the Shah announced his White Revolution, a program that included land reform, the nationalization of forests, the sale of state-owned enterprises to the private sector, a       profit-sharing plan for industrial workers, and the formation of a Literacy Corps to eradicate illiteracy in rural areas. The White Revolution also granted Iranian women the right to vote, increased women's minimum legal marriage       age to 18, and improved women's legal rights in divorce and child custody matters. These reforms were opposed by some of Iran's clergy, in particular Ayatollah Khomeini. Khomeini led the June 5, 1963 uprising, opposing the Shah and       the White Revolution. In the course of this uprising, the authorities quelled resistance among the religious students in a seminary in the city of Qum, and a number of students lost their lives. Khomeini's activities       eventually led to his exile to Iraq in 1964. The oil boom of the 1970s ushered in an influx of petro-dollars, with which the regime spearheaded major development programs. The accelerated rate of development exacerbated unequal       distribution of wealth and led to a variety of social problems in Iran. 3        Discontent with government policies was spreading through various segments of Iranian society. In 1976, leading members of the National Front published an open letter to the Shah, calling on his government to comply fully with the 1906 Constitution. In the Fall of 1977 the Iranian Writers' Association organized a series of poetry readings at the Goethe Institute in Tehran known as \"Dah Shab\" or Ten Nights. Towards the end of the ten nights, the writers and some students took to the streets, demanding an end to censorship. By the winter of 1978, major demonstrations became increasingly common in Iran's major cities.       4 On January 16, 1979, Mohammad Reza Shah Pahlavi left Iran. On February 1, 1979, the Ayatollah Khomeini returned.       Alternative Histories of Modern Iran In the summer of 1883, the first American minister to the Persian court, S.G.W. Benjamin, traveled to Tehran and reported his       impressions to the US Secretary of State:               No city in the east after Canton, Bombay, Calcutta, and Constantinople surpasses it in appearance of vitality. The number of carriages owned by Persian and European gentlemen is nearly 500, all imported. Teheran also        contains a European bakery, a European carriage maker, a European cabinet maker and upholsterer, a corps of foreign instructors of the army, a steam engine at the arsenal, a mint formed on [a] European system, several town        clocks, a hose in the public garden imported from the United States, gas in the grounds surrounding the palace, and public squares besides other evidences of a progressive tendency. 5               In 1975, American feminist Betty Friedan chronicled her first impressions of the city:               My first few days in Tehran were strictly caviar and jet lag and a sense of being strangely at home. Tehran, a Middle Eastern city, seems like an American Western boom townbuildings going up overnight, international banks        next to        a Persian Wimpy stand, and no beggars. 6               Near the end of the 19th century, Benjamin suggested that the prevalence of European objects throughout Tehran held a certain promise of progressive change. Nearly a century later, Friedan described the results of this       promiseTehran had become \"an American Western boom town.\" Both Benjamin and Friedan focused on the material manifestations of progress and equated that progress with things European or American. Neither looked for the       underpinnings of modernity in the Iranian cultural sphere, where modernity was actively constructed, debated, and contested. The truncated narrative of 20th-century Iranian history presented in this essay highlights major events       and political actors. It does not provide a nuanced, textured explanation of how these events were experienced, how political currents were shaped by individuals. The visual arts can offer alternative narratives of Iranian       history. The work on display in Between Word and Image provides important insights into Iranian modernity in the critical decades of the 1960s and '70s.       Notes 1 For a more complete history of the Persian Revolution see E. G. Browne, The Persian Revolution of 19051909 (London: Frank Cass, 1966), reprinted edition; Mangol Bayat, Iran's First Revolution        (New York: Oxford University Press, 1991); Nikki Keddie and Mehrdad Amanat, \"Iran Under the Late Qajars, 18481922,\" Cambridge History of Iran,        v. 7 (Cambridge: Cambridge University Press, 1991), pp. 174212; and Nikki Keddie, Qajar Iran and the Rise of Reza Khan, 17961925 (Costa Mesa, Calif.: Mazda Press, 1999).       2 Ann Lambton, as quoted in \"The Pahlavi Autocracy: Riza Shah, 192141,\" Cambridge History of Iran, v. 7 (Cambridge: Cambridge University Press, 1991), p. 243.       3 For discussions of the social implications of accelerated development, see Farhad Kazemi, Poverty and Revolution in Iran: The Migrant Poor, Urban Marginality and Politics        (New York: New York University Press, 1980) and Misagh Parsa, Social Origins of the Iranian Revolution (New Brunswick, N.J.: Rutgers University Press, 1989). 4 For a detailed chronology of the Revolution, see       Nicholas M. Nikazemerad, \"A Chronological Survey of the Iranian Revolution,\" Iranian Studies (1980): 32768. 5 Benjamin to Frelinghuysen, Tehran, October 2, 1883, Diplomatic Series no. 28, Despatches from United States       Ministers to Persia, United States National Archives. 6 Betty Friedan, \"Coming Out of the Veil,\" Ladies Home Journal (June 1975), p. 98."}]},
{"detail": [{"content": "Moy03                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                      Return to Mercer Street 2003 Table of Contents           by Christina Moy                     If human beings are to explore those distant and wished for lands, we must first come to grips with some of the perplexing conceptual issues that have dogged quantum physics since its inception. These riddles dance around the enigma of quantum observership. Its contemplation brings us back from the realm of the multiverse to the intimate confines of our own skin, where we ask what it means to say that we observe nature. - Timothy Ferris, The Whole Shebang: A State-of-the-Universe(s) Report           During the crisis of modern science in the late nineteenth and early twentieth centuries, the postulates of early scientific discoveries had been refuted. In one of sciences most defining moments, an undisturbed photon of light was found to exhibit both wave-like and particulate qualities. The relationship between these two qualities would later be termed complementarity by Niels Bohr, one of the scientists at the forefront of this discovery. As Thomas S. Kuhn notes in The Structure of Scientific Revolutions , Before [the theory of quantum mechanics] was developed by Plank, Einstein, and others early in [the twentieth] century, physics texts taught that light was transverse wave motion (12). So staggering was this discovery that in his autobiography, Albert Einstein recounts, All my attempts to adapt the theoretical foundations of physics [to the new quantum knowns] failed completely. It was as if the ground had been pulled out from under one, with no firm foundation to be seen anywhere upon which one could have been built. Not surprisingly, this arrest of the fundamental postulates of classical physics sparked a reevaluation of the world view by the scientists of the early twentieth century. Bohr saw complementarity as a kind of chiaroscuro, an essential embracing by nature of opposites and contradictions (Ferris 275). The discovery, which years ago would have been thought of as exclusively internal to science, became a critical problem in philosophy; a part of science was becoming philosophical. Moreover, the idea of duality in nature suggested its broader application in a complementarity between mutually exclusive ways of knowledge, like religion and scienceThe deep interconnectedness of phenomena encouraged a new holistic thinking about the world (Tarnas 357). If one applies these ideas to human thought, fragments of knowledgediscrete factsit seems, can no longer be solely characterized as packets of information. Like light itself, the nature of knowledge has a certain duality: although information can exist as specific, discontinuous entities, it can also exist as a more general, continuous whole.           The work of Stephen Jay Gould consistently capitalizes on the meaningful joinings between the facts, methods, and concerns of science and the humanistic disciplines (Landed 5) . One of the most cogent examples of this interconnectedness is evident in his essay No Science Without Fancy, No Art Without Facts. In it, Gould describes the relationship between different disciplines of thought:           The domains [of facts of nature] must remain formally distinctButan overarching mental unity builds a deeper similarity than disparate subject matter can divide. Human creativity seems to work much as a coordinated and complex pieceand we will miss the underlying commonality if we only stress the distinctions of external subjects and ignore the unities of internal procedure. (Landed 51)           The scientists of the early twentieth century advanced the idea that there exists some complementarity among different disciplines, in turn promoting an implicit interconnectedness within all subjects of human thought, or what Gould calls an overarching mental unity. But the scientists of the early twentieth century simply recognized that there was some sort of complementarity or interconnectedness at work among disciplines; they had no way of accounting for the motivation behind this newly discovered characteristic. Gould attributes the creation of this mental unity to the inner workings of some sort of an internal procedure. But what exactly is this internal procedure and how does it work to build a deeper similarity and forge an interconnectedness among different disciplines?           In Jim Bowies Letter and Bill Buckners Legs, Gould pushes towards an understanding of what might be this internal procedure. He writes,           When evolution grafted consciousness in human form upon [the vertebrate brain] in a single species, the old inherent search for patterns developed into a single propensity for organizing these patterns as stories, and then for explaining the surrounding worldhumans tend to construct their stories along a limited number of themes and pathways, favored because they grant both useful sense and satisfying meaning to the confusionof life in our complex surrounding world. (Landed 55-56)           Here, Gould argues that the human brain intrinsically finds patterns within things and develops these patterns, which ultimately take form as stories. Because the human mind draws from a pool of limited pathways in creating each story, it seems that the limiting nature of these pathways implies some sort of interconnectedness among the construction of all stories. The human mind must eventually retrace its steps in creating stories along specific pathways if it draws from a finite pool of stylistic patterns. Therefore, the patterns of these stories as well as the information that each story conveys must eventually repeat, resulting in interconnectedness and perhaps even a deeper similarity in the pattern. Perhaps these pathways represent a possible internal procedure, serving as the means by which the human brain creates an overarching mental unity among different disciplines of thought.           The processes by which the human brain creates this overarching mental unity through repeated patterns and pathways, that is, the things that Gould argues to be formative in the creation of stories, are implicit in his own work. Both of the quotations discussed above exemplify a very distinct pattern; they both work with a sort of structural hierarchy. In the quotation from No Science Without Fancy, No Art Without Facts, Gould describes facts of nature as components in larger domains, whereupon he implies that these larger domains characterize (and are thus components of) human creativity. Gould not only communicates this idea through the imagery he creates, but also through his choice of words. Clearly, the word facts beholds connotations of small, discrete units of information; domains, implies a larger order; human creativity exists as this massive concept often associated with an expansive breadth of applications. So the words Gould chooses reflect an order of structural hierarchy, reinforcing an idea he simultaneously creates with imagery. Even the rhetorical strategies with which Gould crafts his idea reflect a similar structural hierarchy: images are based on their smaller components in words, and the meanings of words rely on connotations. Furthermore, connotations are subdivisions of a word in that they represent different ways one may perceive the meaning of a word.           Similarly, in the quotation from Jim Bowies Letter and Bill Buckners Legs, Gould draws upon this same pattern of hierarchical structure as he argues that a single propensity for organizing patterns creates the patterns themselves; the patterns construct stories; the stories form our complex surrounding world. Each element serves as a component of a larger structure. Thus, the patterns that Gould enacts in the construction of his own stories exist as a testament to the very arguments he makes: the same patterns that exist within the pathway to thought also exist in the thoughts themselves. Moreover, the highly repetitive nature of these patterns seems to be indicative of discrete archetypes of thought; each archetype represents a larger, yet still discrete form of thought, repeated over and over.           While particles exist as clearly defined, discrete units, waves are extremely dynamic, varying in wavelength, intensity, and speed. In the wave-particle theory, the complementarity of particles and waves is essential in forging an accurate and comprehensive view of light where the discontinuous and the continuous complement each other, and there is a sort of interconnectedness to specificity and generality. The wave and the particle, though characterized by sharply contrasting physical characteristics, are both essentially interconnected, creating a complete view of the nature of light. In much the same way, discrete archetypes interplay with more general (and thus less definite), inferential forms of knowledge (connotations and images) to form a coherent body of thought, to form a story.           So how can we use archetypes and inferential knowledge together for some meaningful purpose? In Art Meets Science in the Heart of theAndes, Gould writes, We mustapproach nature as a partner who can answer other kinds of questions for usquestions about the factual state of the universe, not about the meaning of human life. (Landed 109). Here, Gould chooses the word factual to describe the vast expanse that is the universe. The word factual beholds a very discrete connotationfacts, or packets of information, are discrete in nature. By using a word that invokes a very compact and individualized image to describe the state of the universe, a highly dynamic system, and a colossal image in itself, Gould simultaneously exemplifies the duality and the interconnectedness of human thought. The implication is that the specific and general are both required for us to properly understand nature, just as the complementarity of particles and waves forms a cohesive theory explaining lights nature. Additionally, Gould warns against undertaking the weighty if not impossible task of quantifying the meaning of human life. Such a concept is infinitely general, based exclusively on inference and does not include points of specificity, making such a practice entirely meaningless. Through his words, Gould seems to be echoing the concerns of Bohr, who once wrote, It is wrong to think that the task of physics is to find out how nature isPhysics concerns what we can say about natureOur task is not to penetrate into the essence of things, the meaning of which we dont know anyway, but rather to develop concepts which will allow us to talk in a productive way about the phenomena in nature (Ferris 275). Here, Bohr argues that the goal is to experience phenomena in nature, from which one can produce discrete statements of observation and draw upon these isolated observations to develop inferences. Therefore, observing nature allows us to say things about the factual state of the universe; it connects us to an understanding of nature as a process, as a constant tension between the specific and the general rather than nature as a series of disjointed facts or infinitely general inferences; observing nature connects us to a story.           Strangely, there is something rather classical about this method of modern observership. Observations and inferences are at the heart of the scientific method, the systematic gauntlet of checks and balances first developed by the classical scientists of the European Enlightenment through which all scientific theory is ideally supposed to pass. Observations seem more like discrete instances, and the inferences we draw from them seem to be more general. The suggestion is that the tension between the specific and the general exists not only in what we observe, but also in how we observe it. In realizing the relationship between the specific and the general, we are bridging ourselves with the classical scientists of the Enlightenment. Yet also, we are doing just as Bohr and Gould intended for us to do: approaching nature as a partner so that we can develop concepts which allow for a productive understanding of our factual state of the universe. The complementarity between the specific and the general in how we observe nature, bridges us with the story of sciences past, yet the complementarity of what we observe reveals a new story, relevant to the present.           In her essay Island, Gretel Ehrlich makes observations about the shapes and relative sizes of things in her environment and creates an extended metaphor to help her infer and realize her position in nature. She writes,           To think of an island as a singular speck or a monument to human isolation is missing the point. Islands beget islands: a terrestrial island is surrounded by an island of water, which is surrounded by an island of air, all of which makes up our island universe. Thats how the mind works too: one idea unspools into a million concentric thoughts. To sit on an island, then, is not a way of disconnecting ourselves but rather, a way we can understand relatedness. (64)           Here, Ehrlich observes the relatedness that results when a smaller, more specific entity builds upon a larger, more general one, serving as a metaphorical abstraction for all of relatedness. Her observations and the inferences she draws from them allow her to develop a relationship between the specifics and the generalities of her environment, creating the image of nature as a dynamic process. It is what Ehrlich observes, that is, the concentric islands increasing in their generality (or decreasing in their specificity) that allows her to produce a story relevant to the present: it allows her to understand her position in nature. She introduces this understanding by physically positioning herself as observer on the island. Ehrlichs story of relatedness is one that she is able to tell because of her observations of nature.           Just as Ehrlichs work is loyal to the scientific tradition of observation-based analysis, Goulds stylistic choices reflect this same tradition. In the quotations from No Science Without Fancy, No Art Without Facts and Jim Bowies Letter and Bill Buckners Legs previously discussed, Gould uses stylistic patterns and archetypes, specifically, a hierarchical structure among the words he chooses and the connotations and images they project to convey his story. Paralleling Ehrlichs image of concentric islands, the structural hierarchy of Goulds language relies upon specific entities building upon increasingly general concepts. The relatedness of Goulds language, that is, the repeated patterns or archetypes in his style help him tell the story of the nature of the story. His story comes about because of certain observations that he has made about all stories, namely that they seem to draw from a pool of limited pathways, making him loyal to the classical tradition of the scientific method. Goulds story, that is, his observations of the nature of the story, does not begin and end with the idea that all stories, more or less, follow the same patterns. Instead, Gould notes that the nature of the story is essentially based on limited pathways and discrete patterns because of a human tendency to favor both useful sense and satisfying meaning to the confusionof life in our complex surrounding world (Landed 55-56). We tend to select against the things that are neither useful nor satisfying to us when constructing our stories. To break this pattern of repeated pathways, it seems we have to enter the murky realm of the undesirable: the ugly side of storytelling.           This is just what Gould does in Petrus Campers Angle, where he discusses how some of the eighteenth-century thinkers misused Petrus Campers system of evaluating human variations against the classical Greek and Roman ideals as a measure of racial superiority. But Gould argues that it is absolutely necessary to plunge into the dark corners of our intellectual past because the archaeology of knowledge assumes greatest importance when it seeks new insights from our past (Brontosaurus 233). He acknowledges that our modern conventions exhaust the domain of possible inquiry, but that we should study the pastto expand our own sense of possibility. Goulds story is not that the nature of the story is stuck in a vicious cycle of limited pathways and patterns, nor is it that this tendency is the curse of modern storytelling, but rather that we should acknowledge the tendency of the story to follow certain pathways while keeping a keen eye on the stories of the past.           There is, I believe, one more thing we must take away from Campers past. It is an idea that seems to exist as a common thread among Camper, Gould, and Bohr and the rest of the pioneers of quantum mechanics. Describing the position of science in the realm of intellectual thought during Campers time, Gould writes, In Campers dayscience had not been defined, either as a word or as a separate domain of knowledge. Scholars often worked simultaneously in areas now walled off into separate faculties of universities (Brontosaurus 233). Gould situates his readers in a position where they sit on the past while acknowledging the present. Ehrlich positions her readers on an island and thus symbolically in the larger scheme of things; then she develops her metaphor of relatedness. Therefore, I feel compelled to revisit the idea of relatedness, for Gould, himself, equates his best essays with the ones that are the most integrated (Brontosaurus 14). This is a spot where, I believe, Gould would have ultimately liked to end, for it is how he begins so many of his essay collections: with the optimistic hope that an overarching mental unity can fashion a deeper similarity than disparate subject matter can divide (Landed 51). We look at nature and the nature of things to help us to connect ourselves to stories of the past and present while trying to do exactly what Petrus Camper and the scholars of the eighteenth-century were so capable ofthe same privilege the wave-particle theory gave to the pioneers of quantum mechanics: to understand the multiverse of intellectual disciplines together.           Works Cited           Ehrlich, Gretel. Islands, the Universe, Home. New York: Penguin, 1991.           Ferris, Timothy. The Whole Shebang: A State-of-the-Universe(s) Report. New York: Simon &amp; Schuster, 1997.           Gould, Stephen Jay. Bully for Brontosaurus. New York: W.W. Norton, 1991.           -. I Have Landed: The End of a Beginning in Natural History. New York: Harmony, 2002.           Kuhn, Thomas S. The Structure of Scientific Revolutions. Chicago:Chicago U, 1996.           Tarnas, Richard. The Passion of the Western Mind. New York: Ballantine, 1991.                     Return to Mercer Street 2003 Table of Contents                                                                                            [ EWP Home ] [ Program Info ] [ Policies ] [ Mercer Street ] [ EWP Teachers ] [ Writing Center ] [ Resources ] [ Contact EWP ]"}, {"content": "Brief History                                                     A Brief History of 20th-Century Iran By Shiva Balaghi Colonialism and Constitutionalism: Iran at the Turn of the Century At the outset of the 20th century, Iran was embroiled in a bifurcated struggle. On the one hand, Iranians struggled to maintain their national independence in the face of growing colonial       pressures. Iran's geopolitical importance made it a central focus of the colonial \"Great Game\" between Russia and Great Britain. Ultimately, in August 1907, the two great powers decided to carve Iran up into spheres of influence;       the agreement sealed Russian supremacy in the north and British supremacy in the south of Iran. At the same time, a struggle was taking place within Iran's borders, as the country was undergoing the Constitutional Revolution       (190511). A dispute over sugar prices finally sparked the first public protests of that revolution. In 1905, the governor of Tehran ordered that some sugar merchants be bastinadoed for refusing to lower their prices. A group of       merchants, tradesmen, and mullahs took sanctuary ( bast ) in a Tehran mosque. Government officials dispersed the group, who then took refuge in a shrine south of Tehran. By January 1906 the Muzaffar al-Din Shah Qajar agreed to       their demands, which included the formation of an 'adalatkhanah (house of justice). Despite his assurances, the Shah did not follow up on his promises, leading to growing discontent and unrest. Finally, there was a       confrontation involving a group of clerics and their students in which a student was killed. This violent encounter led to another bast.        This time, between 12,000 and 14,000 protestors gathered in the British legation, demanding the formation of a majlis,        or parliament. The Shah finally relented, and in August 1906 he issued a decree calling for the formation of a national assembly in Iran. The first majlis        convened in October 1906 and set about the task of writing a constitution. An ailing Muzaffar al-Din Shah decreed the document they produced into law in December 1906, a few days before his death. In October 1907 the new king signed the Supplementary Fundamental Law. Together, the two documents formed the core of the Iranian Constitution.        The course of the Constitutional Revolution would remain rocky for some years to come. Internal differences amongst the revolutionaries, reluctance by the Qajar shahs to relinquish power to the national assembly, and colonial       interests in maintaining control over key aspects of governance severely hampered Iran's first experience of democratization. By the Fall of 1911, matters came to a head, and Russia, with the support of England, gave the majlis       an ultimatum that would essentially nullify Iran's independence. The majlis        refused, and Russian troops entered northern Iran; they brutally killed some of the leading constitutionalists. Other intellectuals and activists fled Iran. Russian troops stormed the majlis.        Under threat of foreign occupation of Iran, the second majlis was dissolved. 1        Though the parliament and the constitution were retained as Iran emerged from its first revolution of the 20th century, the spirit of constitutionalism was dealt a serious blow. The Rise of the Pahlavi Dynasty World War I found Iran in difficult straits. Its economy was shattered, and the country       suffered from a growing power vacuum. In 1921 Reza Khan led a group of soldiers into Tehran. He demanded that the cabinet be dissolved and that the failing Qajar shah appoint him commander of the military. Using the army as his       primary instrument, Reza Khan sought to restore a sense of national unity within Iran's borders. In 1923, the last Qajar shah named Reza Khan as prime minister and then traveled to Europe to seek medical attention, never to return.       The Qajar dynasty, which had ruled Iran since 1785, was deposed in 1925. Shortly thereafter, Reza Khan assumed the position of Shah and established the Pahlavi Dynasty. Throughout the 19th century, the British and the Russians       had vied for concessions to build railroads across Iran, but by the time Reza Shah came to power, no national rail system existed. The cornerstone of Reza Shah's economic reforms was the Trans-Iranian Railroad, linking the Persian       Gulf to the Caspian Sea. The project was financed largely through taxes on sugar and tea; construction was completed in 1938. Reza Shah also initiated reforms in the areas of education and law, which were historically the domain of       the clergy. Compulsory education for all Iranians was decreed, and hundreds of schools were built. In 1934, the University of Tehran was established. As he undertook various development projects, Reza Shah also consolidated his own       power; the people of Iran \"had been denied all share in political and social activities.\" 2 By 1941, with the outbreak of World War II, the Persian Gulf and Iran's vast oil resources became critical for the success of       the British Navy. Iran declared itself neutral, but Reza Shah, who had established strong cultural and technological ties with Germany, was perceived as problematic by the Allies. With Iran under virtual occupation by Allied       forces, he was forced to abdicate his throne, and his young son, Mohammad Reza Pahlavi, was crowned as the new king. Reza Shah would die in exile in 1944. The Reign of Mohammad Reza Shah Pahlavi Mohammad Reza Pahlavi was twenty-two years old when he assumed his position as the       Shah of Iran. Allied forces occupied much of the country. After the end of World War II, Russia continued to occupy regions of northern Iran. The young Shah visited the United States, meeting with US officials and addressing the       United Nations. Under pressure, the USSR withdrew from Iranian territory. The 1940s saw a resurgence in parliamentarism in Iran. In 1949, Mohammad Mossadeq formed the National Front Party, with the aim of upholding the 1906       Constitution. One of the main goals of the National Front was to nationalize Iran's oil industry; the British continued to control most of Iran's oil revenue through the Anglo-Persian Oil Company. In 1951, the Shah appointed       Mossadeq as prime minister. Mossadeq followed through on his plans to nationalize the oil industry, and the National Iranian Oil Company was formed. For many Iranians, Mossadeq became a nationalist leader. To some Western leaders       with economic interests in the Middle East, his actions set an unwelcome precedent. In 1952 Mossadeq was named Time magazine's Man of the Year. In 1953 the British MI-6 and the CIA undertook Operation Ajax, which toppled Mossadeq       from power. To many Iranians, Mossadeq became a symbol of yet another moment in history when foreign intervention played a pivotal role in thwarting a democratic movement in Iran. Meanwhile, as Iran emerged from the political       unrest of the 1950s, its economy was in tatters. In 1963, the Shah announced his White Revolution, a program that included land reform, the nationalization of forests, the sale of state-owned enterprises to the private sector, a       profit-sharing plan for industrial workers, and the formation of a Literacy Corps to eradicate illiteracy in rural areas. The White Revolution also granted Iranian women the right to vote, increased women's minimum legal marriage       age to 18, and improved women's legal rights in divorce and child custody matters. These reforms were opposed by some of Iran's clergy, in particular Ayatollah Khomeini. Khomeini led the June 5, 1963 uprising, opposing the Shah and       the White Revolution. In the course of this uprising, the authorities quelled resistance among the religious students in a seminary in the city of Qum, and a number of students lost their lives. Khomeini's activities       eventually led to his exile to Iraq in 1964. The oil boom of the 1970s ushered in an influx of petro-dollars, with which the regime spearheaded major development programs. The accelerated rate of development exacerbated unequal       distribution of wealth and led to a variety of social problems in Iran. 3        Discontent with government policies was spreading through various segments of Iranian society. In 1976, leading members of the National Front published an open letter to the Shah, calling on his government to comply fully with the 1906 Constitution. In the Fall of 1977 the Iranian Writers' Association organized a series of poetry readings at the Goethe Institute in Tehran known as \"Dah Shab\" or Ten Nights. Towards the end of the ten nights, the writers and some students took to the streets, demanding an end to censorship. By the winter of 1978, major demonstrations became increasingly common in Iran's major cities.       4 On January 16, 1979, Mohammad Reza Shah Pahlavi left Iran. On February 1, 1979, the Ayatollah Khomeini returned.       Alternative Histories of Modern Iran In the summer of 1883, the first American minister to the Persian court, S.G.W. Benjamin, traveled to Tehran and reported his       impressions to the US Secretary of State:               No city in the east after Canton, Bombay, Calcutta, and Constantinople surpasses it in appearance of vitality. The number of carriages owned by Persian and European gentlemen is nearly 500, all imported. Teheran also        contains a European bakery, a European carriage maker, a European cabinet maker and upholsterer, a corps of foreign instructors of the army, a steam engine at the arsenal, a mint formed on [a] European system, several town        clocks, a hose in the public garden imported from the United States, gas in the grounds surrounding the palace, and public squares besides other evidences of a progressive tendency. 5               In 1975, American feminist Betty Friedan chronicled her first impressions of the city:               My first few days in Tehran were strictly caviar and jet lag and a sense of being strangely at home. Tehran, a Middle Eastern city, seems like an American Western boom townbuildings going up overnight, international banks        next to        a Persian Wimpy stand, and no beggars. 6               Near the end of the 19th century, Benjamin suggested that the prevalence of European objects throughout Tehran held a certain promise of progressive change. Nearly a century later, Friedan described the results of this       promiseTehran had become \"an American Western boom town.\" Both Benjamin and Friedan focused on the material manifestations of progress and equated that progress with things European or American. Neither looked for the       underpinnings of modernity in the Iranian cultural sphere, where modernity was actively constructed, debated, and contested. The truncated narrative of 20th-century Iranian history presented in this essay highlights major events       and political actors. It does not provide a nuanced, textured explanation of how these events were experienced, how political currents were shaped by individuals. The visual arts can offer alternative narratives of Iranian       history. The work on display in Between Word and Image provides important insights into Iranian modernity in the critical decades of the 1960s and '70s.       Notes 1 For a more complete history of the Persian Revolution see E. G. Browne, The Persian Revolution of 19051909 (London: Frank Cass, 1966), reprinted edition; Mangol Bayat, Iran's First Revolution        (New York: Oxford University Press, 1991); Nikki Keddie and Mehrdad Amanat, \"Iran Under the Late Qajars, 18481922,\" Cambridge History of Iran,        v. 7 (Cambridge: Cambridge University Press, 1991), pp. 174212; and Nikki Keddie, Qajar Iran and the Rise of Reza Khan, 17961925 (Costa Mesa, Calif.: Mazda Press, 1999).       2 Ann Lambton, as quoted in \"The Pahlavi Autocracy: Riza Shah, 192141,\" Cambridge History of Iran, v. 7 (Cambridge: Cambridge University Press, 1991), p. 243.       3 For discussions of the social implications of accelerated development, see Farhad Kazemi, Poverty and Revolution in Iran: The Migrant Poor, Urban Marginality and Politics        (New York: New York University Press, 1980) and Misagh Parsa, Social Origins of the Iranian Revolution (New Brunswick, N.J.: Rutgers University Press, 1989). 4 For a detailed chronology of the Revolution, see       Nicholas M. Nikazemerad, \"A Chronological Survey of the Iranian Revolution,\" Iranian Studies (1980): 32768. 5 Benjamin to Frelinghuysen, Tehran, October 2, 1883, Diplomatic Series no. 28, Despatches from United States       Ministers to Persia, United States National Archives. 6 Betty Friedan, \"Coming Out of the Veil,\" Ladies Home Journal (June 1975), p. 98."}, {"content": "Course Detail            > Courses            > Academics         > NYU Gallatin                                                                                                                                  NYU Gallatin    Skip to Content   Skip to Search   Skip to Navigation   Skip to Sub Navigation                          Students          Prospective Students Current Undergraduate Students Current Graduate Students Incoming First-Year Students                            Faculty    Staff    Parents & Family    Alumni    |    Forms    Directory    Events Calendar                                                       Search                                                                           Main Navigation                Home      About    Facts and Figures    Facilities    Governance and Committees    Sustainability    From the Dean    Mission and Learning Goals    Administration    Bulletin 2014-2015    Bulletin Archive           Admissions    Undergraduate    Graduate           Academics    Undergraduate    Graduate    Courses    Faculty    Advising    Awards, Honors, and Fellowships    Policies and Procedures    Registration    Calendars and Deadlines           Global           Student Life    Community Service    Co-Curricular Programs    Graduation Ceremonies    A Diverse Intellectual Community    Health and Wellness    Living At NYU    Scholarly Communities    Student Government and Organizations    Student Profiles    Student Publications    Student Arts Showcases    Lecture Series    Senior Symposium    Fashion           Visit    Directions and Maps                                                   Sub Navigation    Academics Undergraduate Graduate Courses  Faculty Advising Awards, Honors, and Fellowships Policies and Procedures Registration Calendars and Deadlines              Back to Courses                                   Share       Delicious     Digg This     Reddit        Stumble Upon     Technorati     Twitter        Facebook     Windows Live     Yahoo                 MySpace     Email                   Bread Crumbs                Home          &gt;           Academics          &gt;           Courses          &gt;           Course Detail                                        Body and Soul                                Semester and Year        SP 2010                    Course Number        IDSEM-UG1112                    Section        001                    Instructor        Jean Graybeal                    Days                            Tue                                 Time                            3:30 PM -       6:10 PM                                Units        4.0                    Level        U                    Foundation Requirement                                                  Description       Embodiment, or the fact that we live \"in,\" \"through,\" or \"as\" bodies, has profound implications for our experience of existence. The course builds on the assumption that this human body is meaningful, symbolic, and questionable; it is therefore important and worthy of reflection and study. We look first at the philosophical roots of Western mind-body dualism, reading Plato and Descartes, and explore Susan Bordo's analysis of the effects such a perspective may have on our lives (Unbearable Weight: Feminism, Western Culture, and the Body). We then pursue some alternative understandings, both non-Western and Western, including the Dao De Ching and Shunryu Suzuki's Zen Mind, Beginner's Mind.                   Course Type       Interdisciplinary Seminars (IDSEM-UG)                               top of page                                                                   NYU Gallatin Footer              Gallatin School of Individualized Study     1 Washington Place     New York, NY 10003     (212) 998-7370                   A&#8211;Z Index      Directions      Contact Us      Job Opportunities               News      Support Gallatin      Feedback                         Follow us on Facebook      Follow us on Twitter      Follow us on Youtube         Follow us Instagram                 Unless otherwise noted, all content copyright NYU Gallatin. All rights reserved."}]}]