[{"detail": [{"content": "NYU &gt; MEIS &gt; Faculty &gt; Arang Keshavarzian                                                             Back to  previous page                                              Arang Keshavarzian   Associate Professor of Middle Eastern and Islamic Studies Email:   Phone: 212-998-8892 Fax: 212-995-4689           Areas of Research/Interest   Comparative politics of the Middle East; political economy; modern Iran, Persian Gulf; transnationalism, imperialism; urban politics     Bio:   My general fields of research and teaching are comparative politics of the Middle East with a focus on issues related to political economy, transnationalism, and contentious politics in authoritarian contexts. Much of my research and writing focuses on modern Iran and the Persian Gulf, although I have studied, conducted research, and taught in several other countries in the Middle East and North Africa, including the United Arab Emirates, Egypt, and Turkey.   My research has revolved around questions of change and continuity as reflected and produced by socio-economic hierarchies, political imperatives, spatial practices, and collective solidarities. The book, Bazaar and State in Iran (2007), was based on my dissertation research and engages with the literature on networks and political institutions in order to trace the structure of the Tehran Bazaar under the Pahlavi monarchy and Islamic Republic, and shed light on the organization and governance of markets as well as state-society dynamics, more generally. The analysis stresses unintended consequences, while identifying mechanisms and contradictions that traverse the immediate issue of bazaars and the Iranian case. I have also published articles on clergy-state relations and authoritarian survival in Iran. My current research examines the Persian Gulf in order to analyze the processes of late imperialism and globalization from the perspective of local circuits of trade and transnational alliances. By examining global, imperial, regional, and local political economies since the late nineteenth century, I seek to locate the Gulf in various modes and in relation to multiple scales of political control and economic production. My essays have appeared in journals such as Politics and Society, International Journal of Middle East Studies, Geopolitics, Arab Studies Journal, and Economy and Society in addition to a number of edited volumes.   I teach both undergraduates and graduate students. I offer an introductory survey of Middle East politics of undergrads and more specialized seminars on such topics as “Iranian politics in comparative perspective” “Social Movements and Protests in the Middle East,” and “The Persian Gulf and United States from ARAMCO to NYU-AD.” My graduate teaching includes a seminar surveying approaches to the study of Middle East politics and more thematic courses related to my research and student interests, such as \"Imperialism and Hegemony in the Middle East\" and “Transnational Middle East.”   I have been on the editorial board of the International Journal of Middle East Studies and the editorial committee of the Middle East Research and Information Project (www.merip.org) and am currently on the editorial boards of Tadween Publishing and Arabian Humanities.     Publications   Bazaar and State in Iran: Politics of the Tehran Marketplace (Cambridge: Cambridge University Press, 2007)                                      “When Ties Don’t Bind: Smuggling Effects,  Bazaars, and Regulatory Regimes in Postrevolutionary Iran,” (co-authored with  Narges Erami) Economy and Society ,  2015.             Special Section in Geopolitics : “Transnational Connections in the Middle East: Political Economy, Security and Geopolitical Imaginaries,” (co-edited with Waleed Hazbun), Geopolitics 15,2 (May 2010)    “Geopolitics and the Genealogy of Free Trade Zones in the Persian Gulf,” Geopolitics 15,2 (May 2010), 263-289    \"Places in Shadows, Networks in Transformation: An Analysis of Tehran Bazaar's Publicness,\" in Publics, Politics, and Participation: Locating the Public Sphere in the Middle East and North Africa, Seteney Shami (ed), (New York: Social Science Research Council, 2009), 205-234 “Regime Loyalty and Bazari Representation under the Islamic Republic of Iran: Dilemmas of the Society of Islamic Coalition,” International Journal of Middle East Studies 41, 2 (May 2009)    “Contestation without Democracy: Elite Fragmentation in Iran,” in Authoritarianism in the Middle East: Regimes and Resistance , Marsha Pripstein Posusney and Michelle Penner Angrist (eds.), (Boulder: Lynne Rienner Publishers, 2005), 63-88    “ Tehran Bazaar: Continuity or Transformation? ” Goft-o-gu 41(Bahman 1383 [January 2005]), 11-47. [ In Persian ]    “Turban or Hat, Seminarian or Soldier: State Building and Clergy Building in Reza Shah’s Iran,” Journal of Church and State 45,1 (Winter 2003), 81 -112 [ see article ]  Also see  Academia.edu      Update your faculty profile                           Updated on 01&#047;23&#047;2015       Contact Us | &copy; New York University , Arts and Science"}]},
{"detail": [{"content": "NYU &gt; MEIS &gt; Faculty &gt; Arang Keshavarzian                                                             Back to  previous page                                              Arang Keshavarzian   Associate Professor of Middle Eastern and Islamic Studies Email:   Phone: 212-998-8892 Fax: 212-995-4689           Areas of Research/Interest   Comparative politics of the Middle East; political economy; modern Iran, Persian Gulf; transnationalism, imperialism; urban politics     Bio:   My general fields of research and teaching are comparative politics of the Middle East with a focus on issues related to political economy, transnationalism, and contentious politics in authoritarian contexts. Much of my research and writing focuses on modern Iran and the Persian Gulf, although I have studied, conducted research, and taught in several other countries in the Middle East and North Africa, including the United Arab Emirates, Egypt, and Turkey.   My research has revolved around questions of change and continuity as reflected and produced by socio-economic hierarchies, political imperatives, spatial practices, and collective solidarities. The book, Bazaar and State in Iran (2007), was based on my dissertation research and engages with the literature on networks and political institutions in order to trace the structure of the Tehran Bazaar under the Pahlavi monarchy and Islamic Republic, and shed light on the organization and governance of markets as well as state-society dynamics, more generally. The analysis stresses unintended consequences, while identifying mechanisms and contradictions that traverse the immediate issue of bazaars and the Iranian case. I have also published articles on clergy-state relations and authoritarian survival in Iran. My current research examines the Persian Gulf in order to analyze the processes of late imperialism and globalization from the perspective of local circuits of trade and transnational alliances. By examining global, imperial, regional, and local political economies since the late nineteenth century, I seek to locate the Gulf in various modes and in relation to multiple scales of political control and economic production. My essays have appeared in journals such as Politics and Society, International Journal of Middle East Studies, Geopolitics, Arab Studies Journal, and Economy and Society in addition to a number of edited volumes.   I teach both undergraduates and graduate students. I offer an introductory survey of Middle East politics of undergrads and more specialized seminars on such topics as “Iranian politics in comparative perspective” “Social Movements and Protests in the Middle East,” and “The Persian Gulf and United States from ARAMCO to NYU-AD.” My graduate teaching includes a seminar surveying approaches to the study of Middle East politics and more thematic courses related to my research and student interests, such as \"Imperialism and Hegemony in the Middle East\" and “Transnational Middle East.”   I have been on the editorial board of the International Journal of Middle East Studies and the editorial committee of the Middle East Research and Information Project (www.merip.org) and am currently on the editorial boards of Tadween Publishing and Arabian Humanities.     Publications   Bazaar and State in Iran: Politics of the Tehran Marketplace (Cambridge: Cambridge University Press, 2007)                                      “When Ties Don’t Bind: Smuggling Effects,  Bazaars, and Regulatory Regimes in Postrevolutionary Iran,” (co-authored with  Narges Erami) Economy and Society ,  2015.             Special Section in Geopolitics : “Transnational Connections in the Middle East: Political Economy, Security and Geopolitical Imaginaries,” (co-edited with Waleed Hazbun), Geopolitics 15,2 (May 2010)    “Geopolitics and the Genealogy of Free Trade Zones in the Persian Gulf,” Geopolitics 15,2 (May 2010), 263-289    \"Places in Shadows, Networks in Transformation: An Analysis of Tehran Bazaar's Publicness,\" in Publics, Politics, and Participation: Locating the Public Sphere in the Middle East and North Africa, Seteney Shami (ed), (New York: Social Science Research Council, 2009), 205-234 “Regime Loyalty and Bazari Representation under the Islamic Republic of Iran: Dilemmas of the Society of Islamic Coalition,” International Journal of Middle East Studies 41, 2 (May 2009)    “Contestation without Democracy: Elite Fragmentation in Iran,” in Authoritarianism in the Middle East: Regimes and Resistance , Marsha Pripstein Posusney and Michelle Penner Angrist (eds.), (Boulder: Lynne Rienner Publishers, 2005), 63-88    “ Tehran Bazaar: Continuity or Transformation? ” Goft-o-gu 41(Bahman 1383 [January 2005]), 11-47. [ In Persian ]    “Turban or Hat, Seminarian or Soldier: State Building and Clergy Building in Reza Shah’s Iran,” Journal of Church and State 45,1 (Winter 2003), 81 -112 [ see article ]  Also see  Academia.edu      Update your faculty profile                           Updated on 01&#047;23&#047;2015       Contact Us | &copy; New York University , Arts and Science"}, {"content": "Transnational Notes                                                              &darr; Skip to Main Content                                    Transnational Notes                                                                                                               April 2015 Session of the Arbitration Forum: Legitimacy of transnational commercial arbitration          April 21, 2015                              The Center will host the April 2015 session of the Arbitration Forum entitled “Legitimacy of transnational commercial arbitration,” on Monday, April 27 th , 2015, from 6.00 – 8.00 pm, in the Lester Pollack Colloquium Room, Furman Hall 900 (245 Sullivan Street, New York, NY 10012).   The event will be moderated by the Center’s Executive Director, Franco Ferrari. Our distinguished speakers include  Diego P. Fernández Arroyo, Professor at the Sciences Po Law School in Paris, Global Professor at the NYU Paris Campus and Secretary-General of the International Academy of Comparative Law; Harold Hongju Koh, Sterling Professor of International Law at Yale Law School; Timothy G. Nelson, Partner at Skadden, Arps, Slate, Meagher &amp; Flom LLP; and Edna Sussman, independent arbitrator and mediator and the Distinguished ADR Practitioner in Residence at Fordham University School of Law.   Please note that all discussions taking place during the Forum are subject to the Chatham House Rule.                                                                           The Disclosure Requirement Under French Law: Global Law Firms and Social Media Networks          April 15, 2015                              In a decision delivered on 11 March 2014 [1] , the Lyon Court of Appeal refused to annul the award issued in the commercial arbitration commenced by E.U.R.L. Tesco ( Tesco ) against S.A.S. Neoelectra Group ( Neoelectra ). The challenge was based on the arbitrators’ failure to disclose facts allegedly likely to call into question their independence and impartiality in the eyes of the parties. The Court considered that the professional relationship between one arbitrator and Neoelectra’s counsel on one hand, and the Facebook friendship between this same counsel and another arbitrator on the other hand, were not likely to create doubts in the parties’ minds.   This decision plays an important role in the evolution of French arbitration law. Impartiality and independence of arbitrators are the corner stone of arbitration. In this respect, French law [2] , like other national legislations [3] and international instruments [4] , contains a disclosure requirement. The French Supreme Court indicated that an arbitrator should reveal any circumstance creating reasonable doubts in the parties’ minds as to his or her independence and impartiality [5] . It is the role of the French Courts of Appeal to determine what can or cannot reasonably create such doubts in the parties’ minds. The Lyon Court of Appeal’s reasonable analysis shows its intent to break with the severe case law on the matter and promotes the effectiveness of international arbitration.   This paper first provides an explanation of the facts and procedure of the case (I). It then explains the Court’s decision (II) and examines its input for the French law of arbitration (III).   I. Facts and Procedure   In 2006, Tesco and Neoelectra entered into a commercial agreement. Soon after, in 2007, a dispute arose out of the agreement. In order to resolve their dispute, the parties had recourse to arbitration (1) and later post-arbitration proceedings before the French Courts (2).   1) Arbitration Proceedings   Pursuant to the arbitration clause contained in their agreement, the parties started arbitration proceedings. On 4 June 2009 in Paris, the arbitral tribunal ( the Tribunal ) composed of Mr. Morin and Mr. Larroumet as co-arbitrators and Mr. Degos as President of the Tribunal, issued an award ordering both parties to pay various amounts.   2) Annulment Proceedings   Unsatisfied with the award, Tesco requested the Paris Court of Appeal to annul it. It argued the Tribunal had been irregularly constituted [6] : two arbitrators had failed to reveal circumstances that created doubts in its mind regarding their impartiality and independence. First, Mr. Larroumet had been “of counsel” of Freshfields Bruckhaus Deringer ( Freshfields ), the law firm for which Neoelectra’s counsel, Ms. Lallemand, was working. After leaving Freshfields, he kept in touch with the firm by notably providing legal consultations. Second, Ms. Lallemand was also friend on Facebook with another arbitrator, Mr. Degos. She supported his candidacy for the Paris Bar elections by “liking” his Facebook status.   The Paris Court of Appeal accepted Tesco’s arguments and set aside the award [7] . Consequently, Neoelectra appealed to the French Supreme Court, which issued a widely noticed decision on 10 October 2012 [8] . It decided that the Paris Court of Appeal had not explained the reasons why these facts could create reasonable doubts in the parties’ minds, and considered it could not exercise its legal control on the decision [9] . The Supreme Court reversed the decision of the Paris Court of Appeal and remanded the case to the Lyon Court of Appeal.   II) Decision   Unlike the Paris Court of Appeal, the Lyon Court of Appeal refused to set aside the award. It considered that both the undisclosed law firm relationship (1) and the Facebook friendship (2) were not likely to create doubts in the parties’ minds as to the arbitrators’ impartiality and independence.   1) Past “of counsel” position at a law firm and occasional consultations do not create doubts   The Lyon Court’s reasoning is based on three elements. First, Mr. Larroumet was not working at Freshfields anymore when Ms. Lallemand joined the firm. He was “of counsel” of Freshfields until 2000, 8 years before the start of the arbitration, and Ms. Lallemand started working at the firm in 2005, 5 years after Mr. Larroumet left it. Second, Mr. Larroumet’s contacts with Freshfields after he left the firm were occasional: he gave “2 or 3 consultations” [10] in 10 years. Finally, Neoelectra’s lawyer was defending her client in her personal name, not in the firm’s name [11] .   The Court’s decision appears to be reasonable. Setting aside the award for non-disclosure of these circumstances would be too harsh. As the Court pointed out, the link between Mr. Larroumet and Ms. Lallemand is too tenuous. They did not work at Freshfields simultaneously. Moreover, it seems like the Court is taking into account Mr. Larroumet’s good faith. If Mr. Larroumet had thought this circumstance could create a doubt in the parties’ minds, he would very likely have disclosed it. Indeed, purposefully refraining from disclosing a litigious circumstance does not serve an arbitrator’s interest. It would undoubtedly harm his or her reputation, preventing him or her from being nominated in subsequent arbitrations.   2) Counsel “liking” an arbitrator’s Facebook status after the award was issued does not create doubts either   The Lyon Court of Appeal decided that Tesco’s Facebook argument was irrelevant because Ms. Lallemand’s support to Mr. Degos on Facebook took place after the award was issued. However, the Court did not say a word about the Facebook friendship between them. Tesco’s argument was both based on the fact (i) that the counsel and the arbitrator were friends on Facebook, and (ii) that the counsel had “liked” the arbitrator’s status relating to the upcoming Paris Bar elections. The facts do not specify whether they became friends on Facebook before or after the arbitration, and the Court did not investigate that issue further.   III) Analysis   The Lyon Court of Appeal’s decision plays an important role in the evolution of French arbitration law by reasonably narrowing the scope of the disclosure requirement, thus promoting the effectiveness of international arbitration (1). However, it does not put an end to the debate over the scope of the disclosure requirement (2).   1) The decision promotes the effectiveness of international arbitration   a) A little bit of background   The French law on the disclosure requirement has been described as extremely severe [12] . French law adopts a strict standard of apparent impartiality and independence. In reality, this approach relies on a confusion between the failure to disclose an element that could give rise to doubts on one hand, and an actual lack of impartiality or independence of the arbitrator on the other hand. It follows that any failure to disclose a litigious circumstance leads to the annulment of the award, regardless of the existence of an actual conflict of interest [13] . The reason for such a strict position might be the intent of the French legislator to ensure France’s legitimacy as a reliable forum. Making sure arbitrators are independent and impartial promotes due process, and enhances people’s trust in the arbitration system.   It follows that a court considering a statement of independence insufficiently detailed is likely to automatically set aside the award [14] . The burden on arbitrators is thus extremely onerous. Notably, arbitrators practicing in large international law firms have to proactively research links of any kind that the firm has or may have with the parties [15] .   However, in its 2012 decision [16] , the French Supreme Court attempted to mitigate the strictness of this standard by requiring Courts of Appeal to explain why a fact that was not revealed was likely to create a reasonable doubt in the parties’ minds. Absent such proof, the arbitral award cannot be annulled. The standard is still apparent impartiality, but the appearance has to be reasonable and the party challenging the award needs to prove it.   b) Promoting the effectiveness of international arbitration   The problem is that there has not been a clear line yet on what is likely to create doubts in the parties’ minds [17] . The Supreme Court’s decision could have been followed by another severe decision, even though justified. But the Lyon Court of Appeal adopted a reasonable approach on what is likely to create doubts. Its decision has an impact on the effectiveness of arbitration on tow levels: the award and the arbitrators’ designation process.   First, its decision protects the award. It avoids an automatic annulment of the award, thus bringing proportionality to the remedy for non-disclosure. It is more serious for an arbitrator to be partial than to fail to disclose an element that would make the parties doubt of his impartiality, especially when the element is so minor that it would not create doubt in a reasonable person’s mind. However, there is only one remedy available: the annulment of the award. Because annulment can be disproportionate, the Lyon Court of Appeal mitigated the severity of this only remedy. It rightly considered the undisclosed circumstances invoked by Tesco were insufficient to justify the annulment of the award.   Second, the decision has an impact on the designation of arbitrators. As explained before, the Court refused to consider the links between Mr. Larroumet, Ms. Lallemand and Freshfields as a problem. Its decision makes sense. As French authors pointed out, “the international arbitration community is a small world, where it is not uncommon for the arbitrators, often lawyers themselves, to know and meet the parties’ counsel, or for them to be appointed with the agreement or even the support of the latter” [18] . Moreover, arbitrators working in law firms do not always know all their firm’s clients. This is particularly true for global international firms that have offices and clients all over the world. At the same time, it is legitimate for the parties to choose a specialist in arbitration to resolve their dispute, not a random person found in a telephone directory. Therefore, requiring arbitrators to disclose every single detail about their career and network, even details they do no know about, constitute a burden that would both slow down the designation proceedings tremendously and threaten the validity of arbitral awards.   2) The decision does not solve all the problems relating to the scope of the disclosure requirement   a) What about Facebook and other social media networks?   The decision does not address the issue as to whether an arbitrator has to disclose his Facebook friendship with a counsel for one of the parties, leaving the question unanswered under French law. Since the creation of Linkedin in 2003, Facebook in 2004 and Twitter in 2006, lots of authors have written on the subject [19] . On 23 October 2014, the International Bar Assocation adopted revised Guidelines on Conflicts of Interests in International Arbitration ( the IBA Guidelines ). To promote greater consistency in the arbitrators’ disclosures and avoid unnecessary challenges, the Guidelines have established three non-exhaustive lists of circumstances: the “Red list” of circumstances that should give rise to doubts in the eyes of the parties, the “Orange list” of situations that may give rights to doubts, and the “Green list” of elements that do not show any apparent conflict of interest. The IBA notably decided that relationships between an arbitrator and a counsel through social media networks belong to the “Green list” of elements that do not need to be revealed [20] , without distinguishing between the various networks. I believe that practitioners and legislators should further develop their understanding of this issue.   Social media networks can be very different. It would make sense to classify them into two categories: personal networks on one hand, and professional networks on the other hand. It appears to me that doubts on the impartiality of arbitrators are likely to be more serious in the presence of a personal network relationship than a professional one.   Facebook, for instance, is a personal network that I believe is clearly likely to call into question an arbitrator’s impartiality in the eyes of the parties. Although the IBA Guidelines have classified social media networks in the Green list, “close personal friendships” between an arbitrator and a counsel are part of the Orange list of situations which “may, in the eyes of the parties, give rise to doubts as to the arbitrator’s impartiality or independence” [21] . Facebook may be a social network, but I think it rather belongs to the “close personal friendship” category. On Facebook, people post their holidays pictures and comment on their friends’ status. Facebook even describes itself in the following way: “People use Facebook to stay connected with friends and family” [22] .  It is thus legitimate for parties to have doubts when they see that the opposing counsel’s Facebook friends list includes the arbitrator. And because “any doubt as to whether an arbitrator should disclose certain facts or circumstances should be resolved in favor of disclosure” [23] , a Facebook friendship should be disclosed.   Linkedin may also be a problem. Unlike Facebook, it is a professional network where people stay connected with their former and current colleagues, with people they have studied with or with people they have met in the course of their work. However, Linkedin may, like Facebook, create reasonable doubts in the parties’ minds. Under French law, arbitrators need to disclose their professional links with either a party or a counsel for a party because of a potential intellectual dependence. It seems that few judges have a Linkedin profile, probably because of their obligation to be neutral. One may argue that, an arbitrator being a private judge, arbitrators should adopt a similar attitude. However, contrary to judges, arbitrators are nominated by parties and a Linkedin profile may be useful in this regard. Even if Linkedin may be more useful to arbitrators than to judges, both have to be impartial and independent. Because their online professional connections may still give rise to reasonable doubts in the parties’ minds on their intellectual independence, it would be worth engaging in a debate over the issue.   How will the French Courts decide the issue of Facebook and social media networks in general? Future decisions will tell us sooner or later…   b) Predictability regarding the scope of the disclosure requirement. Really?   One may wonder whether Courts will in the future follow the same reasonable approach and create a coherent and stable case law. Indeed, one author believes that the obligation for the Courts of Appeal to explain why the non-disclosed elements were likely to create doubts will bring more predictability [24] . But will the obligation to explain in itself bring more predictability to the decisions? Determining the existence of doubts in the parties’ minds implies a very subjective analysis. It depends on the parties, but also the judge examining the case [25] . Courts may have different interpretations of the same circumstances. This case is a very good example: although the Paris Court of Appeal did not explain its findings, it considered the elements were sufficient to create doubts in Tesco’s mind, whereas the Lyon Court of Appeal considered it was not enough. Notably, the Paris Court took into account the fact that Mr. Larroumet still had a Freshfields email address at the time of the proceedings. This element was excluded by the Lyon Court’s decision.   To conclude, the Supreme Court’s decision to require Courts of Appeal to justify their decisions is not enough to reach a uniform and liberal case law. French Courts of Appeal need to apply a common principle in each of their decisions: ensuring the effectiveness of international arbitration. It is the principle on which the Lyon Court of Appeal’s decision is based, and we can hope Courts of Appeal will do the same in subsequent disclosure cases. Courts have placed the effectiveness of arbitration as the number one priority in their decisions on recognition and enforcement of awards. They consider that international awards are international decisions of justice that should be enforced in France, regardless of whether the award was annulled at the seat of arbitration [26] . In addition, French Courts or French law will have to regulate the disclosure of media-based relationships. The issue needs to be clarified, as the use of media networks is increasing everyday.     Anne-Lise Ménagé   The author is a Class of 2015 LL.M. student in the International Business Regulation, Litigation and Arbitration program at the New York University School of Law. She obtained her first law degree in 2011 at the University of Paris Ouest Nanterre La Défense, in the bilingual Anglo-American Law / French Law program. She then obtained a graduate degree in Business Law at the University of Paris II – Panthéon Assas in 2013. The author can be contacted at annelise.menage@hotmail.fr.     _____________________________________________   [1] CA Lyon, 11 March 2014, n°13/00447.   [2] Article 1456 of the French Civil Procedure Code applying to both domestic and international arbitration via Article 1506 of the French Civil Procedure Code.   [3] Article 12(1) of the Model Law; §1036 of the German ZPO.   [4] General Standard 3 of the IBA Guidelines on Conflicts of Interest in International Arbitration, 23 October 2014; Art. 9 UNCITRAL Rules, 1976.   [5] Cass. Civ. 1 e , 16 March 1999, n°96-12.748, État du Qatar c/ Société Creighton .   [6] Pursuant to Article 1520, 2° of the French Civil Procedure Code.   [7] CA Paris, 10 March 2011, n°09/28537.   [8] Cass. civ. 1 e , 10 October 2012, n°11-20299, FS-P+B+I* (*decision published in the Report of the Civil Chamber of the Supreme Court, in the Information Report of the Supreme Court and on its website).   [9] The French Supreme Court can only examine legal issues, not factual issues.   [10] CA Lyon, 11 March 2014, n°13/00447, quoting Mr. Larroumet’s testimony.   [11] French lawyers are not employees of their law firm: they are allowed to have their own personal clients in addition to the firm’s clients.   [12] “Indépendance des Arbitres et Conflits d’intérêts”, D. Cohen, Rev. Arb. 2011, p. 611, paras. 59-62; “Le devoir de révélation dans la jurisprudence récente: de la rigueur à l&#8217;excès ”, M. Henry, LPA, 21 February 2011, p. 17 s.   [13] This view has been supported by T. Clay in Note under CA Paris, 12 February 2009, Rev. arb. 2009, p. 186.   [14] “Indépendance des Arbitres et Conflits d’intérêts”, D. Cohen, Rev. Arb. 2011, p. 611, para. 59.   [15] CA Reims, 2 November 2011, SA J&amp;P Avax c/ Tecnimont SpA .   [16] Cass. civ. 1 e , 10 October 2012, n°11-20299.   [17] While E. Loquin adopts a subjective approach, recommending the judge to put himself into the parties’ shoes with reasonableness, C. Jarrosson explains the undisclosed circumstance should be an element that could allow the parties to challenge the arbitrator.   [18] Ph. Fouchard, E. Gaillard et B. Goldman, Traité de l&#8217;arbitrage commercial international (1999) , para. 1031.   [19] “Social Media and Arbitration Conflicts of Interest: A Challenge for the 21st Century”, J. E. Kalicki, Kluwer Arbitration blog, 23 April 2012; “Arbitration Disclosure in the Internet Age: some guidance concerning the obligation to disclose internet activity and online relationships”, R. V. Glick, L. J. Stipanowich, Dispute Resolution Journal, vol. 67, n°1, Feb.-Apr. 2012, American Bar Association; The College of Commercial Arbitrators, “The Guidance Note: Arbitration and Social Media”, 15 August 2014.   [20] Part II, para. 4.3.1 of the IBA Guidelines, 23 October 2014.   [21] Part II, para. 3.3.6 of the IBA Guidelines, 23 October 2014.   [22] https://www.facebook.com/facebook/info?tab=page_info.   [23] Part I, General principle 3(d) of the IBA Guidelines, 23 October 2014.   [24] “A propos de l’obligation de revelation: une leçon de méthode de la Cour de cassation, note sous Cass. Civ. 1e, 10 octobre 2012”, C. Jarrosson, Rev. Arb. 2013.   [25] “La dualité des fonctions de l’obligation de révélation”, E. Loquin, Dalloz, 2013, p.487.   [26] Cass. civ. 1 e , 23 March 1994, n° 92-15137, Hilmarton c/ OTV ; Cass. civ. 1 e , 29 June 2007, n° 05-8053 and n° 06-3293, Putrabali Adyamulia c/ SA Rena Holding .                                                                           Professor Ferrari delivers keynote address at Shanghai conference          March 23, 2015                              Professor Franco Ferrari, the Director of the Center for Transnational Litigation, Arbitration and Commercial Law, will deliver the keynote speech on the occasion of the conference on “Doing Business with the West” organized by the International Association of Young Lawyers held in Shanghai, from March 26-28, 2015. The talk by Professor Ferrari, an expert in the area of international sales law, entitled “The application of the 1980 Vienna Convention on International Sale of Goods in arbitration proceedings” will focus on the question of whether arbitral tribunals have to apply the aforementioned Convention in arbitral settings, an issue that in recent years has received a lot of attention. For the full program please click here .                                                                           Reinstating Courts’ Deference to Institutional Arbitration Rules: The Tecnimont case          March 23, 2015                              I. Introduction   In a long-awaited decision and close to the end of a judicial ‘marathon’, the French Court of Cassation restored lost tranquility in the troubled waters of commercial arbitration by confirming that the institutional rules chosen by the parties to govern the arbitration procedure set limitations over a judge’s power to review an award [1] . An earlier decision by the Reims Court of Appeal generated intense criticism by  holding that the scope of the institutional rules governing the time limit for challenging arbitrators does not extent to the question of the admissibility of an action to set aside an award. [2]   II. Factual Background   Société Tecnimont SPA (“ Tecnimont ”), an Italian company and S.A.J. &amp; P. Avax (“ Avax ”), a Greek company, entered into an agreement for the construction of a propylene plant in Greece. Pursuant to an arbitration clause contained in the subcontract agreement, all disputes arising from the agreement would be resolved by recourse to International Chamber of Commerce (“ ICC ”) arbitration. A dispute arose between the parties, and Tecnimont initiated ICC proceedings in Paris.   During the proceedings, it came to Avax’s attention that the Chairman’s law firm assisted a company later acquired by the parent company of Tecnimont. In September 2007, Avax challenged the Chairman’s appointment before the ICC Court alleging a lack of independence, pursuant to Article 11 of the 1998 ICC Rules (now Article 14 of the 2012 ICC Rules). In October 2007, the ICC Court dismissed the challenge for undisclosed reasons. Avax then continued to participate in the arbitration while reserving its rights. In December 2007, Avax filed an application to set aside the partial award. The Paris Court of Appeal held that the Chairman of the tribunal did not observe his duty to disclose relevant facts that allegedly raised reasonable doubts as to his independence.   In February 2009, the Paris Court of Appeal annulled the award. It specifically held that the arbitrator was under a continuing obligation to inform the parties of any matter that called into question his impartiality and independence. [3] The same Court rejected Tecnimont’s argument that Avax’s application was inadmissible because it had already unsuccessfully challenged the Chairman before the ICC on the same grounds. The Paris Court of Appeal found that Avax had been notified of the relevant facts and circumstances only after it had challenged the arbitrator before the ICC Court and after the partial award was issued.   In November 2010, the French Court of Cassation reversed the Paris Court’s decision on the ground that most of the facts complained about in Avax’s application to set aside the award were invoked before the ICC Court. [4] It further determined that the Paris Court modified the subject-matter of the dispute by considering facts that came in light after the partial award was rendered.  Consequently, the Court of Cassation remanded the case to the Reims Court of Appeal for the latter to decide on the substantive question of the validity of the award.   III. The Controversial Ruling of the Reims Court of Appeal   The actual question before the Reims Court of Appeal was whether a party’s failure to adhere to the ICC’s 30-day deadline to challenge an arbitrator precludes a judge form setting aside an award on the same grounds. The Court first held that the judge who is seized of the question of the award’s validity is not bound by the time limit prescribed by the institutional rules. It further added that the absence of any subsequent challenge against the arbitrator regarding facts discovered at a later stage by the challenging party does not preclude the latter from seeking annulment of the award insofar as it has not waived its right.   The Court also explained that for a grievance against an award to constitute a basis for a challenge under the Article 1520-2° of the French Code of Civil Procedure, it has to be raised during the arbitration procedure whenever possible.  Moreover, the Court emphasized that it was not bound by the ICC’s dismissal of the challenge: a challenge before the ICC and an application to set aside an award are separate proceedings, which do not serve the same purpose and are not controlled by the same authority. In this context, the Court further held that the decision of the ICC Court is of an administrative nature and therefore does not have the effect of res judicata .   On the merits, the Reims Court held that a proper disposition of the challenge required consideration not only of the ties between the company and the Chairman’s law firm, but also of the ties between other companies of the group and the law firm. To the extent that Avax obtained its information about the Chairman gradually, the Reims Court determined that Avax’s application was admissible. In this regard, the Court explained that it could not conclude that Avax waived its right as a consequence of the non-exercise of the institutionally provided disqualification procedure. Based on this reasoning, the Reims Court set aside the partial award of 2007 holding that the Chairman failed to meet his duty of disclosure, which itself raised reasonable doubts as to his independence. As expected, Tecnimont challenged the Reims Court decision.   IV. The French Court of Cassation Ruling   The Court of Cassation, apparently not convinced by the Reims Court reasoning, reversed the latter’s ruling with a brief, though clear-cut, decision. [5] The Court of Cassation held that a party who knowingly fails to ask for the disqualification of an arbitrator within the prescribed time period is deemed to have waived their right. Accordingly, the Court of Appeal should have examined whether the 30-day time limit for exercising the right of challenge was observed in respect of each of the facts and circumstances the court held to constitute a breach of the arbitrator’s obligation of independence and impartiality.   V. Analysis of the Court of Cassation Decision in Light of the Reims Court Ruling   To understand the value of the Court of Cassation decision, one should read it in conjunction with the Reims Court ruling. In doing so, it is necessary to identify why the Reims Court decision was met with criticism and the ways in which the Court of Cassation altered the situation created by the former.   The question that tormented both courts was whether a timely challenge of the arbitrator was a precondition for the court to set aside the award on the grounds of lack of independence and impartiality, when the challenging party was already aware of them during the arbitration procedure. For the Reims Court, the question whether Avax rose the challenge within the prescribed time limit was not determinative for the admissibility of its claim at the setting-aside stage. Instead, according to the Reims Court reasoning, the mere fact that the challenging party expresses its doubts on the arbitrator’s impartiality at any time during the arbitral procedure is sufficient for the admissibility of a request to set aside the award on the same grounds.   The implications of the Reims Court ruling are far-reaching. Ιt is true that the short and concise ruling of the Court of Cassation, although corrective in its very essence, is devoid of an explicit argumentation that could shed enough light on the reasoning behind the reversal of the Reims Court decision. However, this is not to suggest that the Court of Cassation judge was not conscious of the wider implications of the Reims Court ruling. The analysis below aims to address the elements that presumably were taken into account by the Court of Cassation in formulating its ruling.   The ultimate issue before the two courts was the legal force of the arbitration rules chosen by the parties on the judge who reviews the award. At the outset, it should be noted that the incorporation of the institutional rules in the arbitration agreement is of a contractual nature and constitutes an extension of the arbitration agreement. [6] Indeed, by concluding the specific arbitration agreement, the parties in this dispute relied on certain rules on which they developed their expectations.  These rules reflect certain balance between the opposing interests of the parties and were selected by them as appropriate to govern the conduct of the arbitration procedure. In this regard, the parties’ expectation was that any concern related to the independence and impartiality of the arbitrators would be raised during the arbitration procedure within reasonable time, as prescribed by the ICC rules. Failure to do so would amount to a waiving of the party’s right to challenge the arbitrator and, therefore, the proceedings would move on without the fear that this issue would come up at a later stage. In determining, therefore, the appropriateness of these rules, each party has accepted any constraints or stakes accruing by the very content of the rules. Having said that, the judge of the Reims Court overturned those expectations when he considered allegations about the Chairman’s impartiality without examining whether Avax timely raised those during the arbitration procedure.   In fact, there are two competing principles that scramble to prevail on each other in this debate. On the one hand, it is the security and predictability that arbitration rules offer to the parties. The ICC rules are built on the idea that disputes need to be resolved within certain timeframe and that the different stages of the arbitration procedure should also be governed by time limits. On the other hand, it is the judge’s duty and concern to ensure that the award issued by the arbitral tribunal is not ultimately the product of any abuse that could result to the unfair treatment of either party. Here, the Reims Court judge in ensuring that the award was issued by a proper tribunal might find himself accepting the abuse of the procedure by the party who did not raise the challenge on time during the arbitration.   What the Reims Court judge did not seem to consider though, was that such an approach encourages dilatory tactics and ultimately results in an unequal treatment of the parties, to longer proceedings and additional costs. These time limits serve an important protective function: without them a party would be able to use information about an arbitrator&#8217;s independence as a weapon to obstruct the arbitration or to successfully challenge the validity of the award rendered by the tribunal. A party with knowledge of facts capable of resulting to the disqualification of an arbitrator is therefore obliged by the time limit to make them known immediately. Otherwise, the party will be estopped from invoking them later on. [7]   It has been suggested, that sometimes there might be ‘reasons of opportunity’ not to force a party to challenge an arbitrator during the arbitration proceedings: for instance when a party might not want to antagonize the tribunal or to aggravate an already tense situation. [8] In this author’s view, it would be hardly acceptable that there might be any such reasons justifying a belated challenge. The request of an arbitrator’s disqualification is by its very nature an ‘inconvenient’ moment during the proceedings and this is something that parties need to consider when challenging an arbitrator. In this regard, they should be prepared to accept the possibility that their request may not be upheld.   It has been also suggested that the Reims Court ruling is reasonable insofar as a contrary solution would render a timely request for disqualification before the ICC a precondition of an action to set aside an award. [9] Even though this proposition holds true on its merits, it seems to ignore the very considerations that lie behind the adoption of the requirement to respect the time limit prescribed by the rules. At the end of the day, one should wonder what is more preferable: to reward faith to the contractual obligations or to favor the mischievous party that dishonestly attempted to benefit from the challenge of the arbitrator.   Another interesting point in the Reims Court decision was the proposition that the judge’s power to second-guess the disqualification issue is based on the fact that the relevant decision of the ICC Court is of an administrative nature and therefore it does not have a res judicata effect. This proposition was nevertheless not rejected by the Court of Cassation. In this author’s view, this reasoning is problematic, insofar as it implies that the outcome would be different if the determination for the disqualification was rendered in the form of, for instance, an interim award. As a matter of fact and law, the judge admittedly can get into the merits of the disqualification decision and reconsider the issue, irrespective of the legal nature of the decision.  A judge is therefore entitled to set aside an award on the ground of an arbitrator’s lack of independence despite the institution’s opposite decision. Having said that, it is necessary to make the following distinction, which is also implied in the Court of Cassation ruling: it is one thing that a judge is not bound by the findings of the ICC Court as to the outcome of an application to disqualify an arbitrator, and another to suggest that the judge is not bound by the 30-day limit of the institutional rules. [10]   VI. The “raise it or waive it” principle and the duty of diligent enquiry in acquiring information related to the arbitrators   The position advanced by the French Court of Cassation further represents a reiteration of the principle of good faith to the arbitral procedure. Even in the absence of an explicit time limit in the institutional rules, a party seeking to challenge an arbitrator should be expected to raise the grounds of challenge as soon as it becomes aware of them; otherwise it should be prevented from bringing the question at a later stage as a means to challenge a disfavoring award.   Swiss courts have even gone one step further by developing a standard of diligent enquiry that each party should exercise at the start of the arbitration. [11] In a case before the Federal Court, the claimant sought the annulment of a Court of Arbitration for Sport (CAS) award because of irregular composition of the arbitral tribunal. [12] The party challenging the award asserted that it became aware of the professional relationship between two of the three arbitrators and one of the Respondent’s counsels only after the issuance of the arbitral award. The Court explained that even if the party requesting annulment had not been aware of the alleged ground of challenge, he could have become aware by using the required attention. The Court further observed that staying in ignorance may in certain cases be considered as an inacceptable manoeuvre, comparable to deferring the announcement of a challenge.   According to the Court, elementary prudence would require from each party to investigate and ensure that the appointed arbitrators present sufficient guaranties of independence and impartiality; they could not simply rely on the general statement of independence made by each arbitrator on the ad hoc form. As the relevant information was publicly available and given the small size of the sports community, the Court held that the claimant was able to do such an enquiry within less than thirty days after the receipt of the arbitral award. Accordingly, the Court concluded that the claimant’s right to raise the irregular composition expired, be it because he knew the grounds for challenge at the time, be it because he should have known them by means of a diligent enquiry into the arbitrators’ background.   Concluding remarks   The solution advanced by the Court of Cassation confirms that judges should give deference to the arbitration rules agreed by the parties. This ruling is essential insofar as it reinforces the legal status of the arbitration rules and the underlying principles of predictability and certainty. Moreover, it rewards the party that does not engage in dilatory and lurking tactics.  It further provides a solution that is in accordance with Article 1456 3° of the French Code of Civil Procedure which sets a 30-day limit to challenge an arbitrator. This solution is also in accordance with Article 1466 of the same Code, which provides that the party, who knowingly and without lawful reason fails to invoke timely any irregularity before the arbitral tribunal, is deemed to have waived their right.   This is not to imply, however, that the judge may not limit the binding nature of the procedural rules, if questions of public policy require such deviation. [13] Having said that, one cannot treat the present case as falling within the limited pool of those instances, where the judge will have to bypass the rules agreed by the parties in order to correct any ‘imbalances’ that might be inherent in the rules. The French Court of Cassation therefore sends a strong message on the legal power of the institutional rules selected by the parties: a limitation of the judge’s powers and an acknowledgement of the prominence of party autonomy.     Chrysoula Mavromati   The author is a Class of 2015 LL.M. student in the International Business Regulation, Litigation and Arbitration program at the New York University School of Law. After receiving her law degree from Aristotle University of Thessaloniki, Greece, in 2012, she pursued graduate studies at the University of Barcelona and then gained working experience in the European Commission and in the International Trade and Investment group of a renowned international law firm in Brussels. She is admitted to the Thessaloniki Bar.   _________________________________   [1] Société Tecnimont SPA v. S.A.J. &amp; P. Avax , Cass 1 er civ, 25 June 2014.   [2] S.A.J. &amp; P. Avax v. Société Tecnimont SPA , CA Reims, 2 November 2011.   [3] S.A.J. &amp; P. Avax v. Société Tecnimont SPA, CA Paris, 12 February 2009.   [4] Société Tecnimont SPA v. S.A.J. &amp; P. Avax , Cass 1 er civ, 4 November 2010.   [5] Because it reversed the Reims Court ruling on the issue of admissibility, the Court of Cassation did not enter into the question of the extent of an arbitrator’s duty to disclose facts and circumstances relating to his independence and impartiality.   [6] Jean-François Poudret and Sébastien Besson , Comparative Law of International Arbitration,  Sweet &amp; Maxwell (2007), pp 69-70   [7] Christopher Koch , Standards and Procedures for Disqualifying Arbitrators, Journal of International Arbitration, Vol. 20 No 4 (2003), p. 330   [8] Alexis Mourre , Institutional Arbitration Rules: Do they Deserve More Deference from the Judiciary? Comments on Tecnimont and other cases, in “The Practice of Arbitration: Essays in Honour of Hans van Houtte, edited by Patrick Wautelet, Thalia Kruger and Govert Coppens, Hart Publishing (2012), p.156   [9] Id at p.156   [10] Id. at p. 155   [11] Antonio Crivellaro , “Does the Artibtrators’ Failure to Disclose Conflicts of Interest Fatally Lead to Annulment of the Award?” The Approach of the European State Courts.” The Arbitration Brief 4, no.1 (2014), p. 136   [12] X. v. Y., I. Zivilabteilung, 4A.506/2007, 20 March 2008   [13] See Siemens AG/BKMI Industrieanlagen GmbH v. Dutco Construction Company , Cass, 7 January 1992. The French Court of Cassation annulled an award because it considered that the ICC rules did not protect the equality of parties, insofar as they were requiring from the two Respondents to jointly appoint a single arbitrator in a multiparty arbitration, while those parties’ interests were not entirely aligned in the contract. The Court held that the principle of equality of parties is a question of public policy that can only be waived after arbitral proceedings have been initiated. The Court of Cassation was of the view that in this way the arbitral tribunal placed Dutco in a better position to affect the outcome of the arbitration.                                                                           March 2015 session of the Arbitration Forum “Public Purpose in International Law: Rethinking Regulatory Sovereignty in the Global Era”          March 4, 2015                              The Center will host the March 2015 session of the Arbitration Forum, entitled “Public Purpose in International Law: Rethinking Regulatory Sovereignty in the Global Era.” The event will take place on   Monday, March 23 rd , 2015, from 6.00 – 8.00 pm,   in the Lester Pollack Colloquium Room, Furman Hall 900 (245 Sullivan Street, New York, NY 10012).   The event will be moderated by the Center’s Executive Director, Franco Ferrari. Our distinguished speakers include Jack Coe, Jr., Faculty Director of Pepperdine’s LL.M in International Commercial Arbitration; Harold Hongju Koh,  Sterling Professor of International Law at Yale Law School; Pedro J. Martinez-Fraga, partner in Bryan Cave LLP’s International Arbitration and Litigation Practice Group; and C. Ryan Reetz, co-founder and office managing partner of the Miami, Florida office of Bryan Cave LLP.   On that occasion, the book just published by Cambridge University Press, co-authored by Mr. Pedro Martinez-Fraga and Mr. Ryan Reetz, with the same title will be discussed.   Since seating is limited, please rsvp by March 20th, 2015, by sending an email to cassy.rodriguez@nyu.edu .   Please note that the session will be videotaped.                                                                           Professor Linda Silberman has been selected as ALI project Adviser          March 4, 2015                              Professor Linda Silberman has been selected as one of the Advisers on the American Law Institute’s recently launched project for The Restatement of the Law (Third) Conflict of Laws. The Chief Reporter for the project is Kermit Roosevelt (University of Pennsylvania).The Associate Reporters are Laura Little (Temple School of Law) and Christopher Whytock (UCLA).                                                                           February 2015 session of the Arbirtration Forum: Iura novit arbiter          February 17, 2015                              The Center will host the February 2015 session of the Arbitration Forum, entitled “Iura novit arbiter” on Monday, February 23, 2015 from 6:00-8:00 p.m. in the Lester Pollack Colloquium Room, Furman Hall 900 (245 Sullivan Street, New York, NY 10012).   The event will be moderated by the Center’s Executive Director, Franco Ferrari. Our distinguished speakers include Mr. Christian Leathley, partner in the international arbitration group of Herbert Smith Freehills LLP; Mr. Christian P. Alberti, AVP/Director of the International Centre for Dispute Resolution (ICDR), the international division of the American Arbitration Association (AAA); and Mr. John Fellas, partner in the New York office of Hughes Hubbard &amp; Reed LLP,  and co-chair of the Arbitration Practice and co-chair of the International Practice of that firm.   Please note that all discussions taking place during the Forum are subject to the Chatham House Rule.                                                                           Receipt of goods under the CISG: a threshold question when an American buyer is going bankrupt          February 5, 2015                              I. Introduction    In 2005, the U.S. Congress adopted the Bankruptcy Abuse Prevention and Consumer Protection Act, which, among other things, incorporated an effective protection for sellers of goods when a bankrupt buyer received them without paying [1] . Less than 10 years after, two recent decisions of the United States Bankruptcy Court for the Eastern District of Pennsylvania made this protection less effective when the sale is governed by the UN Convention on the International Sale of Goods (hereafter the « CISG ») [2] .   In the present paper, we will first expose the general context of the litigation (I), then discuss the interpretation of this protection in US case law (II). We will after explain why the CISG applies in the cases at hand (III). Finally, we will expose why the Court went wrong in its interpretation of the CISG (IV).   II. Legal and factual framework   The effective protection incorporated under section 503(b)(9) of the Bankruptcy Code states that the unpaid seller of a bankrupt buyer should be allowed administrative expenses [3] amounting the value of the goods. The Bankruptcy Code provides two conditions for this provision to apply. On the one hand, the transaction must occur within the ordinary course of debtor’s business. On the other hand, there is a strict time limit: the debtor shall have received the goods less than 20 days before going bankrupt.   The facts under which the discussed decisions arose are common and straightforward. Chinese sellers sent goods to an American buyer [4] . The goods were shipped FOB from different Chinese harbors more than 20 days before the bankruptcy proceeding began but arrived in the United States less than 20 days before. The core issue was to determine when the goods where received in the meaning of section 503(b)(9), in order to determine the starting point of the 20 days period.    III.   The interpretation of «  received » under article 2 of the U.C.C.   The term «  received  » is not defined in section 503(b)(9) neither in the US Bankruptcy Code itself [5] , and courts agree that the definition must be found in article 2 of the Uniform Code of Commerce (the « UCC ») [6] . This statute defines the «  receipt of goods  » as «  taking physical possession of them  » [7] . Despite the express reference to physical possession in the UCC, courts stated that possession could also be constructive [8] .   It is worth noting that this definition is a uniform federal interpretation. Indeed, referring to a state interpretation of section 503(b)(9) would be impracticable in the context of large bankruptcies, given that the bankruptcy judge would have to look to the conflict of law rules of each interested state to determine the law applicable to the claim, then would define the word «  received  » in that law and finally apply this definition to the claim at hand [9] .   IV. A different definition when the CISG governs the sale of goods: two decisions of the United States Bankruptcy Court for the Eastern District of Pennsylvania   Despite this uniform interpretation, the US Bankruptcy Court for the Eastern District of Pennsylvania decided that the CISG shall provide the definition of the word «  received  » when this Convention governs the sale of goods [10] . Even if the Court went fast on this point, we will present the exhaustive analysis of the application criteria of the CISG.   In fact, five conditions have to be met for the CISG to apply. First, the contract shall be a sale of goods. Even if the CISG itself does not define what a sale of goods is, case law has defined this notion by interpreting articles 30 and 53: «  a sales contract is a contract by which the seller is obliged to deliver goods, transfer the property in the goods and eventually hand over all the documents relating to the goods, while the buyer is obliged to pay the price and take delivery of the goods [11] .  » Secondly, the object of the contract shall be tangible and movable goods [12] . Thirdly, the contract shall be international, which means, under article 1(1) of the CISG, that the parties have their places of business in different states. Fourthly, an additional applicability criteria requires that the states in which the parties have their places of business are signatories of the CISG [13] or that the international private law rules of the forum lead to the application of the law of a contracting state of the CISG [14] . Finally, the parties shall not have agreed to exclude the CISG [15] .   In the cases at hand, no doubt exists on the application of the CISG. There are sales of goods between parties having their places of business in different countries. Both China and the US are signatories to the CISG, and the parties did not exclude it.   V. The definition of the «  receipt of goods » shall be based on the CISG, but not following the reasoning adopted by the Court   As the CISG applies, the Court was correct when stating that this Convention displaces the traditional definition found in the UCC (a), but erred in its interpretation of the CISG, mixing the interpretation of the Convention itself with the interpretation of parties’ intention (b). And since the parties did not modify the CISG provisions on the receipt of goods, the general principles of the CISG provide the definition of «  receipt of goods » (c).   a. Interpretation of receipt of goods under the CISG: a case of first impression   As the CISG is the applicable law, the Court noted that it displaces the UCC [16] . Therefore, it displaces the interpretation of the «  receipt of goods  » as stated under article 2 of the UCC, only if this concept falls within the scope of the Convention. As article 4 of the CISG does not exclude the «  receipt of goods  » from the scope of the Convention, the above-mentioned case law based on article 2 of the UCC shall be disregarded. The interpretation of «  receipt of goods » under the CISG is a case of first impression [17] .   b. The Court baldy interpreted the CISG   This word «  receipt  » is not defined in the CISG [18] , so that the Court shall interpret this Convention to determine the meaning of this concept. The reasoning of the Court on how to interpret the CISG is unfortunately very short and confusing. The Court decided first to rely on the gap-filling analysis under article 7(2), which requires interpreting the text of the CISG in accordance with the general principles on which it is based. Then, without any explanation of the relationship between both articles, the Court referred to article 9(2) of the Convention, which deals with the implicit application of international trade practice. On such basis, the Court held that the parties have impliedly made the Incoterms FOB applicable and that, under the Incoterms provisions on transfer of risks, the receipt was concomitant to the delivery by the seller, which occurred when the risks were transferred [19] .   This reasoning mixes the interpretation of the CISG itself, governed by article 7, with the interpretation of parties’ agreement, provided in articles 8 and 9. The interpretation of the CISG itself, as opposed to the interpretation of the contractual framework, is convincing when the parties did not agree to derogate from CISG’s default provisions. On the contrary, when, under article 6 of the CISG, the parties derogated from the Convention, their intention shall be interpreted. Seeing the inconsistent provisions invoked by the Court, the question is whether the Incoterms provide a definition of «  receipt of the goods  », so that the court wrongly referred to article 7(2), or whether the Incoterms are not dealing with the receipt of the goods, so that the court correctly referred to article 7(2) but should have analyzed the general principles surrounding the CISG. In our opinion, the answer is the latter.   c. The parties did not modify the CISG provisions on the receipt of the goods   In the present case, the Court considered that the FOB term provided a contractual definition of the «  receipt of goods  ». The Court, in the decisions at hand, did not explain why its reasoning is limited to the transfer of risks. In the decision of 10 September 2014, plaintiffs were challenging the use, in the first decision, of the Incoterms as an interpretation tool to define the «  receipt of the goods  ». The Court refused to revise its position, stating first that there is «  no reason to look outside the Incoterms for a definition of « receipt [20]  » » , given that the seller delivers the goods when they are placed on board of the vessel, and that this event is concomitant to the receipt of the goods by the buyer. Secondly, it refused to consider that the Incoterms make a distinction between delivery and receipt of goods [21] .   This focus on transfer of risk is absolutely not convincing. Indeed, the definition of «  receipt of goods  » is not univocal, but can revert to different moments: when the risk of loss passes, when the title passes or when a party takes possession of the goods [22] . Therefore, the Court shall first determine the definition of «  receipt of goods  » under the CISG. Then, if this definition reverts to a provision superseded by the Incoterms, such as article 67(1) of the CISG on the transfer of risks [23] , the Court shall apply trade terms.   d. General principles of the CISG concerning the receipt of goods   Article 7(2) helps to fulfill internal gaps, by referring to general principles and, in absence of such principles, by referring to the rules of private international law of the applicable law [24] . Concerning the «  receipt of goods  », a general principle can be deducted from different provisions of the CISG, which distinguishes this concept from the transfer of risks and reverts to possession by the buyer.   First, article 38 deals with the examination of the goods by the buyer. The receipt of goods is very important in this context, as it fixes the point in time from which the «  short period  » to examine the goods runs [25] . For contracts involving the carriage of goods, article 38 states that the examination can only occur when the goods arrive at destination. When trade terms such as FOB are used, delivery occurs when the goods are transferred to the first carrier. At this time, it is impossible, or at least unreasonable, that the buyer examines the goods. Therefore, article 38(2) provides that such examination can only be performed when the goods are at destination [26] . Thus, the CISG makes a distinction between the delivery by the seller, which occurs when the goods are handled over to the first carrier, and the reception by the buyer, which occurs when the goods are at destination. In the present cases, the former reverts to transfer of risks, governed by the Incoterms. The latter concerns receipt of goods, which occurs when the buyer takes possession of them.   In the same way, article 58 states that, unless otherwise agreed, the buyer must pay the price when the seller places the goods, or documents controlling their disposition, «  at the disposal  » of the buyer [27] . The threshold question to determine disposal of the goods is «  the right to possession of the goods [28]  ». When a sale of goods involves a carriage, the disposal takes place when the goods are at the place of destination, i.e. when the carrier passes the goods to the buyer [29] . This reverts to the possession of the goods by the buyer. This focus on possession has been confirmed by the CISG Advisory Council in its opinion no. 11, which stated, in analyzing which documents constitute a constructive possession, that the buyer may not be left in the position of having to pay for goods when the right to possession can still be transferred [30] .   Hence, it arises out of these articles that the CISG distinguishes the transfer of risk from the receipt of goods by the buyer. And definition of «  receipt of goods  » reverts to the possession of the goods by the buyer. As the Incoterms deal with transfer of risks, the agreement of the parties does not change this definition in the present case. Concretely, this means that the American buyer received the goods when they arrived in the US harbor, and the Chinese sellers are entitled to an administrative expense.   VI. Conclusion   Two principles govern the interpretation of article 503(b)(9) of the US Bankruptcy Code in the context of an international sale of goods under the CISG. First, the CISG provides the definition of the word «  received  », dismissing the uniform federal interpretation found in article 2 of the UCC.  Secondly, the general principles surrounding the CISG distinguish the receipt from the transfer of risks, and state that the receipt occurs when the buyer takes possession of the goods.   Concerning the first principle, one may regret that this conclusion sounds the death knell of uniform federal interpretation of section 503(b)(9). However, from a practical perspective, the unmanageable burden of various states’ definitions, which was the rationale for uniformity, is not relevant, as every case governed by the CISG will use the same interpretation, unless the parties otherwise agree.   On the second one, the proposed solution reconciliates the CISG with US law. Indeed, shortly after the issue of the commented decisions, some law firms advised, among other tools, to exclude the CISG when contracting with a US buyer, in order to enjoy the broader protection of article 503(b)(b) interpreted under article 2 of the UCC [31] . If US courts adopt the interpretation proposed in this paper, the CISG will continue to be an interesting legal framework for international sales of goods when the buyer is American.     Alexandre Hublet   The author is a Class of 2015 LL.M student in the International Business Regulation, Litigation and Arbitration program at the New York University School of Law. He obtained his law degree at the Université libre de Bruxelles (ULB)  in 2012, after which he took the oath at the Brussels&#8217; bar and worked for two years in a major Belgian law firm. In the mean time, he collaborated with the Perelman Center for Legal Philosophy at the ULB, focusing his research on global justice.   ____________________________   [1] See section 503(b)(9) of the US Bankruptcy Code; I n re Momenta, Inc., 455 B.R. 353 (2011)   [2] In re World Imps., Ltd ., 511 B.R. 738 (18 June 2014) and In re World Imps., 2014 Bankr. LEXIS 3858 (10 September 2014)   [3] An administrative claim is «  a first priority claim that is much more likely than a general unsecured claim to be paid in full or substantially in full upon any distribution to creditors . » See Michael A. Tessitore, The U.N. Convention on International Sales and the Seller&#8217;s Ineffective Right of Reclamation Under the U.S. Bankruptcy Code, 35 Willamette L. Rev. 367 (1999), p. 383   [4] In fact each case concerns two Chinese exporters. In the June 18’s case, one exporter sent all the goods to the buyer, the second one sent a part directly to the buyer’s consumers, the other to the buyer. As the Court dismissed the case because of the 20 days limitation, it made no distinction between the goods sent to the buyer and the goods sent to the consumers. In the September 10’s case, one of the exporter sent all the goods directly to the buyer’s consumers. The other exporter sent a part of the goods directly to the buyer’s consumers, the other to the buyer. The Court dismissed the claim of the first corporation because the buyer never received the goods. The goods sent directly to the buyer were shipped less than 20 days before the bankruptcy, so that there was no time issue. However, the Chinese exporters contested the reasoning of the June 18’s case, but the court affirmed its position. See In re World Imps., Ltd ., op. cit. (18 June 2014) and In re World Imps., op. cit. (10 September 2014)   [5] In re Wezbra , 455 B.R. 493 (2013), p. 770; I n re Momenta, Inc., 455 B.R. 353 (2011), at 358   [6] In re Circuit City Stores, Inc., 432 B.R. 225, 228 (Bankr.E.D.Va.2010), at 228 ; I n re Momenta, Inc., op. cit.. ; In re Wezbra , op. cit., p. 770-771   [7] Even if both statutes do not use the same wording, Courts consider both expressions as functional equivalent (see In re Circuit City Stores Inc ., op. cit., at 229)   [8] The detailed reasoning can be found in In Re Momenta , op. cit., at 361; see also In re Wezbra , op. cit., p. 771   [9] In re Circuit City Stores Inc ., op. cit., at 228   [10] In re World Imps., Ltd ., op. cit. (18 June 2014), p.6   [11] Tribunale di Forli, 11 December 2008 at 2.2, available at http://cisgw3.law.pace.edu/cases/081211i3.html   [12] Tribunale di Forli, op. cit., at 2.3. The present cases do not mention the type of goods involved. As the issue is not raised, we will assume these are tangible and movable goods.   [13] Art. 1(1)(a) of the CISG   [14] Art. 1(1)(b) of the CISG; please note that both United States and China made a reservation under article 95 of the CISG not to be bound by article 1(1)(b)   [15] Art. 6 of the CISG   [16] In re World Imps., op. cit. (18 June 2014), p. 6   [17] In re World Imps., op. cit. (18 June 2014), p. 6   [18] In re World Imps., op. cit. (18 June 2014), p. 6   [19] In re World Imps., op. cit. (18 June 2014), pp. 6-8   [20] In re World Imps., op. cit. (10 September 2014), pp. 6   [21] In re World Imps., op. cit. (10 September 2014), pp. 5-7   [22] In re momenta , op. cit., at. 358   [23] J. CUOTZEE, The interplay between Incoterms © and the CISG , Journal of Law &amp; Commerce, Vol 23, No. 1 (2013), p. 12   [24] H. MATHER, Choice of Law for International Sales Issues not Resolved by the CISG , 20 Journal of Law and Commerce 155 (2001), pp 156-158   [25] P. SCHLECHTRIEM &amp; I. SCHWENZER, Commentary on the UN Convention on the International Sale of Goods (CISG) , third edition, Oxford, 2010, pp. 607 et s.   [26] Id., p. 618   [27] See art. 58 of the CISG   [28] CISG Advisory Council Opinion, no. 11, at 5.3, available at http://www.cisg.law.pace.edu/cisg/CISG-AC-op11.html   [29] P. SCHLECHTRIEM &amp; I. SCHWENZER, op. cit., pp. 847-848   [30] CISG Advisory Council Opinion, no. 11, op. cit., at 5.3   [31] See Gibson Dunn, International Shipments Deemed &#8220;Received&#8221; by Debtor When Delivered to Common Carrier &#8220;FOB Port of Origin&#8221; &#8211; Rather Than Physically Received &#8211; for Purposes of Granting an Administrative Expense Claim Under Section 503(B)(9) of the Bankruptcy Code, Aug. 18 2014 available at http://www.gibsondunn.com/publications/pages/International-Shipments-Deemed-Received-by-Debtor-When-Delivered-to-Common%20Carrier-FOB-Port-of-Origin.aspx ; Montgomery McCracken, Bankruptcy and Commercial Transactions with Foreign Entities: What Law Governs?, July 8, 2014, available at http://www.mmwr.com/home/news-and-publications/alerts-and-resources/default.aspx?d=5826                                                                           When will the English Court agree to be a “forum of necessity” for foreign litigants?          January 30, 2015                              I. Introduction   This paper considers the English Courts’ approach to the following hypothetical: All traditional connecting factors point to a foreign jurisdiction being the most natural place to hear a dispute but, that notwithstanding, the forum court ultimately decides the foreign jurisdiction is an unacceptable place to litigate and accepts jurisdiction in the interests of justice, i.e. , it is a “forum of necessity” in its purest form.   International practitioners and academics have widely debated the “forum of necessity” concept and reached little consensus beyond recognizing the need for a doctrine simultaneously consistent with “comity” and “justice”; two fundamental (and generally uncontroversial) international dispute resolution doctrines. [1]   It has also provoked a range of judicial approaches.  While the Canadian Court of Appeal, for example, recently revisited the doctrine and continued its recognition of the theoretical possibility that a court may assume jurisdiction over a claim with no “real and substantial” connection with the forum, [2] other countries have reached different conclusions, requiring at least some connecting factor to the forum. [3]   Unlike many civil law jurisdictions, English courts do not directly employ the term “forum of necessity.” [4]   Instead, they consider issues such as the availability and suitability of alternative fora within the wider common law forum non conveniens doctrine.  Given the rapidly increasing number of international disputes being litigated in London, a more globalized approach to business resulting in substantive disputes arising in countries with less developed judicial traditions, and a (sadly) deteriorating worldwide security situation, jurisdiction challenges of this variety are likely to become increasingly frequent in English courts.   Given London’s status as a major international dispute resolution hub, this paper will hopefully be of interest to international practitioners generally, while offering some comparative value in respect of the English approach compared with other jurisdictions around the world.   II. The Jurisdictional Framework   The Brussels Regulation regulates jurisdiction amongst EU member states and gives primary importance to the domicile of the defendant. [5]   This restricts the application of the forum non conveniens doctrine (and thus the debate regarding “forum of necessity”) to jurisdictional disputes falling outside of the Brussels Regulation. [6]   In such cases ( i.e. , where the defendant is non-EU domiciled and the alternative forum is outside of the EU), the English courts retain a discretion to apply the forum non conveniens doctrine .  In Spiliada , the seminal English case on forum non conveniens , Lord Goff stated that the court has to identify the forum in which the case can be most suitably tried in the interests of the parties and for the “ends of justice”. [7]   III. Categories of “Forum of Necessity” Arguments   Parties before the English courts seeking to raise “forum of necessity” arguments have seized upon the second limb of Lord Goff’s test arguing that forcing claimants to litigate in unacceptable foreign jurisdictions deprives them of justice, so they should be allowed to proceed in England (notwithstanding the lack of connecting factors).  Such arguments fall broadly into two categories: (i) where the forum is “unavailable”, i.e. , unacceptable risks to personal safety or ineffective state infrastructure; and (ii) where the forum is technically “available” (under category (i)) but the court directly attacks that forum’s integrity, i.e. , arguing the relevant foreign court is untrustworthy.   (i) “Unavailable” Forum:   The forum non conveniens doctrine presupposes a functioning court system exists in the alternative forum, otherwise the English court is the only available court and, de facto , the most convenient forum.  English courts have (albeit in rare cases) rejected an alternative forum, where civil administration has so broken down that no effective judicial process exists, and permitted proceedings in England, regardless of any connecting factors.  In Katanga , for example, the court ruled the Democratic Republic of Congo (the “DRC”) unavailable as civil justice had entirely broken down. [8]  In his judgment, Tomlinson J. suggested a forum is unavailable if there is an “absence of a developed infrastructure within which the rule of law can be confidently and consistently upheld” and “[t]he normal infrastructure of a State does not exist in the DRC.” [9]   The judgment demonstrates the willingness of English courts to act as “forum of necessity” in such rare cases as war, lack of infrastructure or even barbarism in the alternative forum. [10]  Such cases are arguably uncontroversial as comity and justice can be reconciled (justice is served as the action only proceeds if the English court accepts jurisdiction and comity is essentially irrelevant given such states are unlikely to have functioning judicial infrastructure, thus negating any damage such a decision might inflict on legal reciprocity). Indeed, a limited transnational consensus on how to deal with this scenario has arguably begun to develop. [11]   (ii) Attacks on the Foreign Court’s Integrity:  A far more contraversial contention is that a foreign court, whilst functioning, is little better than no court at all, due to corruption or partiality.  Such holdings unavoidably strike at the heart of judicial comity and English courts have wrestled timidly with how to justify such holdings.   Historically, English courts were reluctant to even entertain disparaging comparisons between English and foreign legal systems, upholding only extreme examples. [12]  As Lord Diplock noted in the Abidin Daver , “judicial chauvinism has been replaced by judicial comity.” [13]  However, in a section of his judgment that would be seized upon by later courts, Lord Diplock also said that a plaintiff seeking to resist a stay on these grounds must at least support his allegations with “positive and cogent evidence.” [14]  Since 2008 a raft of decisions have either upheld direct attacks on a foreign court’s integrity (and accepted jurisdiction) or at least seriously considered such challenges, signifying a dramatic changing tide in the English court’s approach. [15]   These decisions provide guidance on the current English courts’ approach to this issue.   First, English Courts (adopting Lord Diplock’s wording) will require “positive and cogent” evidence to support such allegations.  This is clear from the infamous, Deripaska v. Cherney case in 2008, in which Mr. Cherney alleged he would not receive a fair trial in Russia of his claim against Mr. Deripaska (purported to be part of Putin&#8217;s close circle of advisors and one of the richest and most influential men in Russia). [16]   Second, courts will more reluctantly accept allegations of general endemic corruption than targeted criticism specific to the case at issue.  In Deripaska , the court carefully grounded its concerns in the specific facts of the case avoiding, to some extent, overly broad dispersions about Russian courts. [17]  In Kyrgyz Mobil, the Privy Council held that in endemic corruption cases ( i.e. , where the system itself is criticized) comity requires extreme caution before finding that justice might not be done by a foreign court although “there is no rule that the English court . . . will not examine the question whether the foreign court or the foreign court system is corrupt or lacking in independence.  The rule is that considerations of international comity will militate against any such finding in the absence of cogent evidence.” [18]   Third, although far from clear, the “cogent evidence” test requires more than general academic studies about a jurisdiction.  While the “cogent evidence” test is easily stated, commentators criticized it as difficult to apply in all but the most extreme cases. [19]   Potentially in response to such criticisms, the court in Ferrexpo, sought to clarify the “cogent evidence” concept. [20]  It rejected Transparency International studies and press articles, noting that while they indicated general concerns about Ukraine’s judicial system “[l]ooking at the material as a whole, it is too fragmentary, too vague and often too unreliable in its nature to justify such a conclusion.” [21]   Ferrexpo , thus made clear that general disparaging studies are not sufficient and evidence must be “sufficiently detailed and focused” to justify such allegations. [22]   IV. Conclusion and Observations   English law has not expressly endorsed a “forum of necessity” doctrine but its courts have plainly demonstrated a willingness to function as such when no alternative forum exists.  Notably, in accepting jurisdiction in such cases, English courts do not require a connection to England whereas many civil law systems do. [23]  The reason for this, particularly in commercial matters, can perhaps be traced to remnants of a historical entrenched idea of the English court, as the great commercial court of the trading world, able to accept jurisdiction provided parties are willing to submit. [24]   Whatever its roots, the removal of the requirement to show a connection to the jurisdiction negates a significant barrier to true recognition of the “forum of necessity” doctrine in England which persists in those civil law countries.   Recently, English courts have been more willing to accept or at least consider accepting jurisdiction based on criticisms of a foreign forum’s integrity (provided there is “cogent evidence”). [25]   The reason for this change of approach is unclear.  Briggs and Rees suggest the enactment of the 1998 Human Rights Act, requiring English courts to address claims that a party’s human rights will not be respected by a foreign judicial system, is significant. [26]   I would submit that another factor is the recent efforts by the English legal community and judiciary to promote London as a dispute resolution hub for international commercial parties. [27]   This willingness to welcome international cases has potentially, whether directly or indirectly, resulted in a greater openness to hearing the type of challenges to the integrity of a foreign forum that were previously taboo.   It is also worth highlighting two differences in the application of the forum non conveniens doctrine in England versus the United States (the other major common law dispute resolution forum), that theoretically renders England more amenable to the “necessity” doctrine.  First, U.S. jurisprudence contains a longstanding recognition that forum non conveniens should consider the public interest and weigh it against the parties’ private interests.  For example, a judge is required to consider the long queue of cases before him when deciding to stay proceedings, essentially respecting a U.S. claimant’s wish to sue in U.S. courts above a non-U.S. claimant’s desire to invoke U.S. jurisdiction. [28]   In stark contrast, this idea was expressly rejected in England where only the parties’ private interests are relevant in the forum non conveniens test. [29]   Second, the U.S. forum non conveniens doctrine operates within a wider jurisdictional regime fundamentally concerned with the affiliations between defendant and forum and is thus geared towards protecting defendants from litigation in inconvenient forums . [30]   Incorporating a (pro-plaintiff) “forum of necessity” concept into such a defendant-oriented system is understandably contentious. [31] .  However, in the arguably more neutral English law interpretation (as espoused by Lord Goff in Spiliada ) “forum of necessity” receives a more hospitable welcome.   This area will undoubtedly be subject to further development. Whatever the result, unless the English Parliament adopts statutory guidance or even a “black list” of inappropriate fora, uncertainty is an inevitable consequence of an overlap between the powers of the legislature and judiciary as this area impacts not only comity but also international policy and relations.  Indeed, a more comprehensive test than “cogent evidence”, without statutory intervention, could be deemed to further blur the lines between the separate powers.     Shaun Palmer   The author is a Class of 2015 LL.M. student in the International Business Regulation, Litigation and Arbitration program at the New York University School of Law. He obtained his undergraduate degree at Balliol College, Oxford University, in 2008, after which he completed his legal training in London, qualifying as a Solicitor in 2012.     [1] See e.g. , C. Kessedjian, Synthesis of the work of the special commission of March 1998 on international jurisdiction and the effects of foreign judgments in civil and commercial matters, Hague Conference on Private International Law, Prel. Doc. No. 9, July 1998, p. 37 (To propose an agreed position in the Hague Preliminary Draft Convention on International Jurisdiction, various approaches were weighed up with no consensus reached).   [2] See , West Van Inc. v. Daisley , 2014 ONCA 232, ¶ 20 (“[a]ll jurisdictions in Canada that have recognized the forum of necessity [doctrine] have incorporated a ‘reasonableness’ test” and in Ontario, a plaintiff must establish “there is no other forum in which the plaintiff can reasonably seek relief”).  This built on the Court of Appeal’s decision in Van Breda v. Village Resorts Ltd. , 2010 ONCA 84.  The Canadian Supreme Court affirmed this decision without directly addressing the “forum of necessity” doctrine but left room for its “possible application” in the future (2012 SCC 17, ¶ 100).   [3] See e.g. , Art. 3 of the Swiss Federal Act on Private International Law: “When this Act does not provide for jurisdiction in Switzerland and proceedings in a foreign country are impossible, or cannot reasonably be required, the Swiss judicial or administrative authorities at the place with which the case has a sufficient connection have jurisdiction” (emphasis added); thus recognizing a codified limited application in cases where there is “sufficient connection” to the Swiss forum. In the French Courts, the forum of necessity doctrine is accepted but infrequently used ( See A. Huet, Jurisclasseur Droit Civil, Art. 14 and 15, Fasc. 21 (Dec. 2001), n. 85 et seq.;presenting a detailed review of French case law on the subject).   [4] See B. Ubertazzi, “Intellectual Property Rights and Exclusive (Subject Matter) Jurisdiction: Between Private and Public International Law” (2011) 15:2 Marq Intell Prop L Rev 357 at 387-88 (Noting that Costa Rica, Estonia, Finland, Germany, Iceland, Japan, Lithuania, Luxembourg, Poland, Portugal, Romania, Russia, Spain, and Turkey expressly adopt the doctrine of “forum of necessity” either statutorily or via case law).   [5] European Council Regulation No 2201/2003 concerning jurisdiction and the recognition and enforcement of judgments (the “Brussels Regulation”). The revised Brussels Regulation (European Council Regulation No 1215/2012, “Brussels Recast”) takes effect from January 10, 2015 but the changes are not relevant to this paper.  Interestingly, the European Commission considered adding a forum necessitatis provision in the Brussels Recast ( see Proposal for a Regulation of the European Parliament and of the Council on Jurisdiction and the Recognition and Enforcement of Judgments in Civil and Commercial Matters (Recast), at 3 COM (2010) 748 final (Dec. 14, 2010)) but no consensus was reached and the proposal was removed from the final version.   [6] Owusu v. Jackson and Others (Case C-281/02) [2005] QB 801 (where a member state has jurisdiction via the Brussels Regulation, English courts do not retain forum non conveniens discretion even with respect to non-member state courts).   [7] Spiliada v. Maritime Corp v. Cansulex , [1986] 1 AC 460 at 478.   [8] Alberta Inc v Katanga Mining Ltd , [2008] EWHC 2679. Tomlinson, J. in fact upheld the English court’s jurisdiction as he deemed the primary defendant domiciled in London (and hence open to suit in England under the Brussels Regulation); his comments on the suitability of the DRC as a forum were responsive to the plaintiffs’ arguments in the alternative.   [9] Id. , ¶ 33.   [10] See e.g. , Oppenheimer v Rosenthal [1937] 1 All ER 23 and Ellinger v Guinness Mahon &amp; Co [1939] 4 All E.R. 16 (English courts permitted Jewish litigants to bring cases where the alternative forum was Nazi Germany).   [11] See e.g. , Article 6 of the 2005 Hague Choice of Court Convention which provides an exception to recognition of choice of court agreements where proceedings before the chosen court are impossible.  T. Hartley and M. Dogauchi’s accompanying report explained the exclusion covered “exceptional” scenarios, i.e. , war or non-functioning courts.  This evidences a limited consensus on the “forum of necessity” doctrine amongst the signatory states.   [12] See e.g. , A/S D/S Svendborg v. Wansa [1997] 2 Lloyd&#8217;s Rep 183, 189 in which the English Court upheld its jurisdiction on the basis that the defendant openly boasted that he could manipulate the courts in Sierra Leone.   [13] The Abidin Daver , [1984] AC 398, ¶411 (the English court declined jurisdiction and rejected insinuations that the courts of Turkey were so corrupted by military pressure that they would not do justice in the case).   [14] Id. at 411.   [15] See Deripaska v Cherney [2009] EWCA Civ 849; Pacific International Sports Club Ltd v Igor Surkis and others , [2010] EWCA Civ 753; AK Investment CJSC v Kyrgyz Mobil Tel Ltd and others [2011] UKPC 7 (privy council case); Ferrexpo AG v Gilson Investments Ltd &amp; Ors   [2012] EWHC 721 (Comm).   [16] Deripaska , ¶ 27 (“…so far as establishing that there are factors that make England an appropriate forum despite another forum being natural, one factor, that justice cannot be achieved in that natural forum, requires “cogent evidence” and the reason for that was spelt out by Lord Diplock in The Abidin Daver ”).  Applying the “cogent evidence” test, the Court of Appeal concluded that, because of the unusual circumstances of this specific case, in particular, risks of: assassination in Russia, prosecution on trumped-up charges, and state interference by Russia in the judicial process, England was the most suitable jurisdiction for the interests of all the parties and the ends of justice ( Id. ¶¶ 64-67).   [17] Id. ¶ 67; See also , Pacific Sports Club (it was not enough to show that there were inherent problems with the Ukrainian judicial system (it was accepted that there was general evidence of corruption and impropriety), the Court of Appeal held that the claimant had to show that he personally was unlikely to obtain justice in relation to the specific claims brought).   [18] AK Investment v. Kyrgyz Mobil , ¶101.  The Privy Council upheld the jurisdiction of the Isle of Man court noting: “There can be no doubt that Kyrgyzstan is the natural forum for claims under Kyrgyz law that the KFG Companies have been deprived of their shares in a Kyrgyz company through a conspiracy wholly or mainly carried out in Kyrgyzstan. But the fundamental point in this case is that, if there is no trial in the Isle of Man, there will be no trial anywhere.”   [19] See e.g. , Briggs and Rees, Civil Jurisdiction and Judgments (5 th Edition, 2009) at 4.83 (“[T]he standards by which an English Court may make such an assessment in cases, in less extreme cases, in advance of any hearing of the foreign court are elusive . . . In truth, some such cases may be examples of a case in which the claimant, fearing that he will lose before the foreign court, seeks to cloak that irrelevant fact in allegations of unjudicial behavior by foreign judges.”)   [20] Ferrexpo, ¶ 35.   [21] Id., ¶ 96.   [22] Id ., ¶ 44.   [23]   The only requirement is that the relevant defendant is served in accordance with English law; cf. fn. 3 supra .   [24]   See e.g. , Unterweser Reederei G.m.b.H. v. Zapata Off-Shore Company [1968] 2 Lloyd’s L. Rep. 158. (English Court of Appeal upheld  jurisdiction on the basis of a forum selection clause over two non-English parties in a dispute concerning a breach of contract off the coast of Florida; there was no other connecting factor to England).   [25]   See e.g. , Deripaska .   [26] Briggs and Rees, Civil Jurisdiction and Judgments at 4.29.   [27]   See e.g. , http://www.ibanet.org/Article/Detail.aspx?ArticleUid=5dbd1c44-27d2-4568-8dfb-5a61287ac7db (“We have good Commercial and Chancery judges coupled with a sound and robust system of law. Further, there is a substantial amount of case law relating to litigation cases in England which makes it very appealing for litigants to bring cases here, even more so if the rule of law in their own countries is unpredictable or if judges are inexperienced in handling these types of cases.” (comments attributed to Katie Papworth, commercial disputes solicitor)).   [28] See Piper Aircraft v. Reyno (1981) 454 US 235 at 256.   [29] See Lubbe v. Cape Plc [2000] 1 WLR 1545, ¶ 33, holding that considerations of public interest were irrelevant to the Spiliada, forum non conveniens analysis.   [30] L. Silberman, “A Comparative Look at Judicial Jurisdiction in Transnational Cases.” 63 S.C. Law Review (2011).   [31] See e.g. , Helicopteros Nacionales de Colombia, S.A. v. Hall , 466 U.S. 408 (1984) at 416 (U.S. Supreme Court held Texas had no jurisdiction because the defendant did not have “continuous and systematic contacts” with the forum.)                                                                           Professor Franco Ferrari publishes commentary on the Rome Regulation on the Law Applicable to Contractual Obligations (Rome I)            December 9, 2014                              Professor Ferrari, who joined NYU full-time in 2010, after serving as full professor of law at Tilburg University (the Netherlands), Bologna University (Italy) and Verona University (Italy), has just edited an article-by-article commentary on the Regulation (EC) No 593/2008 of the European Parliament and of the Council of 17 June 2008 on the law applicable to contractual obligations, of which he is also the co-author.   As Professor Ferrari writes in the Preface to the book, parties to any transaction require predictability and legal certainty, as it is the predictability and legal certainty that allow the parties to assess the legal and economic risks involved in the transaction and, thus, allows them to decide whether to enter into the transaction at all. This need is felt even more strongly where the transaction is not a purely domestic one but is linked to more than one country. To reach the desired predictability and legal certainty in an international context, various approaches have been resorted to. The drafting of uniform rules of private international law is one such approach. It aims at guaranteeing that courts in the States where such uniform rules are in force will apply the same substantive rules no matter what court a dispute is brought before, thus reducing transactions costs by requiring a party to make provision for one law only. The Regulation (EC) No 593/2008 of the European Parliament and of the Council of 17 June 2008 on the law applicable to contractual obligations (Rome I) sets forth such a set of uniform private international law rules for (most of) the member states of the EU. The book provides students and practitioners with a concise and instructive article-by-article commentary which explains the underlying concepts and suggests solutions for problems that have arisen or may arise in the application of the Regulation.                                                                           German Supreme Court cites to various papers by Professor Franco Ferrari          December 2, 2014                              The Federal Court of Justice of Germany cited various papers authored by Professor Franco Ferrari, the Executive Director of the Center, in a decision rendered on September 24th, 2014, concerning a dispute arising from a contract subject to the 1980 United Nations Convention on Contracts for the International Sale of Goods (CISG), which establishes a uniform international sales law that has come into force in more than 80 countries, including the United States.   The court was faced with the issue of the CISG&#8217;s applicability to a contract for goods to be manufactured and cited to paper by Professor Ferrari to justify its decision to apply the CISG. The court also had to decide whether one of the parties was entitled to terminate the contract due to opposing party&#8217;s breach. The court decided that in the case at hand the requirement for a termination did not exist, as the breach did not amount to a fundamental one, as required by Art. 25 CISG. To reach its result, the court did cite to a different paper authored by Professor Ferrari as well as to a book he co-edited.                                                                           Center to co-host two-day arbitration conference in the Dominican Republic          November 17, 2014                              The Center is co-hosting a two-day conference entitled “Convergence and Divergence of Investment and International Commercial Arbitration” to take place on Nov. 19 th and 20 th in Santo Domingo. During this conference, some of the foremost arbitration practitioners and scholars will look into whether there is cross-fertilization between international commercial arbitration and investment arbitration. What the speakers want to do, with the help of the audience, which will be allowed to ask questions after the various sessions, is to determine whether international commercial arbitration and investment arbitration are necessarily to be considered so different that they cannot influence each other.     For the conference program please click here                                                                           November 2014 session of the Arbitration Forum: When U.S. Treaty Powers and State Law Collide — The Controversy over Implementing the 2005 Hague Convention          November 11, 2014                              The Center will host the November 2014 session of the Arbitration Forum,   When U.S. Treaty Powers and State Law Collide – The Controversy over Implementing the 2005 Hague Convention  on  Monday, November 24, 2014  from 6:00-8:00 p.m. in the Lester Pollack Colloquium Room, Furman Hall 900 (245 Sullivan Street, New York, NY 10012).   The event will be moderated by the Center’s Executive Director,  Franco Ferrari . Our distinguished speakers include Peter D. Trooboff, Senior Counsel in the Washington office of Covington &amp; Burling LLP , Ronald A. Brand, Chancellor Mark A. Nordenberg Professor of Law and Director of the Center for International Legal Education at the University of Pittsburgh School of Law,  Harold Hongju Koh,  Sterling Professor of International Law at Yale Law School and Joseph Lookofsky, Professor of Law at Copenhagen University.   Please note that all discussions taking place during the Forum are subject to the Chatham House Rule.   Since space is limited, those interested are kindly asked to RSVP at  cassy.rodriguez@nyu.edu                                                                           The CISG has definitely entered into force in Brazil          November 4, 2014                                I.  Introduction   On October 16 th , 2014 the United Nations Convention on Contracts for the International Sales of Goods (“ CISG ”) was finally promulgated in Brazil by the Presidential Decree No 8.327/2014 [1] , exactly two years after the National Congress has approved the text of the Convention (which occurred on October 16, 2012).   The fulfillment of this requirement by President Dilma Rousseff puts an end to the existing discussion of whether the Convention was actually in force in Brazil after the deposit of the instrument of ratification by the Brazilian Government at the United Nations (which occurred on March 4 th , 2013) and the expiration of the twelve-month period set forth in article 99(2) of the CISG (which occurred on April 1 st , 2014).   Although no doubts existed as to the coming into force of the Convention with respect to Brazil’s international relations (that is, for other signatory countries, Brazil is a Contracting State as of a April 1 st , 2014), discussions emerged as to whether the Convention was also in force in Brazil internally, that is, whether it should also be applied by a Brazilian judge.   The purpose of these notes is to briefly explain the Brazilian ratification process of the CISG. Such purpose will be carried out by confronting the Convention’s rules with the Brazilian Constitution and Brazilian law requirements in light of relevant case law of the Brazilian Supreme Court.   II.  Ratification and approval process   In order to enter into force in the Brazilian territory, an international treaty or convention is submitted to the following process: first, it is signed by the Brazilian President and then its text is approved by the Brazilian National Congress [2] with the issuance of a Legislative Decree; as the next step, the Federal Government (i) deposits the instrument at the competent country or international organization responsible for receiving the ratifications, accessions or approvals from Contracting States; and (ii) promulgates the legal instrument by a Presidential Decree [3] .   However, the exact order and necessity that all those requirements be fulfilled before a convention or treaty comes into force in Brazil is subject to controversy among scholars and decision makers. One of the main reasons for such controversy is the absence of an express provision that requires the issuance of the Presidential Decree for an international treaty to come into force in Brazil.   According to the Brazilian Federal Constitution, the National Congress is competent to decide on the approval of international treaties and conventions (art. 49, I). On the other hand, article 84, VIII determines that the President is competent for the signature of international treaties. Consequently, a practice has been developed to consider the Presidential Decree as the final step towards the entering into force of an international treaty or convention in the Brazilian territory. [4]   As regards the CISG, its text was approved by the Brazilian Senate on October 16, 2012 and enacted by the National Congress on the same date by Decree no. 583/2012 [5] . The deposit of the instrument of ratification by the Brazilian government occurred on March 4 th , 2013 and thus, according to art. 99(2) of the CISG, Brazil became a Contracting State as of April 1, 2014.   Some scholars celebrated the date of April 1 st , 2014, understanding it as the date in which the CISG entered into force in Brazil. However, other scholars raised doubts as to whether the CISG could already be applied by a Brazilian judge in light of the absence of promulgation by the President. This debate recalled the classic discussion of whether Brazil adopts a monist or dualist international law system. [6]   III.  Monism or Dualism?   In a monist system, the international treaty or convention, once approved by the competent authorities, integrates the domestic law of the country and is considered hierarchically equal to an ordinary law. Both national and international systems form a unity.   On the other hand, in dualist systems, the international and national laws have different effects and hierarchy within the country’s jurisdiction. In such systems, international treaties have to be “internalized” in order to produce effects within the country’s territory.   Scholars debate as to whether Brazil should be considered a monist, a dualist or even a “moderate” monist system, in light of the specific procedure for the internalization of international treaties. Once treaties are internalized in Brazil, they become part of the Brazilian law and should be applied by the judges as any other ordinary law. Therefore, an international treaty may conflict or even derogate former ordinary laws. [7] Such internalization process would somehow resemble the process to promulgate an ordinary law in Brazil, that is, necessarily involving both the Legislative and the Executive branches, and the latter with the final act. [8]   The debate between monism and dualism has been fueled by recent case law of the Brazilian Supreme Court (STF) &#8211; which is the court with the final word in the interpretation of the Federal Constitution – for it has decided that this last act by the Brazilian President is necessary for a convention to come into force in the Brazilian territory.   IV. The Brazilian Supreme Court Position   Even though the Brazilian Federal Constitution grants power to the National Congress to approve and enact international treaties, the STF considered in more than one opportunity that the President formal act of promulgation should occur in order for the treaty to have effects within the Brazilian territory.   This position embraced by the Supreme Court strengthens the dualist argument which states that, although the treaty has entered into force in the international setting, the validity and effectiveness under Brazilian domestic perspective will only occur with its promulgation by the President, that is, when its text is finally and officially published. [9] This position follows article 1 of the Lei de Introdução às Normas do Direito Brasileiro (LINDB) [10] and was reflected in two remarkable cases.   The first case was the judgment of the Letter Rogatory No. 8.279 [11] issued by Argentina invoking the application of the one provision of the Mercosur Protocol for Urgent Measures. At the time of the judgment by the STF, the Brazilian National Congress had already promulgated the Protocol by Decree No. 192/95, the instrument of ratification had been already deposited by the Brazilian Government and the 30-day period of “ vacatio legis ” had already expired. However, the promulgation by the President was still pending (only occurred approximately one year later). Based on the lack of this requirement, the STF denied the Letter Rogatory stating that the referred Protocol was not officially published and, therefore, was not yet in force in Brazil for the purposes of granting the requested urgent measure. This case illustrates the dualist position of the STF by recognizing that Brazil was internationally bound by the Protocol to the other Member States, but could not apply its provisions since it was not fully in force within the Brazilian jurisdiction. However, the STF did not state any legal provision that expressed the need for promulgation by the Brazilian President [12] .   Another case is the Ação Direta de Inconstitucionalidade  (ADI) nº 1,480 [13] regarding the Convention No. 158 of the International Labor Organization, when the STF also decided that an international treaty should follow a complex procedure in order to enter into force in Brazil. Such procedure encompasses acts from both the National Congress (through the promulgation of the Legislative Decree under article 49, I of the Federal Constitution) and the President (through the issuance of the Presidential Decree under the article 84, IV and VIII of the Federal Constitution) and therefore the international treaty needs to be promulgated by the President in order to become effective in Brazil.   V.   Conclusion   In light of STF’s current case law, it can be concluded that the CISG entered into force in Brazil for the purpose of other Contracting States on April 1 st , 2014, but only became applicable in the domestic setting on October 17 th , 2014 by Presidential Decree n. 8.327/2014.     Rafael F. Alves   LL.M. New York   University, Arthur T. Vanderbilt Scholar &#8211; Class of &#8217;10.   Master of Laws, University of São Paulo. Senior Associate of the Arbitration Practice at L.O. Baptista Schmidt Valois Miranda Ferreira Agel Advogados. Director of the Brazilian Arbitration Committee.   Ligia Espolaor Veronese   Master of Laws Candidate, University of São Paulo. Visiting researcher at the Max Planck Institute for Comparative and International Private Law. Associate of the Arbitration Practice at L.O. Baptista Schmidt Valois Miranda Ferreira Agel Advogados.         [1] Available here: http://www.planalto.gov.br/ccivil_03/_Ato2011-2014/2014/Decreto/D8327.htm       [2] Brazilian Federal Constitution, article 49, I.       [3] Brazilian Federal Constitution, article 84, IV e VIII.       [4] Ricardo Almeida, A omissão ou demora do Governo quanto à promulgação interna do tratado já ratificado externamente , in Paulo Borba Casella – Rodrigo Elian Sanchez (orgs.), Quem tem medo da Alca? Desafios e perspectivas para o Brasil , Belo Horizonte, 2005, p. 43.       [5] Available here: http://www2.camara.leg.br/legin/fed/decleg/2012/decretolegislativo-538-18-outubro-2012-774414-norma-pl.html.       [6] Arnoldo Wald – Ana Gerdau de Borja, Brasil está certamente vinculado à Convenção de Viena , 2014. Available here: http://www.conjur.com.br/2014-mai-21/brasil-certamente-vinculado-convencao-viena.       [7] Nádia de Araújo &#8211; Inês da Matta Andreiuolo, A internalização dos tratados no Brasil e os direitos humanos , in Carlos E. de A. Boucaut &#8211; Nádia de Araújo (orgs.), Os direitos humanos e o direito internacional , Rio de Janeiro, 1999. p. 91.       [8] Mariangela Ariosi, Conflitos entre tratados internacionais e leis internas: o judiciário brasileiro e a nova ordem internacional , Rio de Janeiro, 2000, p. 211.       [9] Ricardo Almeida, note 4, pp. 43 e 50; Nadia de Araujo, note 7, p. 91.       [10] Article 1 of the LINDB: Unless stated otherwise, laws enter into force in the country within 45 days after officially published (free translation).       [11] CR 8.279 – Argentine Republic, Rapporteur: Min. Celso de Mello, June 17 th , 1998. Available here: http://redir.stf.jus.br/paginadorpub/paginador.jsp?docTP=AC&amp;docID=324396.       [12] José Carlos de Magalhães, O Supremo Tribunal Federal e o Direito Internacional: uma análise crítica , Porto Alegre, 2000, p. 74; Ricardo Almeida, note 4, pp. 52-53.       [13] ADI 1480-3 – Rapporteur: Min. Celso de Mello, September 4th, 1997. Available: http://redir.stf.jus.br/paginadorpub/paginador.jsp?docTP=AC&amp;docID=347083.                                                                               October 2014 session of the Arbitration Forum: Mobility of Judgments in the EU: Reality, or just a Dream?          October 20, 2014                              The Center will host the October 2014 session of the Arbitration Forum, entitled: “Mobility of Judgments in the EU: Reality, or just a Dream?” with Professor Bettina Heiderhoff and Professor Franco Ferrari.   The event will be held on Monday, October 27, 2014, from 6:00-8:00 p.m.  in the Lester Pollack Colloquium Room, Furman Hall 900 (245 Sullivan Street, New York, NY 10012).   Please note that all discussions taking place during the Forum are subject to the Chatham House Rule.   Since space is limited, those interested are kindly asked to RSVP at cassy.rodriguez@nyu.edu                                                                             Professor Campbell McLachlan discusses new book          September 30, 2014                              Professor Campbell McLachlan QC (Victoria University of Wellington) was scholar in residence at the Center for the month of September 2014. While visiting, he presented a seminar under the chairmanship of Professor Ferrari on &#8220;The Foreign State in International Civil Litigation before National Courts&#8221; with Professor Linda Silberman (NYU) and Professor Harold Koh (Yale). In the  video-clip , Professor McLachlan talks about his new book Foreign Relations Law , published this month with Cambridge University Press. It is the first modern study of the law regulating the external exercise of the public power of states in the United Kingdom and the Commonwealth.                                                                           Professor Ferrari gives talks in Berlin and Rome          September 17, 2014                              Professor Franco Ferrari, the Director of the Center, will give talks both in Berlin and Rome. In Berlin,  Professor Ferrari will join two former scholars-in-residence of the Center, Ms. Inka Hanefeld and Professor Luca Radicati di Brozolo, who will also give talks on the occasion of this year&#8217;s annual meeting of the German Arbitration Institution (DIS). On that occasion, Professor Ferrari will examine how international international arbitration should be (for the program, click here ). In Rome, at a conference hosted by Universita&#8217; Roma Tre and the International Institute for the Unification of  Private Law (UNIDROIT), Professor Ferrari will discuss the process of how arbitrators get to the arbitral award, focusing specifically on the deliberation process (for the program, click here ).                                                                            September 2014 session of the Arbitration Forum: The Foreign State in International Civil Litigation before National Courts          September 5, 2014                              The Center will host this academic year&#8217;s first session of the Arbitration Forum, entitled: The Foreign State in International Civil Litigation before National Courts on Monday, September 22, 2014 from 6:00-8:00 p.m.   in the Lester Pollack Colloquium Room, Furman Hall 900 (245 Sullivan Street, New York, NY 10012).   The event will be moderated by the center’s Executive Director, Franco Ferrari . Our distinguished speakers include Campbell McLachlan, Professor of International Law at Victoria University of Wellington, Linda J. Silberman, Martin Lipton Professor of Law at New York University and Co-Director of the Center and Harold Hongju Koh,  Sterling Professor of International Law at Yale Law School.   Please note that all discussions taking place during the Forum are subject to the Chatham House Rule.   Since space is limited, those interested are kindly asked to RSVP at  cassy.rodriguez@nyu.edu                                                                               German Supreme Court cites papers by Professor Franco Ferrari          September 4, 2014                              In a ruling of May 28 th , 2014, the Supreme Court of Germany cites a paper authored by Professor Franco Ferrari , the Executive Director of the Law School’s Center for Transnational Litigation, Arbitration and Commercial Law as well as a book co-edited by him. In its ruling , the Supreme Court relied on a paper by Ferrari asserting that the definition of sales contract governed by the 1980 United Nations Convention on Contracts for the International Sale of Goods can be derived from that Convention’s Articles 30 and 53. The Supreme Court also relied on a chapter authored by a German professor published in a book co-edited by Ferrari to get to its decision.                                                                           New York International Arbitration Center (NYIAC) offers internship to NYU Law students          August 22, 2014                              The New York International Arbitration Center (NYIAC), a nonprofit organization formed to advance, strengthen and promote the conduct of international arbitration in New York, has one open internship position for a NYU Law student, preferably an IBRLA LL.M. students, for the Fall 2014 semester.  In addition to legal research and writing, the intern will have the opportunity to interact with the NYIAC community, including leading practitioners and arbitrators.   The internship position can be tailored to the student’s interests and skills, but core duties will include: writing a 25 pages paper on a subject concerning international arbitration in New York. The paper will be orally presented to the NYIAC Program Committee at the end of the internship; assisting the Executive Director and the NYIAC staff in conducting legal research and drafting articles for publication; writing articles or notes for the NYIAC Newsletter and website; attend NYIAC Program Committee’s meetings; preparing case summaries for NYIAC’s contribution to www.newyorkconvention1958.org ; participation in NYIAC’s events, conferences and seminars.   The time commitment is approximately 5 hours per week, not all of which needs to be on-site.  NYIAC intern will work under the direct supervision of Alexandra Dosman, NYIAC Executive Director, and Olivia Pelli, NYIAC McLaughlin Fellow.  As for the aforementioned 25 pages paper, the student will also be supervised by Professor Franco Ferrari and receive 1 credit from NYU for Directed Research, if all applicable criteria and standards are met.   Eligibility   The legal intern must be enrolled at the NYU School of Law for the Fall 2014 semester. IBRLA LL.M. students are preferred: 3Ls are also considered.   Application   To apply, please send before August 31, 2014, 5 pm a C.V. and a letter of motivation to franco.ferrari@nyu.edu , ljs3@nyu.edu , adosman@nyiac.org and opelli@nyiac.org . Interview candidates will be contacted by email on September 3, 2014. 15 minutes interviews will be held between [September 4 and September 5, 2014, at NYU. The decision will be communicated by email by September 8, 2014.   The successful candidate will have to start the internship on September 15, 2014. The 25 pages paper, which is an integral part of the internship, is to be submitted by December 7, 2014.                                                         &#8249; Older posts                         Transnational Notes &middot; Subscribe RSS Feed now                               The Center for Transnational Litigation and Commercial Law aims at the advancement of the study and practice of international business transactions and the way to solve related disputes either through litigation or arbitration. As commercial transactions become increasingly international, it is vital to the legal and business communities to understand and analyze the practices and legal principles that govern relationships between firms and between firms and consumers in the international arena         Search for:             Categories       Conflict of Laws (8)     Events (33)     Faculty News (25)     International Arbitration (43)     Miscellanea (18)     Scholarship (14)     Uniform Law (5)        Meta        Subscribe to this blog       Get updates by email          Log in                                                                                                                            &copy; 2015       Transnational Notes"}]}]