[{"detail": [{"content": "Guide to Fellowships, Prizes, and Job Opportunities for Graduate Students    |     French    | New York University                                     Skip to page Content.     NEW YORK UNIVERSITY     ARTS AND SCIENCE     COLLEGE OF ARTS AND SCIENCE     GRADUATE SCHOOL OF ARTS AND SCIENCE                                Home       About Us       People       Undergraduate Program       Graduate program       Events       Employment             Stay Connected           Facebook             Affiliations         Center for French Civilization and Culture           La Maison Francaise           Institute of French Studies           NYU Paris                    Back to Home       Guide to Fellowships, Prizes, and Job Opportunities for Graduate Students   PLEASE NOTE: This page may not be up-to-date. Please contact the Graduate Aide for specific requirements.   Fellowships and Prizes Teaching Prizes Exchanges and Summer Programs Job Opportunities Helpful Web Links       FELLOWSHIPS AND PRIZES                    Andrew Dulau Dissertation Fellowship        Description:    One-year dissertation fellowship awarded to outstanding students of the Department of French who have passed their Ph.D. Qualifying Exam as well as the Doctoral Prospectus Exam. The award selection is made by the Graduate Studies Committee.                Amount:    Stipend equivalent to the MacCracken stipend, a waiver of maintenance of matriculation fees, and 100% coverage of the NYU comprehensive health insurance plan for an individual                Application:       Interested students must submit the following to the Director of Graduate Studies: o Cover letter, including name, title of project, name(s) of advisor(s), and all a list of fellowships and prizes previously received while at NYU o Dissertation outline o Description of work already completed and a program of work still needing to be completed. o Chapter(s) of the dissertation                 Dates:    Call goes out in mid-February. Applications due March 15. Awards announced April 15.                         Bradley Rubidge Prize       Description:    Awarded to a graduate student in the Department of French who has passed the Ph.D. Qualifying Exam with highest honors and shown excellence in the field of French language and literature.                Amount:    $1,000                Application:    N/A                Dates:    Recipient chosen in early April by Department Chair and Director of Graduate Studies (DGS), after consultation with colleagues.                         GSAS Dean's Dissertation Fellowship       Description:    Twenty fellowships are available to advanced doctoral students in GSAS who are completing research and writing their dissertations. Preference will be given to those most likely to finish. These awards may not be used to cover tuition. Departments may nominate a maximum of three students for the Dean's Dissertation Fellowships.                Qualifications:    Nominated students must have a minimum grade point average of 3.3; have no more than two incompletes, N, or F grades; and meet the GSAS policy requirements for time to degree. It is expected that students be actively engaged in dissertation research as certified by the DGS/Chair. Department must check these requirements for each student the department nominates. It is expected that these awards will enable students to complete their dissertation and graduate at the end of the award year.                Amount:    Stipend equivalent to that of MacCracken, a waiver of maintenance of matriculation fees, and 100% coverage of the NYU comprehensive health insurance plan for an individual.                Application:    Submit to the Department of French an application form, CV, dissertation chapter (highly recommended), outline, project description, and three letters of recommendation, including one letter from the thesis advisor. The Graduate Studies Committee will choose three nominees from amongst the applicants.                Dates:    Call goes out in mid-September. Applications due to the Department of French mid-October. Awards announced December 15. Stipend dispersed in two equal checks on September 15 and January 15.                         GSAS Lane Cooper Fellowship (offered if funds are available)       Description:    The estate of the late Classics professor Lane Cooper of Cornell awards one fellowship to an advanced graduate student who is writing his/her dissertation and intends to pursue a teaching career in history, literature, philosophy or classical and medieval languages. Research may concern any period up to and including, but not later than, the Renaissance. Preference is given to students who must undertake research abroad. Recipients must submit a final progress report to the New York Community Trust.                Amount:    Same as GSAS Dean's Dissertation Fellowship (see above).                Application:    Same as GSAS Dean's Dissertation Fellowship (see above - please note that the Graduate Studies Committee may choose only one nominee for the Lane Cooper).                Dates:    Same as GSAS Dean's Dissertation Fellowship (see above).                         GSAS Dean's Outstanding Dissertation Award       Description:    Awards given to recognize the best doctoral dissertations in the humanities, sciences, and social sciences; one award is given in each division. Recipients of this award will be acknowledged at the May Convocation ceremony.                Qualifications:    Ph.D. must have been awarded in May, September, or January prior to application. Each department may nominate one student.                Amount:    $1,000                Application:    Upon being nominated, the candidate must submit application materials in both paper format - with original signatures - and electronic format to the Department. Please see http://www.nyu.edu/gsas/OASL/app_pro_diss.pdf for application checklist. It is preferred that documents be submitted as Microsoft Word documents (.doc) or as Adobe PDF files (.pdf). Please label each page with your name and NYU ID number. (Generally, a header can be set up to automatically do this for all pages.) Incomplete applications will not be accepted. The GSAS Honors and Awards Committee will evaluate all nominations and make recommendations to the Dean.                      Dates:    Graduate Studies Committee nominates student in mid-January. Applications due to Department of French in early February. Award announced in early May.                            Center Board Fellowships       Description:       Several incoming MacCracken students are appointed to named fellowships for their first year. These fellowships include:    -The American Society for the French Legion of Honor Fellowship    -The IXIS North America Fellowship    -The Grand Marnier Fellowship    Each year one of the above fellowships is awarded to a student at the Institute of French Studies.                   Georges Lurcy Fellowship       Description:    Through its Georges Lurcy Fellowship Program, the Georges Lurcy Charitable and Educational Trust seeks to assist promising scholars and leaders at the graduate-school level in pursuing their education and careers and thereby to promote educational exchange and understanding between the United States and France. A Lurcy Fellowship Program has recently been established at New York University to be administered by the Department of French, although students from other departments are encouraged to apply. One dissertation fellowship will be awarded for one year in an amount to cover adequately educational costs, expenses of travel, and living expenses in France. In awarding the Lurcy Fellowship the Lurcy Trustees are looking primarily at the quality of the students, which should be of the highest rank, and the fruitfulness of the research topic which should be uniquely French and available only in France. To that end, the Lurcy Trustees invite the broadest range of topics without exclusion of any field of study or preference as to any department. Please note: All Lurcy fellows will submit a report to the Lurcy Trustees concerning the results of their research in France upon return to the United States.                Qualifications:    Candidates for the award must be advanced Ph.D. students and currently enrolled in a graduate program of the Faculty of Arts and Science at New York University. Candidates should be citizens or permanent residents of the United States. Awards will be based on academic merit, but all qualities of leadership will be recognized.                Amount:    Stipend equivalent to that of a MacCracken                Application:    The application dossier consists of:      A 3-5 page statement describing the project, its scholarly importance, and the reason why research must be pursued in France   A curriculum vitae   Three letters of recommendation   Transcripts or academic reports of all graduate and undergraduate school work    Candidates must submit a dossier to the Department of French's Lurcy Fellowship Committee, consisting of members of the Department of French and a professor from the Institute of French Studies. The selected dossier will be subject to review by the Dean of the Graduate School of Arts and Science, after which it will be forwarded to the Lurcy Trustees for a final review and selection.                Dates:    Call goes out in January. Application deadline is mid March. Award announced in late April.                         Chateaubriand Fellowship       Description:    The French Government awards about 20 scholarships a year to Ph.D. candidates enrolled in an American university. The purpose of the Chateaubriand Fellowship is to foster Franco-American academic partnerships and relationships. Your field of study at a French research institution may be any discipline in the humanities or social sciences.                Qualifications:    Applicants must be enrolled in a post-graduate program at an American university and not be a citizen of France. Please note that the Department of French does not limit the number of applicants for this award.                Amount:    A monthly stipend of 1300€ for a period of nine months; health insurance; a round trip ticket to France; an equivalent of over 30 days of per diem fees for traveling in France for research purposes.                Application:       In the fall of 2005, the Chateaubriand Fellowship is transitioning to an online application. The following information is based upon the old paper application. Please check the Chateaubriand website for updates - http://www.frenchculture.org/education/support/chateaubriand . You must submit 1 original and 9 copies of each of the following:       The application form, typed   A 3-5 page dissertation proposal, double-spaced and in 10-12 point font   A letter of recommendation from your dissertation advisor   A letter of recommendation / letter of support of your research from a professor in a French university or a researcher associated with an institution in France. If you have trouble finding a contact in France, please speak to your dissertation advisors for suggestions or search for the contact information of a French professor (a person employed by a French university or research institution) whose academic work you admire on http://www.education.gouv.fr or on http://www.pagesjaunes.fr    Your official transcript    Send all application materials together to the following address:    AMBASSADE DE FRANCE AUX ETATS-UNIS Service de Coopération Universitaire, Linguistique et Educative Bourses Chateaubriand 4101 Reservoir Road, NW WASHINGTON, DC 20007 Tel. (202) 944-6448    The application and further details can be found at http://www.frenchculture.org/education/support/chateaubriand .                 Dates:    Call goes out in mid-October. Applications are due December 31. Awards will be announced in mid-April.                    Humanities Initiative Research Fellowship  Description:      Each year the Humanities Initiative generally offers three Research  Fellowships to graduate students in the humanities and art disciplines,  including but not limited to history, art history, music, philosophy,  cultural studies, literary and language studies, religious studies,  drama and performance studies, cinema studies, and gender studies.  Fellows are expected to be present in New York within the University  community for the entire year of their residency. They will meet on a  weekly basis to discuss their work-in-progress and that of invited  guests, and will participate in Initiative activities, including the  planning of an annual humanities festival.             Qualifications: All Ph.D. candidates maintaining  matriculation with full-time status in the Graduate School of Arts and  Science (including IFA, Performance Studies, and Cinema Studies) or the  Steinhardt School are eligible to apply. GSAS students may apply for a  Fellowship for post-MacCracken support.   Amount: Nine month stipend equal to one year of MacCracken funding and $2,000 research award; comprehensive health insurance and waiver of maintenance of matriculation and service fees.    Application:      Please see http://www.humanitiesinitiative.org/index.php /programs/graduate-fellowships  for a list of requirements. Student  applications should be submitted in paper format to the Department of French  for nomination.         Dates:                     Call goes out in September. Applications due to the  Department of French in October and are due to the Humanities Initiative in November.              GSAS Andrew Sauter Fellowship       Description:    Award for the summer to support the research and study abroad of graduate students in the humanities and social sciences. Eligible departments may nominate one student.                Amount:    $2,500 (2011-12 reference)                Application:    Please see http://www.nyu.edu/gsas/OASL/app_pro_predoc.pdf for a list of required documents. Student application materials must be submitted in both paper format with original signatures and electronic format to the Department of French. It is preferred that documents be submitted as Microsoft Word documents (.doc) or as Adobe PDF files (.pdf). The Graduate Studies Committee will select one nominee from amongst the applicants. Please note that applicants may be considered for the GSAS Summer Predoctoral Fellowship instead (see below).                Dates:    Call goes out in early January. Applications due to Department of French in early February. Awards announced in early May.                         GSAS Summer Predoctoral Fellowship       Description:    Fifteen awards for the summer to visit research sites. Each department may nominate no more than two students.                Amount:    $2,000 (2011-12 reference)                Application:    Please see http://www.nyu.edu/gsas/OASL/app_pro_predoc.pdf for a list of required documents. Student application materials must be submitted in both paper format with original signatures and electronic format to the Department of French. It is preferred that documents be submitted as Microsoft Word documents (.doc) or as Adobe PDF files (.pdf). The Graduate Studies Committee will select two nominees from amongst the applicants.                Dates:    Call goes out in early January. Applications due to Department of French in early February. Awards announced in early May.                         GSAS Torch Fellowship       Description:    Three Torch Fellowships are available for GSAS doctoral students who are U.S. citizens or permanent residents. Awards are to be used to conduct the student's final year of dissertation research abroad. Special consideration will be given to students who plan to conduct research in the region or country that has a demonstrable and significant connection to the student's family of origin, as this program seeks to encourage scholars to “give back” to the land of their heritage. Recipients must submit a final progress report to the Graduate School of Arts and Science.                Qualifications:    The Torch Fellowship is open to citizens of the United States who are currently Ph.D. candidates in good standing in any doctoral program in the Graduate School of Arts and Science. Individuals seeking permanent residency must have finalized that status by the application deadline (and will be asked to provide documentary verification). The research project proposed for Fellowship support must contribute directly to the furtherance and completion of the doctoral dissertation. Research must be conducted in, and relate to, a country or region outside the fifty United States, the District of Columbia, American Samoa, Guam, Puerto Rico, and the U.S. Virgin Islands. Directors of Graduate Studies will be asked for confirmation of candidates' research plans. Candidates must demonstrate the capacity to do exceptional intellectual work. Past academic performance, commitment to the advancement of international understanding and relations between the United States and other lands, and originality of the research proposed are the principal criteria for evaluation and selection of Fellows.                Amount:    Stipend equivalent to a MacCracken, a waiver of maintenance of matriculation fees, and 100% coverage of the NYU comprehensive health insurance plan for an individual. A small stipend will also be awarded to the host institution at which the recipient will conduct the research.                Application:    The Department of French may nominate one outstanding doctoral student per year for Torch Fellowship consideration. This student will also be eligible for nomination to other GSAS fall awards and fellowships. Students may not apply directly for the Torch Fellowship without departmental nomination. The Graduate Studies Committee will select one nominee from amongst the interested candidates. If you wish to be considered, please meet submit a letter of interest to the Director of Graduate Studies. For more information, please see http://www.nyu.edu/gsas/OASL/GrantMaking.html or call the Office of Academic and Student Life (OASL) at 212-998-8060.                Dates:    Call goes out in mid-September. Applications due to the Department of French mid-October. Awards announced in mid-December.                         GSAS Student Travel Grant       Description:    The Dean of the Graduate School of Arts and Science provides funds for travel to conferences to present invited papers or posters to graduate students in the social sciences, sciences, and humanities. The grant may be used for travel, lodging, and related expenses.                Qualifications:    Applicants must be matriculated students in good academic standing in a GSAS graduate program. They must be presenting a paper/poster at a scholarly or professional conference. Attendance only cannot be funded; presentations at graduate student conferences also cannot be funded. Students may apply while awaiting confirmation of acceptance from conference organizers; however, no grant checks will be issued without the receipt of this documentation. Ph.D. students may not receive more than one grant per academic year and no more than four during their academic career at NYU. Master's students may not receive more than one grant during their time at NYU pursuing that degree; should they continue in an NYU Ph.D. program, the earlier grant will count as one of the four allotted for their career.                Amount:    All grants are $300. International students whose countries do not have a tax treaty with the U.S. will be taxed at 8% or 14% of the grant, depending on their visa type. Student Travel Grant funds may be used as the student sees fit to cover travel expenses related to the conference presentation. Grant recipients must make their own arrangements for travel and accommodations, including any passports, visas, and tickets.                Application:    The Graduate School of Arts and Science awards grants three times per year for student travel during periods running from August to November, December to March, and April to July. All awards are made by a two-tiered lottery: Ph.D. applicants who have never received a GSAS Student Travel Grant will be entered in the first round; if funds are still available, a second round for Master's applicants and previous Ph.D. grant recipients will be conducted. Graduate Enrollment Services (GES) will supervise both lotteries. Students may submit completed applications to GES in person, by regular mail, fax, or e-mail , within the appropriate two-week window outlined on the application. Early applications, incomplete applications and late applications will not be accepted. Students may apply for a grant for only one conference per period.                Dates:    Application periods are listed here: http://gsas.nyu.edu/page/grad.travelgrant                         Department of French Travel Grant       Description:    As of Fall 2005, the Department of French will offer eight travel grants per year to help defray the costs of presenting a paper at an academic conference outside of New York City.                Amount:    $300                Application:    Submit a letter of intent and proof of conference acceptance to the Director of Graduate Studies.                         L'Oréal Fellowship – NYU in Paris (for M.A. students)       Description:    Each year one outstanding applicant for the M.A. program in Paris will be awarded the L'Oréal Fellowship.                Amount:    9,000€ stipend, paid in Paris; full tuition (32 credit points)                Application:    The award is based on the general application for admission.                Dates:    Applications for admission with financial aid are due January 4.                                                                          Other possible awards include:                Mary Isabel Sibley Fellowship (for women)       Description:    The annual Mary Isabel Sibley Fellowship, administered by the Phi Beta Kappa Society, is awarded alternately in the fields of Greek and French. The award may be used for the study of Greek language, literature, history, or archaeology, or the study of French language or literature.                Qualifications:    Candidates must be unmarried women between the ages of 25 and 35 (inclusive) who have demonstrated their ability to carry on original research. They must hold a doctorate or have fulfilled all the requirements for a doctorate except the dissertation, and they must be planning to devote full-time work to research during the Fellowship year. The award is not restricted to members of Phi Beta Kappa or to U.S. citizens. Periodic progress reports from the Fellow will be welcomed, and it is the hope of the Committee that the results of the year of research will be printed in some form.                Amount:    $20,000 stipend. The stipend will be paid in two installments, the first on July 1 of the award year, and the second on the next January 1, unless the Fellowship Committee orders the stipend withheld because the Fellow has disregarded the purpose of the award as stated by the donor.                Application:       Application form, three official transcripts from each university attended, three letters of reference. Send the completed application via certified mail to: Mary Isabel Sibley Fellowship Committee The Phi Beta Kappa Society 1606 New Hampshire Avenue, NW Washington, DC 20009                Dates:    Call goes out in September. Applications due January 15. Awards announced in mid-May.             Fulbright Fellowship  Description:  Sponsored by the U.S. Department of State, and administered by the  Institute for International Education (IIE), the Fulbright U.S. Student  Program offers opportunities for recent graduates, postgraduate  candidates, developing professionals and artists to conduct  career-launching study and research abroad.    More information:  Official Fulbright site GSAS Fulbright Fellowship information     Dates:  Applications due mid-September to NYU for institutional review.        Walter Jensen Fellowship  Description: The Walter J. Jensen Fellowship is awarded for at least six months of study in France. The purpose of the award is to help educators and researchers improve education in standard French language, literature and culture and in the study of standard French in the United States.    Qualifications: Candidates must be U.S. citizens under the age of 40 who can demonstrate their career does or will involve active use of the French language. They must have earned a bachelor's degree from an accredited four-year institution with a 3.0 minimum GPA in French language and literature as a major. They must demonstrate superior competence in French, according to the standards established by the American Association of Teachers of French. Preference may be given to members of Phi Beta Kappa and educators at the secondary school level or higher. The recipient must report to Phi Beta Kappa every two months in both  English and French. At the end of the fellowship, the Fellow must submit   a summary report in English and French, which may be submitted  (preferably in French) to a scholarly publication such as The French  Review .    Amount: at least $10,000 stipend, plus round-trip, economy-class ticket for the recipient to travel to France; some additional support may be available to those with dependents.   Application: See the Phi Kappa Beta website for the application procedures    Dates: Applications are due in early October.      Center for European and Mediterranean Studies Foreign Language and Area Studies Fellowships  Description: FLAS applicants should have scholarly and professional interests that focus on Western Europe. Two fellowships are available: Summer FLAS fellowships cover the cost of tuition plus a stipend of approximately $2,500. Summer language awards must be used to attend intensive language study programs in the U.S. or overseas that meet language proficiency standards set by the U.S. Department of Education (at least 140 contact hours, lasting at least six weeks). Attendance at any particular summer program with a FLAS fellowship will be contingent upon the availability of matching funds beyond the $4,000 Department of Education tuition cap. Academic Year FLAS fellowships will consist of 24 points of NYU tuition remission and a stipend of at least $15,000. Academic Year FLAS fellowships are for students engaged in a domestic or overseas program of full-time language and area or international studies coursework. More information is available at the Center for European and Mediterranean Studies site.      Qualifications: Candidates   must be U.S. citizens or permanent residents. Eligible languages of study at NYU are Dutch, Finnish, French,  German, Greek, Irish, Italian, Portuguese (Portugal ONLY), Spanish  (Spain ONLY), Swedish. Competitive priority will be given to applicants  studying less commonly taught languages (Dutch, Finnish, Greek, Irish,  Italian, Portuguese, Swedish). Students in all graduate degree-granting programs at NYU are  eligible to apply. Competitive priority will be given to master's level  students and applicants who are considering careers in public service. Students at all levels of language proficiency, except those with  native fluency, are encouraged to apply. Competitive priority will be  given to students who expect to achieve advanced-level proficiency  before graduation.      Amount: Varies depending on fellowship.    Application: Completed FLAS fellowship application form and completed career interest form, available from the Center for European and Mediterranean Studies site; personal statement, current transcript, and one letter of recommendation from advisor, department chair, or language instructor. Students applying for both summer   and academic year FLAS fellowships submit only one set of supporting  materials.    Dates: Applications are due in early February.  TEACHING PRIZES                    CAS Outstanding Teaching Assistant Awards       Description:    The College of Arts and Science (CAS) honors graduate students for excellence in teaching. Based upon faculty and student nominations, six awards are given to graduate student instructors.                Dates:    Award announced in the spring.                         Dean's Outstanding Graduate Student Teaching Award       Description:    These awards honor outstanding classroom teaching by graduate students in the humanities, sciences, and social sciences. Based on teaching evaluations, departmental recommendations, and unsolicited written student testimonials, these awards are presented at the Graduate School's Convocation. Nominations are made by the Department Chair, Director of Undergraduate Studies, and the Director of Language Programs.                Amount:    $1,000                Application:    The nominated student will be asked to collect letters of recommendation from the Department and to submit any unsolicited written student testimonials he or she may have.                Dates:    Call goes out in early January. Applications due to Department of French in early February. Award announced in early May.            EXCHANGES &amp; SUMMER PROGRAMS                 École Normale Supérieure de La Rue d'Ulm (1)       Description:         Every year, one student from the Department of French has the  opportunity to be a pensionnaire étranger at the Ecole Normale  Supérieure (or \"rue d'Ulm\" in Paris ).   The position entails:       Lodging in a student residence (either in the Rue    d’Ulm campus or in the Boulevard Jourdan campus - next to the Cité    Universitaire)  Attending classes, seminars and working    closely with distinguished ENS professors  Lifelong library privileges at one of the best    libraries in Paris           Applicants should intend to  make the most out of this intellectual and academic experience. Should you have  specific questions, contact Frédéric Viguier ( fv6@nyu.edu ),  the Assistant Director of the Institute    of French Studies .                Application:    Submit a statement of interest and curriculum vitae to the Director of  Graduate Studies and to Henriette Goldwyn , New York Director of NYU in Paris.                 Dates:    Call goes out in mid-March.   Applications due in mid-April.   Decision announced in early May.   Academic year at the ENS starts in the 3rd week of September and lasts until  the end of June.                         École Normale Supérieure de Lyon (1)       Description:    The Department of French has an agreement with the ENS to take one of our students for a year (as pensionnaire étranger ) with the opportunity of participating in the seminars, taking advantage of the three existing libraries, benefiting from a tutor, and living in the dormitory for a very modest fee of 300€ per month. This is a great opportunity for students finished with their coursework to take seminars with top-notch professors. Lyon is a beautiful city and is only 1 ½ hours from Paris by TGV. Course fees are paid by the ENS. For more information please contact Henriette Goldwyn, New York Director of NYU in Paris.                Application:    Same as above.                Dates:    Same as above.                         Cornell School for Criticism and Theory       Description:    Cornell's School for Criticism and Theory (SCT) offers professors and advanced graduate students of literature and related social sciences a chance to work with preeminent figures in critical thought - exploring literature's relationship with history, art, anthropology, and the law; examining its role in ideological and cultural movements; and reassessing theoretical approaches that have emerged over the last fifty years. Participants work with the SCT's core faculty of distinguished theorists in one of four six-week seminars. Each faculty member offers, in addition, a public lecture and a colloquium (based on an original paper) which are attended by the entire group.                Application:    The Graduate School of Arts and Science at NYU has traditionally supported one student's attendance of the SCT. If interested, please see the Director of Graduate Studies. If an applicant from the Department of French is chosen as an alternate candidate, the Department will do its best to help defray the costs of attendance. The online application and further details about the SCT can be found on Cornell's website at http://www.arts.cornell.edu/sochum/sct/index.html .                         Dartmouth Summer Institute in French Cultural Studies       Description:    Every other summer, in late June and early July, Prof. Lawrence Kritzman runs a four-week Summer Institute in French Cultural Studies, held on the campus of Dartmouth University in Hanover, New Hampshire. Participants (who may be advanced graduate students or junior faculty) are provided with free housing and books (though they have to pay for their travel expenses). The Institute attendees participate in five three-hour seminars a week, attend guest lectures, and work on group projects (such as designing undergraduate course syllabi). Every Institute is organized around a central topic (the topic in 2005 was “La Vie Quotidienne”), with an emphasis on the pedagogical training of the participants for a successful entry into the academic profession. The Department of French will fund one student per year to attend the Institute .                Application:    Once the Department receives the description of the following summer's Institute topic, it will distribute it to all advanced graduate students. Those interested in attending should submit an application (one letter of recommendation and thesis proposal) to the Director of Graduate Studies. The Graduate Studies Committee will review the applications and choose the award recipient.                Dates:    Applications are due in mid-March. Graduate Studies Committee announces award in April.    JOB OPPORTUNITIES     ** PLEASE NOTE ** These are only guidelines. Nothing is etched in stone. Conditions can change due to last-minute needs.                 Instructorships (5-7 depending upon needs and university funding)       Description:    Teaching positions within the Department of French, 5 courses per year. (One semester Instructorship = 3 courses.)                Qualifications:    Successful completion of the Ph.D. Qualifying Exam; excellent teaching evaluations; strong recommendation from the Director of Language Programs based on class visits and performance; legally permitted to work in the U.S. If you are on an F1 visa, one year as an Instructor will count as your single \"practical training\" year. See OISS for more information.) Priority is given to those who have not previously served as an Instructor and who meet the other qualifications. Selection is made by the Hiring Committee, i.e. the Department Chair, the Director of Undergraduate Studies, the Director of Language Programs (in consultation with the Language Lecturers), and the New York Director of NYU in Paris.                Amount:    Approx. $27,000/year                Application:    Submit teaching statement, CV, cover letter to Department Chair                Dates:    Applications due April 5. Hiring Committee announces Instructorships April 20.                         Summer teaching at NYU (Language and Literature in Translation)       Description:    Language : Intensive Elementary - 2 sections, first 6 weeks, 4 TAs Intensive Intermediate - 2 sections, second 6 weeks, 4 TAs N.B. The \"second section\" for both terms can only teach if there are enough students. Literature in Translation : Some summers there will be courses in French 30 2 intensive courses, 1 each session (to be developed with the Director of Undergraduate Studies and the Department Chair)                Qualifications:    Language - Excellent teaching evaluations; strong recommendation from the Director of Language Programs. Priority is given to those who have had no prior summer teaching position in New York and who meet the other qualifications. Literature in Translation - Coherent, well-developed and pertinent course focusing on French or Francophone literature and/or culture.                Amount:    $4,500                Application:    Language : Complete a departmental summer teaching questionnaire (available from the Department Administrator). Literature in Translation : Submit a syllabus to the Department Chair. Teachers are selected by the Hiring Committee.                Dates:    Applications due February 25. Hiring Committee announces selections March 5.                         Summer teaching at NYU in Paris (2)       Description:    Each chosen TA will teach one 8-credit course or two 4-credit courses during the undergraduate program (6 weeks) in Paris. In the past these courses have included Elementary French II / Intermediate French I and Intensive Intermediate French. It is possible to take a graduate course in Paris while working as a TA or RA.                Qualifications:    Native French speaker; excellent teaching evaluations; strong recommendation from the Director of Language Programs. Priority is given to those who have had no prior summer teaching position in Paris and who meet the other qualifications.                Amount:    $8,500; roundtrip airfare from New York; $35 per diem                Application:    Submit cover letter and curriculum vitae to Henriette Goldwyn, New York Director of NYU in Paris, and Caroline Montel-Glénisson, Director of NYU in Paris.                Dates:    Applications due in mid-February. Interviews in late February. Hiring Committee announces decision in late March.                         RAship at NYU in Paris (4)       Description:    Resident Advisors will live in student housing and monitor undergraduate students studying in Paris during the summer. Graduate students who are chosen for these positions will not be able to teach in New York during the second summer session. Accepted candidates will also be required either to arrive in Paris several days early for orientation or to accompany the group flight from New York in late June. It is possible to take a graduate course in Paris while working as a TA or RA.                Qualifications:    Interest in nurturing and advising undergraduate students, enthusiasm for summer activities in France.                Amount:    $1,500; roundtrip airfare from New York; room and half-board (breakfast and one other meal per day during the session)                Application:    Submit cover letter and curriculum vitae to Henriette Goldwyn, New York Director of NYU in Paris, and Caroline Montel-Glénisson, Director of NYU in Paris.                Dates:    Applications due in mid-February. Interviews in late February. Hiring Committee announces decision in late March.                         Fall Instructor of literature course at NYU in Paris (1)       Description:    This position is for especially advanced students doing doctoral research in Paris. Chosen candidate will teach an undergraduate course at NYU in Paris in Program One (Anglophone): Topics in French Literature: Paris in French and Expatriate Literature , taught in English.                Amount:    $3,000                Application:    Submit cover letter and curriculum vitae to Henriette Goldwyn, New York Director of NYU in Paris, and Caroline Montel-Glénisson, Director of NYU in Paris.                Dates:    Applications due in mid-February. Interviews in late February. Hiring Committee announces decision in late March.                         I.U.T. de l'Université de Paris V (1 position lasting 2 years)       Description:    There is one opening for the position of Lecteur d'anglais, consisting of twelve classroom hours per week, for an advanced graduate student (all coursework complete). Please note that this position lasts for two years, and thus becomes available every other year.                Amount:    1,000€ per month (paid over twelve months)                Application:    For details and more specific information, please contact Professor Caroline Montel-Glénisson, Director of NYU in Paris, at caroline.montel@nyu.edu                Dates:    Applications due in mid-February. Interviews in late February. Hiring Committee announces decision in late March.                Other possible teaching jobs include:                   MAP preceptor       Description:    Morse Academic Plan (MAP) offers general education teaching positions in the College of Arts and Science during the academic year. Colleagues in the Department of French who teach MAP courses will seek preceptors from among eligible TAs. (This is to be worked out between the professors and the selected TAs.) Preparations for MAP courses are intensive; candidates should be willing to dedicate their time and energy to their courses. For more information, speak with Professors Jindrich Zezula and Henriette Goldwyn. N.B. Occasionally, MAP has a need for preceptors beyond those a department can provide for its faculty. A current list of anticipated preceptor positions is available on the NYU Human Resources website at http://www.nyu.edu/hr/gainfo . Please note that priority will be given to candidates who are still on MacCracken funding.                Amount:    $21,000 annually                Application:    See http://www.nyu.edu/cas/map/instructors/employment.html for application information. Even though Department faculty teaching in MAP can select their own preceptors, the MAP office requires an official application from each preceptor. It is highly unlikely that the MAP office will reject the preceptor chosen by the faculty member.                Dates:    MAP courses for the following academic year are finalized in the fall. Appointments of MAP preceptors are finalized in the spring.                         Expository Writing       Description:    The Expository Writing Program (EWP) hires qualified NYU graduate students to teach undergraduate writing courses. The EWP seeks candidates whose own writing is accomplished, and who have given serious thought to the importance of the pedagogical implications of their own writing practices.                Qualifications:       All applicants must meet the following eligibility criteria:       Be enrolled or accepted in a Ph.D. program or a terminal Master's Degree program (one which does not offer a Ph.D.) at NYU   Have completed an M.A., or one year in residence at NYU in a Ph.D. or terminal Master's Degree program   Have begun graduate work at NYU no more than five years before applying. If you think you are eligible to apply, please contact Nancy White at 212-998-8865 or ncw1@nyu.edu to request an application.                         SCPS teaching positions          You may wish to investigate teaching possibilities at the School of Continuing and Professional Studies (SCPS) at NYU. You may contact the Director of Foreign Languages Division, Milena Savova ( milena.savova@nyu.edu ).         HELPFUL WEB LINKS    We encourage you to research other possibilities on the following web sites.             http://www.fafsa.ed.gov          Free Application for Federal Student Aid       http://www.frenchculture.org/education          French culture site listing grants, awards, internships, and assistantships       https://home.nyu.edu          Job Information for French Grad Students Blackboard site. Log in, click on the \"Academics\" tab, then the link for \"Job Information for French Grad Students\"       http://www.nyu.edu/gsas/OASL/GrantsAwards/GIGSFrench02.html          List of grants and awards, compiled by OASL (some information is out of date, but many of the contacts and web sites are still current)       http://www.nyu.edu/hr/gainfo/gajobpos.html          Graduate Assistant jobs at NYU       http://www.nyu.edu/pages/speaking.freely/teach.htm          Speaking Freely teaching jobs at NYU (there may be calls for languages other than French)             Other sources of fellowship information:                   The PMLA publishes an extensive listing of \"Fellowships and Grants\" in its September Directory issue. The Department Chair subscribes to the journal; photocopies of the \"Fellowships and Grants\" section will be on hand for interested students.   The Office of Academic and Student Life (OASL) at NYU has a collection of publications listing fellowship and grant sources. Though some material may be out of date, there is also useful information there for students willing to search for it. OASL is located at 1/2 Fifth Avenue , between Washington Square North and Washington Mews.                           NYU Department of French                              19 University Place, 6th Floor                        New York, NY 10003                 Contact Us | &copy; New York University , Arts and Science"}]},
{"detail": [{"content": "Guide to Fellowships, Prizes, and Job Opportunities for Graduate Students    |     French    | New York University                                     Skip to page Content.     NEW YORK UNIVERSITY     ARTS AND SCIENCE     COLLEGE OF ARTS AND SCIENCE     GRADUATE SCHOOL OF ARTS AND SCIENCE                                Home       About Us       People       Undergraduate Program       Graduate program       Events       Employment             Stay Connected           Facebook             Affiliations         Center for French Civilization and Culture           La Maison Francaise           Institute of French Studies           NYU Paris                    Back to Home       Guide to Fellowships, Prizes, and Job Opportunities for Graduate Students   PLEASE NOTE: This page may not be up-to-date. Please contact the Graduate Aide for specific requirements.   Fellowships and Prizes Teaching Prizes Exchanges and Summer Programs Job Opportunities Helpful Web Links       FELLOWSHIPS AND PRIZES                    Andrew Dulau Dissertation Fellowship        Description:    One-year dissertation fellowship awarded to outstanding students of the Department of French who have passed their Ph.D. Qualifying Exam as well as the Doctoral Prospectus Exam. The award selection is made by the Graduate Studies Committee.                Amount:    Stipend equivalent to the MacCracken stipend, a waiver of maintenance of matriculation fees, and 100% coverage of the NYU comprehensive health insurance plan for an individual                Application:       Interested students must submit the following to the Director of Graduate Studies: o Cover letter, including name, title of project, name(s) of advisor(s), and all a list of fellowships and prizes previously received while at NYU o Dissertation outline o Description of work already completed and a program of work still needing to be completed. o Chapter(s) of the dissertation                 Dates:    Call goes out in mid-February. Applications due March 15. Awards announced April 15.                         Bradley Rubidge Prize       Description:    Awarded to a graduate student in the Department of French who has passed the Ph.D. Qualifying Exam with highest honors and shown excellence in the field of French language and literature.                Amount:    $1,000                Application:    N/A                Dates:    Recipient chosen in early April by Department Chair and Director of Graduate Studies (DGS), after consultation with colleagues.                         GSAS Dean's Dissertation Fellowship       Description:    Twenty fellowships are available to advanced doctoral students in GSAS who are completing research and writing their dissertations. Preference will be given to those most likely to finish. These awards may not be used to cover tuition. Departments may nominate a maximum of three students for the Dean's Dissertation Fellowships.                Qualifications:    Nominated students must have a minimum grade point average of 3.3; have no more than two incompletes, N, or F grades; and meet the GSAS policy requirements for time to degree. It is expected that students be actively engaged in dissertation research as certified by the DGS/Chair. Department must check these requirements for each student the department nominates. It is expected that these awards will enable students to complete their dissertation and graduate at the end of the award year.                Amount:    Stipend equivalent to that of MacCracken, a waiver of maintenance of matriculation fees, and 100% coverage of the NYU comprehensive health insurance plan for an individual.                Application:    Submit to the Department of French an application form, CV, dissertation chapter (highly recommended), outline, project description, and three letters of recommendation, including one letter from the thesis advisor. The Graduate Studies Committee will choose three nominees from amongst the applicants.                Dates:    Call goes out in mid-September. Applications due to the Department of French mid-October. Awards announced December 15. Stipend dispersed in two equal checks on September 15 and January 15.                         GSAS Lane Cooper Fellowship (offered if funds are available)       Description:    The estate of the late Classics professor Lane Cooper of Cornell awards one fellowship to an advanced graduate student who is writing his/her dissertation and intends to pursue a teaching career in history, literature, philosophy or classical and medieval languages. Research may concern any period up to and including, but not later than, the Renaissance. Preference is given to students who must undertake research abroad. Recipients must submit a final progress report to the New York Community Trust.                Amount:    Same as GSAS Dean's Dissertation Fellowship (see above).                Application:    Same as GSAS Dean's Dissertation Fellowship (see above - please note that the Graduate Studies Committee may choose only one nominee for the Lane Cooper).                Dates:    Same as GSAS Dean's Dissertation Fellowship (see above).                         GSAS Dean's Outstanding Dissertation Award       Description:    Awards given to recognize the best doctoral dissertations in the humanities, sciences, and social sciences; one award is given in each division. Recipients of this award will be acknowledged at the May Convocation ceremony.                Qualifications:    Ph.D. must have been awarded in May, September, or January prior to application. Each department may nominate one student.                Amount:    $1,000                Application:    Upon being nominated, the candidate must submit application materials in both paper format - with original signatures - and electronic format to the Department. Please see http://www.nyu.edu/gsas/OASL/app_pro_diss.pdf for application checklist. It is preferred that documents be submitted as Microsoft Word documents (.doc) or as Adobe PDF files (.pdf). Please label each page with your name and NYU ID number. (Generally, a header can be set up to automatically do this for all pages.) Incomplete applications will not be accepted. The GSAS Honors and Awards Committee will evaluate all nominations and make recommendations to the Dean.                      Dates:    Graduate Studies Committee nominates student in mid-January. Applications due to Department of French in early February. Award announced in early May.                            Center Board Fellowships       Description:       Several incoming MacCracken students are appointed to named fellowships for their first year. These fellowships include:    -The American Society for the French Legion of Honor Fellowship    -The IXIS North America Fellowship    -The Grand Marnier Fellowship    Each year one of the above fellowships is awarded to a student at the Institute of French Studies.                   Georges Lurcy Fellowship       Description:    Through its Georges Lurcy Fellowship Program, the Georges Lurcy Charitable and Educational Trust seeks to assist promising scholars and leaders at the graduate-school level in pursuing their education and careers and thereby to promote educational exchange and understanding between the United States and France. A Lurcy Fellowship Program has recently been established at New York University to be administered by the Department of French, although students from other departments are encouraged to apply. One dissertation fellowship will be awarded for one year in an amount to cover adequately educational costs, expenses of travel, and living expenses in France. In awarding the Lurcy Fellowship the Lurcy Trustees are looking primarily at the quality of the students, which should be of the highest rank, and the fruitfulness of the research topic which should be uniquely French and available only in France. To that end, the Lurcy Trustees invite the broadest range of topics without exclusion of any field of study or preference as to any department. Please note: All Lurcy fellows will submit a report to the Lurcy Trustees concerning the results of their research in France upon return to the United States.                Qualifications:    Candidates for the award must be advanced Ph.D. students and currently enrolled in a graduate program of the Faculty of Arts and Science at New York University. Candidates should be citizens or permanent residents of the United States. Awards will be based on academic merit, but all qualities of leadership will be recognized.                Amount:    Stipend equivalent to that of a MacCracken                Application:    The application dossier consists of:      A 3-5 page statement describing the project, its scholarly importance, and the reason why research must be pursued in France   A curriculum vitae   Three letters of recommendation   Transcripts or academic reports of all graduate and undergraduate school work    Candidates must submit a dossier to the Department of French's Lurcy Fellowship Committee, consisting of members of the Department of French and a professor from the Institute of French Studies. The selected dossier will be subject to review by the Dean of the Graduate School of Arts and Science, after which it will be forwarded to the Lurcy Trustees for a final review and selection.                Dates:    Call goes out in January. Application deadline is mid March. Award announced in late April.                         Chateaubriand Fellowship       Description:    The French Government awards about 20 scholarships a year to Ph.D. candidates enrolled in an American university. The purpose of the Chateaubriand Fellowship is to foster Franco-American academic partnerships and relationships. Your field of study at a French research institution may be any discipline in the humanities or social sciences.                Qualifications:    Applicants must be enrolled in a post-graduate program at an American university and not be a citizen of France. Please note that the Department of French does not limit the number of applicants for this award.                Amount:    A monthly stipend of 1300€ for a period of nine months; health insurance; a round trip ticket to France; an equivalent of over 30 days of per diem fees for traveling in France for research purposes.                Application:       In the fall of 2005, the Chateaubriand Fellowship is transitioning to an online application. The following information is based upon the old paper application. Please check the Chateaubriand website for updates - http://www.frenchculture.org/education/support/chateaubriand . You must submit 1 original and 9 copies of each of the following:       The application form, typed   A 3-5 page dissertation proposal, double-spaced and in 10-12 point font   A letter of recommendation from your dissertation advisor   A letter of recommendation / letter of support of your research from a professor in a French university or a researcher associated with an institution in France. If you have trouble finding a contact in France, please speak to your dissertation advisors for suggestions or search for the contact information of a French professor (a person employed by a French university or research institution) whose academic work you admire on http://www.education.gouv.fr or on http://www.pagesjaunes.fr    Your official transcript    Send all application materials together to the following address:    AMBASSADE DE FRANCE AUX ETATS-UNIS Service de Coopération Universitaire, Linguistique et Educative Bourses Chateaubriand 4101 Reservoir Road, NW WASHINGTON, DC 20007 Tel. (202) 944-6448    The application and further details can be found at http://www.frenchculture.org/education/support/chateaubriand .                 Dates:    Call goes out in mid-October. Applications are due December 31. Awards will be announced in mid-April.                    Humanities Initiative Research Fellowship  Description:      Each year the Humanities Initiative generally offers three Research  Fellowships to graduate students in the humanities and art disciplines,  including but not limited to history, art history, music, philosophy,  cultural studies, literary and language studies, religious studies,  drama and performance studies, cinema studies, and gender studies.  Fellows are expected to be present in New York within the University  community for the entire year of their residency. They will meet on a  weekly basis to discuss their work-in-progress and that of invited  guests, and will participate in Initiative activities, including the  planning of an annual humanities festival.             Qualifications: All Ph.D. candidates maintaining  matriculation with full-time status in the Graduate School of Arts and  Science (including IFA, Performance Studies, and Cinema Studies) or the  Steinhardt School are eligible to apply. GSAS students may apply for a  Fellowship for post-MacCracken support.   Amount: Nine month stipend equal to one year of MacCracken funding and $2,000 research award; comprehensive health insurance and waiver of maintenance of matriculation and service fees.    Application:      Please see http://www.humanitiesinitiative.org/index.php /programs/graduate-fellowships  for a list of requirements. Student  applications should be submitted in paper format to the Department of French  for nomination.         Dates:                     Call goes out in September. Applications due to the  Department of French in October and are due to the Humanities Initiative in November.              GSAS Andrew Sauter Fellowship       Description:    Award for the summer to support the research and study abroad of graduate students in the humanities and social sciences. Eligible departments may nominate one student.                Amount:    $2,500 (2011-12 reference)                Application:    Please see http://www.nyu.edu/gsas/OASL/app_pro_predoc.pdf for a list of required documents. Student application materials must be submitted in both paper format with original signatures and electronic format to the Department of French. It is preferred that documents be submitted as Microsoft Word documents (.doc) or as Adobe PDF files (.pdf). The Graduate Studies Committee will select one nominee from amongst the applicants. Please note that applicants may be considered for the GSAS Summer Predoctoral Fellowship instead (see below).                Dates:    Call goes out in early January. Applications due to Department of French in early February. Awards announced in early May.                         GSAS Summer Predoctoral Fellowship       Description:    Fifteen awards for the summer to visit research sites. Each department may nominate no more than two students.                Amount:    $2,000 (2011-12 reference)                Application:    Please see http://www.nyu.edu/gsas/OASL/app_pro_predoc.pdf for a list of required documents. Student application materials must be submitted in both paper format with original signatures and electronic format to the Department of French. It is preferred that documents be submitted as Microsoft Word documents (.doc) or as Adobe PDF files (.pdf). The Graduate Studies Committee will select two nominees from amongst the applicants.                Dates:    Call goes out in early January. Applications due to Department of French in early February. Awards announced in early May.                         GSAS Torch Fellowship       Description:    Three Torch Fellowships are available for GSAS doctoral students who are U.S. citizens or permanent residents. Awards are to be used to conduct the student's final year of dissertation research abroad. Special consideration will be given to students who plan to conduct research in the region or country that has a demonstrable and significant connection to the student's family of origin, as this program seeks to encourage scholars to “give back” to the land of their heritage. Recipients must submit a final progress report to the Graduate School of Arts and Science.                Qualifications:    The Torch Fellowship is open to citizens of the United States who are currently Ph.D. candidates in good standing in any doctoral program in the Graduate School of Arts and Science. Individuals seeking permanent residency must have finalized that status by the application deadline (and will be asked to provide documentary verification). The research project proposed for Fellowship support must contribute directly to the furtherance and completion of the doctoral dissertation. Research must be conducted in, and relate to, a country or region outside the fifty United States, the District of Columbia, American Samoa, Guam, Puerto Rico, and the U.S. Virgin Islands. Directors of Graduate Studies will be asked for confirmation of candidates' research plans. Candidates must demonstrate the capacity to do exceptional intellectual work. Past academic performance, commitment to the advancement of international understanding and relations between the United States and other lands, and originality of the research proposed are the principal criteria for evaluation and selection of Fellows.                Amount:    Stipend equivalent to a MacCracken, a waiver of maintenance of matriculation fees, and 100% coverage of the NYU comprehensive health insurance plan for an individual. A small stipend will also be awarded to the host institution at which the recipient will conduct the research.                Application:    The Department of French may nominate one outstanding doctoral student per year for Torch Fellowship consideration. This student will also be eligible for nomination to other GSAS fall awards and fellowships. Students may not apply directly for the Torch Fellowship without departmental nomination. The Graduate Studies Committee will select one nominee from amongst the interested candidates. If you wish to be considered, please meet submit a letter of interest to the Director of Graduate Studies. For more information, please see http://www.nyu.edu/gsas/OASL/GrantMaking.html or call the Office of Academic and Student Life (OASL) at 212-998-8060.                Dates:    Call goes out in mid-September. Applications due to the Department of French mid-October. Awards announced in mid-December.                         GSAS Student Travel Grant       Description:    The Dean of the Graduate School of Arts and Science provides funds for travel to conferences to present invited papers or posters to graduate students in the social sciences, sciences, and humanities. The grant may be used for travel, lodging, and related expenses.                Qualifications:    Applicants must be matriculated students in good academic standing in a GSAS graduate program. They must be presenting a paper/poster at a scholarly or professional conference. Attendance only cannot be funded; presentations at graduate student conferences also cannot be funded. Students may apply while awaiting confirmation of acceptance from conference organizers; however, no grant checks will be issued without the receipt of this documentation. Ph.D. students may not receive more than one grant per academic year and no more than four during their academic career at NYU. Master's students may not receive more than one grant during their time at NYU pursuing that degree; should they continue in an NYU Ph.D. program, the earlier grant will count as one of the four allotted for their career.                Amount:    All grants are $300. International students whose countries do not have a tax treaty with the U.S. will be taxed at 8% or 14% of the grant, depending on their visa type. Student Travel Grant funds may be used as the student sees fit to cover travel expenses related to the conference presentation. Grant recipients must make their own arrangements for travel and accommodations, including any passports, visas, and tickets.                Application:    The Graduate School of Arts and Science awards grants three times per year for student travel during periods running from August to November, December to March, and April to July. All awards are made by a two-tiered lottery: Ph.D. applicants who have never received a GSAS Student Travel Grant will be entered in the first round; if funds are still available, a second round for Master's applicants and previous Ph.D. grant recipients will be conducted. Graduate Enrollment Services (GES) will supervise both lotteries. Students may submit completed applications to GES in person, by regular mail, fax, or e-mail , within the appropriate two-week window outlined on the application. Early applications, incomplete applications and late applications will not be accepted. Students may apply for a grant for only one conference per period.                Dates:    Application periods are listed here: http://gsas.nyu.edu/page/grad.travelgrant                         Department of French Travel Grant       Description:    As of Fall 2005, the Department of French will offer eight travel grants per year to help defray the costs of presenting a paper at an academic conference outside of New York City.                Amount:    $300                Application:    Submit a letter of intent and proof of conference acceptance to the Director of Graduate Studies.                         L'Oréal Fellowship – NYU in Paris (for M.A. students)       Description:    Each year one outstanding applicant for the M.A. program in Paris will be awarded the L'Oréal Fellowship.                Amount:    9,000€ stipend, paid in Paris; full tuition (32 credit points)                Application:    The award is based on the general application for admission.                Dates:    Applications for admission with financial aid are due January 4.                                                                          Other possible awards include:                Mary Isabel Sibley Fellowship (for women)       Description:    The annual Mary Isabel Sibley Fellowship, administered by the Phi Beta Kappa Society, is awarded alternately in the fields of Greek and French. The award may be used for the study of Greek language, literature, history, or archaeology, or the study of French language or literature.                Qualifications:    Candidates must be unmarried women between the ages of 25 and 35 (inclusive) who have demonstrated their ability to carry on original research. They must hold a doctorate or have fulfilled all the requirements for a doctorate except the dissertation, and they must be planning to devote full-time work to research during the Fellowship year. The award is not restricted to members of Phi Beta Kappa or to U.S. citizens. Periodic progress reports from the Fellow will be welcomed, and it is the hope of the Committee that the results of the year of research will be printed in some form.                Amount:    $20,000 stipend. The stipend will be paid in two installments, the first on July 1 of the award year, and the second on the next January 1, unless the Fellowship Committee orders the stipend withheld because the Fellow has disregarded the purpose of the award as stated by the donor.                Application:       Application form, three official transcripts from each university attended, three letters of reference. Send the completed application via certified mail to: Mary Isabel Sibley Fellowship Committee The Phi Beta Kappa Society 1606 New Hampshire Avenue, NW Washington, DC 20009                Dates:    Call goes out in September. Applications due January 15. Awards announced in mid-May.             Fulbright Fellowship  Description:  Sponsored by the U.S. Department of State, and administered by the  Institute for International Education (IIE), the Fulbright U.S. Student  Program offers opportunities for recent graduates, postgraduate  candidates, developing professionals and artists to conduct  career-launching study and research abroad.    More information:  Official Fulbright site GSAS Fulbright Fellowship information     Dates:  Applications due mid-September to NYU for institutional review.        Walter Jensen Fellowship  Description: The Walter J. Jensen Fellowship is awarded for at least six months of study in France. The purpose of the award is to help educators and researchers improve education in standard French language, literature and culture and in the study of standard French in the United States.    Qualifications: Candidates must be U.S. citizens under the age of 40 who can demonstrate their career does or will involve active use of the French language. They must have earned a bachelor's degree from an accredited four-year institution with a 3.0 minimum GPA in French language and literature as a major. They must demonstrate superior competence in French, according to the standards established by the American Association of Teachers of French. Preference may be given to members of Phi Beta Kappa and educators at the secondary school level or higher. The recipient must report to Phi Beta Kappa every two months in both  English and French. At the end of the fellowship, the Fellow must submit   a summary report in English and French, which may be submitted  (preferably in French) to a scholarly publication such as The French  Review .    Amount: at least $10,000 stipend, plus round-trip, economy-class ticket for the recipient to travel to France; some additional support may be available to those with dependents.   Application: See the Phi Kappa Beta website for the application procedures    Dates: Applications are due in early October.      Center for European and Mediterranean Studies Foreign Language and Area Studies Fellowships  Description: FLAS applicants should have scholarly and professional interests that focus on Western Europe. Two fellowships are available: Summer FLAS fellowships cover the cost of tuition plus a stipend of approximately $2,500. Summer language awards must be used to attend intensive language study programs in the U.S. or overseas that meet language proficiency standards set by the U.S. Department of Education (at least 140 contact hours, lasting at least six weeks). Attendance at any particular summer program with a FLAS fellowship will be contingent upon the availability of matching funds beyond the $4,000 Department of Education tuition cap. Academic Year FLAS fellowships will consist of 24 points of NYU tuition remission and a stipend of at least $15,000. Academic Year FLAS fellowships are for students engaged in a domestic or overseas program of full-time language and area or international studies coursework. More information is available at the Center for European and Mediterranean Studies site.      Qualifications: Candidates   must be U.S. citizens or permanent residents. Eligible languages of study at NYU are Dutch, Finnish, French,  German, Greek, Irish, Italian, Portuguese (Portugal ONLY), Spanish  (Spain ONLY), Swedish. Competitive priority will be given to applicants  studying less commonly taught languages (Dutch, Finnish, Greek, Irish,  Italian, Portuguese, Swedish). Students in all graduate degree-granting programs at NYU are  eligible to apply. Competitive priority will be given to master's level  students and applicants who are considering careers in public service. Students at all levels of language proficiency, except those with  native fluency, are encouraged to apply. Competitive priority will be  given to students who expect to achieve advanced-level proficiency  before graduation.      Amount: Varies depending on fellowship.    Application: Completed FLAS fellowship application form and completed career interest form, available from the Center for European and Mediterranean Studies site; personal statement, current transcript, and one letter of recommendation from advisor, department chair, or language instructor. Students applying for both summer   and academic year FLAS fellowships submit only one set of supporting  materials.    Dates: Applications are due in early February.  TEACHING PRIZES                    CAS Outstanding Teaching Assistant Awards       Description:    The College of Arts and Science (CAS) honors graduate students for excellence in teaching. Based upon faculty and student nominations, six awards are given to graduate student instructors.                Dates:    Award announced in the spring.                         Dean's Outstanding Graduate Student Teaching Award       Description:    These awards honor outstanding classroom teaching by graduate students in the humanities, sciences, and social sciences. Based on teaching evaluations, departmental recommendations, and unsolicited written student testimonials, these awards are presented at the Graduate School's Convocation. Nominations are made by the Department Chair, Director of Undergraduate Studies, and the Director of Language Programs.                Amount:    $1,000                Application:    The nominated student will be asked to collect letters of recommendation from the Department and to submit any unsolicited written student testimonials he or she may have.                Dates:    Call goes out in early January. Applications due to Department of French in early February. Award announced in early May.            EXCHANGES &amp; SUMMER PROGRAMS                 École Normale Supérieure de La Rue d'Ulm (1)       Description:         Every year, one student from the Department of French has the  opportunity to be a pensionnaire étranger at the Ecole Normale  Supérieure (or \"rue d'Ulm\" in Paris ).   The position entails:       Lodging in a student residence (either in the Rue    d’Ulm campus or in the Boulevard Jourdan campus - next to the Cité    Universitaire)  Attending classes, seminars and working    closely with distinguished ENS professors  Lifelong library privileges at one of the best    libraries in Paris           Applicants should intend to  make the most out of this intellectual and academic experience. Should you have  specific questions, contact Frédéric Viguier ( fv6@nyu.edu ),  the Assistant Director of the Institute    of French Studies .                Application:    Submit a statement of interest and curriculum vitae to the Director of  Graduate Studies and to Henriette Goldwyn , New York Director of NYU in Paris.                 Dates:    Call goes out in mid-March.   Applications due in mid-April.   Decision announced in early May.   Academic year at the ENS starts in the 3rd week of September and lasts until  the end of June.                         École Normale Supérieure de Lyon (1)       Description:    The Department of French has an agreement with the ENS to take one of our students for a year (as pensionnaire étranger ) with the opportunity of participating in the seminars, taking advantage of the three existing libraries, benefiting from a tutor, and living in the dormitory for a very modest fee of 300€ per month. This is a great opportunity for students finished with their coursework to take seminars with top-notch professors. Lyon is a beautiful city and is only 1 ½ hours from Paris by TGV. Course fees are paid by the ENS. For more information please contact Henriette Goldwyn, New York Director of NYU in Paris.                Application:    Same as above.                Dates:    Same as above.                         Cornell School for Criticism and Theory       Description:    Cornell's School for Criticism and Theory (SCT) offers professors and advanced graduate students of literature and related social sciences a chance to work with preeminent figures in critical thought - exploring literature's relationship with history, art, anthropology, and the law; examining its role in ideological and cultural movements; and reassessing theoretical approaches that have emerged over the last fifty years. Participants work with the SCT's core faculty of distinguished theorists in one of four six-week seminars. Each faculty member offers, in addition, a public lecture and a colloquium (based on an original paper) which are attended by the entire group.                Application:    The Graduate School of Arts and Science at NYU has traditionally supported one student's attendance of the SCT. If interested, please see the Director of Graduate Studies. If an applicant from the Department of French is chosen as an alternate candidate, the Department will do its best to help defray the costs of attendance. The online application and further details about the SCT can be found on Cornell's website at http://www.arts.cornell.edu/sochum/sct/index.html .                         Dartmouth Summer Institute in French Cultural Studies       Description:    Every other summer, in late June and early July, Prof. Lawrence Kritzman runs a four-week Summer Institute in French Cultural Studies, held on the campus of Dartmouth University in Hanover, New Hampshire. Participants (who may be advanced graduate students or junior faculty) are provided with free housing and books (though they have to pay for their travel expenses). The Institute attendees participate in five three-hour seminars a week, attend guest lectures, and work on group projects (such as designing undergraduate course syllabi). Every Institute is organized around a central topic (the topic in 2005 was “La Vie Quotidienne”), with an emphasis on the pedagogical training of the participants for a successful entry into the academic profession. The Department of French will fund one student per year to attend the Institute .                Application:    Once the Department receives the description of the following summer's Institute topic, it will distribute it to all advanced graduate students. Those interested in attending should submit an application (one letter of recommendation and thesis proposal) to the Director of Graduate Studies. The Graduate Studies Committee will review the applications and choose the award recipient.                Dates:    Applications are due in mid-March. Graduate Studies Committee announces award in April.    JOB OPPORTUNITIES     ** PLEASE NOTE ** These are only guidelines. Nothing is etched in stone. Conditions can change due to last-minute needs.                 Instructorships (5-7 depending upon needs and university funding)       Description:    Teaching positions within the Department of French, 5 courses per year. (One semester Instructorship = 3 courses.)                Qualifications:    Successful completion of the Ph.D. Qualifying Exam; excellent teaching evaluations; strong recommendation from the Director of Language Programs based on class visits and performance; legally permitted to work in the U.S. If you are on an F1 visa, one year as an Instructor will count as your single \"practical training\" year. See OISS for more information.) Priority is given to those who have not previously served as an Instructor and who meet the other qualifications. Selection is made by the Hiring Committee, i.e. the Department Chair, the Director of Undergraduate Studies, the Director of Language Programs (in consultation with the Language Lecturers), and the New York Director of NYU in Paris.                Amount:    Approx. $27,000/year                Application:    Submit teaching statement, CV, cover letter to Department Chair                Dates:    Applications due April 5. Hiring Committee announces Instructorships April 20.                         Summer teaching at NYU (Language and Literature in Translation)       Description:    Language : Intensive Elementary - 2 sections, first 6 weeks, 4 TAs Intensive Intermediate - 2 sections, second 6 weeks, 4 TAs N.B. The \"second section\" for both terms can only teach if there are enough students. Literature in Translation : Some summers there will be courses in French 30 2 intensive courses, 1 each session (to be developed with the Director of Undergraduate Studies and the Department Chair)                Qualifications:    Language - Excellent teaching evaluations; strong recommendation from the Director of Language Programs. Priority is given to those who have had no prior summer teaching position in New York and who meet the other qualifications. Literature in Translation - Coherent, well-developed and pertinent course focusing on French or Francophone literature and/or culture.                Amount:    $4,500                Application:    Language : Complete a departmental summer teaching questionnaire (available from the Department Administrator). Literature in Translation : Submit a syllabus to the Department Chair. Teachers are selected by the Hiring Committee.                Dates:    Applications due February 25. Hiring Committee announces selections March 5.                         Summer teaching at NYU in Paris (2)       Description:    Each chosen TA will teach one 8-credit course or two 4-credit courses during the undergraduate program (6 weeks) in Paris. In the past these courses have included Elementary French II / Intermediate French I and Intensive Intermediate French. It is possible to take a graduate course in Paris while working as a TA or RA.                Qualifications:    Native French speaker; excellent teaching evaluations; strong recommendation from the Director of Language Programs. Priority is given to those who have had no prior summer teaching position in Paris and who meet the other qualifications.                Amount:    $8,500; roundtrip airfare from New York; $35 per diem                Application:    Submit cover letter and curriculum vitae to Henriette Goldwyn, New York Director of NYU in Paris, and Caroline Montel-Glénisson, Director of NYU in Paris.                Dates:    Applications due in mid-February. Interviews in late February. Hiring Committee announces decision in late March.                         RAship at NYU in Paris (4)       Description:    Resident Advisors will live in student housing and monitor undergraduate students studying in Paris during the summer. Graduate students who are chosen for these positions will not be able to teach in New York during the second summer session. Accepted candidates will also be required either to arrive in Paris several days early for orientation or to accompany the group flight from New York in late June. It is possible to take a graduate course in Paris while working as a TA or RA.                Qualifications:    Interest in nurturing and advising undergraduate students, enthusiasm for summer activities in France.                Amount:    $1,500; roundtrip airfare from New York; room and half-board (breakfast and one other meal per day during the session)                Application:    Submit cover letter and curriculum vitae to Henriette Goldwyn, New York Director of NYU in Paris, and Caroline Montel-Glénisson, Director of NYU in Paris.                Dates:    Applications due in mid-February. Interviews in late February. Hiring Committee announces decision in late March.                         Fall Instructor of literature course at NYU in Paris (1)       Description:    This position is for especially advanced students doing doctoral research in Paris. Chosen candidate will teach an undergraduate course at NYU in Paris in Program One (Anglophone): Topics in French Literature: Paris in French and Expatriate Literature , taught in English.                Amount:    $3,000                Application:    Submit cover letter and curriculum vitae to Henriette Goldwyn, New York Director of NYU in Paris, and Caroline Montel-Glénisson, Director of NYU in Paris.                Dates:    Applications due in mid-February. Interviews in late February. Hiring Committee announces decision in late March.                         I.U.T. de l'Université de Paris V (1 position lasting 2 years)       Description:    There is one opening for the position of Lecteur d'anglais, consisting of twelve classroom hours per week, for an advanced graduate student (all coursework complete). Please note that this position lasts for two years, and thus becomes available every other year.                Amount:    1,000€ per month (paid over twelve months)                Application:    For details and more specific information, please contact Professor Caroline Montel-Glénisson, Director of NYU in Paris, at caroline.montel@nyu.edu                Dates:    Applications due in mid-February. Interviews in late February. Hiring Committee announces decision in late March.                Other possible teaching jobs include:                   MAP preceptor       Description:    Morse Academic Plan (MAP) offers general education teaching positions in the College of Arts and Science during the academic year. Colleagues in the Department of French who teach MAP courses will seek preceptors from among eligible TAs. (This is to be worked out between the professors and the selected TAs.) Preparations for MAP courses are intensive; candidates should be willing to dedicate their time and energy to their courses. For more information, speak with Professors Jindrich Zezula and Henriette Goldwyn. N.B. Occasionally, MAP has a need for preceptors beyond those a department can provide for its faculty. A current list of anticipated preceptor positions is available on the NYU Human Resources website at http://www.nyu.edu/hr/gainfo . Please note that priority will be given to candidates who are still on MacCracken funding.                Amount:    $21,000 annually                Application:    See http://www.nyu.edu/cas/map/instructors/employment.html for application information. Even though Department faculty teaching in MAP can select their own preceptors, the MAP office requires an official application from each preceptor. It is highly unlikely that the MAP office will reject the preceptor chosen by the faculty member.                Dates:    MAP courses for the following academic year are finalized in the fall. Appointments of MAP preceptors are finalized in the spring.                         Expository Writing       Description:    The Expository Writing Program (EWP) hires qualified NYU graduate students to teach undergraduate writing courses. The EWP seeks candidates whose own writing is accomplished, and who have given serious thought to the importance of the pedagogical implications of their own writing practices.                Qualifications:       All applicants must meet the following eligibility criteria:       Be enrolled or accepted in a Ph.D. program or a terminal Master's Degree program (one which does not offer a Ph.D.) at NYU   Have completed an M.A., or one year in residence at NYU in a Ph.D. or terminal Master's Degree program   Have begun graduate work at NYU no more than five years before applying. If you think you are eligible to apply, please contact Nancy White at 212-998-8865 or ncw1@nyu.edu to request an application.                         SCPS teaching positions          You may wish to investigate teaching possibilities at the School of Continuing and Professional Studies (SCPS) at NYU. You may contact the Director of Foreign Languages Division, Milena Savova ( milena.savova@nyu.edu ).         HELPFUL WEB LINKS    We encourage you to research other possibilities on the following web sites.             http://www.fafsa.ed.gov          Free Application for Federal Student Aid       http://www.frenchculture.org/education          French culture site listing grants, awards, internships, and assistantships       https://home.nyu.edu          Job Information for French Grad Students Blackboard site. Log in, click on the \"Academics\" tab, then the link for \"Job Information for French Grad Students\"       http://www.nyu.edu/gsas/OASL/GrantsAwards/GIGSFrench02.html          List of grants and awards, compiled by OASL (some information is out of date, but many of the contacts and web sites are still current)       http://www.nyu.edu/hr/gainfo/gajobpos.html          Graduate Assistant jobs at NYU       http://www.nyu.edu/pages/speaking.freely/teach.htm          Speaking Freely teaching jobs at NYU (there may be calls for languages other than French)             Other sources of fellowship information:                   The PMLA publishes an extensive listing of \"Fellowships and Grants\" in its September Directory issue. The Department Chair subscribes to the journal; photocopies of the \"Fellowships and Grants\" section will be on hand for interested students.   The Office of Academic and Student Life (OASL) at NYU has a collection of publications listing fellowship and grant sources. Though some material may be out of date, there is also useful information there for students willing to search for it. OASL is located at 1/2 Fifth Avenue , between Washington Square North and Washington Mews.                           NYU Department of French                              19 University Place, 6th Floor                        New York, NY 10003                 Contact Us | &copy; New York University , Arts and Science"}, {"content": "Irving: Tisch School of the Arts at NYU                           Skip to content        Undergraduate Film &amp; Television Admissions About the Program Course Offerings Summer Courses Showcase Internships Facilities Special Projects First Run &amp; Festivals Calendar of Events News TSOA FTV Wiki Admin &amp; Faculty Alumni Blog Facebook Twitter YouTube  home &gt; Undergraduate Film &amp; TV          Kanbar Institute of Film &amp; Television   David K. Irving Associate Professor Director Teaching Effectiveness UGFTV Winner David Payne Carter Award for Teaching Excellence 2007 Phone: 212 998 1664 Email: david.irving@nyu.edu Website: http://www.landsvideo.com/vcat.shtml Office: 721 Broadway, Room 1112 Office Hours: By Appointment  Courses Intermediate Narrative Production Sight & Sound Film Advanced Production Senior Colloquium Producing for Film Education B.F.A., Denison University; M.F.A., California Institute of the Arts.   Biography Director whose professional film credits include Night of the Cyclone (1990) with Kris Kristofferson and Marisa Berenson; C.H.U.D. II (1988) with Robert Vaughn and Gerrit Graham; The Emperor's New Clothes (1987) with Sid Caesar and Robert Morse; Sleeping Beauty (1987) with Morgan Fairchild, Tawnee Welch, and Sylvia Miles; Rumpelstiltskin (1987) with Amy Irving and Billy Barty; Goodbye, Cruel World (1983) with Dick Shawn and Cynthia Sikes. Documentary credits include Romare Bearden: Visual Jazz (1995); Betye &amp; Alison Saar: Conure Women of the Arts (1994); Jacob Lawrence: The Glory of Expression (1993); Dr. Lorraine Hale: Alive with Love (1992); Robert Colescott: The One-Two Punch (1992); Faith Ringgold: The Last Story Quilt (1991); The Walker Cup (1991) for the United States Golf Association. Theatre directing credits include Home Remedies (1982) by Paul Minx for the Actor's Outlet; The Man Who Killed the Buddha (1981) by Martin Epstein for the Los Angeles Odyssey Theater; The Skin of Our Teeth (1981) by Thornton Wilder for the Beverly Hills Playhouse; Action (1990) by Sam Shepard for the Pilot Theater. Credits as producer in film include Home Free All (1982) with Alan Nicholls and The Great Texas Dynamite Chase (1975) with Claudia Jennings for New World Pictures. Screenplay credits include Rumpelstiltskin; The Emperor's New Clothes; The Secret of the Lost Valley (1980). He has won numerous awards including the Bronze Chris Award for Jacob Lawrence; the Cine Golden Eagle for Faith Ringgold; the L.A. Weekly Award for Direction for The Man Who Killed the Buddha, the Dramalogue Award for Direction for Action, and the Writers Guild of America Award for The Secret of the Lost Valley. Recipent of an American Institute intern grant to work with Robert Wise on The Hindenburg (Universal Pictures).        Author of award winning textbook; Producing and Directing the Short Film and Video, http://www.focalpress.com/books/details/9780240811741/ . Focal Press. 4th edition 2010.           Recent publications:         Elements of College Teaching; Atwood Press 2011 http://www.atwoodpublishing.com/books/330.htm Fundamentals of Film Directing; MacFarland Press 2010 http://www.nyu.edu/about/news-publications/news/2010/04/15/fundamentals_of_film.html             http://www.elementsofcollegeteaching.com/SCT/Mission.html               Undergraduate Admissions Graduate Admissions Academic Services Student Life Financial Aid and Scholarships Career Development Counseling Services International Students Incoming Students Graduation Forms What is Special Programs? Study Abroad Summer High School Summer in New York City Courses for Non-Majors Programs for Visiting Students Open Arts Minors Blog Newsletters Videos Admin &amp; Faculty Alumni Contact Us  Tisch Events Calendar Admin &amp; Faculty Calendar NYU Academic Deadlines Calendar Many Ways to Give Why Support Tisch Dean's Council Corporate Giving Foundation Giving Individual Giving Tisch Gala Who We Are Institute of Performing Arts Graduate Acting Dance Design for Stage &amp; Film Drama Graduate Musical Theatre Writing Performance Studies Maurice Kanbar Institute of Film &amp; Television Undergraduate Film &amp; Television Graduate Film Cinema Studies Moving Image Archiving &amp; Preservation (MIAP) Rita &amp; Burton Goldberg Department of Dramatic Writing Emerging Media Group Photography &amp; Imaging Interactive Telecommunications (ITP) Clive Davis Institute of Recorded Music NYU Game Center Art &amp; Public Policy / Arts Politics Open Arts Tisch Special Programs Tisch Asia"}]}]