[{"detail": [{"content": "AFFIRMATIVE ACTION                         AFFIRMATIVE ACTION           What is affirmative action?            As your advisors, paid handsomely to represent the  issue of Affirmative Action in the United   States to you, we have gathered and  analyzed the core considerations surrounding the issue. We see that there are  immense difficulties in reconciling opposing moral views, and that empirical  data does not reveal an obvious truth. But there can be much gained in way of  a better understanding of the issue in spite of these obstacles if we can take  a holistic approach to the problem.      Affirmative action is a two-pronged effort that includes the right of  all persons to be accorded full and equal consideration on the basis of merit  (K.U Medical School) and, concurrently, a policy of actively hiring and promoting qualified individuals in protected  groups such as minorities, disabled veterans, Vietnam-era veterans and women    (U. of South Dakota). It was created  to focus on education and jobs, and the policies were put in place to take  active measures, under the framework of non-discrimination, to ensure that disadvantaged  groups that had prevalently suffered discrimination have the same opportunities  as whites. The U.S. Department of Labor describes affirmative action as the  ban[ing of] discrimination and requir[ing of] contractors and subcontractors  to take action to ensure that all individuals have an equal opportunity for  employment, without regard to race, color, religion, sex, national origin,  disability or status as a Vietnam era or special disabled veteran. (Dept. of  Labor 2002)      Affirmative action also includes provisions for the monitoring of its  compliance by seeking to establish standards of equality using a quantitative  system to measure progress towards the goal. Importantly, the goal-setting  process in affirmative action planning is used to target and measure the  effectiveness of affirmative action efforts to eradicate and prevent discrimination.  (Dept. of Labor) Whenever an employer is in violation of Title VII of the Civil  Rights Act 1964, the EEOC has judicial powers aimed at remedying the situation.        The logic of affirmative action dictates that where a certain criterion  of merit, even if it is not intentionally discriminatory, works to the  disproportionate exclusion of minorities, the burden is on the offending  organization to defend the policy in proportion to its exclusionary effect  (Lovell 1974). The focus on  criteria-fixed merit in the United States disregards that all people do not have equal access  to private schooling, resume counselors, SAT prep classes, etc. The EEOC may see certain hiring criteria as  intentionally or unintentionally excluding protected groups under Title VII of  the Civil Rights Act of 1964, and the Commission shall endeavor to eliminate  and such alleged unlawful employment practice by informal methods of  conference, conciliation or persuasion. (Civ. Rights Act of 1964)      Why is it  controversial? What arguments are presented for/against it?      The  controversy surrounding affirmative action is directly related to public  perceptions -- or misperceptions -- of the policy, coupled with its equivocal  nature. Lack of specific guidelines for the execution of the policy has led to  variations in actual practice; this lack of uniformity lends itself to  ideological clashes regarding the nature of affirmative action and practical  ones concerning its implementation. Points of contention and the arguments  (both for and against) include the following:      1.  Detractors of affirmative action claim that the policy divides society along  lines of race, ethnicity, gender, and nationality by creating groups whose  membership is determined by those labels. It is empirically argued that  affirmative action provokes racial tension due to raising race-consciousness. ( Fish 2000)  However, the program cannot simply be eliminated  because it makes people aware of racial conflicts. A program that attempts to  eliminate race and gender inequality without leading people to be conscious of  their racial identity is virtually impossible to design. Discrimination and  racial and gender segregation existed even prior to the introduction of the  affirmative action program, and the elimination of such program wouldnt  guarantee the end of racial hostility and discriminatory practices (Bergman  1996). Supporters argue that labels serve  to place achievement in contexts of cultural strengths or obstacles and that  minority status is a framework for the interpretation or determination of what  constitutes achievement ( Butler 1996).      2.  Critics would argue that affirmative action is demeaning to minorities by  sending them the message that they are not capable enough to be considered on  their own merits (Strauss 1995). Supporters argue that affirmative action is  effective in increasing diversity within institutions and organizations and  that its compensatory nature outweighs such imperfections (Green 1976).      3.  Detractors maintain that the policy is contradictory in that it requires the  establish[ing of] goals to reduce or overcome the under-utilization [of  minorities and females] but that the actual selection decision is to be made  on a non-discriminatory basis (Dept. of Labor 2002). Additionally, quotas are  illegal in the United States ; thus, much effort has been made to prove that  affirmative action goals are not in fact quotas (Strauss 1995). Proponents  argue that a quantifiable and dynamic system of measuring progress is thus far  the most effective method of enacting affirmative action policies (Green 1976).  Additionally, a section in the Civil Rights Act of 1964, Title VII, which  states that none of its provisions should be interpreted as requiring  preferential treatment for any individual, rebuts the idea that affirmative  action is based on a system of quotas. (Brunner, Borgna).      4.  Opponents of affirmative action assert that in the American tradition of  limited government involvement in the private sector, the burden ought to be  upon minority communities themselves, in place of the federal government, to  rectify cultural obstacles to achievement; they further maintain that these  cultural aspects of minority communities are more profound impediments towards  economic equality of the races than is socioeconomic status (Gryphon 2005).  Defenders of affirmative action argue that socioeconomic problems, and not  strictly cultural problems, are responsible for impeding equality of economic  opportunity and that the federal government is thus justified in taking the  appropriate actions to rectify them (Green 1976).       5. One of the most common moral arguments against  affirmative action is that it violates our societal value of individualism and  merit. (Skrentny 1996) People with more liberal views tend to argue that the  individual is the singular unit of society and that our society is designed to  allow each individual to fulfill his own desires. Affirmative action, they  argue, eliminates this concept of individuality by placing people in different  groups according to certain characteristics such as race or gender (Skrentny,1996).  Those arguing in favor of affirmative action claim that sex and race are often  taken into account whether affirmative action exists or not. And based on  empirical evidence, individuals of a race or gender that is discriminated  against are judged based on those characteristics before considering their merit  or qualification for the job or university. (Skrentny, 1996)      What is  discrimination and what are its causes?      Discrimination  is understood as the differential treatment of individuals belonging to  particular groups or categories in society. There are three primary  sources of discrimination; these include psychological, social, and historical  reasons.      Psychologically,  discrimination can be a subconscious reaction to race, moral values, likes and  dislikes, preferring to associate themselves with others similar to them. For  instance: a questionnaire which asked 52 black college students what their  views on affirmative action were (Would you be glad if there were more African  Americans in their workplace?) resulted in an overwhelming majority (92%) answering  in the affirmative, while 8% were undecided. No one, however, responded  negatively to the question. This serves to emphasize that people tend to  prefer the company of others like them and sheds light on the reason why white  males prefer to work with other white males, to the exclusion of other gender,  racial and ethnic groups. (Bergman, 1996)       Additionally,  human beings have an innate tendency to resist change. Promotion and  hiring decisions are very cautiously analyzed, given that a poor decision could  result in grave consequences for the organizations success. Employers  are inclined to making hiring and promotion decisions based on what has proved  effective in the past. Therefore, hiring a woman or a black person for  what had been a predominantly white male position can be seen as a risk many  employers are reluctant to take.   (Bergman, 1996)       The  social phenomenon partially responsible for discrimination is  stereotyping. People have a tendency to label and group others, and to  generalize what those members are like. Stereotypes are notorious for stressing  the negative qualities of a given group, usually based      on the fact  that some of its members, deservingly or undeservingly, possess that  quality. It is arguably much easier to accept generalizations of groups  than to explore the intricacies of their individual characters. The  result is discrimination, founded upon baseless reputations. (Bergman, 1996)      And  lastly, discrimination still exists and remains inertial due to the influence  of historical factors. Racial minorities and women have been consistently  discriminated against throughout history, usually in very extreme  manners. Although discriminatory practices change as societies develop  and transform, some discriminatory practices persist systematically as part of  the cultural framework.      The Status  of Women and Racial/ethnic Minorities      Currently, the gender gap  between men and women in the workforce, if taken to represent the success or  failure of current policy, has been steadily improving. An article in the  Economist attributes this shift to a transformation in the type of jobs on  offer in the U.S. A decline in manufacturing work, a traditional male  preserve, has preempted an expansion in service jobs, which are more open to  female employment. (Economist 2006) Whatever the reasons, the real fact of the  matter is that women are finding employment in virtually equal numbers to their  male counterparts (see graph 1 attached). And considering that well over half of all university degrees are now  being awarded to women, there seems to be a reduced urgency for encouraging  affirmative action policies in the workplace and in schools with regard to  gender concerns. (Economist 2006)      On the other hand, proportionally  higher percentages of minority groups such as blacks, Hispanics, and Native  Americans live in poverty than their counterparts. Historical Poverty Tables  from the U.S. Census Bureau show that in the past decade the percentage of  whites and Asians in poverty linger around 10%, while the percentage of blacks  and Hispanics living in poverty far exceeds 20% (U.S. Census Bureau 1-6). As of  2004, Texas A&amp;M reports that the rate of unemployment for African Americans  is 10.3% and 7.4% for Hispanics, whereas unemployment for whites is 4.0% (Texas  A&amp;M). In addition the high school drop out rate for whites is 7.9%, almost  double at 13.6 percent for blacks, and almost three-fold for Hispanics at 27.5%  (U.S Dept. of Education). There continues to be a substantial discrepancy  between educational and employment achievement between whites and blacks,  Hispanics and Native Americans.      To understand why, we must recognize  that there exists an important distinction between problems faced by women and  racial/ethnic minorities. The difference lies in what family, members of these  two groups are born into. Since women are born into a wide range of economic  classes, they are not burdened with the task of changing their socio-economic  position in society; changing attitudes towards women has been the main concern.        On the other hand, even if societys  attitudes towards disadvantaged ethnic/racial groups change, the relationship  of these groups with class is a complicating factor. As statistics show,  blacks, Hispanics and Native Americans are more likely to be born into poorer  families, and p oor  communities, usually comprised of people of color, suffer disproportionately.  Being poor limits higher education opportunities, connections with the right  people, and can even force people to live polluted, unsafe communities  (Montague). Its difficult for a person or family to change his/their economic  status or position, which limits the strides and achievements that can be made  by subsequent generations.      International  Comparison:      Gender  and race inequality are not limited to the US . Analyzing how other  nations dealt with the problem and whether their solutions were effective or  not can give us clues to what might work in the US and what probably wont.         In  the dilemma over choosing between competing social inequities, the cases of India and France play an  interesting contrast. Both countries have what would be considered, vibrant      democracies  and a free press, but tellingly, they have chosen to tackle the issues of  settling gender and ethnic/racial inequality in markedly different ways. In India , after  independence in 1947, ethnic and racial minorities quickly received guaranteed  seats in all political assemblies (Krook  2) , as this was seen as the largest  source for potential unrest and inequity for the nascent nation. However,  the bold move to preferentially incorporate ethnic and racial minorities into  the political, educational and economic spheres of India society  had led to a relative disregard for gender inequality. The main reason  has been primarily due to lingering questions about how to resolve caste and  tribal quotas with reserved seats for women. After the 1971 census  revealed that only a small number of women had occupied positions of political  power over the previous twenty years, however, the government began to view  womens under-representation as a problem.   (Krook 9) But both the focus and  idea of affirmative action has been quite distinct in India , with  ethnic and racial rights being the focus of the program and its choice for  preferential policy, including the extensive use of quotas, as the means.      In  contrast, in France , gender has been recognized as an issue deserving  greater representation in politics, to the exclusion of other groups, because  advocates have framed gender as a characteristic that crosses all other groups  making it the universal and primary source of inequity. (Krook 2) And in a  sense, it could be argued that the idea of men and women, transcend any human  inequalities; through its solution, there may be a gradual resolution of other  outstanding  concerns. This view allows for a quasi-preferential  outlook towards gender inequality but not with racial and ethnic  inequality. This may have to do with the fact that women of the dominant  ethnic and racial groups in France suffer from gender-based exclusion while racial and  ethnic inequality only affects French minorities. The views in France reflect  a general European outlook towards racial and gender inequality. That  outlook rests upon the idea that racial and ethnic inequality, if officially  unrecognized, would slowly disappear.      Public  Opinion:      Polls  conducted by Gallup (1385 adults nationwide; whites, blacks and Hispanics),  NBC/Wall Street Journal and CNN/Gallup/USA Today (1027 adults nationwide)  showed that the support for affirmative action is between 49%-54%.(Gallup 2003)   Whereas some polls show a decrease of about 3% in support in a period of 8  years, other polls show an increase of about 3% in 4yrs (all of these polls  were conducted around the same time period;1995-2003). ( NBC News/Wall Street Journal Poll 2003) As  this information suggests, there public doesnt overwhelmingly support or  oppose affirmative action.      Support  and opposition rates tend to vary depending on how the question was  asked. An Associated Press poll conducted in 2003 asked 1013 adults  nationwide whether affirmative action was needed to help blacks and Hispanics  overcome discrimination nowadays: 51% said it was needed while 43% said it  wasnt. In the same poll, 59% said we are not too close (35%) and not  close at all (24%) to ending discrimination. Although there isnt a clear  majority that supports the affirmative action policy, there is a clear majority  that believes discrimination is far from being over and that the government  should do something to end it.          An interesting fact about the distribution of support of affirmative action is  how the rates vary for different groups of people. Whereas the overall  support for affirmative action is in the      49-54% rate,  70% of blacks and 63% of Hispanics favor it. (Gallup 2003). The  same poll asked blacks, Hispanics and whites whether merit should be the only  factor that determines admission into a university, or if an applicants racial  and ethnic background should also be taken into account. 75% of whites  said only merit should be considered; whereas 44% of blacks, and 59% of  Hispanics said only merit should be considered. (Gallup 2003) Merit is  clearly considered a major element in the admissions or hiring process, but racial  and ethnic minorities place a greater emphasis on continuing affirmative action  policies.       On the issue of gender, overall, more men are opposed  to affirmative action than women, with the noticeable exception being liberal  men (22%) vis--vis liberal women (27%) . ( The Gallup Poll,  Gender Differences 3 )  Furthermore,  more men (over 54%) than women (under 47%) believe that women have equal job  opportunities. ( Gender Differences 5 ) . And when  blacks and whites were asked, do you  favor or oppose affirmative action programs in industry for women, provided  that there are no rigid quotas?, 68.2% of whites were in favor, while 85.9% of  blacks were in favor. (Odum Inst.) We can get a sense that women and  disadvantaged racial/ethnic groups, in this case blacks, have a greater  awareness of gender inequality.      Alternatives  to Affirmative Action:       Some,  who favor affirmative action but worry that it might not survive the current  public attack that is going on, propose alternative to the policy. Out of  this group, some suggest programs that would help people from disadvantaged  backgrounds regardless of their race or sex. For example, since blacks  suffer high rates of poverty, they would be a fair candidate for the help  offered by such programs, which could be economic in nature. A drawback  of this proposition is that it would be difficult to determine which  individuals are truly disadvantaged. A second drawback of this  alternative is that although it would treat the symptoms of inequality, it  wouldnt tackle the source. ( Bergman  1996)      A  second alternative to affirmative action is enforcing laws against  discrimination. The Equal Employment Opportunity Commission (EEOC)  receives about 63,000 complaints of employment discrimination every year, yet  it only brings about 500 cases to trial. Although      this  alternative might work to reduce discrimination if it were to work effectively,  it also wouldnt address the source. ( Bergman  1996)      Policy  Recommendation:       Though  affirmative action may cause feelings of race-consciousness, convey a sense of      contradictory  aims, allow for expansive governmental power, challenge our values on merit and  individualism, and establishes a quota system, its continuation seems to be a  practically sound path. The reasons in favor of affirmative action are clear. In  a broad sense, historical, psychological and social discrimination exists  alongside structural problems leading to unintentional exclusionary policies.  Specifically, affirmative action has been seen, positively, to help frame minority  progress and achievement in context of obstacles faced by these groups,  increase diversity within institutions and organizations, improve the  relationship between socio-economic position and opportunity, and institute a  dynamic system that is not quota-based as opponents would argue.      Alternatives to affirmative action can arguably reduce racial tension and  provide some economic relief to disadvantaged people. We strongly suggest  staying away from these alternatives since they dont address the source of  discrimination.      We also suggest the implementation of complementary programs to  affirmative actions. These would include testing programs, whereby  carefully matched pairs of individuals of different races or genders apply to  the same job. This would serve as an indication of where unequal  treatment might be taking place, proving to be useful if it were used in  conjunction with affirmative action. (B.R. Bergmann).      We  are quite confident in recommending affirmative action as a wise policy; with  specific concern for gender and racial/ethnic groups, we believe that the  emphasis should be placed on ameliorating the situation of racial/ethnic groups  over the condition of women. The current status and near-term trends show that  women are increasingly better off than they were in the past, and that a change  in attitudes has catalyzed this societal transformation. Additionally,  international perspectives show us that the French model of viewing inequality  through the prism of gender, as the overarching determinant of humankind, would  not work in a nation such as the U.S. , which is far more open to accepting the identities  of minorities as important contributors of the overall diversity of the  country.      On  the contrary, racial/ethnic groups face a far more challenging prospect for  their futures. The current status of blacks, Latinos and Native Americas is  considerably worse than their white and Asian counterparts, economically and  education-wise. There seems to be little prospect of this situation changing  with out external intervention, as class is intimately linked to race and  ethnicity in the U.S. Additionally, the model of India, which shares some  of the U.S focus on unity with diversity, as opposed to unity at the expense of  diversity, seem to be more relevant to the U.S situation, in that affirmative  action policies aimed at ethnic/racial minorities are a more pressing issue  than womens rights, especially with the current trends in womens education  and employment.      Finally,  based on the above presented evidence and public opinion, we conclude that  affirmative action is both politically viable and justified by public opinion  the government should actively reduce inequality. Educating the public and  providing an accurate description of the program will serve to clarify misconceptions  about the policy and thus reduce the number of those who oppose it based on  these wrong assumptions.                                     Graph 1                                                                                                                                                                                                                  Works  Cited                  A Guide to Womenomics.   The Economist, April 12 th 2006 .obtained from  http://www.economist.com/finance/displaystory.cfm?story_id=6802551             Associated Press Poll,  March 2003, obtained from http://www.pollingreport.com/race.htm            Bakke and Beyond, A History  and Timeline of Affirmative Action Brunner, Borgna      http://www.infoplease.com/spot/affirmative1.html           Bergman, Barbara R. In  Defense of Affirmative Action, Basic Books, 1996                Butler, Judith. An  Affirmative View. Representations , No. 55, Special Issue: Race and Representation:  Affirmative Action. (Summer, 1996), pp. 74-83. Stable URL: http://links.jstor.org/sici?sici=0734- 6018%28199622%290%3A55%3C74%3AAAV%3E2.0.CO%3B2-L             Fish, Stanley The Nine  Nifty Arguments Against Affirmative Action in Higher Education, The Journal  of Blacks in Higher Education , no. 27, 2000, pp. 79-81            Gallup Poll, June 2003, obtained  from  http://www.pollingreport.com/race.htm           Green, Stephen G. et al . Affirmative Action and Academic  Hiring: A Case Study of a Value Conflict. The Journal of  Higher Education , Vol. 47, No. 4. (Jul. - Aug., 1976), pp. 413- 435.  Stable URL: http://links.jstor.org/sici?sici=0022- 1546%28197607%2F08%2947%3A4%3C413%3AAAAAHA%3E2.0.CO%3B2-F           Gryphon, Marie. The  Affirmative Action Myth. Cato Institute Policy Analysis , No. 540. April 6, 2005.           Holzer, Harry et. al.   Assessing Affirmative Action. Journal of Economic Literature ,  Vol. 38, No. 3. (Sep., 2000), pp. 483-568. Stable URL:  http://links.jstor.org/sici?sici=0022-0515%28200009%2938%3A3%3C483%3AAAA%3E2.0.CO%3B2-L            Kansas  University  Medical  School . Equal Opportunity and Nondiscrimination.      http://www.kumc.edu/eoo/nondis.html              Krook,  Mona Lena. Competing Claims: Quotas for Women and Minorities in India and       France . September 8-10, 2005 ,   presented at the General Conference of  the European      Consortium  for Political Research,  Budapest ,  Hungary           Lovell, Catherine. Three  Key Issues in Affirmative Action. Public Administration Review , Vol.  34, No. 3. (May - Jun., 1974), pp. 235-237. Stable URL: http://links.jstor.org/sici?sici=0033-3352%28197405%2F06%2934%3A3%3C235%3ATKIIAA%3E2.0.CO%3B2-0           Montague, Peter,  Economic Inequality and Health Rachel's Environment &amp; Health News ,   July 5 th 1996 obtained from http://ces.iisc.ernet.in/hpg/envis/healdoc67.html           NBC News/Wall Street Journal    Poll, January 2003, obtained from      http://www.pollingreport.com/race.htm              Odum Institute for Research  in Social Science Survey InformationAffirmative Action                          Strauss, David A. Affirmative  Action and the Public Interest. The Supreme Court Review , Vol. 1995.  (1995), pp. 1-43. Stable URL: http://links.jstor.org/sici?sici=0081- 9557%281995%291995%3C1%3AAAATPI%3E2.0.CO%3B2-I             Texas  A&amp;M  University . Texas   A&amp;M Researchers Seek Explanation For Minority Unemployment. Office of  University Relations: September 1997. http://www.tamu.edu/univrel/aggiedaily/news/stories/archive/092997-1.html       The Gallup   Poll. Gender Differences in Views of Job Opportunity . Princeton : The   Gallup Organization, August   2, 2005 . http://poll.gallup.com/content/default.aspx?ci=17614            University of South   Dakota . Equal Opportunity:  Definitions. January 21, 2004 .      http://www.usd.edu/equalopp/definitions.cfm         U.S.   Census Bureau. Historical Poverty Tables. Washington  DC : December   14, 2005 . http://www.census.gov/hhes/www/poverty/histpov/hstpov2.html      U.S. Department of Education. High School Dropout Rates. The  Consumer Guid Washington  DC :  March 1996. http://www.ed.gov/pubs/OR/ConsumerGuides/dropout.html      U.S. Department of Labor. Facts on Executive Order 11246 --  Affirmative Action. January 4,      2002. Stable URL: http://www.dol.gov/esa/regs/compliance/ofccp/aa.htm            U.S. State Department, Civil Rights Act Of 1964. July 2 nd 1964    obtained from      http://usinfo.state.gov/usa/infousa/laws/majorlaw/civilr19.htm"}]}]