[{"detail": [{"content": "MATH-UA 123 Calculus III                                                                   Courant Institute      New York University      FAS      CAS      GSAS                           :: CONTACT US                                                       go                                  Home     People     Administration     Research     Seminars     Courses     Ph.D. Programs     M.S. Programs     M.S. in Mathematics     M.S. in Scientific Computing     M.S. in Mathematics in Finance     M.S. in Data Science     Undergraduate Program     Visiting Member Program     Weekly Bulletin     Useful Links     Job Openings     Outreach                   MATH-UA 123 Calculus III              Back to Undergraduate Course Descriptions        4 points. Fall and Spring terms.        Course description          Functions of several variables. Vectors in the plane and    space. Partial derivatives with applications, especially Lagrange    multipliers. Double and triple integrals. Spherical and     cylindrical coordinates. Surface and line integrals.     Divergence, gradient, and curl. Theorem of Gauss and Stokes.        Prerequisites          PREREQUISITES FOR STUDENTS WHO MATRICULATED TO NYU FALL 2012 OR LATER            Passing     MATH-UA 122 Calculus II with a grade of C or higher, BC of 5, or    passing placement test. (anyone who took Further Maths should     contact the math department as it varies depending on the exam board)            PREREQUISITES FOR STUDENTS WHO MATRICULATED TO NYU BEFORE FALL 2012            Passing     MATH-UA 122 Calculus II with a grade of C or higher or passing    placement test.        Course websites by semester         Spring 2015     Fall 2014     Spring 2014     Fall 2013     Spring 2013     Fall 2012     Spring 2012     Fall 2011     Spring 2011     Fall 2010     Spring 2010     Fall 2009     Spring 2009     Fall 2008                                  NEW YORK UNIVERSITY"}]},
{"detail": [{"content": "MATH-UA 123 Calculus III                                                                   Courant Institute      New York University      FAS      CAS      GSAS                           :: CONTACT US                                                       go                                  Home     People     Administration     Research     Seminars     Courses     Ph.D. Programs     M.S. Programs     M.S. in Mathematics     M.S. in Scientific Computing     M.S. in Mathematics in Finance     M.S. in Data Science     Undergraduate Program     Visiting Member Program     Weekly Bulletin     Useful Links     Job Openings     Outreach                   MATH-UA 123 Calculus III              Back to Undergraduate Course Descriptions        4 points. Fall and Spring terms.        Course description          Functions of several variables. Vectors in the plane and    space. Partial derivatives with applications, especially Lagrange    multipliers. Double and triple integrals. Spherical and     cylindrical coordinates. Surface and line integrals.     Divergence, gradient, and curl. Theorem of Gauss and Stokes.        Prerequisites          PREREQUISITES FOR STUDENTS WHO MATRICULATED TO NYU FALL 2012 OR LATER            Passing     MATH-UA 122 Calculus II with a grade of C or higher, BC of 5, or    passing placement test. (anyone who took Further Maths should     contact the math department as it varies depending on the exam board)            PREREQUISITES FOR STUDENTS WHO MATRICULATED TO NYU BEFORE FALL 2012            Passing     MATH-UA 122 Calculus II with a grade of C or higher or passing    placement test.        Course websites by semester         Spring 2015     Fall 2014     Spring 2014     Fall 2013     Spring 2013     Fall 2012     Spring 2012     Fall 2011     Spring 2011     Fall 2010     Spring 2010     Fall 2009     Spring 2009     Fall 2008                                  NEW YORK UNIVERSITY"}, {"content": "CIMS &gt; V63.0123: Calculus III                                                                   Courant Institute   New York University   FAS   CAS   GSAS        :: CONTACT US      go         Math Department Home   Precalculus   Calculus I   Calculus II   Calculus III   Undergraduate Courses    Undergraduate Program   Placement   Tutoring   People   Weekly Bulletin   Useful Links   Outreach       V63.0123: Calculus III      Contents     Syllabus   Calendar                  Author:   Selin Kalaycioglu and the CIMS/NYU Calculus III Faculty &lt; kalaycioglu @ cims . nyu . edu &gt;    Term: Spring 2011     Date:   January 24, 2011         Goals and Topics   Welcome to Calc III! In this course we will take the concepts of single-variable calculus (Calc I and II) and look at their generalizations to functions of two or three variables.        Course Details     Class Meetings   Courses meet MW or TR for 110 minutes each class period. A list of sections, their meeting times and locations, and their instructors can be found on through the Registrar's Class Schedule Search . If you enter \"Calculus III\" in the course name search field, the current term's listings will automatically come up.       Prerequisites   Students who wish to enroll in Calculus III must meet one of the following prerequisites:       Calculus II (V63.0122) with a C or higher.   Our department's Calculus III placement test.        A score of 5 on the Advanced Placement Calculus BC test does not per se qualify for enrollment in Calculus III. See the math deparment's  placement web page for more information.        Textbook and Materials    Essential Calculus, Early Transcendentals by James Stewart is the official textbook for the course. You also need access to WebAssign . NYU has a custom imprint of this text which is sold bundled with access to Enhanced WebAssign. Enhanced WebAssign includes a hyperlinked electronic format of Stewart's Calculus, Early Transcendentals (of which Essentials is a slimmed-down version) accessible through the web.   Short Version: You need chapters 10-13 of Stewart's Essentail Calculus and access to Webassign. Webassign access may be purchased through the bookstore or directly through the course's Blackboard website.    Long Version: You need a textbook and you need WebAssign access. We have tried to provide as many options as possible for you to achieve this.    In addition to the hardcover custom textbook, the NYU bookstore also has a limited number of looseleaf printings on three-hole punched paper, bundled with access to Enhanced WebAssign. These are less expensive up front, easier to carry around (since you don't have to carry the entire textbook at once), but cannot be sold back to the bookstore.    You may also buy the latest edition of Essential Calculus, Early Transcendentals , ISBN-13 978-0-495-01428-7 non-customized, elsewhere. Then you can buy WebAssign (regular or Enhanced with Stewart's Calculus, Early Transcendentals ) from them online directly.   Finally, you may decide to go completely electronic. You may buy online (through iChapters ) an electronic format of Essential Calculus, Early Transcendentals , or a subset of that text consisting of which chapters you will need. This will be the exact same text, problem numbering, section numbering, and pagination as the official edition, but is not hyperlinked. With this you could buy regular WebAssign without the electronic text included. Or, you may buy Enhanced WebAssign alone, and we will provide the correspondence between problems assigned in Essentials with those from the full version of Calculus . Or, of course, you could buy both the electronic format of Essential Calculus, Early Transcendentals , and Enhanced WebAssign which includes the hyperlinked version of   Essential Calculus, Early Transcendentals .   Which one is right for you? If you want to minimize your total costs but want some kind of paper textbook, it's either a used textbook and regular WebAssign or the official looseleaf edition which includes Enhanced WebAssign. If you don't desire a paper text, get Enhanced WebAssign and nothing else.   If you want the most textbook for your dollar, you probably want one of the paper textbook plus Enhanced WebAssign bundles sold in the bookstore. You'll have the full paper version with no confusion about staying in sync with the instructor, and the full hyperlinked electronic version. The hardcover can be sold back, but the looseleaf is more convenient.         Homework   There are two media for homework in Calculus III.    There will be weekly online assignments administered through  WebAssign (This is why a WebAssign software license is one of the required course materials), WebAssign problems are computational in nature and assess the techniques introduced in class. Many of these problems will resemble examples in the textbook or from class. You will get immediate feedback on your progress and will get several chances to ensure it.   There will also be problems to write up on paper each week and turn in. These problems will require more than just procedure, might connect two more more things together, and will more closely resemble the harder exam problems.   One of the major goals of college-level mathematics education is to move students from computational processes to conceptual thinking and communication. That is the biggest difference between this course and a high school course, even an Advanced Placement course. Mathematics is more than a bag of tricks and there are not a limited number of \"types\" of problems that can be asked. The goal in class is to  prepare you to do the homework and not necessarily to show you how to do your homework. The learning occurs when you can move yourself into the unknown territory.   Graders will grade the written homework promptly, and solutions will be made available on the course website. Graders will be expecting you to express your ideas clearly, legibly, and completely, often requiring complete English sentences rather than merely just a long string of equations or unconnected mathematical expressions. This means you could lose points for unexplained answers.     In fairness to fellow students and to graders, late homework will generally not be accepted. Because sometimes things more important than math homework come up, you have some free passes: Your lowest written assignment score and your three lowest WebAssign scores (one week's worth in both cases) will be dropped in the final grade calculation.   By all means you may work in groups on the homework assignments. Collaboration is a big part of learning and of scholarship in general. However, each student must turn in his or her own write-up of the solutions, with an acknowledgment of collaborators.   There is free math tutoring sponsored by the math department, meeting in room 524 of Warren Weaver Hall. Check the signs posted throughout WWH and the tutoring web page .       Exams   There will be one midterm exam, held in class on March 9th (for MW sections) or 10th (for TR sections).    The final exams for all lectures are scheduled on Thursday May 12th from 2:00-3:50pm . Rooms are TBD. See this schedule for more information.   Please make a note of your final exam time and plan your travel schedule accordingly.   Exams will contain a mixture of computational and conceptual problems. Some of them will resemble homework problems, while some will be brand new to you.   Some component of class will be graded. This classwork may take the form of quizzes, group assignments, worksheets, and other types of projects. These scores will be averaged together, again dropping the lowest.     Policy on out-of-sequence exams and missed assignments   We are only able to accommodate a limited number of out-of-sequence exams due to limited availability of rooms and proctors. For this reason, we may approve out-of-sequence exams in the following cases:      A documented medical excuse.   A University sponsored event such as an athletic tournament, a play, or a musical performance. Athletic practices and rehearsals do not fall into this category. Please have your coach, conductor, or other faculty advisor contact your instructor.   A religious holiday.   Extreme hardship such as a family emergency.     We will not be able to accommodate out-of-sequence exams, quizzes, and finals for purposes of more convenient travel, including already purchased tickets.   Scheduled out-of-sequence exams and quizzes (those not arising from emergencies) must be taken before the actual exam. Otherwise, please talk to your instructor before you return to class.    If you require additional accommodations as determined by the Center for Student Disabilities, please let your instructor know as soon as possible.         Grades   Your course score will be determined as the following weighted average:                Item   Weight         Midterm   20%     WebAssign    10%     Written Homework   15%     Classwork   15%     Final   40%      Total   100%         We will convert this score to a letter grade beginning with these values as cutoffs:               Cutoff    Letter Grade         93   A     90   A-     87    B+     83   B     80   B-     75   C+      65   C     50   D         These cutoffs might be adjusted, but only in the downward direction (to make letter grades higher).        The calculator question   A graphing calculator is encouraged for class discussion and on homework, but not allowed for exams. No specific calculator is endorsed, so do not buy a new one. If you have one already, continue to use that one; if you do not, try free alternatives such as Wolfram Alpha .        Calendar   The day-by-day calendar is also available.      CAS Policy on Academic Integrity   The College is a “community of the mind.” Its students, faculty, and staff all share the goal of pursuing truth through free and open inquiry, and we support one another’s endeavors in this regard. As in any community, membership comes with certain rights and responsibilities. Foremost among these is academic integrity. Cheating on an exam, falsifying data, or having someone else write a paper undermines others who are “doing it on their own”; it makes it difficult or impossible to assess fairly a student’s interest, aptitude, and achievement; and it diminishes the cheater, depriving him or her of an education. Most important, academic dishonesty is a violation of the very principles upon which the academy is founded. Thus, when students enter the College, one of the first things that they are asked to do is to sign a community compact, recognizing these principles of academic integrity. For this reason also, violations of these principles are treated with the utmost seriousness.        Conclusion   We look forward to seeing you in Calculus III!                © NEW YORK UNIVERSITY   CONTACT WEBMASTER"}]}]