[{"detail": [{"content": "Course Offerings, The Skirball Department of Hebrew and Judaic Studies | NYU                       NEW YORK UNIVERSITY       ARTS AND SCIENCE       COLLEGE OF ARTS AND SCIENCE       GRADUATE SCHOOL OF ARTS AND SCIENCE                                            Back to Home       Course Offerings   Hebrew  Language Courses: General Information          The  College Core Curriculum foreign language requirement can be fulfilled by  completion of either the standard four-semester sequence of Elementary and  Intermediate Hebrew (HBRJD-UA 1 through HBRJD-UA 4) or the three-semester  sequence of Intensive Elementary Hebrew (HBRJD-UA 6) followed by Intermediate  Hebrew I and II (HBRJD-UA 3 and HBRJD-UA 4).          All  students wishing to enroll in a Hebrew language course must take a placement  examination whether they have formally studied Hebrew previously or not.  Placement of students in Hebrew language courses is explained in the academic  policies section of this Bulletin under the heading \"placement examinations.\"  Under no circumstances may students decide on their own in which level of  Hebrew they belong.          Introductory  Language Courses          Elementary Hebrew I   HBRJD-UA 1 Offered  every semester. 4 points.    Active  introduction to modern Hebrew as it is spoken and written in Israel today.  Presents the essentials of Hebrew grammar, combining the oral-aural approach  with formal grammatical concepts. Reinforces learning by reading of graded  texts. Emphasizes the acquisition of idiomatic conversational vocabulary and  language patterns.          Elementary  Hebrew II    HBRJD-UA  2 Offered  every semester. 4 points.    Continuation  of Elementary Hebrew I (HBRJD-UA 1). Open to students who have completed  HBRJD-UA 1 or who have been placed at this level through the placement  examination.          Intermediate  Hebrew I    HBRJD-UA  3 Offered  every semester. 4 points.    Open  to students who have completed Elementary Hebrew II (HBRJD-UA 2) or Intensive  Elementary Hebrew (HBRJD-UA 5), or those who have been placed at this level  through the placement examination. Builds on skills acquired at the elementary  level and develops a deepening command of all linguistic skills. Modern literary  and expository texts are read to expand vocabulary and grammatical knowledge,  with conversation and composition exercises built around the texts. Introduces  selections from Israeli media. Addresses the relationship between classical and  modern Hebrew.          Intermediate  Hebrew II    HBRJD-UA  4 Offered  every semester. 4 points.    Continuation  of Intermediate Hebrew I (HBRJD-UA 3). Open to students who have completed  HBRJD-UA 3 or who have been placed at this level through the placement  examination.          Intensive  Elementary Hebrew    HBRJD-UA  5 Offered  occasionally. 6 points.    Completes  the equivalent of a full year of elementary Hebrew in one semester. For  description, see Elementary Hebrew I (HBRJD-UA 1).          Advanced  Language Courses          The  prerequisite for all advanced language courses is Intermediate Hebrew II  (HBRJD-UA 4) or the equivalent.          Advanced  Hebrew: Conversation and Composition    HBRJD-UA  11 Offered  every other year. 4 points.    Aimed  at training students in exact and idiomatic Hebrew usage and at acquiring facility  of expression in both conversation and writing. Reading and discussion of  selections from Hebrew prose, poetry, and current periodical literature.          Advanced  Hebrew: Structure of Modern Hebrew Grammar    HBRJD-UA  12 Offered  every other year. 4 points.    Designed  to provide a thorough grounding in Hebrew grammar with special emphasis on  phonology, morphology, and syntax. Concentrated study of vocalization,  accentuation, declensions, conjugations, and classification of verbs.          Advanced  Hebrew: Writing and Reading Contemporary Hebrew    HBRJD-UA  13 Offered  every other year. 4 points.    Reading  and discussion of modern literary and expository works. Focuses on the many  stylistic registers that modern Hebrew has developed. Intended to train  students in fluent expository writing and advanced reading comprehension,  concentrating on Hebrew idiom and vocabulary, emphasizing literary form and  style of composition.          Hebrew  of the Israeli Communications Media    HBRJD-UA  73 Offered  periodically. 4 points.    Extensive  selections from a representative range of Israeli media, including newspapers,  magazines, and broadcasting. Stresses study of various approaches in the  different media, as well as practical exercises in comprehending Israeli press  styles.          Modern  Hebrew Literature (in Hebrew)          Self and Other in the Israeli Short Story   HBRJD-UA 78 In  Hebrew. Offered every other year. Feldman. 4 points.    Developments  in the perception of the \"other\" from 1948 to the present in ideologically  engaged literature.          Literature  of the Holocaust    HBRJD-UA  690 In  Hebrew. Offered every other year. Feldman. 4 points.    Examines representations of the Holocaust in Hebrew fiction and poetry. Among issues to be explored are the differences between responses of the Jewish community in Palestine at the time of the event and later reconstruction by survivors and witnesses, and the new perspectives added since the 1980s by children of survivors, who have made the Holocaust a central topic in contemporary Israeli culture. (Readings are in Hebrew.) Israeli  Women Writers: The Second Wave    HBRJD-UA  783 Identical  to SCA-UA 735. In Hebrew. Offered every other year. Feldman. 4 points.    In  1997, books by women writers reached the top of Israel's best-seller list for  the first time ever. What made the contemporary boom in Israeli women's fiction  possible? This course explores the place of national ideologies in Israeli  culture and their conflict with feminist aspirations. Readings include writings  by Israeli women, with special emphasis on the so-called second wave of the  1980s and 1990s through the present.          Modern  Hebrew Literature in Translation      From  Hebrew to Israeli Literature    HBRJD-UA  76 Identical  to MEIS-UA 713. Offered every third year. Feldman. 4 points.    Comprehensive  introduction to representative works of modern Hebrew literature from the  writers of the Hebrew national renaissance of the late 19th century to the  present. Focuses on thematic and structural analysis of texts in light of  social and intellectual movements of the period. Readings include selections  from Peretz, Berdichevsky, Ahad Ha'am, Gnessin, Brenner, Agnon, Hazaz,  Yehoshua, and Appelfeld.          Israel:  Fact through Film and Fiction    HBRJD-UA  780 Identical  to MEIS-UA 698. Offered every other year. Taught in English. 4 points.    Israeli  Cinema has finally come of age. It has recently scored numerous awards and  world-wide recognition not only for its artistic achievements but also for its  gutsy in-depth engagement with political, social, and sex-and-gender borders  and boundaries that are local and universal at one and the same time. We  explore some of the high points of recent Israeli cinema and ask how its  treatment of these issues compares to and differs from analogous literary  representations in contemporary Hebrew fiction.          Jewish  History and Civilization          Ancient  Israel    CORE-UA  514 Offered  every semester. Fleming, Smith. 4 points.    See  description under Foundations of Contemporary Culture in this Bulletin.          Sex,  Gender, and the Bible    HBRJD-UA  19 Identical  to RELST-UA 19. Offered every third year. Feldman. 4 points.    Investigates  a series of problems regarding the mutual constitution of male and female in  the Hebrew Bible. Through close readings of a range of biblical texts  (narrative, law, wisdom literature), we address such issues as the absence of  the goddess in monotheism, the literary representation of women and men, the  construction of gender ideals, and the legislation of sex and bodily purity. Introduction to the New Testament HBRJD-UA 22 4 points. Introduces issues and themes in the history of the Jesus movement and early Christianity. Covers most of the New Testament texts with attention to historical context, modern scholarly methodologies, and the larger frameworks of ancient history and the theoretical study of religion.          The  Bible as Literature    HBRJD-UA  23 Identical  to RELST-UA 23. Offered periodically. 4 points.    Over  the past few decades, many readers have come to a fuller appreciation of the  emotional and imaginative power of the Bible's narratives, which still speak  with remarkable clarity to our own sensibilities, leading one critic to  characterize the Bible as a \"full-fledged kindred spirit\" of modernism. We  examine this \"kindred spirit,\" using a broadly literary approach as our guide.  While the focus is on narrative—the Pentateuch (Genesis to Deuteronomy) and the  Former Prophets (Joshua to Kings), as well as shorter narrative books (Ruth, Jonah,  and Esther)—also studies Ecclesiastes and Job as ancient precursors to modern  skepticism. Finally, examines one modernist engagement with the Bible: Kafka's Amerika . Archaeology of Ancient Egypt HBRJD-UA 24 4 points. Offers a survey of archaeological remains from different periods in pharaonic history and prehistory, and introduces the ways that archaeologists have interpreted these remains. Students will read actual site reports as well as more synthetic studies, and become familiar with the history of field research in Egypt.          Jewish  Backgrounds to the New Testament    HBRJD-UA  25 4  points.    Introduces  students to the Jewish literary, cultural and historical backgrounds to the New  Testament. Special attention will be given to the textual and archaeological  evidence that helps to shape one's understanding of the landscape of Jewish  thought, in particular those issues and themes that parallel the texts of the  New Testament. Students are given the opportunity to read primary sources in  translation (e.g. the New Testament, Dead Sea Scrolls, Apocrypha,  Pseudepigrapha, Rabbinic texts) and to gain an understanding of the world out  of which nascent Christianity and Ancient Judaism develop. Israeli Music: Contesting National Culture HBRJD-UA 29 4 points. Examines the musical construction of Israeli national identity. Students will learn to think critically about the political and cultural aspects of music and other expressive forms; become acquainted with Israeli society, culture, and identity politics; develop a sophisticated understanding of contemporary Israeli music; enhance their understanding of the theoretical literature on nationalism, postnationalism, and globalization; and learn the fundamentals of performance and discourse analysis. Food and Identity in the Middle East and its Jewish Communities HBRJD-UA 36 4 points. An introduction to the study of the Middle East and its Jewish communities through an examination of culinary history and foodways. Particular attention will be paid to food as a marker of class, ethnic, and religious identity.          Global  Jewish Communities: New York    HBRJD-UA  85 Offered  every two years. 4 points.    Explores  the historic impact of New York upon the Jews, and conversely, how the Jews  since the seventeenth century have left their mark upon New York. Organized  chronologically, the course will examine the economic, political, cultural, and  social symbiosis between the city and its massive Jewish population, which at  its height constituted almost one-third of New York's residents.          History  of Judaism: The Classical Period    HBRJD-UA  100 Identical  to HIST-UA 109, MEIS-UA 680, RELST-UA 680. Offered every year. Rubenstein. 4  points.    History  of Judaism during its formative periods. Hellenistic Judaism, Jewish sectarianism,  and the ultimate emergence of the rabbinic system of religion and law.          Modern  Jewish History    HBRJD-UA  103 Identical  to HIST-UA 99. Offered every year. Engel. 4 points.    Major  developments in the history and culture of the Jews from the 16th to the 20th  centuries, emphasizing the meanings of modernity in the Jewish context,  differing paths to modern Jewish identity, and internal Jewish debates over the  relative merits of modern and traditional Jewish values.          Foundations  of the Christian-Jewish Argument    HBRJD-UA  106 Identical  to MEDI-UA 160, RELST-UA 192. Offered every other year. Chazan. 4 points.    Illustrates  the complexity of the relationship between Jews and Christians in the Middle  Ages by examining both Christian and Jewish perspectives and delineating the  variety of responses within each religious community to the other. The primary  focus is on the European Middle Ages, but the origins of the argument a  millennium earlier are also considered.          Judaism:  From Medieval to Modern Times    HBRJD-UA  111 Identical  to HIST-UA 98, MEDI-UA 683, MEIS-UA 680, RELST-UA 683. Offered every year. 4  points.    Intellectual-historical  examination of continuities and discontinuities between medieval and modern  Judaism as revealed in selected texts produced during the last thousand years.  Emphasis is placed on how the interactions of Jewish thinkers with the cultures  of their surroundings affected their understandings of Judaism.          The  Jews in Medieval Spain    HBRJD-UA  113 Identical  to HIST-UA 549, MEDI-UA 913, RELST-UA 113. Offered every other year. Chazan. 4  points.    The  700 years from the Muslim conquest of Spain in the eighth century to the  expulsion of the Jews in 1492 saw the greatest levels of mutual toleration and  coexistence among Jews, Christians, and Muslims achieved at any time during the  Middle Ages. Uses contemporary sources, from philosophical treatises to  religious polemics to erotic love poetry, to introduce the history of this  important Jewish community and its relationship to the Muslim and Christian  societies that surrounded it. Considers economic, cultural, and religious  interactions; mutual influence; and violent conflict.          Jews  in the Islamic World in the Modern Period    HBRJD-UA  114 Identical  to HIST-UA 521, MEIS-UA 616, RELST-UA 610. Offered every third year. 4 points.    Presents  a broad, chronologically organized survey of the history of the Jewish  communities in the Middle East from the rise of the Ottoman Empire to the end  of the 20th century. Topics include the organization and operation of Jewish  communities; interaction between Jews and Muslims; the effects of the twin  processes of modernization and Westernization on these communities; and the  relocation of the vast majority of Middle Eastern Jewry to the State of Israel  in the 20th century. Concludes with a brief look at the Jewish communities that  continue to live in the Middle East.          Biblical  Archaeology    HBRJD-UA  120 Identical  to RELST-UA 120. Offered periodically. Fleming, Smith. 4 points.    Examination  of the methods and conclusions of archaeological research and excavation as  applied to the Bible and history of Israel in antiquity. Topics include the  historicity of the exodus and the Israelite conquest of Canaan, the empires of  David and Solomon, and the nature of Israelite religion. Investigates how  archaeology provides evidence for evaluating the biblical text and  reconstructing early Israelite history and concentrates on the period from the  exodus and conquest of the Land of Israel through the Babylonian exile.          Ancient  Near Eastern Mythology    HBRJD-UA  125 Identical  to MEIS-UA 607, RELST-UA 125. Offered every third year. Fleming. 4 points.    The  myths of the ancient Near East represent the earliest literary expressions of  human thought. Students read myths from ancient Egypt, Mesopotamia, Ugarit,  Anatolia, and Israel, studying the myths themselves as literary works, as well  as exploring the ideas and broader issues that shaped them. These myths,  including both extensive literary masterpieces such as the Epic of Gilgamesh and shorter works  such as the Flight  of Etana to Heaven ,  offer a window into the religious mentality of the ancient Near East, which in  turn laid the foundation for many elements of modern Western culture.          Introduction to the Hebrew Bible (Old Testament)    HBRJD-UA  126 Identical  to MEIS-UA 809, RELST-UA 809. Offered every year. Fleming, Smith. 4 points.    Introduces  students to the modern study of the Bible from historical, literary, and  archaeological points of view. Reading and analysis of texts in translation.          The  Oldest Diplomacy: How International Relations Shaped the Ancient Near East    HBRJD-UA  127 Offered  every third year. 4 points.    The  ancient Near East includes the world from Babylonia to the edges of Egypt, a  region that gave us the two oldest writing systems in the world and the first  explosion of cities and their civilizations. Its history can be overwhelming.  Instead of attempting to address every aspect of this universe in detail, we  enter the history of the Near East through its international relations. Works  from a single principal text and then probes that material through reading and  discussion of other bibliography and primary evidence.          The  Dead Sea Scrolls, Judaism, and Christianity    HBRJD-UA  131 Identical  to RELST-UA 807, MEIS-UA 807. Offered every year. 4 points.    Survey  of the importance of the Dead Sea Scrolls for the history of early Judaism and  Christianity. Reading and discussion of English translations of the major  texts.          Topics  in Criticism: Holocaust Literature    HBRJD-UA  133 Identical  to ENGL-UA 711. Offered every other year. 4 points.    Considerations  of the formal and ethical questions raised by authors, filmmakers, critics, and  theorists about the representation and memorializing of the Nazi genocide of  European Jews and its aftermath. Focuses on stylistically inventive literature,  with some incursions into popular media such as cinema, television, comic  books, and video games, including work by Cynthia Ozick, Edward Lewis Wallant,  David Grossman, Georges Perec, Raymond Federman, Art Spiegelman, and Quentin  Tarantino.          Ancient  Egyptian Mortuary Traditions    HBRJD-UA  134 Offered  every third year. Roth. 4 points.    Ironically,  the mummies, tombs, and pyramids that furnish most of our evidence for life in  ancient Egypt can be understood only in the context of the Egyptians' beliefs  about death. Surveys these beliefs and their evolution, examining translations  of their mortuary texts and the art, artifacts, and architecture they created  to deal with death. This interdisciplinary approach is then applied to the  study of ancient Egyptian life and society.          The  Land of Israel Through the Ages    HBRJD-UA  141 Identical  to HIST-UA 540, MEIS-UA 609, RELST-UA 609. Offered every other year. 4 points.    Surveys  the history of the Land of Israel with special attention to its various  inhabitants and cultures from prehistoric times to the present. Archaeological  findings receive thorough attention.          Judaism,  Christianity, and Islam    HBRJD-UA  160 Identical  to MEDI-UA 25, MEIS-UA 800, RELST-UA 102. Offered every other year. 4 points.    For  course description, see under religious studies in this Bulletin.          Jerusalem:  The City, The Shrine, and Conflict    HBRJD-UA  165 Identical  to MEIS-UA 810, RELST-UA 810. Offered every third year. 4 points.    Jerusalem  is a unique metropolis. The object of intense religious devotion given its  role in the histories of three major religions, Jerusalem has become the focus  of a bitter nationalist struggle between Arabs and Jews, Israelis and  Palestinians. It is both a political symbol and the focus of fervid  imaginings for millions of people around the world. But in everyday life,  Jerusalem is home to 750,000 Jews and Arabs in an ethnically segregated but  prosperous binational city. Begins with a survey of the history of Jerusalem,  focusing on the late-Ottoman, British, partitioned Israeli and Jordanian eras,  before considering the growth of a united city under exclusive Israeli control  since 1967.          American  Jewish History    HBRJD-UA  172 Identical  to HIST-UA 689. Offered every other year. Diner. 4 points.    Study  of the major events and personalities in American Jewish history since colonial  times: the waves of Jewish immigration and development of the American Jewish  community.          Israel  and American Jewry    HBRJD-UA  174 Offered  every other year. 4 points.    Examines  the relations between the Jewish community in Israel (including Palestine  before the establishment of the state) and the American Jewish community from  1914 to 1992. Considers ideological issues (especially different views of  Jewish collectivity), as well as political and diplomatic developments in the  relations between Israel and the American Jewish community in the generation  prior to the Six-Day War of 1967. Concludes with an examination of the internal  Israeli political debates that have invoked the greatest concern among American  Jews: the Law of Return, the peace process, and \"who is a Jew?\"          Jewish  Migrations in the Modern Era    HBRJD-UA  176 Identical  to HIST-UA 809. Offered every other year. 4 points.    Explores  international migration as a shaping force in modern Jewish history. Since the  17th century, Jews have been involved in an ongoing process of shifting  residences en masse from and within Europe, as well as from the Islamic lands.  They have relocated to North and South America, South Africa, and Australia, as  well as to Israel. Explores many of the issues raised by the prominence of  migration as a feature of modern Jewish migrations, including the similarities  and differences between Jewish and non-Jewish migrations of the same time, the  causes and structures of the migrations, and the impact of migration on the  various aspects of integration in the receiving societies.          Zionism  in Communist Europe    HBRJD-UA  179 Offered  periodically. 4 points.    Presents  a broad, chronologically organized survey of the history of Zionism and  anti-Zionism in communist countries of Europe. The primary focus is on the  Soviet Union, particularly on the emigration movement in the post-Stalinist  period, but the developments in post-Holocaust Poland, Romania, Czechoslovakia,  Hungary, and Bulgaria are also considered. Concludes with a brief look at the  immigrants in Israel.          Ethnicity  in the Jewish People in the State of Israel    HBRJD-UA  181 Zweig.  4 points.    Examines  the interactions and relationships between the various Jewish ethnic groups in  Israel: communities from the Middle East, North Africa, and Europe. The roots  of ethnic identity are discussed, and the influences of modernization and  nationalism are examined. Issues studied include the Zionist movement's  attitudes toward \"negation of the diaspora,\" the \"melting-pot\" approach to  immigrant absorption during the 1950s and 1960s, the Sephardic protest, the  identity struggle, ethnic politics and the emergence of the Shas Party, and the  Russian and Ethiopian immigrations.          Zionism  and the Origins of Israel    HBRJD-UA  183 Identical  to RELST-UA 83. Offered every year. Engel, Zweig. 4 points.    The  history of Jewish nationalism in 19th-century Europe, the growth of the Jewish  National Home in Palestine, and the role of political Zionism in the creation  of the State of Israel.          Topics  in Jewish History and Literature: Talmud    HBRJD-UA  184 Offered  every year. 2 points.    In-depth  study of the Hebrew-Aramaic text of a selected chapter of the Talmud.  Traditional and modern commentaries are employed to discuss legal and  historical issues raised by the text.          Jewish Women in Modern History    HBRJD-UA  185 Identical  to HIST-UA 541. Diner. 4 points.    Explores the social, cultural and political histories of Jewish women in modern Europe and the United States from the French Revolution through World War II, focusing on the era of Emancipation, the bourgeois 19th century, both World Wars, and the Holocaust. We will examine the options women had, the boundaries against which they pushed, and the roles they created for themselves in public and in private. Students will read secondary sources as well as memoirs, diaries, and letters. Immigration in Israeli Society    HBRJD-UA  186 4 points.    Emphasizes the common denominators between those who came to Palestine in the early 20th century and those who came to the Americas in the same period of time. How was the decision to emigrate (whether to Palestine or to some other destination country) made? What role did Zionist ideology play in migration to Palestine? What was the profile of the Jewish immigrants to the destination countries? Was the composition of the immigration to Palestine unique? What obstacles did the migrants encounter in acting on their decision and how did they overcome them? Women in Israeli Society    HBRJD-UA  187 4 points.    Studies the role of women in the pre-state and Israeli society from the end of the 19th century until today from historical, sociological and legal perspectives. Topics include the myth of gender equality in Ottoman and Mandatory Palestine and later in the state of Israel; images of the \"new Hebrew woman,\" the reality and life of these women, and their contributions to the new Israeli society and culture; and the concepts of gender and national identities. The Jewish Community in Palestine Under Ottoman and British Rule    HBRJD-UA  188 4 points.    The growth of Jewish national aspirations in Europe from the 1880s led to an influx of Jews who wished to settle the land as farmers and to pursue Jewish economic autonomy within the Ottoman world. The occupation of Palestine by British forces and the British support for a Jewish National Home (Balfour Declaration) transformed Jewish expectations. Increasing waves of immigration began to change the demographic character of Palestine, and the Zionist movement now dominated Jewish life there. We examine the growth of the Jewish community, as well as cooperation and conflict with the Palestinian Arab population; the growth of Arab and Palestinian nationalism and the Arab response to both British rule and the growth of Jewish society; and the parallel development of Jewish demands for separatism and statehood. The  War of 1948    HBRJD-UA  189 Offered  every three years. 4 points.    The first Arab-Israeli war of 1948 still provokes multidimensional debates, in both academic and public circles. In the Palestinian and Arab collective memory, the war is engraved as the Nakba—the catastrophe—while Israel celebrates it as its day of independence. For both, it is the formative event of their history. In recent decades, Israel's \"New Historians,\" alongside other researchers, have contributed to changes in the way historians, and even the Israeli public, see their past. We attempt to provide students with basic knowledge and analytical tools to understand what \"really happened,\" beyond narratives and memories.          Russian  Jewish History    HBRJD-UA  191 Offered  every other year. Estraikh. 4 points.    Focuses  on Jewish history in imperial Russia, from the end of the 18th century to the  beginning of the 20th. It also gives an overview of the Soviet and post-Soviet  periods. Topics include the government's policies toward Jews; attempts to  integrate them into the larger society; the establishment and development of  Russian Jewish civil society; Jewish participation in the revolutionary  movement; aspects of Jewish social, economic, and cultural life in villages,  town, and cities; the role of women in family and communal life; military  service; anti-Jewish violence; and emigration. Palestine, Zionism, and Israel    HBRJD-UA  193 4 points.    This course is a survey of the history of Palestine in the modem period, focusing on the conflict for control of this land from its origins in the late nineteenth century until the present. The purpose of this course is to examine the evolution of this ongoing struggle in its historical context and to try to understand why the various parties to this conflict have thought and acted as they did. Christian-Jewish Relations Over the Ages    HBRJD-UA 215 4 points. Reading and analysis of key documents that illumine Christian-Jewish relations over the past two thousand years. Jewish thinking about Christianity is an equally rich, important, and complex topic, but this course will focus only on Christian imageries, doctrines, and policies with respect to Judaism and Jews. The course will be divided into three segments: the foundations of Christian thinking in late antiquity; the medieval period; (3) modernity. Issues in Israel's Social History HBRJD-UA 419 4 points. From the mass arrival of Middle Eastern Jewry in the 1950s to the emergence of the tent protests in 2011, examines how a wide-range of societal issues, conflicts, and dilemmas shaped the historical trajectory and complexities of Israeli society. Jewish American Fiction HBRJD-UA 625 4 points. Close readings of American Jewish fiction by writers including Abe Cahan, Ludwig Lewisohn, Saul Bellow, Philip Roth, Cynthia Ozick, and Bernard Malamud, as well as a number of less conventionally studied texts. Attention is devoted to fictions that test the limits of the so-called \"Jewish American novel,\" including texts composed in Yiddish, Hebrew, and German (all of which are made available in English translations); fiction written by non-Jews about American Jews; and graphic novels.          Jewish  Women in European History    HBRJD-UA  653 Offered  every other year. Kaplan. 4 points.    Approaches  Jewish women's history from the perspective of social history. Considers the  normative role of women in Judaism. Surveys the roles of Jewish women in the  Middle Ages and early modern Europe, using memoir sources and secondary  literature. Mostly focuses on Jewish women in modern Europe, analyzing their  history in a variety of countries from the French Revolution through the period  of Emancipation, the bourgeois 19th century, World War I, the interwar years,  the Nazi era, and postwar Europe.          Jewish  Life in Weimar and Nazi Germany    HBRJD-UA  656 Identical  to HIST-UA 165. Offered every other year. Kaplan. 4 points.    Explores  the interactions of Jews and other Germans during the Weimar Republic, noting  the extraordinary successes of the Jews, as well as the increase in anti-Semitism  between 1918 and 1933. Examines the rise of Nazism, popular support for and  opposition to the regime, the persecution of the Jews, the role of bystanders,  and the ways in which the Jewish victims reacted inside Germany.          Jews  and Germans from Emancipation through World War I    HBRJD-UA  657 Identical  to HIST-UA 807. Offered every other year. Kaplan. 4 points.    Explores  Jewish life in 19th-century Germany, looking particularly at the ways in which  Jews and Germans interacted. Describes the Jews' quest for emancipation, their  economic profile, and their social lives. Changes within the Jewish community;  debates over religious reform, integration, and identity; and the growing  problem of anti-Semitism are discussed.          Soviet Jewish Life Through The Prism of Literature &amp; Film    HBRJD-UA  663 Offered  every third year. Estraikh. 4 points.    Examines  Jewish life in the former Soviet Union, focusing on the cultural and  ideological transformation of Russian Jews in the 20th century from pious  Yiddish-speaking shtetl-dwellers to secular Russian-speaking urbanites. Studies  the campaigns for Jewish republics in the Crimea and Birobidzhan in the  pre-Holocaust Soviet Union. Analyzes how Soviet social engineering affected  traditional shtetl communities. The contemporary Russian Jewish diaspora is  treated. Readings (in English) include memoirs and other works originally  written in Yiddish, Russian, Hebrew, German, and English by Soviet and  non-Soviet authors.          Yiddish  Literature in Translation    HBRJD-UA  664 Offered  every year. Estraikh. 4 points.    Introduction  to the literary and cultural activity of modern Yiddish-speaking Jewish  communities in Eastern Europe, the Soviet Union, and the United States from  1890 to 1950. Focuses on the distinct role that Yiddish played in modern Jewish  culture during the first half of the 20th century, when the language was the  vernacular of the majority of world Jewry. Examines how \"Yiddish modernism\"  took shape in different places and spheres of activity during a period of  extraordinary upheaval.          The  Holocaust: The Third Reich and the Jews    HBRJD-UA  685 Identical  to HIST-UA 808. Offered every year. Engel. 4 points.    Historical investigation of the evolution of Nazi  policies toward Jews; of Jewish behavior in the face of those policies; and of  the attitudes of other countries, both within and outside the Nazi orbit, for  the situation of Jews under the rule of the Third Reich.          Jewish  Europe after the Holocaust    HBRJD-UA  689 Identical  to HIST-UA 18. Offered every year. Estraikh. 4 points.    Concentrates  on the social, political, and cultural forces that shaped Jewish life in  post-1945 Europe. Topics include reconstruction of Jewish communities,  repression and anti-Semitic campaigns in the Soviet Union and Poland, the  impact of Israel, emigration and migration, Jewish-Christian relations, and  assimilation and acculturation. Also examines various reactions to the  Holocaust.          Israeli  Politics and Society    HBRJD-UA  710 4  points.    Examines the power structure and mechanisms of contemporary Israeli politics beginning with the emergence of the provisional government in 1948. Traces how Israel's national institutions, key basic bills and the legislation mechanism, and electoral system developed. Also examines key fault lines in Israeli social, political, and economic life, including Jewish-Arab relations; the balance between the welfare state and economic liberalism; union workers and gender relations.          Racial and Sexual “Others” in Nazi Germany HBRJD-UA  720 Offered  every three years. 4 points.    Examines how the Nazis dealt with those they deemed “racially unfit” to belong to the German people. Analyzes the ways in which Germany sought to create a nation based on invented categories of “blood and race.” By studying policies towards the so-called “enemies” of the Third Reich--including Jews, Sinti and Roma (Gypsies), the physically and mentally disabled, Afro-Germans, “asocials,” homosexuals, prostitutes, etc.--examines measures that the government enacted to delegitimize, isolate, rob, incarcerate, sterilize, and/or murder many of these groups, as well as measures intended to increase and strengthen the “Aryan” population.          American  Jewish Literature and Culture    HBRJD-UA  779 Offered  every other year. Diner. 4 points.    Explores  the body of imaginative literature (novels, short stories, poetry, and drama)  written by American Jews. Links these literary works to the changing position  of Jews within American society.          Topics  in Israel Studies    HBRJD-UA  948 Offered  every semester. 4 points.    This  course utilizes the expertise of visiting professors and NYU faculty to examine  diverse topics in Israel's culture and history in the modern era. Jewish  Philosophy and Thought          Introduction  to Jewish Literature and Thought    HBRJD-UA  77 Identical  to RELST-UA 77. Offered every other year. Gottlieb, Wolfson. 4 points.    Introduces  students to major forms of Jewish literature including the Bible, Midrash,  Talmud, philosophy, and Kabbalah and to major intellectual trends within  Judaism from the Bible to today.          A  Book Forged in Hell: Spinoza's Theological-Political Treatise and the Birth of  Modern Judaism    HBRJD-UA  107 Formerly  Spinoza and Jewish Philosophy. Identical to RELST-UA 107. Offered every other  year. Gottlieb. 4 points.    Baruch  Spinoza (1632–1677) has been called the quintessential modern religious critic.  We examine Spinoza's critique of Judaism in light of his medieval Jewish  philosophical predecessors. Among the questions we explore: Are miracles  possible? What is prophecy? Are the Jews the chosen people? Is Jewish law  (halakha) obligatory?          Modern  Jewish Thought    HBRJD-UA  112 Offered  every other year. Wolfson. 4 points.    Comprehensive treatment of the major intellectual  currents in modern Jewish thought. Emphasizes the effects of modernity on  traditional Judaism. Topics include Enlightenment and the rationalistic  identity; the role of ethics in religion; the emergence of Reform,  neo-Orthodox, and Conservative Judaism; liberal rationalist theology and the  possibility of revelation; religious and secular Zionism; the Holocaust; and  the creation of the modern State of Israel.          Early  History of God    HBRJD-UA  116 Identical  to RELST-UA 220. Offered every year. Fleming, Smith. 4 points.    Explores  evidence concerning the appearance of monotheism in ancient Israel, including  the Hebrew Bible, ancient writing from Israel and its neighbors, and a range of  other artifacts. The premise of the course is that Israel was not alone in  ascribing priority of power to a single god, and Israel's result is comprehensible  only in the context of these wider currents.          Jewish  Ethics    HBRJD-UA  117 Identical  to RELST-UA 117. Offered every year. Rubenstein. 4 points.    Surveys Jewish ethical perspectives on leading moral  issues, including capital punishment; business ethics; self-sacrifice,  martyrdom, and suicide; truth and lying; the just war; abortion; euthanasia;  birth control; and politics. Explores philosophical questions concerning the  nature of ethics and methodological issues related to the use of Jewish sources.  Examines classical Jewish texts (Bible, Talmud, and medieval codes) pertaining  to ethical issues and discusses the range of ethical positions that may be  based on the sources.          Religion,  Magic, and the Jewish Tradition    HBRJD-UA  212 Identical  to RELST-UA 212. Offered every third year. Wolfson. 4 points.    Examines  models for understanding the nature of magic as a phenomenon in society, then  applies those models to help understand the different kinds of magic in Jewish  history, from biblical times to the present.          Spinoza's   Theological-Political  Treatise   and Its Aftermath    HBRJD-UA  424 Prerequisite:  some background in medieval Jewish philosophy or early modern philosophy is  recommended, though not mandatory. Offered periodically. Gottlieb. 4 points.    An  in-depth study of Spinoza's main political work, the Theological-Political  Treatise .  Among the topics to be discussed are prophecy and prophets, miracles and laws  of nature, Spinoza and biblical criticism, Spinoza's view of the Jewish Law,  his political theory, and the book's influence on the Enlightenment.          Jewish  Philosophy in the Medieval World    HBRJD-UA  425 Identical  to RELST-UA 106, MEDI-UA 425. Offered periodically. Gottlieb, Wolfson. 4  points.    Readings  (in translation) and analysis of representative selections from the writings of  the major Jewish philosophers of the Middle Ages. Emphasizes the Kuzari of Yehuda Halevi  and the Guide  of the Perplexed   of Moses Maimonides. Special attention is paid to the cultural context in which  these works were produced.          Introduction to Jewish Mysticism and Hasidism    HBRJD-UA  430 Identical  to MEDI-UA 430, RELST-UA 104. Offered every year. Wolfson. 4 points.    Introduction  to the history of the Kabbalah and Hasidism, emphasizing the impact of these  ideas on the history of Judaism.          Modern  Jewish Philosophy    HBRJD-UA  640 Offered  every other year. Gottlieb, Wolfson. 4 points.    Explores  seminal debates about Judaism and Jewishness from the 18th century to today.  Topics discussed include the existence of God, the authority of Jewish law, and  Jewish chosenness. Special attention is paid to the impact of major historical  and ideological developments, including Enlightenment and Emancipation, the  Holocaust, the founding of the State of Israel, and feminism.          Gender  and Judaism    HBRJD-UA  718 Identical  to MEIS-UA 807, RELST-UA 815, SCA-UA 732. Offered every other year. Wolfson. 4  points.    Investigates  the ways in which Jews have constructed gender during the rabbinic, medieval,  and modern periods. Examines the implication of these constructions for the religious  and social lives of Jewish women and men.          Jewish  Responses to Modernity: Religion and Nationalism    HBRJD-UA  719 Identical  to RELST-UA 470. Offered every third year. Wolfson. 4 points.    Examination  of the impact of modernity on Jewish life and institutions in the 18th and 19th  centuries. Readings in English from the works of Moses Mendelssohn, Theodor  Herzl, Simon Dubnow, and the leading figures of the early Reform, Conservative,  and neo-Orthodox movements. The convergence and divergence of nationalist and  universalist sentiments are studied.          Seminars          Israeli  Music and National Identity    HBRJD-UA  294 Offered  every two years. 4 points.    Examines  changes in Israeli identity and politics through the lens of Israeli pop  music—from the country's Zionist routes to the contemporary period. A cultural  \"reading\" of new forms of Israeli music—Mizrahi (Middle Eastern Jewish)-infused  pop music, Israeli rock, Palestinian hip hop, Arab fusion, and religious pop  music—can point us toward current contestations of Israeli identity. In  addition to listening to music (in Hebrew with English translations) and  viewing representations of music in Israeli pop culture, we will read and  discuss scholarly works on Israeli music, national culture, and globalization  to provide a historical and cultural lens for understanding the meaning of  these cultural products.          Jews  in the Muslim World in the Middle Ages    HBRJD-UA  104 Offered  every two years. 4 points.    Explores  aspects of the history of the Jews in the medieval Islamic world, beginning  with the historiographical debate about this contentious subject. Moves from a  discussion of the early encounter between Islam and the Jews at the time of the  Prophet Muhammad, discussing the Qur'an and other foundational texts, to the  legal and actual status of the Jews. Examines how the famous Cairo Geniza  documents illuminate Jewish economic life, and how the realities of economic  life affected developments in the halakha. Also considers the organization and  functions of the Jewish community, with its foundations in the Geonic period.  Through a discussion of the problem of adjudication we will address the large  problem of how much autonomy the Jews actually had. Where relevant, comparisons  will be drawn with the situation of the Jews in medieval Latin Europe. In  addition to discussion of secondary readings, classes will focus on the close  reading of seminal primary sources in English translation.          Israeli  Politics in Comparative Perspective    HBRJD-UA  711 Offered  every two years. 4 points.    One  of the most characteristic themes in Israeli politics is that of Israel's  uniqueness, in its security needs, in its cultural and political identity, and  in its relationship to the international community. This widespread perception  of separateness readily contributes to and is at least partially constituted by  the state's history of strategic insecurity and political isolation in the  Middle East as well as its characteristic form of democratic governance.  Objective (and a central methodological concern of political science) is to  critically examine the assumption of Israel as a \"case apart\" and to degree to  which Israel's \"unique\" characteristics may be understood as \"normal\" politics  in the world at large. In doing so, we seek both to better understand the Israeli  case and to explore diverse paths to conflict resolution. Attempts to address  the growing interest in comparative analysis of Middle Eastern politics, with a  focus on the State of Israel.          Israeli  Territorial Politics: Between Security &amp; Identity    HBRJD-UA  712 Prerequisite:  general knowledge of contemporary Israeli/Middle Eastern politics. Offered  every two years. 4 points.    Explores the evolution of and conflict between different concepts of borders in Israeli domestic discourse and their respective impact on Israel's territorial policies and international boundaries. After considering the role of security and identity in shaping broad domestic understandings of territory in Israel, examines how these concepts have uniquely influenced Israeli compromise or lack thereof in the Sinai Peninsula, Southern Lebanon, the Gaza Strip, the Golan Heights, Jerusalem, and the West Bank. Incorporates a range of scholarly historical and political readings on Israel as well as films and regular student-led discussions on relevant current events.          Advanced  Readings in Modern Hebrew Literature    HBRJD-UA  782 In  Hebrew. Offered every other year. Feldman. 4 points.    In-depth study of selected masterpieces by 20th-century Hebrew writers. Appreciation of artistic achievements against the sociohistorical background and general cultural currents of the period. Selections include fiction, poetry, and literary criticism by and about several of the following writers: Agnon, Brenner, Gnessin, Yizhar, Alterman, Bialik, and Greenberg. (Readings in Hebrew)          Readings in Talmud (in Hebrew)    HBRJD-UA  784 Offered every year. Schiffman. 4 points.    Studies a selected section of the Hebrew and Aramaic text of the Babylonian Talmud, utilizing both traditional and academic methods of study.‎ Emphasis is on mastering the themes and concepts while studying the text and its commentaries in depth.      Independent  Study    HBRJD-UA  997, 998 Open to honors and nonhonors students. Prerequisite: permission of the instructor. Offered every semester. 1 to 4 points.                        Home       About       People       Undergraduate Program       Graduate Programs       Calendar       The Taub Center       Affiliations       Resources       Employment                   Contact Us | &copy; New York University , Arts and Science"}]},
{"detail": [{"content": "Course Offerings, The Skirball Department of Hebrew and Judaic Studies | NYU                       NEW YORK UNIVERSITY       ARTS AND SCIENCE       COLLEGE OF ARTS AND SCIENCE       GRADUATE SCHOOL OF ARTS AND SCIENCE                                            Back to Home       Course Offerings   Hebrew  Language Courses: General Information          The  College Core Curriculum foreign language requirement can be fulfilled by  completion of either the standard four-semester sequence of Elementary and  Intermediate Hebrew (HBRJD-UA 1 through HBRJD-UA 4) or the three-semester  sequence of Intensive Elementary Hebrew (HBRJD-UA 6) followed by Intermediate  Hebrew I and II (HBRJD-UA 3 and HBRJD-UA 4).          All  students wishing to enroll in a Hebrew language course must take a placement  examination whether they have formally studied Hebrew previously or not.  Placement of students in Hebrew language courses is explained in the academic  policies section of this Bulletin under the heading \"placement examinations.\"  Under no circumstances may students decide on their own in which level of  Hebrew they belong.          Introductory  Language Courses          Elementary Hebrew I   HBRJD-UA 1 Offered  every semester. 4 points.    Active  introduction to modern Hebrew as it is spoken and written in Israel today.  Presents the essentials of Hebrew grammar, combining the oral-aural approach  with formal grammatical concepts. Reinforces learning by reading of graded  texts. Emphasizes the acquisition of idiomatic conversational vocabulary and  language patterns.          Elementary  Hebrew II    HBRJD-UA  2 Offered  every semester. 4 points.    Continuation  of Elementary Hebrew I (HBRJD-UA 1). Open to students who have completed  HBRJD-UA 1 or who have been placed at this level through the placement  examination.          Intermediate  Hebrew I    HBRJD-UA  3 Offered  every semester. 4 points.    Open  to students who have completed Elementary Hebrew II (HBRJD-UA 2) or Intensive  Elementary Hebrew (HBRJD-UA 5), or those who have been placed at this level  through the placement examination. Builds on skills acquired at the elementary  level and develops a deepening command of all linguistic skills. Modern literary  and expository texts are read to expand vocabulary and grammatical knowledge,  with conversation and composition exercises built around the texts. Introduces  selections from Israeli media. Addresses the relationship between classical and  modern Hebrew.          Intermediate  Hebrew II    HBRJD-UA  4 Offered  every semester. 4 points.    Continuation  of Intermediate Hebrew I (HBRJD-UA 3). Open to students who have completed  HBRJD-UA 3 or who have been placed at this level through the placement  examination.          Intensive  Elementary Hebrew    HBRJD-UA  5 Offered  occasionally. 6 points.    Completes  the equivalent of a full year of elementary Hebrew in one semester. For  description, see Elementary Hebrew I (HBRJD-UA 1).          Advanced  Language Courses          The  prerequisite for all advanced language courses is Intermediate Hebrew II  (HBRJD-UA 4) or the equivalent.          Advanced  Hebrew: Conversation and Composition    HBRJD-UA  11 Offered  every other year. 4 points.    Aimed  at training students in exact and idiomatic Hebrew usage and at acquiring facility  of expression in both conversation and writing. Reading and discussion of  selections from Hebrew prose, poetry, and current periodical literature.          Advanced  Hebrew: Structure of Modern Hebrew Grammar    HBRJD-UA  12 Offered  every other year. 4 points.    Designed  to provide a thorough grounding in Hebrew grammar with special emphasis on  phonology, morphology, and syntax. Concentrated study of vocalization,  accentuation, declensions, conjugations, and classification of verbs.          Advanced  Hebrew: Writing and Reading Contemporary Hebrew    HBRJD-UA  13 Offered  every other year. 4 points.    Reading  and discussion of modern literary and expository works. Focuses on the many  stylistic registers that modern Hebrew has developed. Intended to train  students in fluent expository writing and advanced reading comprehension,  concentrating on Hebrew idiom and vocabulary, emphasizing literary form and  style of composition.          Hebrew  of the Israeli Communications Media    HBRJD-UA  73 Offered  periodically. 4 points.    Extensive  selections from a representative range of Israeli media, including newspapers,  magazines, and broadcasting. Stresses study of various approaches in the  different media, as well as practical exercises in comprehending Israeli press  styles.          Modern  Hebrew Literature (in Hebrew)          Self and Other in the Israeli Short Story   HBRJD-UA 78 In  Hebrew. Offered every other year. Feldman. 4 points.    Developments  in the perception of the \"other\" from 1948 to the present in ideologically  engaged literature.          Literature  of the Holocaust    HBRJD-UA  690 In  Hebrew. Offered every other year. Feldman. 4 points.    Examines representations of the Holocaust in Hebrew fiction and poetry. Among issues to be explored are the differences between responses of the Jewish community in Palestine at the time of the event and later reconstruction by survivors and witnesses, and the new perspectives added since the 1980s by children of survivors, who have made the Holocaust a central topic in contemporary Israeli culture. (Readings are in Hebrew.) Israeli  Women Writers: The Second Wave    HBRJD-UA  783 Identical  to SCA-UA 735. In Hebrew. Offered every other year. Feldman. 4 points.    In  1997, books by women writers reached the top of Israel's best-seller list for  the first time ever. What made the contemporary boom in Israeli women's fiction  possible? This course explores the place of national ideologies in Israeli  culture and their conflict with feminist aspirations. Readings include writings  by Israeli women, with special emphasis on the so-called second wave of the  1980s and 1990s through the present.          Modern  Hebrew Literature in Translation      From  Hebrew to Israeli Literature    HBRJD-UA  76 Identical  to MEIS-UA 713. Offered every third year. Feldman. 4 points.    Comprehensive  introduction to representative works of modern Hebrew literature from the  writers of the Hebrew national renaissance of the late 19th century to the  present. Focuses on thematic and structural analysis of texts in light of  social and intellectual movements of the period. Readings include selections  from Peretz, Berdichevsky, Ahad Ha'am, Gnessin, Brenner, Agnon, Hazaz,  Yehoshua, and Appelfeld.          Israel:  Fact through Film and Fiction    HBRJD-UA  780 Identical  to MEIS-UA 698. Offered every other year. Taught in English. 4 points.    Israeli  Cinema has finally come of age. It has recently scored numerous awards and  world-wide recognition not only for its artistic achievements but also for its  gutsy in-depth engagement with political, social, and sex-and-gender borders  and boundaries that are local and universal at one and the same time. We  explore some of the high points of recent Israeli cinema and ask how its  treatment of these issues compares to and differs from analogous literary  representations in contemporary Hebrew fiction.          Jewish  History and Civilization          Ancient  Israel    CORE-UA  514 Offered  every semester. Fleming, Smith. 4 points.    See  description under Foundations of Contemporary Culture in this Bulletin.          Sex,  Gender, and the Bible    HBRJD-UA  19 Identical  to RELST-UA 19. Offered every third year. Feldman. 4 points.    Investigates  a series of problems regarding the mutual constitution of male and female in  the Hebrew Bible. Through close readings of a range of biblical texts  (narrative, law, wisdom literature), we address such issues as the absence of  the goddess in monotheism, the literary representation of women and men, the  construction of gender ideals, and the legislation of sex and bodily purity. Introduction to the New Testament HBRJD-UA 22 4 points. Introduces issues and themes in the history of the Jesus movement and early Christianity. Covers most of the New Testament texts with attention to historical context, modern scholarly methodologies, and the larger frameworks of ancient history and the theoretical study of religion.          The  Bible as Literature    HBRJD-UA  23 Identical  to RELST-UA 23. Offered periodically. 4 points.    Over  the past few decades, many readers have come to a fuller appreciation of the  emotional and imaginative power of the Bible's narratives, which still speak  with remarkable clarity to our own sensibilities, leading one critic to  characterize the Bible as a \"full-fledged kindred spirit\" of modernism. We  examine this \"kindred spirit,\" using a broadly literary approach as our guide.  While the focus is on narrative—the Pentateuch (Genesis to Deuteronomy) and the  Former Prophets (Joshua to Kings), as well as shorter narrative books (Ruth, Jonah,  and Esther)—also studies Ecclesiastes and Job as ancient precursors to modern  skepticism. Finally, examines one modernist engagement with the Bible: Kafka's Amerika . Archaeology of Ancient Egypt HBRJD-UA 24 4 points. Offers a survey of archaeological remains from different periods in pharaonic history and prehistory, and introduces the ways that archaeologists have interpreted these remains. Students will read actual site reports as well as more synthetic studies, and become familiar with the history of field research in Egypt.          Jewish  Backgrounds to the New Testament    HBRJD-UA  25 4  points.    Introduces  students to the Jewish literary, cultural and historical backgrounds to the New  Testament. Special attention will be given to the textual and archaeological  evidence that helps to shape one's understanding of the landscape of Jewish  thought, in particular those issues and themes that parallel the texts of the  New Testament. Students are given the opportunity to read primary sources in  translation (e.g. the New Testament, Dead Sea Scrolls, Apocrypha,  Pseudepigrapha, Rabbinic texts) and to gain an understanding of the world out  of which nascent Christianity and Ancient Judaism develop. Israeli Music: Contesting National Culture HBRJD-UA 29 4 points. Examines the musical construction of Israeli national identity. Students will learn to think critically about the political and cultural aspects of music and other expressive forms; become acquainted with Israeli society, culture, and identity politics; develop a sophisticated understanding of contemporary Israeli music; enhance their understanding of the theoretical literature on nationalism, postnationalism, and globalization; and learn the fundamentals of performance and discourse analysis. Food and Identity in the Middle East and its Jewish Communities HBRJD-UA 36 4 points. An introduction to the study of the Middle East and its Jewish communities through an examination of culinary history and foodways. Particular attention will be paid to food as a marker of class, ethnic, and religious identity.          Global  Jewish Communities: New York    HBRJD-UA  85 Offered  every two years. 4 points.    Explores  the historic impact of New York upon the Jews, and conversely, how the Jews  since the seventeenth century have left their mark upon New York. Organized  chronologically, the course will examine the economic, political, cultural, and  social symbiosis between the city and its massive Jewish population, which at  its height constituted almost one-third of New York's residents.          History  of Judaism: The Classical Period    HBRJD-UA  100 Identical  to HIST-UA 109, MEIS-UA 680, RELST-UA 680. Offered every year. Rubenstein. 4  points.    History  of Judaism during its formative periods. Hellenistic Judaism, Jewish sectarianism,  and the ultimate emergence of the rabbinic system of religion and law.          Modern  Jewish History    HBRJD-UA  103 Identical  to HIST-UA 99. Offered every year. Engel. 4 points.    Major  developments in the history and culture of the Jews from the 16th to the 20th  centuries, emphasizing the meanings of modernity in the Jewish context,  differing paths to modern Jewish identity, and internal Jewish debates over the  relative merits of modern and traditional Jewish values.          Foundations  of the Christian-Jewish Argument    HBRJD-UA  106 Identical  to MEDI-UA 160, RELST-UA 192. Offered every other year. Chazan. 4 points.    Illustrates  the complexity of the relationship between Jews and Christians in the Middle  Ages by examining both Christian and Jewish perspectives and delineating the  variety of responses within each religious community to the other. The primary  focus is on the European Middle Ages, but the origins of the argument a  millennium earlier are also considered.          Judaism:  From Medieval to Modern Times    HBRJD-UA  111 Identical  to HIST-UA 98, MEDI-UA 683, MEIS-UA 680, RELST-UA 683. Offered every year. 4  points.    Intellectual-historical  examination of continuities and discontinuities between medieval and modern  Judaism as revealed in selected texts produced during the last thousand years.  Emphasis is placed on how the interactions of Jewish thinkers with the cultures  of their surroundings affected their understandings of Judaism.          The  Jews in Medieval Spain    HBRJD-UA  113 Identical  to HIST-UA 549, MEDI-UA 913, RELST-UA 113. Offered every other year. Chazan. 4  points.    The  700 years from the Muslim conquest of Spain in the eighth century to the  expulsion of the Jews in 1492 saw the greatest levels of mutual toleration and  coexistence among Jews, Christians, and Muslims achieved at any time during the  Middle Ages. Uses contemporary sources, from philosophical treatises to  religious polemics to erotic love poetry, to introduce the history of this  important Jewish community and its relationship to the Muslim and Christian  societies that surrounded it. Considers economic, cultural, and religious  interactions; mutual influence; and violent conflict.          Jews  in the Islamic World in the Modern Period    HBRJD-UA  114 Identical  to HIST-UA 521, MEIS-UA 616, RELST-UA 610. Offered every third year. 4 points.    Presents  a broad, chronologically organized survey of the history of the Jewish  communities in the Middle East from the rise of the Ottoman Empire to the end  of the 20th century. Topics include the organization and operation of Jewish  communities; interaction between Jews and Muslims; the effects of the twin  processes of modernization and Westernization on these communities; and the  relocation of the vast majority of Middle Eastern Jewry to the State of Israel  in the 20th century. Concludes with a brief look at the Jewish communities that  continue to live in the Middle East.          Biblical  Archaeology    HBRJD-UA  120 Identical  to RELST-UA 120. Offered periodically. Fleming, Smith. 4 points.    Examination  of the methods and conclusions of archaeological research and excavation as  applied to the Bible and history of Israel in antiquity. Topics include the  historicity of the exodus and the Israelite conquest of Canaan, the empires of  David and Solomon, and the nature of Israelite religion. Investigates how  archaeology provides evidence for evaluating the biblical text and  reconstructing early Israelite history and concentrates on the period from the  exodus and conquest of the Land of Israel through the Babylonian exile.          Ancient  Near Eastern Mythology    HBRJD-UA  125 Identical  to MEIS-UA 607, RELST-UA 125. Offered every third year. Fleming. 4 points.    The  myths of the ancient Near East represent the earliest literary expressions of  human thought. Students read myths from ancient Egypt, Mesopotamia, Ugarit,  Anatolia, and Israel, studying the myths themselves as literary works, as well  as exploring the ideas and broader issues that shaped them. These myths,  including both extensive literary masterpieces such as the Epic of Gilgamesh and shorter works  such as the Flight  of Etana to Heaven ,  offer a window into the religious mentality of the ancient Near East, which in  turn laid the foundation for many elements of modern Western culture.          Introduction to the Hebrew Bible (Old Testament)    HBRJD-UA  126 Identical  to MEIS-UA 809, RELST-UA 809. Offered every year. Fleming, Smith. 4 points.    Introduces  students to the modern study of the Bible from historical, literary, and  archaeological points of view. Reading and analysis of texts in translation.          The  Oldest Diplomacy: How International Relations Shaped the Ancient Near East    HBRJD-UA  127 Offered  every third year. 4 points.    The  ancient Near East includes the world from Babylonia to the edges of Egypt, a  region that gave us the two oldest writing systems in the world and the first  explosion of cities and their civilizations. Its history can be overwhelming.  Instead of attempting to address every aspect of this universe in detail, we  enter the history of the Near East through its international relations. Works  from a single principal text and then probes that material through reading and  discussion of other bibliography and primary evidence.          The  Dead Sea Scrolls, Judaism, and Christianity    HBRJD-UA  131 Identical  to RELST-UA 807, MEIS-UA 807. Offered every year. 4 points.    Survey  of the importance of the Dead Sea Scrolls for the history of early Judaism and  Christianity. Reading and discussion of English translations of the major  texts.          Topics  in Criticism: Holocaust Literature    HBRJD-UA  133 Identical  to ENGL-UA 711. Offered every other year. 4 points.    Considerations  of the formal and ethical questions raised by authors, filmmakers, critics, and  theorists about the representation and memorializing of the Nazi genocide of  European Jews and its aftermath. Focuses on stylistically inventive literature,  with some incursions into popular media such as cinema, television, comic  books, and video games, including work by Cynthia Ozick, Edward Lewis Wallant,  David Grossman, Georges Perec, Raymond Federman, Art Spiegelman, and Quentin  Tarantino.          Ancient  Egyptian Mortuary Traditions    HBRJD-UA  134 Offered  every third year. Roth. 4 points.    Ironically,  the mummies, tombs, and pyramids that furnish most of our evidence for life in  ancient Egypt can be understood only in the context of the Egyptians' beliefs  about death. Surveys these beliefs and their evolution, examining translations  of their mortuary texts and the art, artifacts, and architecture they created  to deal with death. This interdisciplinary approach is then applied to the  study of ancient Egyptian life and society.          The  Land of Israel Through the Ages    HBRJD-UA  141 Identical  to HIST-UA 540, MEIS-UA 609, RELST-UA 609. Offered every other year. 4 points.    Surveys  the history of the Land of Israel with special attention to its various  inhabitants and cultures from prehistoric times to the present. Archaeological  findings receive thorough attention.          Judaism,  Christianity, and Islam    HBRJD-UA  160 Identical  to MEDI-UA 25, MEIS-UA 800, RELST-UA 102. Offered every other year. 4 points.    For  course description, see under religious studies in this Bulletin.          Jerusalem:  The City, The Shrine, and Conflict    HBRJD-UA  165 Identical  to MEIS-UA 810, RELST-UA 810. Offered every third year. 4 points.    Jerusalem  is a unique metropolis. The object of intense religious devotion given its  role in the histories of three major religions, Jerusalem has become the focus  of a bitter nationalist struggle between Arabs and Jews, Israelis and  Palestinians. It is both a political symbol and the focus of fervid  imaginings for millions of people around the world. But in everyday life,  Jerusalem is home to 750,000 Jews and Arabs in an ethnically segregated but  prosperous binational city. Begins with a survey of the history of Jerusalem,  focusing on the late-Ottoman, British, partitioned Israeli and Jordanian eras,  before considering the growth of a united city under exclusive Israeli control  since 1967.          American  Jewish History    HBRJD-UA  172 Identical  to HIST-UA 689. Offered every other year. Diner. 4 points.    Study  of the major events and personalities in American Jewish history since colonial  times: the waves of Jewish immigration and development of the American Jewish  community.          Israel  and American Jewry    HBRJD-UA  174 Offered  every other year. 4 points.    Examines  the relations between the Jewish community in Israel (including Palestine  before the establishment of the state) and the American Jewish community from  1914 to 1992. Considers ideological issues (especially different views of  Jewish collectivity), as well as political and diplomatic developments in the  relations between Israel and the American Jewish community in the generation  prior to the Six-Day War of 1967. Concludes with an examination of the internal  Israeli political debates that have invoked the greatest concern among American  Jews: the Law of Return, the peace process, and \"who is a Jew?\"          Jewish  Migrations in the Modern Era    HBRJD-UA  176 Identical  to HIST-UA 809. Offered every other year. 4 points.    Explores  international migration as a shaping force in modern Jewish history. Since the  17th century, Jews have been involved in an ongoing process of shifting  residences en masse from and within Europe, as well as from the Islamic lands.  They have relocated to North and South America, South Africa, and Australia, as  well as to Israel. Explores many of the issues raised by the prominence of  migration as a feature of modern Jewish migrations, including the similarities  and differences between Jewish and non-Jewish migrations of the same time, the  causes and structures of the migrations, and the impact of migration on the  various aspects of integration in the receiving societies.          Zionism  in Communist Europe    HBRJD-UA  179 Offered  periodically. 4 points.    Presents  a broad, chronologically organized survey of the history of Zionism and  anti-Zionism in communist countries of Europe. The primary focus is on the  Soviet Union, particularly on the emigration movement in the post-Stalinist  period, but the developments in post-Holocaust Poland, Romania, Czechoslovakia,  Hungary, and Bulgaria are also considered. Concludes with a brief look at the  immigrants in Israel.          Ethnicity  in the Jewish People in the State of Israel    HBRJD-UA  181 Zweig.  4 points.    Examines  the interactions and relationships between the various Jewish ethnic groups in  Israel: communities from the Middle East, North Africa, and Europe. The roots  of ethnic identity are discussed, and the influences of modernization and  nationalism are examined. Issues studied include the Zionist movement's  attitudes toward \"negation of the diaspora,\" the \"melting-pot\" approach to  immigrant absorption during the 1950s and 1960s, the Sephardic protest, the  identity struggle, ethnic politics and the emergence of the Shas Party, and the  Russian and Ethiopian immigrations.          Zionism  and the Origins of Israel    HBRJD-UA  183 Identical  to RELST-UA 83. Offered every year. Engel, Zweig. 4 points.    The  history of Jewish nationalism in 19th-century Europe, the growth of the Jewish  National Home in Palestine, and the role of political Zionism in the creation  of the State of Israel.          Topics  in Jewish History and Literature: Talmud    HBRJD-UA  184 Offered  every year. 2 points.    In-depth  study of the Hebrew-Aramaic text of a selected chapter of the Talmud.  Traditional and modern commentaries are employed to discuss legal and  historical issues raised by the text.          Jewish Women in Modern History    HBRJD-UA  185 Identical  to HIST-UA 541. Diner. 4 points.    Explores the social, cultural and political histories of Jewish women in modern Europe and the United States from the French Revolution through World War II, focusing on the era of Emancipation, the bourgeois 19th century, both World Wars, and the Holocaust. We will examine the options women had, the boundaries against which they pushed, and the roles they created for themselves in public and in private. Students will read secondary sources as well as memoirs, diaries, and letters. Immigration in Israeli Society    HBRJD-UA  186 4 points.    Emphasizes the common denominators between those who came to Palestine in the early 20th century and those who came to the Americas in the same period of time. How was the decision to emigrate (whether to Palestine or to some other destination country) made? What role did Zionist ideology play in migration to Palestine? What was the profile of the Jewish immigrants to the destination countries? Was the composition of the immigration to Palestine unique? What obstacles did the migrants encounter in acting on their decision and how did they overcome them? Women in Israeli Society    HBRJD-UA  187 4 points.    Studies the role of women in the pre-state and Israeli society from the end of the 19th century until today from historical, sociological and legal perspectives. Topics include the myth of gender equality in Ottoman and Mandatory Palestine and later in the state of Israel; images of the \"new Hebrew woman,\" the reality and life of these women, and their contributions to the new Israeli society and culture; and the concepts of gender and national identities. The Jewish Community in Palestine Under Ottoman and British Rule    HBRJD-UA  188 4 points.    The growth of Jewish national aspirations in Europe from the 1880s led to an influx of Jews who wished to settle the land as farmers and to pursue Jewish economic autonomy within the Ottoman world. The occupation of Palestine by British forces and the British support for a Jewish National Home (Balfour Declaration) transformed Jewish expectations. Increasing waves of immigration began to change the demographic character of Palestine, and the Zionist movement now dominated Jewish life there. We examine the growth of the Jewish community, as well as cooperation and conflict with the Palestinian Arab population; the growth of Arab and Palestinian nationalism and the Arab response to both British rule and the growth of Jewish society; and the parallel development of Jewish demands for separatism and statehood. The  War of 1948    HBRJD-UA  189 Offered  every three years. 4 points.    The first Arab-Israeli war of 1948 still provokes multidimensional debates, in both academic and public circles. In the Palestinian and Arab collective memory, the war is engraved as the Nakba—the catastrophe—while Israel celebrates it as its day of independence. For both, it is the formative event of their history. In recent decades, Israel's \"New Historians,\" alongside other researchers, have contributed to changes in the way historians, and even the Israeli public, see their past. We attempt to provide students with basic knowledge and analytical tools to understand what \"really happened,\" beyond narratives and memories.          Russian  Jewish History    HBRJD-UA  191 Offered  every other year. Estraikh. 4 points.    Focuses  on Jewish history in imperial Russia, from the end of the 18th century to the  beginning of the 20th. It also gives an overview of the Soviet and post-Soviet  periods. Topics include the government's policies toward Jews; attempts to  integrate them into the larger society; the establishment and development of  Russian Jewish civil society; Jewish participation in the revolutionary  movement; aspects of Jewish social, economic, and cultural life in villages,  town, and cities; the role of women in family and communal life; military  service; anti-Jewish violence; and emigration. Palestine, Zionism, and Israel    HBRJD-UA  193 4 points.    This course is a survey of the history of Palestine in the modem period, focusing on the conflict for control of this land from its origins in the late nineteenth century until the present. The purpose of this course is to examine the evolution of this ongoing struggle in its historical context and to try to understand why the various parties to this conflict have thought and acted as they did. Christian-Jewish Relations Over the Ages    HBRJD-UA 215 4 points. Reading and analysis of key documents that illumine Christian-Jewish relations over the past two thousand years. Jewish thinking about Christianity is an equally rich, important, and complex topic, but this course will focus only on Christian imageries, doctrines, and policies with respect to Judaism and Jews. The course will be divided into three segments: the foundations of Christian thinking in late antiquity; the medieval period; (3) modernity. Issues in Israel's Social History HBRJD-UA 419 4 points. From the mass arrival of Middle Eastern Jewry in the 1950s to the emergence of the tent protests in 2011, examines how a wide-range of societal issues, conflicts, and dilemmas shaped the historical trajectory and complexities of Israeli society. Jewish American Fiction HBRJD-UA 625 4 points. Close readings of American Jewish fiction by writers including Abe Cahan, Ludwig Lewisohn, Saul Bellow, Philip Roth, Cynthia Ozick, and Bernard Malamud, as well as a number of less conventionally studied texts. Attention is devoted to fictions that test the limits of the so-called \"Jewish American novel,\" including texts composed in Yiddish, Hebrew, and German (all of which are made available in English translations); fiction written by non-Jews about American Jews; and graphic novels.          Jewish  Women in European History    HBRJD-UA  653 Offered  every other year. Kaplan. 4 points.    Approaches  Jewish women's history from the perspective of social history. Considers the  normative role of women in Judaism. Surveys the roles of Jewish women in the  Middle Ages and early modern Europe, using memoir sources and secondary  literature. Mostly focuses on Jewish women in modern Europe, analyzing their  history in a variety of countries from the French Revolution through the period  of Emancipation, the bourgeois 19th century, World War I, the interwar years,  the Nazi era, and postwar Europe.          Jewish  Life in Weimar and Nazi Germany    HBRJD-UA  656 Identical  to HIST-UA 165. Offered every other year. Kaplan. 4 points.    Explores  the interactions of Jews and other Germans during the Weimar Republic, noting  the extraordinary successes of the Jews, as well as the increase in anti-Semitism  between 1918 and 1933. Examines the rise of Nazism, popular support for and  opposition to the regime, the persecution of the Jews, the role of bystanders,  and the ways in which the Jewish victims reacted inside Germany.          Jews  and Germans from Emancipation through World War I    HBRJD-UA  657 Identical  to HIST-UA 807. Offered every other year. Kaplan. 4 points.    Explores  Jewish life in 19th-century Germany, looking particularly at the ways in which  Jews and Germans interacted. Describes the Jews' quest for emancipation, their  economic profile, and their social lives. Changes within the Jewish community;  debates over religious reform, integration, and identity; and the growing  problem of anti-Semitism are discussed.          Soviet Jewish Life Through The Prism of Literature &amp; Film    HBRJD-UA  663 Offered  every third year. Estraikh. 4 points.    Examines  Jewish life in the former Soviet Union, focusing on the cultural and  ideological transformation of Russian Jews in the 20th century from pious  Yiddish-speaking shtetl-dwellers to secular Russian-speaking urbanites. Studies  the campaigns for Jewish republics in the Crimea and Birobidzhan in the  pre-Holocaust Soviet Union. Analyzes how Soviet social engineering affected  traditional shtetl communities. The contemporary Russian Jewish diaspora is  treated. Readings (in English) include memoirs and other works originally  written in Yiddish, Russian, Hebrew, German, and English by Soviet and  non-Soviet authors.          Yiddish  Literature in Translation    HBRJD-UA  664 Offered  every year. Estraikh. 4 points.    Introduction  to the literary and cultural activity of modern Yiddish-speaking Jewish  communities in Eastern Europe, the Soviet Union, and the United States from  1890 to 1950. Focuses on the distinct role that Yiddish played in modern Jewish  culture during the first half of the 20th century, when the language was the  vernacular of the majority of world Jewry. Examines how \"Yiddish modernism\"  took shape in different places and spheres of activity during a period of  extraordinary upheaval.          The  Holocaust: The Third Reich and the Jews    HBRJD-UA  685 Identical  to HIST-UA 808. Offered every year. Engel. 4 points.    Historical investigation of the evolution of Nazi  policies toward Jews; of Jewish behavior in the face of those policies; and of  the attitudes of other countries, both within and outside the Nazi orbit, for  the situation of Jews under the rule of the Third Reich.          Jewish  Europe after the Holocaust    HBRJD-UA  689 Identical  to HIST-UA 18. Offered every year. Estraikh. 4 points.    Concentrates  on the social, political, and cultural forces that shaped Jewish life in  post-1945 Europe. Topics include reconstruction of Jewish communities,  repression and anti-Semitic campaigns in the Soviet Union and Poland, the  impact of Israel, emigration and migration, Jewish-Christian relations, and  assimilation and acculturation. Also examines various reactions to the  Holocaust.          Israeli  Politics and Society    HBRJD-UA  710 4  points.    Examines the power structure and mechanisms of contemporary Israeli politics beginning with the emergence of the provisional government in 1948. Traces how Israel's national institutions, key basic bills and the legislation mechanism, and electoral system developed. Also examines key fault lines in Israeli social, political, and economic life, including Jewish-Arab relations; the balance between the welfare state and economic liberalism; union workers and gender relations.          Racial and Sexual “Others” in Nazi Germany HBRJD-UA  720 Offered  every three years. 4 points.    Examines how the Nazis dealt with those they deemed “racially unfit” to belong to the German people. Analyzes the ways in which Germany sought to create a nation based on invented categories of “blood and race.” By studying policies towards the so-called “enemies” of the Third Reich--including Jews, Sinti and Roma (Gypsies), the physically and mentally disabled, Afro-Germans, “asocials,” homosexuals, prostitutes, etc.--examines measures that the government enacted to delegitimize, isolate, rob, incarcerate, sterilize, and/or murder many of these groups, as well as measures intended to increase and strengthen the “Aryan” population.          American  Jewish Literature and Culture    HBRJD-UA  779 Offered  every other year. Diner. 4 points.    Explores  the body of imaginative literature (novels, short stories, poetry, and drama)  written by American Jews. Links these literary works to the changing position  of Jews within American society.          Topics  in Israel Studies    HBRJD-UA  948 Offered  every semester. 4 points.    This  course utilizes the expertise of visiting professors and NYU faculty to examine  diverse topics in Israel's culture and history in the modern era. Jewish  Philosophy and Thought          Introduction  to Jewish Literature and Thought    HBRJD-UA  77 Identical  to RELST-UA 77. Offered every other year. Gottlieb, Wolfson. 4 points.    Introduces  students to major forms of Jewish literature including the Bible, Midrash,  Talmud, philosophy, and Kabbalah and to major intellectual trends within  Judaism from the Bible to today.          A  Book Forged in Hell: Spinoza's Theological-Political Treatise and the Birth of  Modern Judaism    HBRJD-UA  107 Formerly  Spinoza and Jewish Philosophy. Identical to RELST-UA 107. Offered every other  year. Gottlieb. 4 points.    Baruch  Spinoza (1632–1677) has been called the quintessential modern religious critic.  We examine Spinoza's critique of Judaism in light of his medieval Jewish  philosophical predecessors. Among the questions we explore: Are miracles  possible? What is prophecy? Are the Jews the chosen people? Is Jewish law  (halakha) obligatory?          Modern  Jewish Thought    HBRJD-UA  112 Offered  every other year. Wolfson. 4 points.    Comprehensive treatment of the major intellectual  currents in modern Jewish thought. Emphasizes the effects of modernity on  traditional Judaism. Topics include Enlightenment and the rationalistic  identity; the role of ethics in religion; the emergence of Reform,  neo-Orthodox, and Conservative Judaism; liberal rationalist theology and the  possibility of revelation; religious and secular Zionism; the Holocaust; and  the creation of the modern State of Israel.          Early  History of God    HBRJD-UA  116 Identical  to RELST-UA 220. Offered every year. Fleming, Smith. 4 points.    Explores  evidence concerning the appearance of monotheism in ancient Israel, including  the Hebrew Bible, ancient writing from Israel and its neighbors, and a range of  other artifacts. The premise of the course is that Israel was not alone in  ascribing priority of power to a single god, and Israel's result is comprehensible  only in the context of these wider currents.          Jewish  Ethics    HBRJD-UA  117 Identical  to RELST-UA 117. Offered every year. Rubenstein. 4 points.    Surveys Jewish ethical perspectives on leading moral  issues, including capital punishment; business ethics; self-sacrifice,  martyrdom, and suicide; truth and lying; the just war; abortion; euthanasia;  birth control; and politics. Explores philosophical questions concerning the  nature of ethics and methodological issues related to the use of Jewish sources.  Examines classical Jewish texts (Bible, Talmud, and medieval codes) pertaining  to ethical issues and discusses the range of ethical positions that may be  based on the sources.          Religion,  Magic, and the Jewish Tradition    HBRJD-UA  212 Identical  to RELST-UA 212. Offered every third year. Wolfson. 4 points.    Examines  models for understanding the nature of magic as a phenomenon in society, then  applies those models to help understand the different kinds of magic in Jewish  history, from biblical times to the present.          Spinoza's   Theological-Political  Treatise   and Its Aftermath    HBRJD-UA  424 Prerequisite:  some background in medieval Jewish philosophy or early modern philosophy is  recommended, though not mandatory. Offered periodically. Gottlieb. 4 points.    An  in-depth study of Spinoza's main political work, the Theological-Political  Treatise .  Among the topics to be discussed are prophecy and prophets, miracles and laws  of nature, Spinoza and biblical criticism, Spinoza's view of the Jewish Law,  his political theory, and the book's influence on the Enlightenment.          Jewish  Philosophy in the Medieval World    HBRJD-UA  425 Identical  to RELST-UA 106, MEDI-UA 425. Offered periodically. Gottlieb, Wolfson. 4  points.    Readings  (in translation) and analysis of representative selections from the writings of  the major Jewish philosophers of the Middle Ages. Emphasizes the Kuzari of Yehuda Halevi  and the Guide  of the Perplexed   of Moses Maimonides. Special attention is paid to the cultural context in which  these works were produced.          Introduction to Jewish Mysticism and Hasidism    HBRJD-UA  430 Identical  to MEDI-UA 430, RELST-UA 104. Offered every year. Wolfson. 4 points.    Introduction  to the history of the Kabbalah and Hasidism, emphasizing the impact of these  ideas on the history of Judaism.          Modern  Jewish Philosophy    HBRJD-UA  640 Offered  every other year. Gottlieb, Wolfson. 4 points.    Explores  seminal debates about Judaism and Jewishness from the 18th century to today.  Topics discussed include the existence of God, the authority of Jewish law, and  Jewish chosenness. Special attention is paid to the impact of major historical  and ideological developments, including Enlightenment and Emancipation, the  Holocaust, the founding of the State of Israel, and feminism.          Gender  and Judaism    HBRJD-UA  718 Identical  to MEIS-UA 807, RELST-UA 815, SCA-UA 732. Offered every other year. Wolfson. 4  points.    Investigates  the ways in which Jews have constructed gender during the rabbinic, medieval,  and modern periods. Examines the implication of these constructions for the religious  and social lives of Jewish women and men.          Jewish  Responses to Modernity: Religion and Nationalism    HBRJD-UA  719 Identical  to RELST-UA 470. Offered every third year. Wolfson. 4 points.    Examination  of the impact of modernity on Jewish life and institutions in the 18th and 19th  centuries. Readings in English from the works of Moses Mendelssohn, Theodor  Herzl, Simon Dubnow, and the leading figures of the early Reform, Conservative,  and neo-Orthodox movements. The convergence and divergence of nationalist and  universalist sentiments are studied.          Seminars          Israeli  Music and National Identity    HBRJD-UA  294 Offered  every two years. 4 points.    Examines  changes in Israeli identity and politics through the lens of Israeli pop  music—from the country's Zionist routes to the contemporary period. A cultural  \"reading\" of new forms of Israeli music—Mizrahi (Middle Eastern Jewish)-infused  pop music, Israeli rock, Palestinian hip hop, Arab fusion, and religious pop  music—can point us toward current contestations of Israeli identity. In  addition to listening to music (in Hebrew with English translations) and  viewing representations of music in Israeli pop culture, we will read and  discuss scholarly works on Israeli music, national culture, and globalization  to provide a historical and cultural lens for understanding the meaning of  these cultural products.          Jews  in the Muslim World in the Middle Ages    HBRJD-UA  104 Offered  every two years. 4 points.    Explores  aspects of the history of the Jews in the medieval Islamic world, beginning  with the historiographical debate about this contentious subject. Moves from a  discussion of the early encounter between Islam and the Jews at the time of the  Prophet Muhammad, discussing the Qur'an and other foundational texts, to the  legal and actual status of the Jews. Examines how the famous Cairo Geniza  documents illuminate Jewish economic life, and how the realities of economic  life affected developments in the halakha. Also considers the organization and  functions of the Jewish community, with its foundations in the Geonic period.  Through a discussion of the problem of adjudication we will address the large  problem of how much autonomy the Jews actually had. Where relevant, comparisons  will be drawn with the situation of the Jews in medieval Latin Europe. In  addition to discussion of secondary readings, classes will focus on the close  reading of seminal primary sources in English translation.          Israeli  Politics in Comparative Perspective    HBRJD-UA  711 Offered  every two years. 4 points.    One  of the most characteristic themes in Israeli politics is that of Israel's  uniqueness, in its security needs, in its cultural and political identity, and  in its relationship to the international community. This widespread perception  of separateness readily contributes to and is at least partially constituted by  the state's history of strategic insecurity and political isolation in the  Middle East as well as its characteristic form of democratic governance.  Objective (and a central methodological concern of political science) is to  critically examine the assumption of Israel as a \"case apart\" and to degree to  which Israel's \"unique\" characteristics may be understood as \"normal\" politics  in the world at large. In doing so, we seek both to better understand the Israeli  case and to explore diverse paths to conflict resolution. Attempts to address  the growing interest in comparative analysis of Middle Eastern politics, with a  focus on the State of Israel.          Israeli  Territorial Politics: Between Security &amp; Identity    HBRJD-UA  712 Prerequisite:  general knowledge of contemporary Israeli/Middle Eastern politics. Offered  every two years. 4 points.    Explores the evolution of and conflict between different concepts of borders in Israeli domestic discourse and their respective impact on Israel's territorial policies and international boundaries. After considering the role of security and identity in shaping broad domestic understandings of territory in Israel, examines how these concepts have uniquely influenced Israeli compromise or lack thereof in the Sinai Peninsula, Southern Lebanon, the Gaza Strip, the Golan Heights, Jerusalem, and the West Bank. Incorporates a range of scholarly historical and political readings on Israel as well as films and regular student-led discussions on relevant current events.          Advanced  Readings in Modern Hebrew Literature    HBRJD-UA  782 In  Hebrew. Offered every other year. Feldman. 4 points.    In-depth study of selected masterpieces by 20th-century Hebrew writers. Appreciation of artistic achievements against the sociohistorical background and general cultural currents of the period. Selections include fiction, poetry, and literary criticism by and about several of the following writers: Agnon, Brenner, Gnessin, Yizhar, Alterman, Bialik, and Greenberg. (Readings in Hebrew)          Readings in Talmud (in Hebrew)    HBRJD-UA  784 Offered every year. Schiffman. 4 points.    Studies a selected section of the Hebrew and Aramaic text of the Babylonian Talmud, utilizing both traditional and academic methods of study.‎ Emphasis is on mastering the themes and concepts while studying the text and its commentaries in depth.      Independent  Study    HBRJD-UA  997, 998 Open to honors and nonhonors students. Prerequisite: permission of the instructor. Offered every semester. 1 to 4 points.                        Home       About       People       Undergraduate Program       Graduate Programs       Calendar       The Taub Center       Affiliations       Resources       Employment                   Contact Us | &copy; New York University , Arts and Science"}, {"content": "Undergraduate Courses Spring 2005 | Philosophy | NYU                                                                                                                                          Back to Previous Page       Undergraduate Courses Spring 2005   Intensive Introductory Course       V83.0015-001 Minds and Machines TR 3:30-4:45 Elizabeth Vlahos       An intensive introduction to the discipline of philosophy, by way of study of conceptual issues in cognitive science, focusing on the conflict between computational and biological approaches to the mind. Topics covered include whether a machine could think, the reduction of the mind to the brain, connectionism and neural nets, mental representation, and whether consciousness can be explained materialistically. Group I: History of Philosophy       History of Ancient Philosophy V83.0020-001 TR 2-3:15 Masahiro Yamada       Examination of the major figures and movements in Greek philosophy, especially Plato and Aristotle.        V83.0021-001 History of Modern Philosophy MW 11:00-12:15 AM Wayne Waxman       In this course, we will read excerpts from the key metaphysical and epistemological texts of the greatest thinkers of what is often called philosophy’s Golden Age: Descartes, Spinoza, Leibniz, Locke, Berkeley, Hume, and Kant.              V83.0039-001 Recent Continental Philosophy TR 9:30-10:45 John Richardson    The course will survey and assess the works of some of the major German and French philosophers in the second half of the 20 th Century. These will include: Heidegger (after Being and Time ), Gadamer, Habermas, Foucault, Derrida, and Deleuze. (We may give lesser attention to one or two others.) Group II: Ethics, Value, and Society           V83.0040-001 Ethics MW 3:30-4:45 Sharon Street       In this course, we will examine some central topics in moral philosophy. Among the questions we will consider are: What reason is there to be moral? Is pleasure the only ultimate good? What makes an action right or wrong, and to what extent is this a matter of the action's consequences? What role should the concept of virtue play in moral theorizing? Are there such things as moral facts, and if so, how should we understand them? Is there a single true morality, or is moral truth relative to culture or the individual?Readings will be drawn from both contemporary and historical sources.        V83.0050-001 Medical Ethics TR 11-12:15 William Ruddick    Examines moral issues in medical practice and research. Topics include euthanasia and quality of life; deception, hope, and paternalism; malpractice and unpredictability; patient rights, virtues, and vices; animal, fetal, and clinical research; criteria for rationing medical care; ethical principles, professional codes, and case analysis.    No prerequisites, but preference is given to juniors and seniors.        V83.0102-001 Topics in Ethics and Political Philosophy TR 11-12:15 Peter Unger Prerequisite: Two course in Philosophy, including either V83.0040, V83.0041, V83.0045, or V83.0052.    The course will revolve around two central questions in basic ethics, with related discussion of several topics in applied ethics. The first central question is, what is it that determines the moral status of a particular being? If we can save one human baby or else two elephants, in a world with plenty of each, what is it about the human baby that determines it's she alone that we should save, rather than both elephants, each (suppose) mentally more advanced than she? And, here's the second central question: Is there a morally significant distinction, even anywhere in the neighborhood of the (probably insignificant) distinction between causing and letting happen - between killing and letting die, for instance, and, for another instance, between inflicting pain and letting pain happen?      On the second question, I'll unconfidently argue that there really isn't any important distinction. And, so, it's terribly wrong to for us to allow distant little children, in the poorest regions, to suffer and die young. But, now turning back to the first question, there's this: If we can't find good reason to accord the human babies enormously higher moral status than almost all other mammals, will we then be required, on pain of behaving very badly, to provide them also, all over the world, with whatever aid they need to flourish? For many centuries, that may be enormously costly. So, there'll be important interplay between our two central questions. Our discussion of these questions will have implications for issues of discrimination, abortion, infanticide, euthanasia, and other \"hot topics\" in applied ethics.    Far from being a series of lectures, the course should consist mainly of lively discussion with, and among, its students, where the students think hard about ethical issues. Since there won't be an attempt to impart a \"body of ethical knowledge,\" there won't be any exams. But, students must write two lucid short papers, or possibly three, each on a different issue discussed in class.       Group III: Metaphysics, Epistemology, Mind, Language, and Logic       V83.0070-001 Logic MW 2-3:15 PM Peter Graham       Introduces the techniques, results, and philosophical import of 20th century formal logic. Principal concepts include those of sentence, set, interpretation, validity, consistency, consequence, tautology, derivation, and completeness.             V83.0074-001 Modal Logic TR 2-3:15 Kit Fine       Modal logic is the logic of necessity and possibility and other such notions. In recent times, the framework of possible worlds has provided a valuable tool for investigating the formal properties of these notions. This course provides an introduction to the basic concepts, methods, and results of modal logic, with an emphasis on its application to such other fields as philosophy, linguistics, and computer science.        V83.0076-001 Belief, Truth &amp; Knowledge MW 9:30-10:45 Roger White       This course is an inquiry into the nature of inquiry. We often seek answers to questions—e.g., Who was responsible for the Sept 11 attacks? Will the Knicks win tonight? 837+655=?—and take ourselves to know the answers, or have rational opinions, or to have good evidence for our views. Rather than answer these questions, we will step back and ask, What is the nature of evidence? and, What it is to know something or to be rational? In answering these questions, we will examine versions of, and responses to Skepticism: that there is very little we can know or have reason to believe.              V83.0085-001 Philosophy of Language MW 12:30-1:45 Ray Buchanan       Examines various philosophical and psychological approaches to language and meaning and their consequences for traditional philosophical problems in metaphysics, epistemology, and ethics. Discusses primarily 20th Century authors including Russell, Wittgenstein, and Quine.        V83.0098-001 Philosophy of Mathematics MW 2-3:15 Joshua Schechter       This seminar will provide an introduction to central topics in the philosophy of mathematics. We will discuss the nature of mathematical objects: Are they mental constructions, do they inhabit some Platonic realm, or are there no mathematical objects at all? We will also discuss the status of our knowledge of mathematics. The course will have two parts. In the first part, we will consider several historically influential views of mathematics, such as Formalism, Intuitionism, and Logicism. In the second part of the course, we will consider contemporary views of mathematics. This part of the course will be structured around the question of how our knowledge of mathematics ought to be explained. Views to be explored include Fictionalism, Neo-logicism, Plenitudinous Platonism, and Structuralism.Readings for the course will be taken from an introductory book as well as from a collection of primary sources. Students will be evaluated based on class participation, two short papers, and a longer final paper.             V83.0103-001 Topics in Metaphysics and Epistemology MW 4:55-6:10 Nico Silins Prerequisite: Two course in Philosophy, including either V83.0076 or V83.0078.       This course will focus on the metaphysics of human persons. The human organism where you are could continue to live as a human vegetable, without any psychology. But could you outlive any changes in your psychology, however extreme? If not, what is the relation between you and the human organism where you are? We will address these and other questions about human persons in connection with much more general questions about the metaphysics of objects which exist in space and time. CROSS LISTED COURSES:    V78.0424    Cross listed as: V83.0127    Spinoza’s Theological-Political Treatise and Its Aftermath    MW 11-12:15    Dr. Yitzhak Melamed    The course is an in-depth study of Spinoza's main political work, the Theological-Political Treatise. Among the topics to be discussed are: prophecy and prophets, miracles and laws of nature, Spinoza and biblical criticism, Spinoza's view of the Jewish Law, Spinoza's Political Theory, and the influence of the book on the Enlightenment.    V88.0722    Cross listed as: V83.0123    READINGS IN CHINESE PHILOSOPHY AND CULTURE MW 12:30-1:45    This course introduces undergraduate students to the thought of seven major philosophers, beginning with an intensive study of the Confucian Analects. Following this, we read the works of Confucius' followers (Mo Tzu, Mencius, and Hsun Tzu) and their Daoist and Legalist adversaries (Lao Tzu, Chuang Tzu, and Han Fei Tzu. These thinkers from the pre-imperial period (ca. 500BC to the unification ofChina in 221BC) form the foundation upon which much of the subsequent culture rests. The course concludes with one dynastic history and one historical novel, both concerning the first imperial era, the Han.    V27.0700    Cross listed as: V83.0122    Greek Thinkers    Philip Mitsis    MW 11-12:15"}]},
{"detail": [{"content": "Course Offerings, The Skirball Department of Hebrew and Judaic Studies | NYU                       NEW YORK UNIVERSITY       ARTS AND SCIENCE       COLLEGE OF ARTS AND SCIENCE       GRADUATE SCHOOL OF ARTS AND SCIENCE                                            Back to Home       Course Offerings   Hebrew  Language Courses: General Information          The  College Core Curriculum foreign language requirement can be fulfilled by  completion of either the standard four-semester sequence of Elementary and  Intermediate Hebrew (HBRJD-UA 1 through HBRJD-UA 4) or the three-semester  sequence of Intensive Elementary Hebrew (HBRJD-UA 6) followed by Intermediate  Hebrew I and II (HBRJD-UA 3 and HBRJD-UA 4).          All  students wishing to enroll in a Hebrew language course must take a placement  examination whether they have formally studied Hebrew previously or not.  Placement of students in Hebrew language courses is explained in the academic  policies section of this Bulletin under the heading \"placement examinations.\"  Under no circumstances may students decide on their own in which level of  Hebrew they belong.          Introductory  Language Courses          Elementary Hebrew I   HBRJD-UA 1 Offered  every semester. 4 points.    Active  introduction to modern Hebrew as it is spoken and written in Israel today.  Presents the essentials of Hebrew grammar, combining the oral-aural approach  with formal grammatical concepts. Reinforces learning by reading of graded  texts. Emphasizes the acquisition of idiomatic conversational vocabulary and  language patterns.          Elementary  Hebrew II    HBRJD-UA  2 Offered  every semester. 4 points.    Continuation  of Elementary Hebrew I (HBRJD-UA 1). Open to students who have completed  HBRJD-UA 1 or who have been placed at this level through the placement  examination.          Intermediate  Hebrew I    HBRJD-UA  3 Offered  every semester. 4 points.    Open  to students who have completed Elementary Hebrew II (HBRJD-UA 2) or Intensive  Elementary Hebrew (HBRJD-UA 5), or those who have been placed at this level  through the placement examination. Builds on skills acquired at the elementary  level and develops a deepening command of all linguistic skills. Modern literary  and expository texts are read to expand vocabulary and grammatical knowledge,  with conversation and composition exercises built around the texts. Introduces  selections from Israeli media. Addresses the relationship between classical and  modern Hebrew.          Intermediate  Hebrew II    HBRJD-UA  4 Offered  every semester. 4 points.    Continuation  of Intermediate Hebrew I (HBRJD-UA 3). Open to students who have completed  HBRJD-UA 3 or who have been placed at this level through the placement  examination.          Intensive  Elementary Hebrew    HBRJD-UA  5 Offered  occasionally. 6 points.    Completes  the equivalent of a full year of elementary Hebrew in one semester. For  description, see Elementary Hebrew I (HBRJD-UA 1).          Advanced  Language Courses          The  prerequisite for all advanced language courses is Intermediate Hebrew II  (HBRJD-UA 4) or the equivalent.          Advanced  Hebrew: Conversation and Composition    HBRJD-UA  11 Offered  every other year. 4 points.    Aimed  at training students in exact and idiomatic Hebrew usage and at acquiring facility  of expression in both conversation and writing. Reading and discussion of  selections from Hebrew prose, poetry, and current periodical literature.          Advanced  Hebrew: Structure of Modern Hebrew Grammar    HBRJD-UA  12 Offered  every other year. 4 points.    Designed  to provide a thorough grounding in Hebrew grammar with special emphasis on  phonology, morphology, and syntax. Concentrated study of vocalization,  accentuation, declensions, conjugations, and classification of verbs.          Advanced  Hebrew: Writing and Reading Contemporary Hebrew    HBRJD-UA  13 Offered  every other year. 4 points.    Reading  and discussion of modern literary and expository works. Focuses on the many  stylistic registers that modern Hebrew has developed. Intended to train  students in fluent expository writing and advanced reading comprehension,  concentrating on Hebrew idiom and vocabulary, emphasizing literary form and  style of composition.          Hebrew  of the Israeli Communications Media    HBRJD-UA  73 Offered  periodically. 4 points.    Extensive  selections from a representative range of Israeli media, including newspapers,  magazines, and broadcasting. Stresses study of various approaches in the  different media, as well as practical exercises in comprehending Israeli press  styles.          Modern  Hebrew Literature (in Hebrew)          Self and Other in the Israeli Short Story   HBRJD-UA 78 In  Hebrew. Offered every other year. Feldman. 4 points.    Developments  in the perception of the \"other\" from 1948 to the present in ideologically  engaged literature.          Literature  of the Holocaust    HBRJD-UA  690 In  Hebrew. Offered every other year. Feldman. 4 points.    Examines representations of the Holocaust in Hebrew fiction and poetry. Among issues to be explored are the differences between responses of the Jewish community in Palestine at the time of the event and later reconstruction by survivors and witnesses, and the new perspectives added since the 1980s by children of survivors, who have made the Holocaust a central topic in contemporary Israeli culture. (Readings are in Hebrew.) Israeli  Women Writers: The Second Wave    HBRJD-UA  783 Identical  to SCA-UA 735. In Hebrew. Offered every other year. Feldman. 4 points.    In  1997, books by women writers reached the top of Israel's best-seller list for  the first time ever. What made the contemporary boom in Israeli women's fiction  possible? This course explores the place of national ideologies in Israeli  culture and their conflict with feminist aspirations. Readings include writings  by Israeli women, with special emphasis on the so-called second wave of the  1980s and 1990s through the present.          Modern  Hebrew Literature in Translation      From  Hebrew to Israeli Literature    HBRJD-UA  76 Identical  to MEIS-UA 713. Offered every third year. Feldman. 4 points.    Comprehensive  introduction to representative works of modern Hebrew literature from the  writers of the Hebrew national renaissance of the late 19th century to the  present. Focuses on thematic and structural analysis of texts in light of  social and intellectual movements of the period. Readings include selections  from Peretz, Berdichevsky, Ahad Ha'am, Gnessin, Brenner, Agnon, Hazaz,  Yehoshua, and Appelfeld.          Israel:  Fact through Film and Fiction    HBRJD-UA  780 Identical  to MEIS-UA 698. Offered every other year. Taught in English. 4 points.    Israeli  Cinema has finally come of age. It has recently scored numerous awards and  world-wide recognition not only for its artistic achievements but also for its  gutsy in-depth engagement with political, social, and sex-and-gender borders  and boundaries that are local and universal at one and the same time. We  explore some of the high points of recent Israeli cinema and ask how its  treatment of these issues compares to and differs from analogous literary  representations in contemporary Hebrew fiction.          Jewish  History and Civilization          Ancient  Israel    CORE-UA  514 Offered  every semester. Fleming, Smith. 4 points.    See  description under Foundations of Contemporary Culture in this Bulletin.          Sex,  Gender, and the Bible    HBRJD-UA  19 Identical  to RELST-UA 19. Offered every third year. Feldman. 4 points.    Investigates  a series of problems regarding the mutual constitution of male and female in  the Hebrew Bible. Through close readings of a range of biblical texts  (narrative, law, wisdom literature), we address such issues as the absence of  the goddess in monotheism, the literary representation of women and men, the  construction of gender ideals, and the legislation of sex and bodily purity. Introduction to the New Testament HBRJD-UA 22 4 points. Introduces issues and themes in the history of the Jesus movement and early Christianity. Covers most of the New Testament texts with attention to historical context, modern scholarly methodologies, and the larger frameworks of ancient history and the theoretical study of religion.          The  Bible as Literature    HBRJD-UA  23 Identical  to RELST-UA 23. Offered periodically. 4 points.    Over  the past few decades, many readers have come to a fuller appreciation of the  emotional and imaginative power of the Bible's narratives, which still speak  with remarkable clarity to our own sensibilities, leading one critic to  characterize the Bible as a \"full-fledged kindred spirit\" of modernism. We  examine this \"kindred spirit,\" using a broadly literary approach as our guide.  While the focus is on narrative—the Pentateuch (Genesis to Deuteronomy) and the  Former Prophets (Joshua to Kings), as well as shorter narrative books (Ruth, Jonah,  and Esther)—also studies Ecclesiastes and Job as ancient precursors to modern  skepticism. Finally, examines one modernist engagement with the Bible: Kafka's Amerika . Archaeology of Ancient Egypt HBRJD-UA 24 4 points. Offers a survey of archaeological remains from different periods in pharaonic history and prehistory, and introduces the ways that archaeologists have interpreted these remains. Students will read actual site reports as well as more synthetic studies, and become familiar with the history of field research in Egypt.          Jewish  Backgrounds to the New Testament    HBRJD-UA  25 4  points.    Introduces  students to the Jewish literary, cultural and historical backgrounds to the New  Testament. Special attention will be given to the textual and archaeological  evidence that helps to shape one's understanding of the landscape of Jewish  thought, in particular those issues and themes that parallel the texts of the  New Testament. Students are given the opportunity to read primary sources in  translation (e.g. the New Testament, Dead Sea Scrolls, Apocrypha,  Pseudepigrapha, Rabbinic texts) and to gain an understanding of the world out  of which nascent Christianity and Ancient Judaism develop. Israeli Music: Contesting National Culture HBRJD-UA 29 4 points. Examines the musical construction of Israeli national identity. Students will learn to think critically about the political and cultural aspects of music and other expressive forms; become acquainted with Israeli society, culture, and identity politics; develop a sophisticated understanding of contemporary Israeli music; enhance their understanding of the theoretical literature on nationalism, postnationalism, and globalization; and learn the fundamentals of performance and discourse analysis. Food and Identity in the Middle East and its Jewish Communities HBRJD-UA 36 4 points. An introduction to the study of the Middle East and its Jewish communities through an examination of culinary history and foodways. Particular attention will be paid to food as a marker of class, ethnic, and religious identity.          Global  Jewish Communities: New York    HBRJD-UA  85 Offered  every two years. 4 points.    Explores  the historic impact of New York upon the Jews, and conversely, how the Jews  since the seventeenth century have left their mark upon New York. Organized  chronologically, the course will examine the economic, political, cultural, and  social symbiosis between the city and its massive Jewish population, which at  its height constituted almost one-third of New York's residents.          History  of Judaism: The Classical Period    HBRJD-UA  100 Identical  to HIST-UA 109, MEIS-UA 680, RELST-UA 680. Offered every year. Rubenstein. 4  points.    History  of Judaism during its formative periods. Hellenistic Judaism, Jewish sectarianism,  and the ultimate emergence of the rabbinic system of religion and law.          Modern  Jewish History    HBRJD-UA  103 Identical  to HIST-UA 99. Offered every year. Engel. 4 points.    Major  developments in the history and culture of the Jews from the 16th to the 20th  centuries, emphasizing the meanings of modernity in the Jewish context,  differing paths to modern Jewish identity, and internal Jewish debates over the  relative merits of modern and traditional Jewish values.          Foundations  of the Christian-Jewish Argument    HBRJD-UA  106 Identical  to MEDI-UA 160, RELST-UA 192. Offered every other year. Chazan. 4 points.    Illustrates  the complexity of the relationship between Jews and Christians in the Middle  Ages by examining both Christian and Jewish perspectives and delineating the  variety of responses within each religious community to the other. The primary  focus is on the European Middle Ages, but the origins of the argument a  millennium earlier are also considered.          Judaism:  From Medieval to Modern Times    HBRJD-UA  111 Identical  to HIST-UA 98, MEDI-UA 683, MEIS-UA 680, RELST-UA 683. Offered every year. 4  points.    Intellectual-historical  examination of continuities and discontinuities between medieval and modern  Judaism as revealed in selected texts produced during the last thousand years.  Emphasis is placed on how the interactions of Jewish thinkers with the cultures  of their surroundings affected their understandings of Judaism.          The  Jews in Medieval Spain    HBRJD-UA  113 Identical  to HIST-UA 549, MEDI-UA 913, RELST-UA 113. Offered every other year. Chazan. 4  points.    The  700 years from the Muslim conquest of Spain in the eighth century to the  expulsion of the Jews in 1492 saw the greatest levels of mutual toleration and  coexistence among Jews, Christians, and Muslims achieved at any time during the  Middle Ages. Uses contemporary sources, from philosophical treatises to  religious polemics to erotic love poetry, to introduce the history of this  important Jewish community and its relationship to the Muslim and Christian  societies that surrounded it. Considers economic, cultural, and religious  interactions; mutual influence; and violent conflict.          Jews  in the Islamic World in the Modern Period    HBRJD-UA  114 Identical  to HIST-UA 521, MEIS-UA 616, RELST-UA 610. Offered every third year. 4 points.    Presents  a broad, chronologically organized survey of the history of the Jewish  communities in the Middle East from the rise of the Ottoman Empire to the end  of the 20th century. Topics include the organization and operation of Jewish  communities; interaction between Jews and Muslims; the effects of the twin  processes of modernization and Westernization on these communities; and the  relocation of the vast majority of Middle Eastern Jewry to the State of Israel  in the 20th century. Concludes with a brief look at the Jewish communities that  continue to live in the Middle East.          Biblical  Archaeology    HBRJD-UA  120 Identical  to RELST-UA 120. Offered periodically. Fleming, Smith. 4 points.    Examination  of the methods and conclusions of archaeological research and excavation as  applied to the Bible and history of Israel in antiquity. Topics include the  historicity of the exodus and the Israelite conquest of Canaan, the empires of  David and Solomon, and the nature of Israelite religion. Investigates how  archaeology provides evidence for evaluating the biblical text and  reconstructing early Israelite history and concentrates on the period from the  exodus and conquest of the Land of Israel through the Babylonian exile.          Ancient  Near Eastern Mythology    HBRJD-UA  125 Identical  to MEIS-UA 607, RELST-UA 125. Offered every third year. Fleming. 4 points.    The  myths of the ancient Near East represent the earliest literary expressions of  human thought. Students read myths from ancient Egypt, Mesopotamia, Ugarit,  Anatolia, and Israel, studying the myths themselves as literary works, as well  as exploring the ideas and broader issues that shaped them. These myths,  including both extensive literary masterpieces such as the Epic of Gilgamesh and shorter works  such as the Flight  of Etana to Heaven ,  offer a window into the religious mentality of the ancient Near East, which in  turn laid the foundation for many elements of modern Western culture.          Introduction to the Hebrew Bible (Old Testament)    HBRJD-UA  126 Identical  to MEIS-UA 809, RELST-UA 809. Offered every year. Fleming, Smith. 4 points.    Introduces  students to the modern study of the Bible from historical, literary, and  archaeological points of view. Reading and analysis of texts in translation.          The  Oldest Diplomacy: How International Relations Shaped the Ancient Near East    HBRJD-UA  127 Offered  every third year. 4 points.    The  ancient Near East includes the world from Babylonia to the edges of Egypt, a  region that gave us the two oldest writing systems in the world and the first  explosion of cities and their civilizations. Its history can be overwhelming.  Instead of attempting to address every aspect of this universe in detail, we  enter the history of the Near East through its international relations. Works  from a single principal text and then probes that material through reading and  discussion of other bibliography and primary evidence.          The  Dead Sea Scrolls, Judaism, and Christianity    HBRJD-UA  131 Identical  to RELST-UA 807, MEIS-UA 807. Offered every year. 4 points.    Survey  of the importance of the Dead Sea Scrolls for the history of early Judaism and  Christianity. Reading and discussion of English translations of the major  texts.          Topics  in Criticism: Holocaust Literature    HBRJD-UA  133 Identical  to ENGL-UA 711. Offered every other year. 4 points.    Considerations  of the formal and ethical questions raised by authors, filmmakers, critics, and  theorists about the representation and memorializing of the Nazi genocide of  European Jews and its aftermath. Focuses on stylistically inventive literature,  with some incursions into popular media such as cinema, television, comic  books, and video games, including work by Cynthia Ozick, Edward Lewis Wallant,  David Grossman, Georges Perec, Raymond Federman, Art Spiegelman, and Quentin  Tarantino.          Ancient  Egyptian Mortuary Traditions    HBRJD-UA  134 Offered  every third year. Roth. 4 points.    Ironically,  the mummies, tombs, and pyramids that furnish most of our evidence for life in  ancient Egypt can be understood only in the context of the Egyptians' beliefs  about death. Surveys these beliefs and their evolution, examining translations  of their mortuary texts and the art, artifacts, and architecture they created  to deal with death. This interdisciplinary approach is then applied to the  study of ancient Egyptian life and society.          The  Land of Israel Through the Ages    HBRJD-UA  141 Identical  to HIST-UA 540, MEIS-UA 609, RELST-UA 609. Offered every other year. 4 points.    Surveys  the history of the Land of Israel with special attention to its various  inhabitants and cultures from prehistoric times to the present. Archaeological  findings receive thorough attention.          Judaism,  Christianity, and Islam    HBRJD-UA  160 Identical  to MEDI-UA 25, MEIS-UA 800, RELST-UA 102. Offered every other year. 4 points.    For  course description, see under religious studies in this Bulletin.          Jerusalem:  The City, The Shrine, and Conflict    HBRJD-UA  165 Identical  to MEIS-UA 810, RELST-UA 810. Offered every third year. 4 points.    Jerusalem  is a unique metropolis. The object of intense religious devotion given its  role in the histories of three major religions, Jerusalem has become the focus  of a bitter nationalist struggle between Arabs and Jews, Israelis and  Palestinians. It is both a political symbol and the focus of fervid  imaginings for millions of people around the world. But in everyday life,  Jerusalem is home to 750,000 Jews and Arabs in an ethnically segregated but  prosperous binational city. Begins with a survey of the history of Jerusalem,  focusing on the late-Ottoman, British, partitioned Israeli and Jordanian eras,  before considering the growth of a united city under exclusive Israeli control  since 1967.          American  Jewish History    HBRJD-UA  172 Identical  to HIST-UA 689. Offered every other year. Diner. 4 points.    Study  of the major events and personalities in American Jewish history since colonial  times: the waves of Jewish immigration and development of the American Jewish  community.          Israel  and American Jewry    HBRJD-UA  174 Offered  every other year. 4 points.    Examines  the relations between the Jewish community in Israel (including Palestine  before the establishment of the state) and the American Jewish community from  1914 to 1992. Considers ideological issues (especially different views of  Jewish collectivity), as well as political and diplomatic developments in the  relations between Israel and the American Jewish community in the generation  prior to the Six-Day War of 1967. Concludes with an examination of the internal  Israeli political debates that have invoked the greatest concern among American  Jews: the Law of Return, the peace process, and \"who is a Jew?\"          Jewish  Migrations in the Modern Era    HBRJD-UA  176 Identical  to HIST-UA 809. Offered every other year. 4 points.    Explores  international migration as a shaping force in modern Jewish history. Since the  17th century, Jews have been involved in an ongoing process of shifting  residences en masse from and within Europe, as well as from the Islamic lands.  They have relocated to North and South America, South Africa, and Australia, as  well as to Israel. Explores many of the issues raised by the prominence of  migration as a feature of modern Jewish migrations, including the similarities  and differences between Jewish and non-Jewish migrations of the same time, the  causes and structures of the migrations, and the impact of migration on the  various aspects of integration in the receiving societies.          Zionism  in Communist Europe    HBRJD-UA  179 Offered  periodically. 4 points.    Presents  a broad, chronologically organized survey of the history of Zionism and  anti-Zionism in communist countries of Europe. The primary focus is on the  Soviet Union, particularly on the emigration movement in the post-Stalinist  period, but the developments in post-Holocaust Poland, Romania, Czechoslovakia,  Hungary, and Bulgaria are also considered. Concludes with a brief look at the  immigrants in Israel.          Ethnicity  in the Jewish People in the State of Israel    HBRJD-UA  181 Zweig.  4 points.    Examines  the interactions and relationships between the various Jewish ethnic groups in  Israel: communities from the Middle East, North Africa, and Europe. The roots  of ethnic identity are discussed, and the influences of modernization and  nationalism are examined. Issues studied include the Zionist movement's  attitudes toward \"negation of the diaspora,\" the \"melting-pot\" approach to  immigrant absorption during the 1950s and 1960s, the Sephardic protest, the  identity struggle, ethnic politics and the emergence of the Shas Party, and the  Russian and Ethiopian immigrations.          Zionism  and the Origins of Israel    HBRJD-UA  183 Identical  to RELST-UA 83. Offered every year. Engel, Zweig. 4 points.    The  history of Jewish nationalism in 19th-century Europe, the growth of the Jewish  National Home in Palestine, and the role of political Zionism in the creation  of the State of Israel.          Topics  in Jewish History and Literature: Talmud    HBRJD-UA  184 Offered  every year. 2 points.    In-depth  study of the Hebrew-Aramaic text of a selected chapter of the Talmud.  Traditional and modern commentaries are employed to discuss legal and  historical issues raised by the text.          Jewish Women in Modern History    HBRJD-UA  185 Identical  to HIST-UA 541. Diner. 4 points.    Explores the social, cultural and political histories of Jewish women in modern Europe and the United States from the French Revolution through World War II, focusing on the era of Emancipation, the bourgeois 19th century, both World Wars, and the Holocaust. We will examine the options women had, the boundaries against which they pushed, and the roles they created for themselves in public and in private. Students will read secondary sources as well as memoirs, diaries, and letters. Immigration in Israeli Society    HBRJD-UA  186 4 points.    Emphasizes the common denominators between those who came to Palestine in the early 20th century and those who came to the Americas in the same period of time. How was the decision to emigrate (whether to Palestine or to some other destination country) made? What role did Zionist ideology play in migration to Palestine? What was the profile of the Jewish immigrants to the destination countries? Was the composition of the immigration to Palestine unique? What obstacles did the migrants encounter in acting on their decision and how did they overcome them? Women in Israeli Society    HBRJD-UA  187 4 points.    Studies the role of women in the pre-state and Israeli society from the end of the 19th century until today from historical, sociological and legal perspectives. Topics include the myth of gender equality in Ottoman and Mandatory Palestine and later in the state of Israel; images of the \"new Hebrew woman,\" the reality and life of these women, and their contributions to the new Israeli society and culture; and the concepts of gender and national identities. The Jewish Community in Palestine Under Ottoman and British Rule    HBRJD-UA  188 4 points.    The growth of Jewish national aspirations in Europe from the 1880s led to an influx of Jews who wished to settle the land as farmers and to pursue Jewish economic autonomy within the Ottoman world. The occupation of Palestine by British forces and the British support for a Jewish National Home (Balfour Declaration) transformed Jewish expectations. Increasing waves of immigration began to change the demographic character of Palestine, and the Zionist movement now dominated Jewish life there. We examine the growth of the Jewish community, as well as cooperation and conflict with the Palestinian Arab population; the growth of Arab and Palestinian nationalism and the Arab response to both British rule and the growth of Jewish society; and the parallel development of Jewish demands for separatism and statehood. The  War of 1948    HBRJD-UA  189 Offered  every three years. 4 points.    The first Arab-Israeli war of 1948 still provokes multidimensional debates, in both academic and public circles. In the Palestinian and Arab collective memory, the war is engraved as the Nakba—the catastrophe—while Israel celebrates it as its day of independence. For both, it is the formative event of their history. In recent decades, Israel's \"New Historians,\" alongside other researchers, have contributed to changes in the way historians, and even the Israeli public, see their past. We attempt to provide students with basic knowledge and analytical tools to understand what \"really happened,\" beyond narratives and memories.          Russian  Jewish History    HBRJD-UA  191 Offered  every other year. Estraikh. 4 points.    Focuses  on Jewish history in imperial Russia, from the end of the 18th century to the  beginning of the 20th. It also gives an overview of the Soviet and post-Soviet  periods. Topics include the government's policies toward Jews; attempts to  integrate them into the larger society; the establishment and development of  Russian Jewish civil society; Jewish participation in the revolutionary  movement; aspects of Jewish social, economic, and cultural life in villages,  town, and cities; the role of women in family and communal life; military  service; anti-Jewish violence; and emigration. Palestine, Zionism, and Israel    HBRJD-UA  193 4 points.    This course is a survey of the history of Palestine in the modem period, focusing on the conflict for control of this land from its origins in the late nineteenth century until the present. The purpose of this course is to examine the evolution of this ongoing struggle in its historical context and to try to understand why the various parties to this conflict have thought and acted as they did. Christian-Jewish Relations Over the Ages    HBRJD-UA 215 4 points. Reading and analysis of key documents that illumine Christian-Jewish relations over the past two thousand years. Jewish thinking about Christianity is an equally rich, important, and complex topic, but this course will focus only on Christian imageries, doctrines, and policies with respect to Judaism and Jews. The course will be divided into three segments: the foundations of Christian thinking in late antiquity; the medieval period; (3) modernity. Issues in Israel's Social History HBRJD-UA 419 4 points. From the mass arrival of Middle Eastern Jewry in the 1950s to the emergence of the tent protests in 2011, examines how a wide-range of societal issues, conflicts, and dilemmas shaped the historical trajectory and complexities of Israeli society. Jewish American Fiction HBRJD-UA 625 4 points. Close readings of American Jewish fiction by writers including Abe Cahan, Ludwig Lewisohn, Saul Bellow, Philip Roth, Cynthia Ozick, and Bernard Malamud, as well as a number of less conventionally studied texts. Attention is devoted to fictions that test the limits of the so-called \"Jewish American novel,\" including texts composed in Yiddish, Hebrew, and German (all of which are made available in English translations); fiction written by non-Jews about American Jews; and graphic novels.          Jewish  Women in European History    HBRJD-UA  653 Offered  every other year. Kaplan. 4 points.    Approaches  Jewish women's history from the perspective of social history. Considers the  normative role of women in Judaism. Surveys the roles of Jewish women in the  Middle Ages and early modern Europe, using memoir sources and secondary  literature. Mostly focuses on Jewish women in modern Europe, analyzing their  history in a variety of countries from the French Revolution through the period  of Emancipation, the bourgeois 19th century, World War I, the interwar years,  the Nazi era, and postwar Europe.          Jewish  Life in Weimar and Nazi Germany    HBRJD-UA  656 Identical  to HIST-UA 165. Offered every other year. Kaplan. 4 points.    Explores  the interactions of Jews and other Germans during the Weimar Republic, noting  the extraordinary successes of the Jews, as well as the increase in anti-Semitism  between 1918 and 1933. Examines the rise of Nazism, popular support for and  opposition to the regime, the persecution of the Jews, the role of bystanders,  and the ways in which the Jewish victims reacted inside Germany.          Jews  and Germans from Emancipation through World War I    HBRJD-UA  657 Identical  to HIST-UA 807. Offered every other year. Kaplan. 4 points.    Explores  Jewish life in 19th-century Germany, looking particularly at the ways in which  Jews and Germans interacted. Describes the Jews' quest for emancipation, their  economic profile, and their social lives. Changes within the Jewish community;  debates over religious reform, integration, and identity; and the growing  problem of anti-Semitism are discussed.          Soviet Jewish Life Through The Prism of Literature &amp; Film    HBRJD-UA  663 Offered  every third year. Estraikh. 4 points.    Examines  Jewish life in the former Soviet Union, focusing on the cultural and  ideological transformation of Russian Jews in the 20th century from pious  Yiddish-speaking shtetl-dwellers to secular Russian-speaking urbanites. Studies  the campaigns for Jewish republics in the Crimea and Birobidzhan in the  pre-Holocaust Soviet Union. Analyzes how Soviet social engineering affected  traditional shtetl communities. The contemporary Russian Jewish diaspora is  treated. Readings (in English) include memoirs and other works originally  written in Yiddish, Russian, Hebrew, German, and English by Soviet and  non-Soviet authors.          Yiddish  Literature in Translation    HBRJD-UA  664 Offered  every year. Estraikh. 4 points.    Introduction  to the literary and cultural activity of modern Yiddish-speaking Jewish  communities in Eastern Europe, the Soviet Union, and the United States from  1890 to 1950. Focuses on the distinct role that Yiddish played in modern Jewish  culture during the first half of the 20th century, when the language was the  vernacular of the majority of world Jewry. Examines how \"Yiddish modernism\"  took shape in different places and spheres of activity during a period of  extraordinary upheaval.          The  Holocaust: The Third Reich and the Jews    HBRJD-UA  685 Identical  to HIST-UA 808. Offered every year. Engel. 4 points.    Historical investigation of the evolution of Nazi  policies toward Jews; of Jewish behavior in the face of those policies; and of  the attitudes of other countries, both within and outside the Nazi orbit, for  the situation of Jews under the rule of the Third Reich.          Jewish  Europe after the Holocaust    HBRJD-UA  689 Identical  to HIST-UA 18. Offered every year. Estraikh. 4 points.    Concentrates  on the social, political, and cultural forces that shaped Jewish life in  post-1945 Europe. Topics include reconstruction of Jewish communities,  repression and anti-Semitic campaigns in the Soviet Union and Poland, the  impact of Israel, emigration and migration, Jewish-Christian relations, and  assimilation and acculturation. Also examines various reactions to the  Holocaust.          Israeli  Politics and Society    HBRJD-UA  710 4  points.    Examines the power structure and mechanisms of contemporary Israeli politics beginning with the emergence of the provisional government in 1948. Traces how Israel's national institutions, key basic bills and the legislation mechanism, and electoral system developed. Also examines key fault lines in Israeli social, political, and economic life, including Jewish-Arab relations; the balance between the welfare state and economic liberalism; union workers and gender relations.          Racial and Sexual “Others” in Nazi Germany HBRJD-UA  720 Offered  every three years. 4 points.    Examines how the Nazis dealt with those they deemed “racially unfit” to belong to the German people. Analyzes the ways in which Germany sought to create a nation based on invented categories of “blood and race.” By studying policies towards the so-called “enemies” of the Third Reich--including Jews, Sinti and Roma (Gypsies), the physically and mentally disabled, Afro-Germans, “asocials,” homosexuals, prostitutes, etc.--examines measures that the government enacted to delegitimize, isolate, rob, incarcerate, sterilize, and/or murder many of these groups, as well as measures intended to increase and strengthen the “Aryan” population.          American  Jewish Literature and Culture    HBRJD-UA  779 Offered  every other year. Diner. 4 points.    Explores  the body of imaginative literature (novels, short stories, poetry, and drama)  written by American Jews. Links these literary works to the changing position  of Jews within American society.          Topics  in Israel Studies    HBRJD-UA  948 Offered  every semester. 4 points.    This  course utilizes the expertise of visiting professors and NYU faculty to examine  diverse topics in Israel's culture and history in the modern era. Jewish  Philosophy and Thought          Introduction  to Jewish Literature and Thought    HBRJD-UA  77 Identical  to RELST-UA 77. Offered every other year. Gottlieb, Wolfson. 4 points.    Introduces  students to major forms of Jewish literature including the Bible, Midrash,  Talmud, philosophy, and Kabbalah and to major intellectual trends within  Judaism from the Bible to today.          A  Book Forged in Hell: Spinoza's Theological-Political Treatise and the Birth of  Modern Judaism    HBRJD-UA  107 Formerly  Spinoza and Jewish Philosophy. Identical to RELST-UA 107. Offered every other  year. Gottlieb. 4 points.    Baruch  Spinoza (1632–1677) has been called the quintessential modern religious critic.  We examine Spinoza's critique of Judaism in light of his medieval Jewish  philosophical predecessors. Among the questions we explore: Are miracles  possible? What is prophecy? Are the Jews the chosen people? Is Jewish law  (halakha) obligatory?          Modern  Jewish Thought    HBRJD-UA  112 Offered  every other year. Wolfson. 4 points.    Comprehensive treatment of the major intellectual  currents in modern Jewish thought. Emphasizes the effects of modernity on  traditional Judaism. Topics include Enlightenment and the rationalistic  identity; the role of ethics in religion; the emergence of Reform,  neo-Orthodox, and Conservative Judaism; liberal rationalist theology and the  possibility of revelation; religious and secular Zionism; the Holocaust; and  the creation of the modern State of Israel.          Early  History of God    HBRJD-UA  116 Identical  to RELST-UA 220. Offered every year. Fleming, Smith. 4 points.    Explores  evidence concerning the appearance of monotheism in ancient Israel, including  the Hebrew Bible, ancient writing from Israel and its neighbors, and a range of  other artifacts. The premise of the course is that Israel was not alone in  ascribing priority of power to a single god, and Israel's result is comprehensible  only in the context of these wider currents.          Jewish  Ethics    HBRJD-UA  117 Identical  to RELST-UA 117. Offered every year. Rubenstein. 4 points.    Surveys Jewish ethical perspectives on leading moral  issues, including capital punishment; business ethics; self-sacrifice,  martyrdom, and suicide; truth and lying; the just war; abortion; euthanasia;  birth control; and politics. Explores philosophical questions concerning the  nature of ethics and methodological issues related to the use of Jewish sources.  Examines classical Jewish texts (Bible, Talmud, and medieval codes) pertaining  to ethical issues and discusses the range of ethical positions that may be  based on the sources.          Religion,  Magic, and the Jewish Tradition    HBRJD-UA  212 Identical  to RELST-UA 212. Offered every third year. Wolfson. 4 points.    Examines  models for understanding the nature of magic as a phenomenon in society, then  applies those models to help understand the different kinds of magic in Jewish  history, from biblical times to the present.          Spinoza's   Theological-Political  Treatise   and Its Aftermath    HBRJD-UA  424 Prerequisite:  some background in medieval Jewish philosophy or early modern philosophy is  recommended, though not mandatory. Offered periodically. Gottlieb. 4 points.    An  in-depth study of Spinoza's main political work, the Theological-Political  Treatise .  Among the topics to be discussed are prophecy and prophets, miracles and laws  of nature, Spinoza and biblical criticism, Spinoza's view of the Jewish Law,  his political theory, and the book's influence on the Enlightenment.          Jewish  Philosophy in the Medieval World    HBRJD-UA  425 Identical  to RELST-UA 106, MEDI-UA 425. Offered periodically. Gottlieb, Wolfson. 4  points.    Readings  (in translation) and analysis of representative selections from the writings of  the major Jewish philosophers of the Middle Ages. Emphasizes the Kuzari of Yehuda Halevi  and the Guide  of the Perplexed   of Moses Maimonides. Special attention is paid to the cultural context in which  these works were produced.          Introduction to Jewish Mysticism and Hasidism    HBRJD-UA  430 Identical  to MEDI-UA 430, RELST-UA 104. Offered every year. Wolfson. 4 points.    Introduction  to the history of the Kabbalah and Hasidism, emphasizing the impact of these  ideas on the history of Judaism.          Modern  Jewish Philosophy    HBRJD-UA  640 Offered  every other year. Gottlieb, Wolfson. 4 points.    Explores  seminal debates about Judaism and Jewishness from the 18th century to today.  Topics discussed include the existence of God, the authority of Jewish law, and  Jewish chosenness. Special attention is paid to the impact of major historical  and ideological developments, including Enlightenment and Emancipation, the  Holocaust, the founding of the State of Israel, and feminism.          Gender  and Judaism    HBRJD-UA  718 Identical  to MEIS-UA 807, RELST-UA 815, SCA-UA 732. Offered every other year. Wolfson. 4  points.    Investigates  the ways in which Jews have constructed gender during the rabbinic, medieval,  and modern periods. Examines the implication of these constructions for the religious  and social lives of Jewish women and men.          Jewish  Responses to Modernity: Religion and Nationalism    HBRJD-UA  719 Identical  to RELST-UA 470. Offered every third year. Wolfson. 4 points.    Examination  of the impact of modernity on Jewish life and institutions in the 18th and 19th  centuries. Readings in English from the works of Moses Mendelssohn, Theodor  Herzl, Simon Dubnow, and the leading figures of the early Reform, Conservative,  and neo-Orthodox movements. The convergence and divergence of nationalist and  universalist sentiments are studied.          Seminars          Israeli  Music and National Identity    HBRJD-UA  294 Offered  every two years. 4 points.    Examines  changes in Israeli identity and politics through the lens of Israeli pop  music—from the country's Zionist routes to the contemporary period. A cultural  \"reading\" of new forms of Israeli music—Mizrahi (Middle Eastern Jewish)-infused  pop music, Israeli rock, Palestinian hip hop, Arab fusion, and religious pop  music—can point us toward current contestations of Israeli identity. In  addition to listening to music (in Hebrew with English translations) and  viewing representations of music in Israeli pop culture, we will read and  discuss scholarly works on Israeli music, national culture, and globalization  to provide a historical and cultural lens for understanding the meaning of  these cultural products.          Jews  in the Muslim World in the Middle Ages    HBRJD-UA  104 Offered  every two years. 4 points.    Explores  aspects of the history of the Jews in the medieval Islamic world, beginning  with the historiographical debate about this contentious subject. Moves from a  discussion of the early encounter between Islam and the Jews at the time of the  Prophet Muhammad, discussing the Qur'an and other foundational texts, to the  legal and actual status of the Jews. Examines how the famous Cairo Geniza  documents illuminate Jewish economic life, and how the realities of economic  life affected developments in the halakha. Also considers the organization and  functions of the Jewish community, with its foundations in the Geonic period.  Through a discussion of the problem of adjudication we will address the large  problem of how much autonomy the Jews actually had. Where relevant, comparisons  will be drawn with the situation of the Jews in medieval Latin Europe. In  addition to discussion of secondary readings, classes will focus on the close  reading of seminal primary sources in English translation.          Israeli  Politics in Comparative Perspective    HBRJD-UA  711 Offered  every two years. 4 points.    One  of the most characteristic themes in Israeli politics is that of Israel's  uniqueness, in its security needs, in its cultural and political identity, and  in its relationship to the international community. This widespread perception  of separateness readily contributes to and is at least partially constituted by  the state's history of strategic insecurity and political isolation in the  Middle East as well as its characteristic form of democratic governance.  Objective (and a central methodological concern of political science) is to  critically examine the assumption of Israel as a \"case apart\" and to degree to  which Israel's \"unique\" characteristics may be understood as \"normal\" politics  in the world at large. In doing so, we seek both to better understand the Israeli  case and to explore diverse paths to conflict resolution. Attempts to address  the growing interest in comparative analysis of Middle Eastern politics, with a  focus on the State of Israel.          Israeli  Territorial Politics: Between Security &amp; Identity    HBRJD-UA  712 Prerequisite:  general knowledge of contemporary Israeli/Middle Eastern politics. Offered  every two years. 4 points.    Explores the evolution of and conflict between different concepts of borders in Israeli domestic discourse and their respective impact on Israel's territorial policies and international boundaries. After considering the role of security and identity in shaping broad domestic understandings of territory in Israel, examines how these concepts have uniquely influenced Israeli compromise or lack thereof in the Sinai Peninsula, Southern Lebanon, the Gaza Strip, the Golan Heights, Jerusalem, and the West Bank. Incorporates a range of scholarly historical and political readings on Israel as well as films and regular student-led discussions on relevant current events.          Advanced  Readings in Modern Hebrew Literature    HBRJD-UA  782 In  Hebrew. Offered every other year. Feldman. 4 points.    In-depth study of selected masterpieces by 20th-century Hebrew writers. Appreciation of artistic achievements against the sociohistorical background and general cultural currents of the period. Selections include fiction, poetry, and literary criticism by and about several of the following writers: Agnon, Brenner, Gnessin, Yizhar, Alterman, Bialik, and Greenberg. (Readings in Hebrew)          Readings in Talmud (in Hebrew)    HBRJD-UA  784 Offered every year. Schiffman. 4 points.    Studies a selected section of the Hebrew and Aramaic text of the Babylonian Talmud, utilizing both traditional and academic methods of study.‎ Emphasis is on mastering the themes and concepts while studying the text and its commentaries in depth.      Independent  Study    HBRJD-UA  997, 998 Open to honors and nonhonors students. Prerequisite: permission of the instructor. Offered every semester. 1 to 4 points.                        Home       About       People       Undergraduate Program       Graduate Programs       Calendar       The Taub Center       Affiliations       Resources       Employment                   Contact Us | &copy; New York University , Arts and Science"}, {"content": "Undergraduate Courses Spring 2005 | Philosophy | NYU                                                                                                                                          Back to Previous Page       Undergraduate Courses Spring 2005   Intensive Introductory Course       V83.0015-001 Minds and Machines TR 3:30-4:45 Elizabeth Vlahos       An intensive introduction to the discipline of philosophy, by way of study of conceptual issues in cognitive science, focusing on the conflict between computational and biological approaches to the mind. Topics covered include whether a machine could think, the reduction of the mind to the brain, connectionism and neural nets, mental representation, and whether consciousness can be explained materialistically. Group I: History of Philosophy       History of Ancient Philosophy V83.0020-001 TR 2-3:15 Masahiro Yamada       Examination of the major figures and movements in Greek philosophy, especially Plato and Aristotle.        V83.0021-001 History of Modern Philosophy MW 11:00-12:15 AM Wayne Waxman       In this course, we will read excerpts from the key metaphysical and epistemological texts of the greatest thinkers of what is often called philosophy’s Golden Age: Descartes, Spinoza, Leibniz, Locke, Berkeley, Hume, and Kant.              V83.0039-001 Recent Continental Philosophy TR 9:30-10:45 John Richardson    The course will survey and assess the works of some of the major German and French philosophers in the second half of the 20 th Century. These will include: Heidegger (after Being and Time ), Gadamer, Habermas, Foucault, Derrida, and Deleuze. (We may give lesser attention to one or two others.) Group II: Ethics, Value, and Society           V83.0040-001 Ethics MW 3:30-4:45 Sharon Street       In this course, we will examine some central topics in moral philosophy. Among the questions we will consider are: What reason is there to be moral? Is pleasure the only ultimate good? What makes an action right or wrong, and to what extent is this a matter of the action's consequences? What role should the concept of virtue play in moral theorizing? Are there such things as moral facts, and if so, how should we understand them? Is there a single true morality, or is moral truth relative to culture or the individual?Readings will be drawn from both contemporary and historical sources.        V83.0050-001 Medical Ethics TR 11-12:15 William Ruddick    Examines moral issues in medical practice and research. Topics include euthanasia and quality of life; deception, hope, and paternalism; malpractice and unpredictability; patient rights, virtues, and vices; animal, fetal, and clinical research; criteria for rationing medical care; ethical principles, professional codes, and case analysis.    No prerequisites, but preference is given to juniors and seniors.        V83.0102-001 Topics in Ethics and Political Philosophy TR 11-12:15 Peter Unger Prerequisite: Two course in Philosophy, including either V83.0040, V83.0041, V83.0045, or V83.0052.    The course will revolve around two central questions in basic ethics, with related discussion of several topics in applied ethics. The first central question is, what is it that determines the moral status of a particular being? If we can save one human baby or else two elephants, in a world with plenty of each, what is it about the human baby that determines it's she alone that we should save, rather than both elephants, each (suppose) mentally more advanced than she? And, here's the second central question: Is there a morally significant distinction, even anywhere in the neighborhood of the (probably insignificant) distinction between causing and letting happen - between killing and letting die, for instance, and, for another instance, between inflicting pain and letting pain happen?      On the second question, I'll unconfidently argue that there really isn't any important distinction. And, so, it's terribly wrong to for us to allow distant little children, in the poorest regions, to suffer and die young. But, now turning back to the first question, there's this: If we can't find good reason to accord the human babies enormously higher moral status than almost all other mammals, will we then be required, on pain of behaving very badly, to provide them also, all over the world, with whatever aid they need to flourish? For many centuries, that may be enormously costly. So, there'll be important interplay between our two central questions. Our discussion of these questions will have implications for issues of discrimination, abortion, infanticide, euthanasia, and other \"hot topics\" in applied ethics.    Far from being a series of lectures, the course should consist mainly of lively discussion with, and among, its students, where the students think hard about ethical issues. Since there won't be an attempt to impart a \"body of ethical knowledge,\" there won't be any exams. But, students must write two lucid short papers, or possibly three, each on a different issue discussed in class.       Group III: Metaphysics, Epistemology, Mind, Language, and Logic       V83.0070-001 Logic MW 2-3:15 PM Peter Graham       Introduces the techniques, results, and philosophical import of 20th century formal logic. Principal concepts include those of sentence, set, interpretation, validity, consistency, consequence, tautology, derivation, and completeness.             V83.0074-001 Modal Logic TR 2-3:15 Kit Fine       Modal logic is the logic of necessity and possibility and other such notions. In recent times, the framework of possible worlds has provided a valuable tool for investigating the formal properties of these notions. This course provides an introduction to the basic concepts, methods, and results of modal logic, with an emphasis on its application to such other fields as philosophy, linguistics, and computer science.        V83.0076-001 Belief, Truth &amp; Knowledge MW 9:30-10:45 Roger White       This course is an inquiry into the nature of inquiry. We often seek answers to questions—e.g., Who was responsible for the Sept 11 attacks? Will the Knicks win tonight? 837+655=?—and take ourselves to know the answers, or have rational opinions, or to have good evidence for our views. Rather than answer these questions, we will step back and ask, What is the nature of evidence? and, What it is to know something or to be rational? In answering these questions, we will examine versions of, and responses to Skepticism: that there is very little we can know or have reason to believe.              V83.0085-001 Philosophy of Language MW 12:30-1:45 Ray Buchanan       Examines various philosophical and psychological approaches to language and meaning and their consequences for traditional philosophical problems in metaphysics, epistemology, and ethics. Discusses primarily 20th Century authors including Russell, Wittgenstein, and Quine.        V83.0098-001 Philosophy of Mathematics MW 2-3:15 Joshua Schechter       This seminar will provide an introduction to central topics in the philosophy of mathematics. We will discuss the nature of mathematical objects: Are they mental constructions, do they inhabit some Platonic realm, or are there no mathematical objects at all? We will also discuss the status of our knowledge of mathematics. The course will have two parts. In the first part, we will consider several historically influential views of mathematics, such as Formalism, Intuitionism, and Logicism. In the second part of the course, we will consider contemporary views of mathematics. This part of the course will be structured around the question of how our knowledge of mathematics ought to be explained. Views to be explored include Fictionalism, Neo-logicism, Plenitudinous Platonism, and Structuralism.Readings for the course will be taken from an introductory book as well as from a collection of primary sources. Students will be evaluated based on class participation, two short papers, and a longer final paper.             V83.0103-001 Topics in Metaphysics and Epistemology MW 4:55-6:10 Nico Silins Prerequisite: Two course in Philosophy, including either V83.0076 or V83.0078.       This course will focus on the metaphysics of human persons. The human organism where you are could continue to live as a human vegetable, without any psychology. But could you outlive any changes in your psychology, however extreme? If not, what is the relation between you and the human organism where you are? We will address these and other questions about human persons in connection with much more general questions about the metaphysics of objects which exist in space and time. CROSS LISTED COURSES:    V78.0424    Cross listed as: V83.0127    Spinoza’s Theological-Political Treatise and Its Aftermath    MW 11-12:15    Dr. Yitzhak Melamed    The course is an in-depth study of Spinoza's main political work, the Theological-Political Treatise. Among the topics to be discussed are: prophecy and prophets, miracles and laws of nature, Spinoza and biblical criticism, Spinoza's view of the Jewish Law, Spinoza's Political Theory, and the influence of the book on the Enlightenment.    V88.0722    Cross listed as: V83.0123    READINGS IN CHINESE PHILOSOPHY AND CULTURE MW 12:30-1:45    This course introduces undergraduate students to the thought of seven major philosophers, beginning with an intensive study of the Confucian Analects. Following this, we read the works of Confucius' followers (Mo Tzu, Mencius, and Hsun Tzu) and their Daoist and Legalist adversaries (Lao Tzu, Chuang Tzu, and Han Fei Tzu. These thinkers from the pre-imperial period (ca. 500BC to the unification ofChina in 221BC) form the foundation upon which much of the subsequent culture rests. The course concludes with one dynastic history and one historical novel, both concerning the first imperial era, the Han.    V27.0700    Cross listed as: V83.0122    Greek Thinkers    Philip Mitsis    MW 11-12:15"}, {"content": "Course Offerings    |     Social &amp; Cultural Analysis    | New York University                                   Skip to page Content.     NEW YORK UNIVERSITY     ARTS AND SCIENCE     COLLEGE OF ARTS AND SCIENCE     GRADUATE SCHOOL OF ARTS AND SCIENCE                               Home       People       Undergraduate Program       Graduate Programs       News and Events       Resources       Employment Opportunities             Stay Connected           Facebook       Twitter                    Back to Home       Course Offerings   Jump To: Hebrew Language Courses Introductory Language Courses    Advanced Language Courses Modern Hebrew Literature (in Hebrew) Modern Hebrew Literature in Translation    Jewish History and Civilization Jewish Philosophy and Thought Seminars    Hebrew Language  Courses      The Morse Academic Plan  language requirement can be fulfilled by completion of either the  standard four-semester sequence of Elementary and Intermediate Hebrew (HBRJD-UA 1 through HBRJD-UA 4) or the three-semester sequence of   Intensive Elementary Hebrew (HBRJD-UA 6) followed by Intermediate  Hebrew I and II (HBRJD-UA 3 and HBRJD-UA 4).      All students wishing to  enroll in a Hebrew language course must take a placement examination  whether they have studied Hebrew previously or not. Placement of  students in Hebrew language courses is explained in the Academic  Policies section of this Bulletin under the heading \" Placement Examinations .\" Under no circumstances may students decide on their  own in which level of Hebrew they belong.      Introductory  Language Courses      Elementary Hebrew I   HBRJD-UA 1 Identical  to MEIS-UA 301. Offered every semester. 4 points.   Active introduction to  modern Hebrew as it is spoken and written in Israel today. Presents  the essentials of Hebrew grammar, combining the oral-aural approach  with formal grammatical concepts. Reinforces learning by reading of  graded texts. Emphasizes the acquisition of idiomatic conversational  vocabulary and language patterns.      Elementary Hebrew II   HBRJD-UA 2 Identical  to MEIS-UA 302. Offered every semester. 4 points.    Continuation of  Elementary Hebrew I (HBRJD-UA 1). Open to students who have completed  HBRJD-UA 1 or who have been placed at this level through the  placement examination.      Intermediate Hebrew I   HBRJD-UA 3 Identical  to MEIS-UA 303. Offered every semester. 4 points.    Open to students who  have completed Elementary Hebrew II (HBRJD-UA 2) or Intensive  Elementary Hebrew (HBRJD-UA 5), or those who have been placed at this  level through the placement examination. Builds on skills acquired at  the elementary level and develops a deepening command of all  linguistic skills.   Modern literary and expository texts are read to  expand vocabulary and grammatical knowledge, with conversation and  composition exercises built around the texts. Introduces selections  from Israeli media. Addresses the relationship between classical and  modern Hebrew.      Intermediate Hebrew II   HBRJD-UA 4 Identical  to MEIS-UA 304. Offered every semester. 4 points.    Continuation of  Intermediate Hebrew I (HBRJD-UA 3). Open to students who have  completed HBRJD-UA 3 or who have been placed at this level through  the placement examination.      Intensive Elementary  Hebrew   HBRJD-UA 5 Identical  to MEIS-UA 311. Offered irregularly. 6 points.    Completes the  equivalent of a full year of elementary Hebrew in one semester. For  description, see Elementary Hebrew I (HBRJD-UA 1).      Advanced Language  Courses      The prerequisite for  all advanced language courses is Intermediate Hebrew II (HBRJD-UA 4)  or the equivalent.      Advanced Hebrew:  Conversation and Composition   HBRJD-UA 11 Offered  every other year. 4 points.   Aimed at training  students in exact and idiomatic Hebrew usage and at acquiring  facility of expression in both conversation and writing. Reading and  discussion of selections from Hebrew prose, poetry, and current  periodical literature.      Advanced Hebrew:  Structure of Modern Hebrew Grammar   HBRJD-UA 12 Offered  every other year. 4 points.   Designed to provide a  thorough grounding in Hebrew grammar with special emphasis on  phonology, morphology, and syntax. Concentrated study of  vocalization, accentuation, declensions, conjugations, and  classification of verbs.      Advanced Hebrew:  Writing and Reading Contemporary Hebrew   HBRJD-UA 13 Offered  every other year. 4 points.   Reading and discussion  of modern literary and expository works. Focuses on the many  stylistic registers that modern Hebrew has developed. Intended to  train students in fluent expository writing and advanced reading  comprehension, concentrating on Hebrew idiom and vocabulary,  emphasizing literary form and style of composition.      Hebrew of the Israeli  Communications Media   HBRJD-UA 73 Offered  periodically. 4 points.   Extensive selections  from a representative range of Israeli media, including newspapers,  magazines, and broadcasting. Stresses study of various approaches in  the different media, as well as practical exercises in comprehending  Israeli press styles.      Modern Hebrew  Literature (in Hebrew)      Self and Other in the  Israeli Short Story   HBRJD-UA 78 In Hebrew.  Offered every other year. Feldman. 4 points.   Developments in the  perception of the \"Other\" from 1948 to the present in  ideologically engaged literature.      Literature of the  Holocaust   HBRJD-UA 690 In  Hebrew. Offered every other year. Feldman. 4 points.   Examines  representations of the Holocaust in Hebrew fiction/poetry. Among  issues to be explored are the differences between responses of the  Jewish community in Palestine at the time of the event and later  reconstruction by survivors and witnesses, and the new perspectives  added since the 1980s by children of survivors, who have made the  Holocaust a central topic in contemporary Israeli culture.            Israeli Women Writers:  The Second Wave   HBRJD-UA 783 Identical  to SCA-UA 735. In Hebrew. Offered every other year. Feldman. 4  points.   In 1997, books by women  writers reached the top of Israel's best-seller list for the first  time ever. What made the contemporary boom in Israeli women's  fiction possible? This course explores the place of national  ideologies in Israeli culture and their conflict with feminist  aspirations. Readings include writings by Israeli women, with special  emphasis on the so-called second wave of the 1980s and 1990s through  the present.      Modern Hebrew  Literature in Translation      From Hebrew to Israeli  Literature   HBRJD-UA 76 Identical  to MEIS-UA 713. Offered every third year. Feldman. 4 points.   Comprehensive  introduction to representative works of modern Hebrew literature from  the writers of the Hebrew national renaissance of the late 19th  century to the present. Focuses on thematic and structural analysis  of texts in light of social and intellectual movements of the period.  Readings include selections from Peretz, Berdichevsky, Ahad Ha'am,  Gnessin, Brenner, Agnon, Hazaz, Yehoshua, and Appelfeld.      Israel: Fact through  Film and Fiction   HBRJD-UA 780 Identical to MEIS-UA 698. Offered every other year. Taught in English. 4 points. Israeli Cinema has finally come of age. Its has recently scored numerous awards and world-wide recognition not only for its artistic achievements but also for its gutsy in-depth engagement with political, social, and sex-and-gender borders and boundaries that are local and universal at one and the same time. The course will explore some of the high points of recent Israeli cinema and ask how its treatment of these issues compares to and differs from analogous literary representations in contemporary Hebrew fiction.      Jewish History and  Civilization      Ancient Israel   MAP-UA 514 Offered  every semester. Fleming, Smith. 4 points.   See description under  Foundations of Contemporary Culture in this Bulletin.      Sex, Gender, and the  Bible   HBRJD-UA 19 Identical  to RELST-UA 19. Offered every third year. Feldman. 4 points.   Investigates a series  of problems regarding the mutual constitution of male and female in  the Hebrew Bible. Through close readings of a range of biblical texts  (narrative, law, wisdom literature), we address such issues as the  absence of the goddess in monotheism, the literary representation of  women and men, the construction of gender ideals, and the legislation  of sex and bodily purity.      The Bible as Literature   HBRJD-UA 23 Identical  to RELST-UA 23. Offered periodically. 4 points.   Over the past few  decades, many readers have come to a fuller appreciation of the  emotional and imaginative power of the Bible's narratives, which  still speak with remarkable clarity to our own sensibilities, leading  one critic to characterize the Bible as a \"full-fledged kindred  spirit\" of modernism. The course pursues this \"kindred spirit,\"  using a broadly literary approach as its guide. While the focus is on  narrative—the Pentateuch (Genesis to Deuteronomy) and the Former  Prophets (Joshua to Kings), as well as shorter narrative books (Ruth,  Jonah, and Esther)—it also studies Ecclesiastes and Job as ancient  precursors to modern skepticism. Finally, it studies one modernist  engagement with the Bible: Kafka's Amerika. Jewish Backgrounds to the New Testament HBRJD-UA 25 4 points. Introduces students to the Jewish literary, cultural and historical backgrounds to the New Testament. Special attention will be given to the textual and archaeological evidence that helps to shape one’s understanding of the landscape of Jewish thought, in particular those issues and themes that parallel the texts of the New Testament. Students are given the opportunity to read primary sources in translation (e.g. the New Testament, Dead Sea Scrolls, Apocrypha, Pseudepigrapha, Rabbinic texts) and to gain an understanding of the world out of which nascent Christianity and Ancient Judaism develop. Global Jewish Communities: New York HBRJD-UA 85 Offered every two years. 4 points. Explores the historic impact of New York upon the Jews, and conversely, how the Jews since the seventeenth century have left their mark upon New York. Organized chronologically, the course will examine the economic, political, cultural, and social symbiosis between the city and its massive Jewish population, which at its height constituted almost one-third of New York's residents.            History of Judaism: The  Classical Period   HBRJD-UA 100 Identical  to HIST-UA 109, MEIS-UA 680, RELST-UA 680. Offered every year.  Rubenstein. 4 points.   History of Judaism  during its formative periods. Hellenistic Judaism, Jewish  sectarianism, and the ultimate emergence of the rabbinic system of  religion and law.      Modern Jewish History   HBRJD-UA 103 Identical  to HIST-UA 99. Offered every year. Engel. 4 points.   Major developments in  the history and culture of the Jews from the 16th to the 20th  centuries, emphasizing the meanings of modernity in the Jewish  context, differing paths to modern Jewish identity, and internal  Jewish debates over the relative merits of modern and traditional  Jewish values.      Foundations of the  Christian-Jewish Argument   HBRJD-UA 106 Identical  to MEDI-UA 160, RELST-UA 192. Offered every other year. Chazan. 4  points.   Illustrates the  complexity of the relationship between Jews and Christians in the  Middle Ages by examining both Christian and Jewish perspectives and  delineating the variety of responses within each religious community  to the other. The primary focus is on the European Middle Ages, but  the origins of the argument a millennium earlier are also considered.      Judaism: From Medieval  to Modern Times   HBRJD-UA 111 Identical  to HIST-UA 98, MEDI-UA 683, MEIS-UA 680, RELST-UA 683. Offered every  year. 4 points.   Intellectual-historical  examination of continuities and discontinuities between medieval and  modern Judaism as revealed in selected texts produced during the last  thousand years. Emphasis is placed on how the interactions of Jewish  thinkers with the cultures of their surroundings affected their  understandings of Judaism.      The Jews in Medieval  Spain   HBRJD-UA 113 Identical  to HIST-UA 549, MEDI-UA 913, RELST-UA 113. Offered every other year.  Chazan. 4 points.   The 700 years from the  Muslim conquest of Spain in the eighth century to the expulsion of  the Jews in 1492 saw the greatest levels of mutual toleration and  coexistence among Jews, Christians, and Muslims achieved at any time  during the Middle Ages. This course uses contemporary sources, from  philosophical treatises to religious polemics to erotic love poetry,  to introduce the history of this important Jewish community and its  relationship to the Muslim and Christian societies that surrounded  it. It considers economic, cultural, and religious interactions;  mutual influence; and violent conflict.      Jews in the Islamic  World in the Modern Period   HBRJD-UA 114 Identical  to HIST-UA 521, MEIS-UA 616, RELST-UA 610. Offered every third year.  4 points.   Presents a broad,  chronologically organized survey of the history of the Jewish  communities in the Middle East from the rise of the Ottoman Empire to  the end of the 20th century. Topics include the organization and  operation of Jewish communities; interaction between Jews and  Muslims; the effects of the twin processes of modernization and  Westernization on these communities; and the relocation of the vast  majority of Middle Eastern Jewry to the State of Israel in the 20th  century. The course concludes with a brief look at the Jewish  communities that continue to live in the Middle East.      Biblical Archaeology   HBRJD-UA 120 Identical  to RELST-UA 120. Offered periodically. Fleming, Smith. 4 points.   Examination of the  methods and conclusions of archaeological research and excavation as  applied to the Bible and history of Israel in antiquity. Topics  include the historicity of the exodus and the Israelite conquest of  Canaan, the empires of David and Solomon, and the nature of Israelite  religion. The course investigates how archaeology provides evidence  for evaluating the biblical text and reconstructing early Israelite  history and concentrates on the period from the exodus and conquest  of the Land of Israel through the Babylonian exile.      Ancient Near Eastern  Mythology   HBRJD-UA 125 Identical  to MEIS-UA 607, RELST-UA 125. Offered every third year. Fleming. 4  points.   The myths of the  ancient Near East represent the earliest literary expressions of  human thought. Students in this class read myths from ancient Egypt,  Mesopotamia, Ugarit, Anatolia, and Israel, studying the myths  themselves as literary works, as well as exploring the ideas and  broader issues that shaped them. These myths, including both  extensive literary masterpieces such as the Epic of Gilgamesh and  shorter works such as the Flight of Etana to Heaven, offer a window  into the religious mentality of the ancient Near East, which in turn  laid the foundation for many elements of modern Western culture.      Modern Perspectives on  the Bible   HBRJD-UA 126 Identical  to MEIS-UA 809, RELST-UA 809. Offered every year. Fleming, Smith. 4  points.   Introduces students to  the modern study of the Bible from historical, literary, and  archaeological points of view. Reading and analysis of texts in  translation. The Oldest Diplomacy: How International Relations Shaped the Ancient Near East HBRJD-UA 127 Offered every third year. 4 points. The ancient Near East includes the world from Babylonia to the edges of Egypt, a region that gave us the two oldest writing systems in the world and the first explosion of cities and their civilizations. Its history can be overwhelming. Instead of attempting to address every aspect of this universe in detail, this course enters the history of the Near East through its international relations. The course will work from a single principal text and then probe that material through reading and discussion of other bibliography and primary evidence.      The Dead Sea Scrolls,  Judaism, and Christianity   HBRJD-UA 131 Identical  to RELST-UA 807, MEIS-UA 807. Offered every year. 4 points.   Survey of the  importance of the Dead Sea Scrolls for the history of early Judaism  and Christianity. Reading and discussion of English translations of  the major texts.      Topics in Criticism:  Holocaust Literature   HBRJD-UA 133 Identical  to ENGL-UA 711. Offered every other year. 4 points.   Considerations of the  formal and ethical questions raised by authors, filmmakers, critics,  and theorists about the representation and memorializing of the Nazi  genocide of European Jews and its aftermath. Focuses on stylistically  inventive literature, with some incursions into popular media such as  cinema, television, comic books, and video games, including work by  Cynthia Ozick, Edward Lewis Wallant, David Grossman, Georges Perec,  Raymond Federman, Art Spiegelman, and Quentin Tarantino.      Ancient Egyptian  Mortuary Traditions   HBRJD-UA 134 Offered  every third year. Roth. 4 points.   Ironically, the  mummies, tombs, and pyramids that furnish most of our evidence for  life in ancient Egypt can be understood only in the context of the  Egyptians' beliefs about death. The course surveys these beliefs  and their evolution, examining translations of their mortuary texts  and the art, artifacts, and architecture they created to deal with  death. This interdisciplinary approach is then applied to the study  of ancient Egyptian life and society.      The Land of Israel  Through the Ages   HBRJD-UA 141 Identical  to HIST-UA 540, MEIS-UA 609, RELST-UA 609. Offered every other year.  4 points.   Surveys the history of  the Land of Israel with special attention to its various inhabitants  and cultures from prehistoric times to the present. Archaeological  findings receive thorough attention.      Judaism, Christianity,  and Islam   HBRJD-UA 160 Identical  to MEDI-UA 25, MEIS-UA 800, RELST-UA 102. Offered every other year. 4  points.   For course description,  see under Religious Studies in this Bulletin.      American Jewish History   HBRJD-UA 172 Identical  to HIST-UA 689.  Offered every other  year. Diner. 4 points.   Study of the major  events and personalities in American Jewish history since colonial  times: the waves of Jewish immigration and development of the  American Jewish community.      Israel and American  Jewry   HBRJD-UA 174 Offered  every other year. 4 points.   Examines the relations  between the Jewish community in Israel (including Palestine before  the establishment of the state) and the American Jewish community  from 1914 to 1992. Considers ideological issues (especially different  views of Jewish collectivity), as well as political and diplomatic  developments in the relations between Israel and the American Jewish  community in the generation prior to the Six-Day War of 1967.  Concludes with an examination of the internal Israeli political  debates that have invoked the greatest concern among American Jews:  the Law of Return, the peace process, and \"who is a Jew?\"      Jewish Migrations in  the Modern Era   HBRJD-UA 176 Identical  to HIST-UA 809. Offered every other year. 4 points.   Explores international  migration as a shaping force in modern Jewish history. Since the 17th  century, Jews have been involved in an ongoing process of shifting  residences en masse from and within Europe, as well as from the  Islamic lands. They have relocated to North and South America, South  Africa, and Australia, as well as to Israel. This course explores  many of the issues raised by the prominence of migration as a feature  of modern Jewish migrations, including the similarities and  differences between Jewish and non-Jewish migrations of the same  time, the causes and structures of the migrations, and the impact of  migration on the various aspects of integration in the receiving  societies. Zionism in Communist Europe HBRJD-UA 179 Offered periodically. 4 points. The course presents a broad, chronologically organized survey of the history of Zionism and anti-Zionism in communist countries of Europe. The primary focus is on the Soviet Union, particularly on the emigration movement in the post-Stalinist period, but the developments in post-Holocaust Poland, Romania, Czechoslovakia, Hungary, and Bulgaria are also considered. The course concludes with a brief look at the immigrants in Israel.      Ethnicity in the Jewish  People in the State of Israel   HBRJD-UA 181 Zweig. 4  points.   Examines the  interactions and relationships between the various Jewish ethnic  groups in Israel: communities from the Middle East, North Africa, and  Europe. The roots of ethnic identity are discussed, and the  influences of modernization and nationalism are examined. Issues  studied include the Zionist movement's attitudes toward \"negation  of the diaspora,\" the \"melting-pot\" approach to immigrant  absorption during the 1950s and 1960s, the Sephardic protest, the  identity struggle, ethnic politics and the emergence of the Shas  Party, and the Russian and Ethiopian immigrations.      Zionism and the Origins  of Israel   HBRJD-UA 183 Identical  to RELST-UA 83. Offered every year. Engel, Zweig. 4 points.   The history of Jewish  nationalism in 19th-century Europe, the growth of the Jewish National  Home in Palestine, and the role of political Zionism in the creation  of the State of Israel. Topics in Jewish  History and Literature: Talmud   HBRJD-UA 184 Offered  every year. 2 points.   In-depth study of the  Hebrew-Aramaic text of a selected chapter of the Talmud. Traditional  and modern commentaries are employed to discuss legal and historical  issues raised by the text.      History of Jewish Women  in America   HBRJD-UA 185 Identical  to HIST-UA 541. Diner. 4 points.   Explores the history of  Jewish women in America. It asks how their experiences differed from  those of Jewish women in Europe, from those of Jewish men in America,  and from other American women. It examines the economic, religious,  educational, and cultural patterns of Jewish women from the earliest  settlement of Jews in America in the 17th century through recent  decades.      The War of 1948   HBRJD-UA 189 Offered  every three years. 4 points.   The 1948 first  Arab-Israeli war still provokes multidimensional debates, in both  academic and public circles. In the Palestinian and Arab collective  memory, the war is engraved as the Nakba—the catastrophe—while  Israel celebrates it as its day of independence. For both, it is the  formative event of their history. In recent decades, Israel's \"New  Historians,\" alongside other researchers, contributed to changes in  the way historians, and even the Israeli public, see their past. In  this course, we attempt to provide students with basic knowledge and  analytical tools to understand what \"really happened,\" beyond  narratives and memories.      Russian Jewish History   HBRJD-UA 191 Offered  every other year. Estraikh. 4 points.   Focuses on Jewish  history in imperial Russia, from the end of the 18th century to the  beginning of the 20th. It also gives an overview of the Soviet and  post-Soviet periods. Topics include the government's policies  toward Jews; attempts to integrate them into the larger society; the  establishment and development of Russian Jewish civil society; Jewish  participation in the revolutionary movement; aspects of Jewish  social, economic, and cultural life in villages, town, and cities;  the role of women in family and communal life; military service;  anti-Jewish violence; and emigration.            Jewish Women in  European History   HBRJD-UA 653 Offered  every other year. Kaplan. 4 points.   Approaches Jewish  women's history from the perspective of social history. Considers  the normative role of women in Judaism. Surveys the roles of Jewish  women in the Middle Ages and early modern Europe, using memoir  sources and secondary literature. Most of the course focuses on  Jewish women in modern Europe, analyzing their history in a variety  of countries from the French Revolution through the period of  Emancipation, the bourgeois 19th century, World War I, the interwar  years, the Nazi era, and postwar Europe.      Jewish Life in Weimar  and Nazi Germany   HBRJD-UA 656 Identical  to HIST-UA 165. Offered every other year. Kaplan. 4 points.   Explores the  interactions of Jews and other Germans during the Weimar Republic,  noting the extraordinary successes of the Jews, as well as the  increase in anti-Semitism between 1918 and 1933. Examines the rise of  Nazism, popular support for an opposition to the regime, the  persecution of the Jews, the role of bystanders, and the ways in  which the Jewish victims reacted inside Germany.      Jews and Germans from  Emancipation through World War I   HBRJD-UA 657 Identical  to HIST-UA 807. Offered every other year. Kaplan. 4 points.   Explores Jewish life in  19th-century Germany, looking particularly at the ways in which Jews  and Germans interacted. Describes the Jews' quest for emancipation,  their economic profile, and their social lives. Changes within the  Jewish community; debates over religious reform, integration, and  identity; and the growing problem of anti-Semitism are discussed.      Soviet Jewish Life  through the Prism of Literature and Film   HBRJD-UA 663 Offered  every third year. Estraikh. 4 points.   Examines Jewish life in  the former Soviet Union, focusing on the cultural and ideological  transformation of Russian Jews in the 20th century from pious  Yiddish-speaking shtetl-dwellers to secular Russian-speaking  urbanites. Students learn about the campaigns for Jewish republics in  the Crimea and Birobidzhan in the pre-Holocaust Soviet Union. They  analyze how Soviet social engineering affected traditional shtetl  communities. The contemporary Russian Jewish diaspora is treated.  Readings (in English) include memoirs and other works originally  written in Yiddish, Russian, Hebrew, German, and English by Soviet  and non-Soviet authors.      Yiddish Literature in  Translation   HBRJD-UA 664 Offered  every year. Estraikh. 4 points.   Introduction to the  literary and cultural activity of modern Yiddish-speaking Jewish  communities in Eastern Europe, the Soviet Union, and the United  States from 1890 to 1950. Focuses on the distinct role that Yiddish  played in modern Jewish culture during the first half of the 20th  century, when the language was the vernacular of the majority of  world Jewry. Examines how \"Yiddish modernism\" took shape in  different places and spheres of activity during a period of  extraordinary upheaval.      The Holocaust: The  Third Reich and the Jews   HBRJD-UA 685 Identical  to HIST-UA 808. Offered every year. Engel. 4 points.   Historical  investigation of the evolution of Nazi policies toward Jews; of  Jewish behavior in the face of those policies; and of the attitudes  of other countries, both within and outside the Nazi orbit, for the  situation of Jews under the rule of the Third Reich.      Jewish Life in  Post-Holocaust Europe   HBRJD-UA 689 Identical  to HIST-UA 18. Offered every year. Estraikh. 4 points.   Concentrates on the  social, political, and cultural forces that shaped Jewish life in  post-1945 Europe. Topics include reconstruction of Jewish  communities, repression and anti-Semitic campaigns in the Soviet  Union and Poland, the impact of Israel, emigration and migration,  Jewish-Christian relations, and assimilation and acculturation.  Students also learn about various reactions to the Holocaust. Israeli Politics and Society HBRJD-UA 710. 4 points. This course examines the power structure and mechanisms of contemporary Israeli politics. Beginning with the emergence of the provisional government in 1948, it traces how Israel’s national institutions, key Basic Bills and the legislation Mechanism, and electoral system develop. The course also examines key fault lines in Israeli social, political, and economic life, including: Jewish-Arab relations; the balance between the welfare state and economic liberalism; Union workers and gender relations.      Jews and Other  Minorities in Nazi Germany   HBRJD-UA 720 Offered  every three years. 4 points.   The destruction of  European Jewry has been a focus in the study of Nazi extermination  policies. This course looks at Nazi policies toward the Jewish people  and examines how the \"racial state\" dealt with those it deemed  \"racially unfit\" to belong to the German Volk. It considers the  ways in which the Nazis sought to create a nation based on blood and  race. It examines policies toward the \"enemies\" of the Third  Reich, including Jews, Sinti and Roma (Gypsies), Afro-Germans,  homosexuals, the physically and mentally disabled, and \"asocials,\"  as well as how these policies interacted with each other. It also  examines measures to delegitimize, isolate, rob, incarcerate,  sterilize, and/or murder many of these minorities.      American Jewish  Literature and Culture   HBRJD-UA 779 Offered  every other year. Diner. 4 points.   Explores the body of  imaginative literature (novels, short stories, poetry, and drama)  written by American Jews. Links these literary works to the changing  position of Jews within American society.                Topics in Israel Studies HBRJD-UA 948 Offered every semester. 4 points. This course utilizes the expertise of visiting professors and NYU faculty to examine diverse topics in Israel’s culture and history in the modern era.   Jewish Philosophy  and Thought      Introduction to Jewish  Literature and Thought   HBRJD-UA 77 Identical  to RELST-UA 77. Offered every other year. Gottlieb, Wolfson. 4  points.   Introduces students to  some of the major texts and concepts in the Jewish tradition from the  Bible to today. Texts to be studied include the Bible, rabbinic  literature, medieval biblical commentaries, Jewish philosophy, and  Kabbalah. Particular attention is paid to the role of interpretation  in the Jewish tradition.      A Book Forged in Hell: Spinoza's Theological-Political Treatise and the Birth of Modern Judaism   HBRJD-UA 107 Formerly Spinoza and Jewish  Philosophy. Identical  to RELST-UA 107. Offered every other year. Gottlieb. 4 points.   Baruch Spinoza  (1632–1677) has been called the quintessential modern religious  critic. In this course, we examine Spinoza's critique of Judaism in  light of his medieval Jewish philosophical predecessors. Among the  questions we explore: Are miracles possible? What is prophecy? Are  the Jews the chosen people? Is Jewish law (halakha) obligatory?      Modern Jewish Thought   HBRJD-UA 112 Offered  every other year. Wolfson. 4 points.   Comprehensive treatment  of the major intellectual currents in modern Jewish thought.  Emphasizes the effects of modernity on traditional Judaism. Topics  include Enlightenment and the rationalistic identity; the role of  ethics in religion; the emergence of Reform, neo-Orthodox, and  Conservative Judaism; liberal rationalist theology and the  possibility of revelation; religious and secular Zionism; the  Holocaust; and the creation of the modern State of Israel.      Early History of God   HBRJD-UA 116 Identical  to RELST-UA 220. Offered every year. Fleming, Smith. 4 points.   Explores evidence  concerning the appearance of monotheism in ancient Israel, including  the Hebrew Bible, ancient writing from Israel and its neighbors, and  a range of other artifacts. The premise of the course is that Israel  was not alone in ascribing priority of power to a single god, and  Israel's result is comprehensible only in the context of these  wider currents.      Jewish Ethics   HBRJD-UA 117 Identical  to RELST-UA 117. Offered every year. Rubenstein. 4 points.   Surveys Jewish ethical  perspectives on leading moral issues, including capital punishment;  business ethics; self-sacrifice, martyrdom, and suicide; truth and  lying; the just war; abortion; euthanasia; birth control; and  politics. Explores philosophical questions concerning the nature of  ethics and methodological issues related to the use of Jewish  sources. Examines classical Jewish texts (Bible, Talmud, and medieval  codes) pertaining to ethical issues and discusses the range of  ethical positions that may be based on the sources.      Religion, Magic, and  the Jewish Tradition   HBRJD-UA 212 Identical  to RELST-UA 212. Offered every third year. Wolfson. 4 points.   Examines models for  understanding the nature of magic as a phenomenon in society, then  applies those models to help understand the different kinds of magic  in Jewish history, from biblical times to the present.      Spinoza's  Theological-Political Treatise and Its Aftermath   HBRJD-UA 424   Prerequisite: some background in medieval Jewish philosophy or early  modern philosophy is recommended, though not mandatory. Offered  periodically. Gottlieb. 4 points.   An in-depth study of  Spinoza's main political work, the Theological-Political Treatise.  Among the topics to be discussed are prophecy and prophets, miracles  and laws of nature, Spinoza and biblical criticism, Spinoza's view  of the Jewish Law, his political theory, and the book's influence  on the Enlightenment.      Jewish Philosophy in  the Medieval World   HBRJD-UA 425 Identical  to RELST-UA 106, MEDI-UA 425, V83 426. Offered periodically.  Gottlieb, Wolfson. 4 points.   Readings (in  translation) and analysis of representative selections from the  writings of the major Jewish philosophers of the Middle Ages.  Emphasizes the Kuzari of Yehuda Halevi and the Guide of the Perplexed  of Moses Maimonides. Special attention is paid to the cultural  context in which these works were produced.      Jewish Mysticism and  Hasidism   HBRJD-UA 430 Identical  to MEDI-UA 430, RELST-UA 104. Offered every year. Wolfson. 4 points.   Introduction to the  history of the Kabbalah and Hasidism, emphasizing the impact of these  ideas on the history of Judaism.      Modern Jewish  Philosophy   HBRJD-UA 640 Offered  every other year. Gottlieb, Wolfson. 4 points.   Explores seminal  debates about Judaism and Jewishness from the 18th century to today.  Topics discussed include the existence of God, the authority of  Jewish law, and Jewish chosenness. Special attention is paid to the  impact of major historical and ideological developments, including  Enlightenment and Emancipation, the Holocaust, the founding of the  State of Israel, and feminism.      Gender and Judaism   HBRJD-UA 718 Identical  to MEIS-UA 807, RELST-UA 815, SCA-UA 732. Offered every other year.  Wolfson. 4 points.   Investigates the ways  in which Jews have constructed gender during the rabbinic, medieval,  and modern periods. Examines the implication of these constructions  for the religious and social lives of Jewish women and men.      Jewish Responses to  Modernity: Religion and Nationalism   HBRJD-UA 719 Identical  to RELST-UA 470. Offered every third year. Wolfson. 4 points.   Examination of the  impact of modernity on Jewish life and institutions in the 18th and  19th centuries. Readings in English from the works of Moses  Mendelssohn, Theodor Herzl, Simon Dubnow, and the leading figures of  the early Reform, Conservative, and neo-Orthodox movements. The  convergence and divergence of nationalist and universalist sentiments  are studied.      Seminars Israeli Music and National Identity HBRJD-UA 294 Offered every two years. 4 points. This course examines changes in Israeli identity and politics through the lens of Israeli pop music—from the country's Zionist routes to the contemporary period. A cultural “reading” of new forms of Israeli music—Mizrahi (Middle Eastern Jewish)-infused pop music, Israeli rock, Palestinian hip hop, Arab fusion, and religious pop music—can point us toward current contestations of Israeli identity. In addition to listening to music (in Hebrew with English translations) and viewing representations of music in Israeli pop culture, we will read and discuss scholarly works on Israeli music, national culture, and globalization to provide a historical and cultural lens for understanding the meaning of these cultural products. Jews in the Muslim World in the Middle Ages HBRJD-UA 104 Offered every two years. 4 points. This seminar examines aspects of the history of the Jews in the medieval Islamic world, beginning with the historiographical debate about this contentious subject. The seminar will move from a discussion of the early encounter between Islam and the Jews at the time of the Prophet Muhammad, discussing the Qur'an and other foundational texts, to the legal and actual status of the Jews. We will examine how the famous Cairo Geniza documents illuminate Jewish economic life, and how the realities of economic life affected developments in the halakha. In addition, the course will examine the organization and functions of the Jewish community, with its foundations in the Geonic period. Through a discussion of the problem of adjudication we will address the large problem of how much autonomy the Jews actually had. Where relevant, comparisons will be drawn with the situation of the Jews in medieval Latin Europe. In addition to discussion of secondary readings, classes will focus on the close reading of seminal primary sources in English translation. Israeli Politics in Comparative Perspective HBRJD-UA 711 Offered every two years. 4 points. One of the most characteristic themes in Israeli politics is that of Israel's uniqueness, in its security needs, in its cultural and political identity, and in its relationship to the international community. This widespread perception of separateness readily contributes to and is at least partially constituted by the state's history of strategic insecurity and political isolation in the Middle East as well as its characteristic form of democratic governance. The objective of this class (and a central methodological concern of political science) is to critically examine the assumption of Israel as a \"case apart\" and to degree to which Israel's \"unique\" characteristics may be understood as \"normal\" politics in the world at large. In doing so, we seek both to better understand the Israeli case and to explore diverse paths to conflict resolution. This course will attempt to address the growing interest in comparative analysis of middle-eastern politics, with a focus on the State of Israel. Israeli Territorial Politics: Between Security &amp; Identity HBRJD-UA 712 Prerequisite: general knowledge of contemporary Israeli/Middle Eastern politics. Offered every two years. 4 points. This course will explore the evolution of and conflict between different concepts of borders in Israeli domestic discourse and their respective impact on Israel's territorial policies and international boundaries. After considering the role of security and identity in shaping broad domestic understandings of territory in Israel, we will examine how these concepts have uniquely influenced Israeli compromise or lack thereof in the Sinai Peninsula, Southern Lebanon, the Gaza Strip, the Golan Heights, Jerusalem, and the West Bank. To accomplish this goal, this course will incorporate a range of scholarly historical and political readings on Israel as well as films and regular student-led discussions on relevant current events. Advanced Readings in Modern Hebrew Literature HBRJD-UA 782 In  Hebrew. Offered every other year. Feldman. 4 points.   In-depth study of  selected masterpieces by 20th-century Hebrew writers. Appreciation of  artistic achievements against the sociohistorical background and  general cultural currents of the period. Selections include fiction,  poetry, and literary criticism by and about several of the following  writers: Agnon, Brenner, Gnessin, Yizhar, Alterman, Bialik, and  Greenberg. The Gender of Peace and  War   HBRJD-UA 784 Offered  every third year. Feldman. 4 points.   Is there a \"natural\"  fit between the sexes and the pacifist or military impulse? This  question has been at the core of the discourse about women and peace  ever since its inception in the 19th-century European peace  movements. This course traces the history of this debate, placing it  within the general theoretical discussion over essentialism versus  social and cultural constructivism (or, more commonly, \"nature\"  versus \"nurture\"). Readings include fiction, poetry, and essays  by activists and theorists alike, from Europe, America, and the  Middle East.    Independent Study   HBRJD-UA 997, 998 Open  to honors and nonhonors students. Prerequisite: permission of the  instructor. Offered every semester. 1 to 6 points.                    Contact Us | &copy; New York University , Arts and Science"}]}]