[{"detail": [{"content": "Merchant Locations                                                                                                               NYU.edu requires JavaScript be enabled in your browser in order to use important features of the site. JavaScript is either disabled or not supported by your browser. For instructions on how to enable JavaScript in your browser, click here .                       New York University    Skip to Content   Skip to Search   Skip to Navigation   Skip to Sub Navigation                                                        NYUHome Login                            Students           |   Faculty           |   Alumni           |   Employees           |   Community                                   Schools          Arts and Science      College of Arts and Science      College of Dentistry      College of Nursing      Courant Institute of Mathematical Sciences      Gallatin School of Individualized Study      Graduate School of Arts and Science      Institute of Fine Arts      Institute for the Study of the Ancient World      Leonard N. Stern School of Business      Liberal Studies Program      NYU Abu Dhabi      NYU Shanghai      Polytechnic School of Engineering      Robert F. Wagner Graduate School of Public Service      School of Professional Studies      School of Law      School of Medicine      Silver School of Social Work      Steinhardt School of Culture, Education, and Human Development      Tisch School of the Arts                QuickLinks          Academic Calendars      Administrative Units      Albert      Apply for Jobs      Athletics      Bookstores      Bursar      Campus Map      Career Development      Emergencies      Events      Giving to NYU      Housing      ITS      Libraries      News      NYU Apparel      Policies      Public Safety      Registrar      Student Health Center      Student Resources      Wellness Exchange                A-Z          A      B      C      D      E      F      G      H      I      J      K      L      M      N      O      P      Q      R      S      T      U      V      W      X      Y      Z                                                          New York University                          Search NYU                    Pages |    People                                       Main Navigation            About NYU       Admissions       Academics       University Life       Research       Global                                 Bread Crumbs          University Life   /   Resources and Services   /   NYU Card and Campus Cash                 Sub Navigation                                 Get an NYUCard                       Campus Cash                       Merchant Locations                       Manage Your Account                                                                   Merchant Locations      Campus Cash is accepted at all NYU Bookstores, NYU Health Center, Ticket Central, Skirball Center for Performing Arts, ITS Computer Labs, Campus Mail Services, Chemistry Labs, Copy Central, select vending machines, select residence hall laundry machines on campus, for copy and printing at Bobst and Law Libraries, and all Campus Dining facilities.   Campus Cash locations are limited to Manhattan and Brooklyn.          List of Merchant Locations            # | A | B | C | D | E | F | G | H | I | J | K | L | M | N | O | P | Q | R | S | T | U | V | W | X | Y | Z             #         5 Napkin Burger  150 East 14th Street   99 Miles to Philly  94 3rd Avenue   100 Montaditos  176 Bleecker Street                    A         Argo Tea  75 University Place   Au Bon Pain  6 Union Square East   Au Bon Pain  70 Myrtle Avenue, BROOKLYN                  B         The Bean  824 Broadway   Bravo Pizza  114 East 14th Street   Brazilia Cafe  684 Broadway   Bully's Deli  759 Broadway                   C         Cevich  21 East 15th Street   Chipotle  55 East 8th Street   City of Saints Coffee Roasters  79 East 10th Street   Concord Market  91 Tillary Street, BROOKLYN   Cosi  53 East 8th Street   CVS  20 University Place   CVS  158 Bleeker Street   CVS  360 6th Avenue   CVS  65 5th Avenue     CVS  156 Henry Street, BROOKLYN   CVS  218 Myrtle Avenue, BROOKLYN              D         Darrow's  115 East 18th Street   Dunkin Donuts  110 East 14th Street              E         Eva's Health Food  11 West 8th Street                    F         Five Guys Burgers and Fries  56 West 14th Street   Five Guys Burgers and Fries  2 Metrotech Center, BROOKLYN              G         Glaze Teriyaki Grill  139 4th Avenue   Greenwich Project  47 West 8th Street   Greenwich Village Mail Center  511 Avenue of the Americas   Grill 21  346 East 21st Street   Gristedes Foods  246 Mercer Street   Gristedes Foods  25 University Place                  H         Heavenly Market  77 Third Avenue   Hill Country Chicken  345 Adams Street, BROOKLYN              I              J         Jasper Connection  6 Metrotech Center, BROOKLYN   Jasper Cafe  6 Metrotech Center, BROOKLYN   Java Works  721 Broadway (inside Tisch Building)   Juice Press  201 East 10th Street   Just Salad  53 East 8th Street                K         Klong  7 Saint Marks Place   Kopi Kopi   68 West 3rd Street   Korilla  23 3rd Avenue                L                            M         M2M  19 Waverly Place   M2M  53 3rd Avenue   Mail Services  547 LaGuardia Place   Mamagyro  820 Broadway   Monte's Trattoria  97 MacDougal Street   Morton Williams Supermarket  130 Bleecker Street                N         The Nugget Spot  230 East 14th Street              O              P         Palladium Food Court  140 East 14th Street   Pan de Sal   245 East 21st Street   Panera Bread  10 Union Square East   Pizza Mercato  11 Waverly Place   Porchetta  110 East 7th Street   Potatopia  378 Sixth Avenue   Potbelly Sandwich Shop  345 Adams Street, BROOKLYN              Q              R              S         Skirball Center for Performing Arts  60 Washington Square South   Soho Tiffin Junction  42 East 8th Street   Space Market  1 University Place   Starbucks at Faye's  45 West 4th Street   Starbucks  6 Tech Place, BROOKLYN   Subway  115-117 Montague Street, BROOKLYN                T         The Kimmel Center Market Place  60 Washington Square South   Third North Courtyard Cafe  75 3rd Avenue     Ticket Central  60 Washington Square South   Tue Thai Food  3 Greenwich Avenue                U         U-Hall Commons Cafe  110 East 14th Street   Umami Burger  432 6th Avenue                    V         Vapiano  113 University Place              W         Weinstein Dining Hall and Food Court  5-11 University Place   Westside Market  84 3rd Avenue   Whole Foods Market  4 Union Square South                X              Y         Yogorino  657 Broadway              Z                                                                   Make a Deposit                                               Merchant Application                                                                     NYU Footer          Search      Directory      Campus Map      Events      Contact Us      Site Map      Copyright and Fair Use      Feedback         Unless otherwise noted, all content copyright New York University. All rights reserved. Designed by The Office of Web Communications"}]}]