[{"detail": [{"content": "Adam Penenberg on Crime and Punishment in Modern Journalism                                                                                   NYU.edu requires JavaScript be enabled in your browser in order to use important features of the site. JavaScript is either disabled or not supported by your browser. For instructions on how to enable JavaScript in your browser, click here .                       New York University    Skip to Content   Skip to Search   Skip to Navigation   Skip to Sub Navigation                                                        NYUHome Login                            Students           |   Faculty           |   Alumni           |   Employees           |   Community                                   Schools          Arts and Science      College of Arts and Science      College of Dentistry      College of Nursing      Courant Institute of Mathematical Sciences      Gallatin School of Individualized Study      Graduate School of Arts and Science      Institute of Fine Arts      Institute for the Study of the Ancient World      Leonard N. Stern School of Business      Liberal Studies Program      NYU Abu Dhabi      NYU Shanghai      Polytechnic School of Engineering      Robert F. Wagner Graduate School of Public Service      School of Professional Studies      School of Law      School of Medicine      Silver School of Social Work      Steinhardt School of Culture, Education, and Human Development      Tisch School of the Arts                QuickLinks          Academic Calendars      Administrative Units      Albert      Apply for Jobs      Athletics      Bookstores      Bursar      Campus Map      Career Development      Emergencies      Events      Giving to NYU      Housing      ITS      Libraries      News      NYU Apparel      Policies      Public Safety      Registrar      Student Health Center      Student Resources      Wellness Exchange                A-Z          A      B      C      D      E      F      G      H      I      J      K      L      M      N      O      P      Q      R      S      T      U      V      W      X      Y      Z                                                          New York University                          Search NYU                    Pages |    People                                       Main Navigation            About NYU       Admissions       Academics       University Life       Research       Global                                 Bread Crumbs          About NYU   /   News, Publications, and Facts   /   NYU Stories                 Sub Navigation                                 In the Lab                       Arts & Culture                       Community                       Only at NYU                                                                               March 23, 2015          Adam Penenberg on Crime and Punishment in Modern Journalism                            photo: Jeff Riggins/NBC/NBCU Photo Bank via Getty Images                        For a profession that’s all about telling the truth, some journalists know how to spin pretty tall tales. Most recently, two of the claims made by Fox News’s Bill O’Reilly have been called into question: that he was reporting from a combat zone during the Falklands War in the early 1980s, and that he was on site when a conspirator in John F. Kennedy’s assassination shot himself. This follows the admission by NBC Nightly News anchor Brian Williams (above) that he mistakenly claimed he was in a military helicopter hit by enemy fire and forced to land during the Iraq War. The latter resulted in a six-month suspension.   Williams and O’Reilly now join an infamous group of journalists who have been caught lying, fabricating sources and facts, or claiming others’ words as their own. Some have been banished from the industry forever, like Jack Kelley, who, after it was discovered that he had made up many of the events he wrote about for USA Today —including a story about being 100 yards away from an explosion at a Sbarro’s Pizza in Jerusalem—made a comeback as an author of Christian fiction. The New York Times ’ Jayson Blair, who was found to have made up facts in several of his articles, dropped off the map completely. Others, like The New Yorker ’s Jonah Lehrer, managed to escape the worst heat of punishment. Although Lehrer lost his job after it was discovered that he had invented facts and sources in two of his books, he now has two new book deals. O’Reilly can count himself among the lucky: the leadership at Fox News has been nothing but supportive of their star.   But the most extreme examples in recent history remain the feature articles written by Stephen Glass—former associate editor and rising star at The New Republic —in the 1990s. It was later discovered that the majority of his pieces (including “Hack Heaven,” about a 15-year-old hacker who penetrated a major software company, only to be employed by them to help them protect their systems) were completely made up.   Glass’s game might never have been exposed had “Hack Heaven” not fallen under the same beat covered by Adam Penenberg—then an editor at Forbes.com and now a professor at NYU’s Arthur L. Carter Journalism Institute. When his boss originally showed him the story, Penenberg kicked himself for not getting it first. But as a technology writer, he was also amazed that he had never heard of any of the sources presented by Glass—not the “big time software firm” Jukt Micronics, nor the hacker newsletter Computer Insider, nor “super-agent” Joe Hiert, who was supposedly representing hacker interests to large tech companies. He had also never heard of the Uniform Computer Security Act, a piece of legislation preventing immunity deals for hackers that was allegedly being considered by more than 20 states at the time.   After some online searching and phone calls that turned into deeper research, Penenberg suspected that Glass’s story was either highly exaggerated or totally concocted by the writer. He and his team at Forbes contacted Glass, who was evasive at first. After systematically going through each fact in the story with him and New Republic editor Charles Lane, it became clear that none of it was verifiable.   This was shocking for many at The New Republic , including Hanna Rosin, a colleague and friend of Glass. Nevertheless, she came to his defense. “Steve had a way of inspiring loyalty, not jealousy, in his fellow young writers, which was remarkable given how spectacularly successful he’d been in such a short time,” she recently wrote in The New Republic . When the scandal broke, Lane was furious, and Glass was quickly fired and subjected to an investigation. “The full extent of what he did didn’t come out until many, many years later,” says Penenberg. “At first we thought it was only 24 stories that had been cooked up in some way, but then it turned out that every story he had ever worked on was tainted.”   Glass has since written an autobiographical novel, The Fabulist , and obtained a law degree. He was denied a license to practice law by the California State Bar, despite an appeal that went before the California Supreme Court early last year, and now works as director of special projects at a law firm in that state. Reflecting on his role in the saga, Penenberg recently published an e-book, Unbelievable: Stephen Glass Wants a Second Chance —parts of which are available on Pando Daily —in which he argues that Glass never openly repented nor fully accounted for the mistakes he made at The New Republic .   NYU Stories caught up with Penenberg to discuss the pursuit of truth and the notion of justice in modern journalism.   — Anneke Rautenbach                                   Unbelievable: Stephen Glass Wants Another Chance         Are journalists such as Lehrer and Glass somehow taking advantage of their past to create a flawed, yet sympathetic, public persona?   Lehrer is perhaps taking advantage of getting a second chance, but hopefully he’s completely repented, I don’t know. My point isn’t so much that Stephen Glass doesn’t deserve a second chance, but that the way that he handled his hearings with the bar was similar to the way he handled us when we questioned him on a story.   Do you think that the California bar was right to deny Glass a license to practice law?   My view is that if you want to hire Stephen Glass as your lawyer and you can see what he has done, and you’re okay with that, he should be able to work. I’ve got no problem with that. But I am not convinced that he has changed. Based on his actions, I’m suspicious. [Yet] if you know anything about American law, you’ll know that it isn’t even about what’s true; it’s about how you can spin it to the jury to make the most convincing case. So I think he’s in the perfect profession.   Hanna Rosin seems to have forgiven Glass. Is that just because they were such close colleagues?   What’s interesting is that she was personally involved in a big way, but she has never really accounted for what exactly she was doing when the whole thing broke, and how she actually called up the editor Charles Lane and tried to lobby on Glass’s behalf. That should have been in her story, and it wasn’t. Instead it’s all about how she goes on this journey to forgive Stephen Glass, which I thought was okay—but what about explaining how this could have happened at The New Republic ?   You mean because they had fact checkers?   Fact checkers, yes, but also editors. I’ve always felt that fact checkers get a bum rap because they can only work within certain confines. I always thought [Glass’s] story would never have been published where I worked because the first thing my editors would have asked me would have been: “Jukt Micronics? Why have I never heard of this ‘big-time’ software firm? Is it public or private? Where are they based? How many people work for them? What do they make exactly? Why don’t they have a website? Why can’t I find them?”   So you feel The New Republic is also to blame for Glass’s deception?   Totally. If you publish it, your name is on it, you have an obligation to make sure it’s accurate. And if it’s not, to give a full accounting of what went wrong. Contrast what The New Republic did with what The New York Times did five years later with Jayson Blair. They published about 5,000 words [per article] detailing what went wrong, who did what. They gave a full accounting of each story, where it was wrong, then put corrections on each of his stories explaining exactly what could not have been confirmed, what was made up, everything. The New York Times , I think, is the standard for how you should handle these things.   When it comes to punishment and redemption, do you think different standards apply to different writers?   It’s a matter of degree: The degree to which Stephen Glass fabricated was shocking. Jayson Blair fudged details in stories but he didn’t create whole stories out of nothing. I think what it comes down to is publishers have realized that Jonah Lehrer can make them money. He’s found a niche in that way. But I think with Stephen Glass and Jayson Blair, there’s no money to be made from them. That’s sounds very cynical, but I think that.   On that note, why has Brain Williams been suspended, while there have been no repercussions for Bill O’Reilly?   I think NBC and Fox News are less concerned about the ethics and more focused on the impact on their bottom lines. Williams will come back if his bosses conclude he can salvage the News ratings, which have been diving off a cliff. Fox News revels in fighting with liberals, so this attack by Mother Jones actually improves its stature—and by extension, O’Reilly’s. With the people who matter most: his audience.   Do you think the general standard of reporting has inevitably been compromised by the digital age?   I don’t know—have you ever read reporting from the 1970s? There was a lot less of it, but there has definitely always been bad journalism around. Let’s go back: Walter Duranty was a reporter for The New York Times and he won a Pulitzer Prize for his coverage of Stalin’s Russia. And he missed things—like, oh, Stalin killed 20 million people, and there were famines. He was a very good writer, but he missed some very big stories. The New York Times even admitted that he was not deserving of the Pulitzer and distanced themselves from his writing because it was such a disaster. A lot of Truman Capote’s book In Cold Blood was made up. He said he relied heavily on his excellent memory, but called it a “non-fiction novel” because it was essentially a novel that contained facts.   In the end, what would convince you that Glass is, in fact, a changed man?   When he had a chance to come clean and wrote a book about what he did, he should have written that, not a novel. A book that confesses everything in detail would make me respect him more.                                                                                                                                                         NYU Footer          Search      Directory      Campus Map      Events      Contact Us      Site Map      Copyright and Fair Use      Feedback         Unless otherwise noted, all content copyright New York University. All rights reserved. Designed by The Office of Web Communications"}]},
{"detail": [{"content": "Adam Penenberg on Crime and Punishment in Modern Journalism                                                                                   NYU.edu requires JavaScript be enabled in your browser in order to use important features of the site. JavaScript is either disabled or not supported by your browser. For instructions on how to enable JavaScript in your browser, click here .                       New York University    Skip to Content   Skip to Search   Skip to Navigation   Skip to Sub Navigation                                                        NYUHome Login                            Students           |   Faculty           |   Alumni           |   Employees           |   Community                                   Schools          Arts and Science      College of Arts and Science      College of Dentistry      College of Nursing      Courant Institute of Mathematical Sciences      Gallatin School of Individualized Study      Graduate School of Arts and Science      Institute of Fine Arts      Institute for the Study of the Ancient World      Leonard N. Stern School of Business      Liberal Studies Program      NYU Abu Dhabi      NYU Shanghai      Polytechnic School of Engineering      Robert F. Wagner Graduate School of Public Service      School of Professional Studies      School of Law      School of Medicine      Silver School of Social Work      Steinhardt School of Culture, Education, and Human Development      Tisch School of the Arts                QuickLinks          Academic Calendars      Administrative Units      Albert      Apply for Jobs      Athletics      Bookstores      Bursar      Campus Map      Career Development      Emergencies      Events      Giving to NYU      Housing      ITS      Libraries      News      NYU Apparel      Policies      Public Safety      Registrar      Student Health Center      Student Resources      Wellness Exchange                A-Z          A      B      C      D      E      F      G      H      I      J      K      L      M      N      O      P      Q      R      S      T      U      V      W      X      Y      Z                                                          New York University                          Search NYU                    Pages |    People                                       Main Navigation            About NYU       Admissions       Academics       University Life       Research       Global                                 Bread Crumbs          About NYU   /   News, Publications, and Facts   /   NYU Stories                 Sub Navigation                                 In the Lab                       Arts & Culture                       Community                       Only at NYU                                                                               March 23, 2015          Adam Penenberg on Crime and Punishment in Modern Journalism                            photo: Jeff Riggins/NBC/NBCU Photo Bank via Getty Images                        For a profession that’s all about telling the truth, some journalists know how to spin pretty tall tales. Most recently, two of the claims made by Fox News’s Bill O’Reilly have been called into question: that he was reporting from a combat zone during the Falklands War in the early 1980s, and that he was on site when a conspirator in John F. Kennedy’s assassination shot himself. This follows the admission by NBC Nightly News anchor Brian Williams (above) that he mistakenly claimed he was in a military helicopter hit by enemy fire and forced to land during the Iraq War. The latter resulted in a six-month suspension.   Williams and O’Reilly now join an infamous group of journalists who have been caught lying, fabricating sources and facts, or claiming others’ words as their own. Some have been banished from the industry forever, like Jack Kelley, who, after it was discovered that he had made up many of the events he wrote about for USA Today —including a story about being 100 yards away from an explosion at a Sbarro’s Pizza in Jerusalem—made a comeback as an author of Christian fiction. The New York Times ’ Jayson Blair, who was found to have made up facts in several of his articles, dropped off the map completely. Others, like The New Yorker ’s Jonah Lehrer, managed to escape the worst heat of punishment. Although Lehrer lost his job after it was discovered that he had invented facts and sources in two of his books, he now has two new book deals. O’Reilly can count himself among the lucky: the leadership at Fox News has been nothing but supportive of their star.   But the most extreme examples in recent history remain the feature articles written by Stephen Glass—former associate editor and rising star at The New Republic —in the 1990s. It was later discovered that the majority of his pieces (including “Hack Heaven,” about a 15-year-old hacker who penetrated a major software company, only to be employed by them to help them protect their systems) were completely made up.   Glass’s game might never have been exposed had “Hack Heaven” not fallen under the same beat covered by Adam Penenberg—then an editor at Forbes.com and now a professor at NYU’s Arthur L. Carter Journalism Institute. When his boss originally showed him the story, Penenberg kicked himself for not getting it first. But as a technology writer, he was also amazed that he had never heard of any of the sources presented by Glass—not the “big time software firm” Jukt Micronics, nor the hacker newsletter Computer Insider, nor “super-agent” Joe Hiert, who was supposedly representing hacker interests to large tech companies. He had also never heard of the Uniform Computer Security Act, a piece of legislation preventing immunity deals for hackers that was allegedly being considered by more than 20 states at the time.   After some online searching and phone calls that turned into deeper research, Penenberg suspected that Glass’s story was either highly exaggerated or totally concocted by the writer. He and his team at Forbes contacted Glass, who was evasive at first. After systematically going through each fact in the story with him and New Republic editor Charles Lane, it became clear that none of it was verifiable.   This was shocking for many at The New Republic , including Hanna Rosin, a colleague and friend of Glass. Nevertheless, she came to his defense. “Steve had a way of inspiring loyalty, not jealousy, in his fellow young writers, which was remarkable given how spectacularly successful he’d been in such a short time,” she recently wrote in The New Republic . When the scandal broke, Lane was furious, and Glass was quickly fired and subjected to an investigation. “The full extent of what he did didn’t come out until many, many years later,” says Penenberg. “At first we thought it was only 24 stories that had been cooked up in some way, but then it turned out that every story he had ever worked on was tainted.”   Glass has since written an autobiographical novel, The Fabulist , and obtained a law degree. He was denied a license to practice law by the California State Bar, despite an appeal that went before the California Supreme Court early last year, and now works as director of special projects at a law firm in that state. Reflecting on his role in the saga, Penenberg recently published an e-book, Unbelievable: Stephen Glass Wants a Second Chance —parts of which are available on Pando Daily —in which he argues that Glass never openly repented nor fully accounted for the mistakes he made at The New Republic .   NYU Stories caught up with Penenberg to discuss the pursuit of truth and the notion of justice in modern journalism.   — Anneke Rautenbach                                   Unbelievable: Stephen Glass Wants Another Chance         Are journalists such as Lehrer and Glass somehow taking advantage of their past to create a flawed, yet sympathetic, public persona?   Lehrer is perhaps taking advantage of getting a second chance, but hopefully he’s completely repented, I don’t know. My point isn’t so much that Stephen Glass doesn’t deserve a second chance, but that the way that he handled his hearings with the bar was similar to the way he handled us when we questioned him on a story.   Do you think that the California bar was right to deny Glass a license to practice law?   My view is that if you want to hire Stephen Glass as your lawyer and you can see what he has done, and you’re okay with that, he should be able to work. I’ve got no problem with that. But I am not convinced that he has changed. Based on his actions, I’m suspicious. [Yet] if you know anything about American law, you’ll know that it isn’t even about what’s true; it’s about how you can spin it to the jury to make the most convincing case. So I think he’s in the perfect profession.   Hanna Rosin seems to have forgiven Glass. Is that just because they were such close colleagues?   What’s interesting is that she was personally involved in a big way, but she has never really accounted for what exactly she was doing when the whole thing broke, and how she actually called up the editor Charles Lane and tried to lobby on Glass’s behalf. That should have been in her story, and it wasn’t. Instead it’s all about how she goes on this journey to forgive Stephen Glass, which I thought was okay—but what about explaining how this could have happened at The New Republic ?   You mean because they had fact checkers?   Fact checkers, yes, but also editors. I’ve always felt that fact checkers get a bum rap because they can only work within certain confines. I always thought [Glass’s] story would never have been published where I worked because the first thing my editors would have asked me would have been: “Jukt Micronics? Why have I never heard of this ‘big-time’ software firm? Is it public or private? Where are they based? How many people work for them? What do they make exactly? Why don’t they have a website? Why can’t I find them?”   So you feel The New Republic is also to blame for Glass’s deception?   Totally. If you publish it, your name is on it, you have an obligation to make sure it’s accurate. And if it’s not, to give a full accounting of what went wrong. Contrast what The New Republic did with what The New York Times did five years later with Jayson Blair. They published about 5,000 words [per article] detailing what went wrong, who did what. They gave a full accounting of each story, where it was wrong, then put corrections on each of his stories explaining exactly what could not have been confirmed, what was made up, everything. The New York Times , I think, is the standard for how you should handle these things.   When it comes to punishment and redemption, do you think different standards apply to different writers?   It’s a matter of degree: The degree to which Stephen Glass fabricated was shocking. Jayson Blair fudged details in stories but he didn’t create whole stories out of nothing. I think what it comes down to is publishers have realized that Jonah Lehrer can make them money. He’s found a niche in that way. But I think with Stephen Glass and Jayson Blair, there’s no money to be made from them. That’s sounds very cynical, but I think that.   On that note, why has Brain Williams been suspended, while there have been no repercussions for Bill O’Reilly?   I think NBC and Fox News are less concerned about the ethics and more focused on the impact on their bottom lines. Williams will come back if his bosses conclude he can salvage the News ratings, which have been diving off a cliff. Fox News revels in fighting with liberals, so this attack by Mother Jones actually improves its stature—and by extension, O’Reilly’s. With the people who matter most: his audience.   Do you think the general standard of reporting has inevitably been compromised by the digital age?   I don’t know—have you ever read reporting from the 1970s? There was a lot less of it, but there has definitely always been bad journalism around. Let’s go back: Walter Duranty was a reporter for The New York Times and he won a Pulitzer Prize for his coverage of Stalin’s Russia. And he missed things—like, oh, Stalin killed 20 million people, and there were famines. He was a very good writer, but he missed some very big stories. The New York Times even admitted that he was not deserving of the Pulitzer and distanced themselves from his writing because it was such a disaster. A lot of Truman Capote’s book In Cold Blood was made up. He said he relied heavily on his excellent memory, but called it a “non-fiction novel” because it was essentially a novel that contained facts.   In the end, what would convince you that Glass is, in fact, a changed man?   When he had a chance to come clean and wrote a book about what he did, he should have written that, not a novel. A book that confesses everything in detail would make me respect him more.                                                                                                                                                         NYU Footer          Search      Directory      Campus Map      Events      Contact Us      Site Map      Copyright and Fair Use      Feedback         Unless otherwise noted, all content copyright New York University. All rights reserved. Designed by The Office of Web Communications"}, {"content": "Peirce, Leslie     | Department of History | New York University                                  NEW YORK UNIVERSITY     ARTS AND SCIENCE     COLLEGE OF ARTS AND SCIENCE     GRADUATE SCHOOL OF ARTS AND SCIENCE             Department of History     Arts &amp; Science                      Back to Home           Leslie Peirce   Professor of History, Middle Eastern and Islamic Studies; Silver Professor   Princeton University, PhD 1988   Office Address:   King Juan Carlos Center, Room 604   Email:        Phone:   212.998.8646   Field of Study:   Early Modern Europe   Areas of Research/Interest:   early modern Ottoman history, gender, law & society, comparative empires               Curriculum Vitae              Selected Works:   Books:    Morality Tales: Law and Gender in the Ottoman Court of Aintab . University of California Press, 2003.  *Albert Hourani Prize of the Middle East Studies Association for best book, 2003; Koprulu Prize of the Turkish Studies Association for best book, 2002-2003. Turkish edition: Ahlak Oyunları ( Istanbul, 2005).                 The Imperial Harem: Women and Sovereignty in the Ottoman Empire. Oxford University Press, 1993.  *Koprulu Prize of the Turkish Studies Association for best book, 1993-1994. Turkish edition: Osmanlı İmparatorluğunda Hukümranlık ve Kadınlar (Istanbul, 1996); Arabic edition in preparation.            Articles: “Passages Interdits: Structures du désir dans le monde Ottoman au XVIe siècle”, in J. Dakhlia, et.al, eds., Histoires de l’amour: Fragilités et interdits, du Kamasutra à nos jours (Bayard, 2011) “Abduction with (dis)honor: Sovereigns, bandits, and heroes in the Ottoman world”, Journal of Early Modern History 15 (2011) Special issue on honor and the state “Domesticating sexuality: Harem culture in Ottoman imperial law”, in Marilyn. Booth, ed., Harem Histories: Lived Spaces and Imagined Places (Duke Univ. Press, 2010) “Polyglottism in the Ottoman Empire: A Reconsideration”, in G. Piterberg, T. Ruiz, &amp; G. Symcox, eds., Braudel Revisited: The Mediterranean World, 1600-1800 (University of Toronto Press, 2010) American Historical Review, Forum on Historiographies of Sexuality, “Writing Histories of Sexuality in the Middle East”, 114 (December 2009) “An Imperial Caste: Inverted Racialization in the Architecture of Ottoman Sovereignty”, in M. R. Greer et.al, eds., Rereading the Black Legend: The Discourses of Racism in the Renaissance Empires (Univ. Chicago Press, 2007). “The Material World: Ideologies and Ordinary Things”, in V. Aksan &amp; D. Goffman, ed., The Early Modern Ottoman Empire: a Reinterpretation (Cambridge Univ. Press, 2007) Journal of Women’s History, Book Forum (the Journal’s first Book Forum featured Morality Tales: three commentaries on the book &amp; author’s response), 18/1 (Spring 2006): \"Twentieth-century Historians and Historiography of the Ottoman Empire: The Early Centuries,\" Mediterranean Historical Review, 2004 \"Le dilemme de Fatma: crime sexuel et culture juridique dans une cour ottomane au début des temps modernes,\" Annales: Histoire, Sciences Sociales, Vol. 53, No. 2 (March - April 1998) \"Seniority, Sexuality, and Social Order: The Vocabulary of Gender in Early Modern Ottoman Anatolia,\" in Women in the Ototoman Empire: Middle Eastern Women in the Early Modern Era, ed., M. Zilfi, Leiden, 1997     Update your faculty profile         Updated on 04&#047;16&#047;2012             Contact Us | &copy; New York University , Arts and Science"}]},
{"detail": [{"content": "Adam Penenberg on Crime and Punishment in Modern Journalism                                                                                   NYU.edu requires JavaScript be enabled in your browser in order to use important features of the site. JavaScript is either disabled or not supported by your browser. For instructions on how to enable JavaScript in your browser, click here .                       New York University    Skip to Content   Skip to Search   Skip to Navigation   Skip to Sub Navigation                                                        NYUHome Login                            Students           |   Faculty           |   Alumni           |   Employees           |   Community                                   Schools          Arts and Science      College of Arts and Science      College of Dentistry      College of Nursing      Courant Institute of Mathematical Sciences      Gallatin School of Individualized Study      Graduate School of Arts and Science      Institute of Fine Arts      Institute for the Study of the Ancient World      Leonard N. Stern School of Business      Liberal Studies Program      NYU Abu Dhabi      NYU Shanghai      Polytechnic School of Engineering      Robert F. Wagner Graduate School of Public Service      School of Professional Studies      School of Law      School of Medicine      Silver School of Social Work      Steinhardt School of Culture, Education, and Human Development      Tisch School of the Arts                QuickLinks          Academic Calendars      Administrative Units      Albert      Apply for Jobs      Athletics      Bookstores      Bursar      Campus Map      Career Development      Emergencies      Events      Giving to NYU      Housing      ITS      Libraries      News      NYU Apparel      Policies      Public Safety      Registrar      Student Health Center      Student Resources      Wellness Exchange                A-Z          A      B      C      D      E      F      G      H      I      J      K      L      M      N      O      P      Q      R      S      T      U      V      W      X      Y      Z                                                          New York University                          Search NYU                    Pages |    People                                       Main Navigation            About NYU       Admissions       Academics       University Life       Research       Global                                 Bread Crumbs          About NYU   /   News, Publications, and Facts   /   NYU Stories                 Sub Navigation                                 In the Lab                       Arts & Culture                       Community                       Only at NYU                                                                               March 23, 2015          Adam Penenberg on Crime and Punishment in Modern Journalism                            photo: Jeff Riggins/NBC/NBCU Photo Bank via Getty Images                        For a profession that’s all about telling the truth, some journalists know how to spin pretty tall tales. Most recently, two of the claims made by Fox News’s Bill O’Reilly have been called into question: that he was reporting from a combat zone during the Falklands War in the early 1980s, and that he was on site when a conspirator in John F. Kennedy’s assassination shot himself. This follows the admission by NBC Nightly News anchor Brian Williams (above) that he mistakenly claimed he was in a military helicopter hit by enemy fire and forced to land during the Iraq War. The latter resulted in a six-month suspension.   Williams and O’Reilly now join an infamous group of journalists who have been caught lying, fabricating sources and facts, or claiming others’ words as their own. Some have been banished from the industry forever, like Jack Kelley, who, after it was discovered that he had made up many of the events he wrote about for USA Today —including a story about being 100 yards away from an explosion at a Sbarro’s Pizza in Jerusalem—made a comeback as an author of Christian fiction. The New York Times ’ Jayson Blair, who was found to have made up facts in several of his articles, dropped off the map completely. Others, like The New Yorker ’s Jonah Lehrer, managed to escape the worst heat of punishment. Although Lehrer lost his job after it was discovered that he had invented facts and sources in two of his books, he now has two new book deals. O’Reilly can count himself among the lucky: the leadership at Fox News has been nothing but supportive of their star.   But the most extreme examples in recent history remain the feature articles written by Stephen Glass—former associate editor and rising star at The New Republic —in the 1990s. It was later discovered that the majority of his pieces (including “Hack Heaven,” about a 15-year-old hacker who penetrated a major software company, only to be employed by them to help them protect their systems) were completely made up.   Glass’s game might never have been exposed had “Hack Heaven” not fallen under the same beat covered by Adam Penenberg—then an editor at Forbes.com and now a professor at NYU’s Arthur L. Carter Journalism Institute. When his boss originally showed him the story, Penenberg kicked himself for not getting it first. But as a technology writer, he was also amazed that he had never heard of any of the sources presented by Glass—not the “big time software firm” Jukt Micronics, nor the hacker newsletter Computer Insider, nor “super-agent” Joe Hiert, who was supposedly representing hacker interests to large tech companies. He had also never heard of the Uniform Computer Security Act, a piece of legislation preventing immunity deals for hackers that was allegedly being considered by more than 20 states at the time.   After some online searching and phone calls that turned into deeper research, Penenberg suspected that Glass’s story was either highly exaggerated or totally concocted by the writer. He and his team at Forbes contacted Glass, who was evasive at first. After systematically going through each fact in the story with him and New Republic editor Charles Lane, it became clear that none of it was verifiable.   This was shocking for many at The New Republic , including Hanna Rosin, a colleague and friend of Glass. Nevertheless, she came to his defense. “Steve had a way of inspiring loyalty, not jealousy, in his fellow young writers, which was remarkable given how spectacularly successful he’d been in such a short time,” she recently wrote in The New Republic . When the scandal broke, Lane was furious, and Glass was quickly fired and subjected to an investigation. “The full extent of what he did didn’t come out until many, many years later,” says Penenberg. “At first we thought it was only 24 stories that had been cooked up in some way, but then it turned out that every story he had ever worked on was tainted.”   Glass has since written an autobiographical novel, The Fabulist , and obtained a law degree. He was denied a license to practice law by the California State Bar, despite an appeal that went before the California Supreme Court early last year, and now works as director of special projects at a law firm in that state. Reflecting on his role in the saga, Penenberg recently published an e-book, Unbelievable: Stephen Glass Wants a Second Chance —parts of which are available on Pando Daily —in which he argues that Glass never openly repented nor fully accounted for the mistakes he made at The New Republic .   NYU Stories caught up with Penenberg to discuss the pursuit of truth and the notion of justice in modern journalism.   — Anneke Rautenbach                                   Unbelievable: Stephen Glass Wants Another Chance         Are journalists such as Lehrer and Glass somehow taking advantage of their past to create a flawed, yet sympathetic, public persona?   Lehrer is perhaps taking advantage of getting a second chance, but hopefully he’s completely repented, I don’t know. My point isn’t so much that Stephen Glass doesn’t deserve a second chance, but that the way that he handled his hearings with the bar was similar to the way he handled us when we questioned him on a story.   Do you think that the California bar was right to deny Glass a license to practice law?   My view is that if you want to hire Stephen Glass as your lawyer and you can see what he has done, and you’re okay with that, he should be able to work. I’ve got no problem with that. But I am not convinced that he has changed. Based on his actions, I’m suspicious. [Yet] if you know anything about American law, you’ll know that it isn’t even about what’s true; it’s about how you can spin it to the jury to make the most convincing case. So I think he’s in the perfect profession.   Hanna Rosin seems to have forgiven Glass. Is that just because they were such close colleagues?   What’s interesting is that she was personally involved in a big way, but she has never really accounted for what exactly she was doing when the whole thing broke, and how she actually called up the editor Charles Lane and tried to lobby on Glass’s behalf. That should have been in her story, and it wasn’t. Instead it’s all about how she goes on this journey to forgive Stephen Glass, which I thought was okay—but what about explaining how this could have happened at The New Republic ?   You mean because they had fact checkers?   Fact checkers, yes, but also editors. I’ve always felt that fact checkers get a bum rap because they can only work within certain confines. I always thought [Glass’s] story would never have been published where I worked because the first thing my editors would have asked me would have been: “Jukt Micronics? Why have I never heard of this ‘big-time’ software firm? Is it public or private? Where are they based? How many people work for them? What do they make exactly? Why don’t they have a website? Why can’t I find them?”   So you feel The New Republic is also to blame for Glass’s deception?   Totally. If you publish it, your name is on it, you have an obligation to make sure it’s accurate. And if it’s not, to give a full accounting of what went wrong. Contrast what The New Republic did with what The New York Times did five years later with Jayson Blair. They published about 5,000 words [per article] detailing what went wrong, who did what. They gave a full accounting of each story, where it was wrong, then put corrections on each of his stories explaining exactly what could not have been confirmed, what was made up, everything. The New York Times , I think, is the standard for how you should handle these things.   When it comes to punishment and redemption, do you think different standards apply to different writers?   It’s a matter of degree: The degree to which Stephen Glass fabricated was shocking. Jayson Blair fudged details in stories but he didn’t create whole stories out of nothing. I think what it comes down to is publishers have realized that Jonah Lehrer can make them money. He’s found a niche in that way. But I think with Stephen Glass and Jayson Blair, there’s no money to be made from them. That’s sounds very cynical, but I think that.   On that note, why has Brain Williams been suspended, while there have been no repercussions for Bill O’Reilly?   I think NBC and Fox News are less concerned about the ethics and more focused on the impact on their bottom lines. Williams will come back if his bosses conclude he can salvage the News ratings, which have been diving off a cliff. Fox News revels in fighting with liberals, so this attack by Mother Jones actually improves its stature—and by extension, O’Reilly’s. With the people who matter most: his audience.   Do you think the general standard of reporting has inevitably been compromised by the digital age?   I don’t know—have you ever read reporting from the 1970s? There was a lot less of it, but there has definitely always been bad journalism around. Let’s go back: Walter Duranty was a reporter for The New York Times and he won a Pulitzer Prize for his coverage of Stalin’s Russia. And he missed things—like, oh, Stalin killed 20 million people, and there were famines. He was a very good writer, but he missed some very big stories. The New York Times even admitted that he was not deserving of the Pulitzer and distanced themselves from his writing because it was such a disaster. A lot of Truman Capote’s book In Cold Blood was made up. He said he relied heavily on his excellent memory, but called it a “non-fiction novel” because it was essentially a novel that contained facts.   In the end, what would convince you that Glass is, in fact, a changed man?   When he had a chance to come clean and wrote a book about what he did, he should have written that, not a novel. A book that confesses everything in detail would make me respect him more.                                                                                                                                                         NYU Footer          Search      Directory      Campus Map      Events      Contact Us      Site Map      Copyright and Fair Use      Feedback         Unless otherwise noted, all content copyright New York University. All rights reserved. Designed by The Office of Web Communications"}, {"content": "Peirce, Leslie     | Department of History | New York University                                  NEW YORK UNIVERSITY     ARTS AND SCIENCE     COLLEGE OF ARTS AND SCIENCE     GRADUATE SCHOOL OF ARTS AND SCIENCE             Department of History     Arts &amp; Science                      Back to Home           Leslie Peirce   Professor of History, Middle Eastern and Islamic Studies; Silver Professor   Princeton University, PhD 1988   Office Address:   King Juan Carlos Center, Room 604   Email:        Phone:   212.998.8646   Field of Study:   Early Modern Europe   Areas of Research/Interest:   early modern Ottoman history, gender, law & society, comparative empires               Curriculum Vitae              Selected Works:   Books:    Morality Tales: Law and Gender in the Ottoman Court of Aintab . University of California Press, 2003.  *Albert Hourani Prize of the Middle East Studies Association for best book, 2003; Koprulu Prize of the Turkish Studies Association for best book, 2002-2003. Turkish edition: Ahlak Oyunları ( Istanbul, 2005).                 The Imperial Harem: Women and Sovereignty in the Ottoman Empire. Oxford University Press, 1993.  *Koprulu Prize of the Turkish Studies Association for best book, 1993-1994. Turkish edition: Osmanlı İmparatorluğunda Hukümranlık ve Kadınlar (Istanbul, 1996); Arabic edition in preparation.            Articles: “Passages Interdits: Structures du désir dans le monde Ottoman au XVIe siècle”, in J. Dakhlia, et.al, eds., Histoires de l’amour: Fragilités et interdits, du Kamasutra à nos jours (Bayard, 2011) “Abduction with (dis)honor: Sovereigns, bandits, and heroes in the Ottoman world”, Journal of Early Modern History 15 (2011) Special issue on honor and the state “Domesticating sexuality: Harem culture in Ottoman imperial law”, in Marilyn. Booth, ed., Harem Histories: Lived Spaces and Imagined Places (Duke Univ. Press, 2010) “Polyglottism in the Ottoman Empire: A Reconsideration”, in G. Piterberg, T. Ruiz, &amp; G. Symcox, eds., Braudel Revisited: The Mediterranean World, 1600-1800 (University of Toronto Press, 2010) American Historical Review, Forum on Historiographies of Sexuality, “Writing Histories of Sexuality in the Middle East”, 114 (December 2009) “An Imperial Caste: Inverted Racialization in the Architecture of Ottoman Sovereignty”, in M. R. Greer et.al, eds., Rereading the Black Legend: The Discourses of Racism in the Renaissance Empires (Univ. Chicago Press, 2007). “The Material World: Ideologies and Ordinary Things”, in V. Aksan &amp; D. Goffman, ed., The Early Modern Ottoman Empire: a Reinterpretation (Cambridge Univ. Press, 2007) Journal of Women’s History, Book Forum (the Journal’s first Book Forum featured Morality Tales: three commentaries on the book &amp; author’s response), 18/1 (Spring 2006): \"Twentieth-century Historians and Historiography of the Ottoman Empire: The Early Centuries,\" Mediterranean Historical Review, 2004 \"Le dilemme de Fatma: crime sexuel et culture juridique dans une cour ottomane au début des temps modernes,\" Annales: Histoire, Sciences Sociales, Vol. 53, No. 2 (March - April 1998) \"Seniority, Sexuality, and Social Order: The Vocabulary of Gender in Early Modern Ottoman Anatolia,\" in Women in the Ototoman Empire: Middle Eastern Women in the Early Modern Era, ed., M. Zilfi, Leiden, 1997     Update your faculty profile         Updated on 04&#047;16&#047;2012             Contact Us | &copy; New York University , Arts and Science"}, {"content": "Certificate in Creative Writing                                                                                          The NYU School of Professional Studies Website    Faculty    Degrees    Professional Certificates    Upcoming Events        Search Courses     Credit Course     Non-Credit Course          Site    Noncredit Courses    Faculty                                                                       Humanities, Arts, and Writing                                                                                           About             Director's Message Faculty News                   Admissions                 Academics             M.S. in Professional Writing Noncredit Offerings                   Career                 Events             Art Law Day Art Crime Symposium                   Highlights             Movies 101 Modern British Drama in London Oxford University Study Program                                                     Certificate in Creative Writing                                            Academics &rsaquo;                M.S. in Professional Writing            Noncredit Offerings                 Certificate in Appraisal Studies in Fine and Decorative Arts          Certificate in Art Business          Certificate in Art Collections Management and Display          Certificate in Art Marketing and Communications          Certificate in Arts Administration          Certificate in Book Publishing: Print and Digital          Certificate in Communication Skills          Certificate in Creative Writing          Certificate in Editing          Certificate in Journalism: Print and Digital Media          Certificate in Magazine and Website Publishing          Certificate in Screenwriting          Summer Intensive in Creative Writing                                      Ready to Proceed?           Register Now        Request Information        Events                                                                Ready to Proceed?        Register for Courses Now                                                                         Don't see what you're looking for?                                                         Declare Your Certificate Candidacy                  Ready to Proceed?          Register Now      Request Information      Attend an Information Session                                                                                                      QUICK LINKS                        About Us          Student Affairs          Visit Us          School-wide Policies          Contact Us                       ATTEND THE SCHOOL                        Graduate Admissions          Undergraduate Admissions          Noncredit Registration                             ON THE WEB                         On Facebook          On Twitter          On YouTube          Browser Requirements                                                        NYU Homepage   &copy; New York University School of Professional Studies | Privacy Policy"}]}]