[{"detail": [{"content": "Tyler Lab   Welcome to the Tyler Lab in the Social Psychology Program at NYU                                           Research  My research group is concerned  with a variety of issues broadly related to the dynamics of authority within  groups, organizations, and societies. As psychologists, our particular  interest is in the factors that shape people's motivations when they are  dealing with others in group settings.      Because  justice has been found to be especially important to people's motivation  when dealing with others, we study social justice. In particular, our  work focuses on the psychology of procedural justice - the fairness of  group rules and processes. Research consistently finds that people  are strongly influenced by their assessments of procedural justice when  they are evaluating authorities and institutions.                        Introductory material:            Tyler , T.R., et al. (1997). Social justice in a diverse society. Boulder : Westview.           Tyler , T.R. (2000). Social justice. International  Journal of Psychology, 35, 117-125.            Tyler , T.R. (2005).  Readings in procedural justice.   Burlington , VT : Ashgate.        Volume  I. Procedural justice and the dynamics of authority.        Volume  II. Procedural justice and governance.                 Students   in the Tyler Lab (each student has their own web page as part of the   NYU psychology web site).    Heather Berry. Hab225@nyu.edu      - Entitlement.    - Sense of justice in animals.      Jennifer Brooke. Jen.brooke@nyu.edu      - Justice in intergroup relations.      Suzette Caleo. suzette.caleo@nyu.edu      - Gender effects in justice.     Rebecca Hollander-Blumoff. Hollande@juris.law.nyu.edu    - Procedural  justice and negotiation in legal disputes.   Margarita Krochik. mkrochik@nyu.edu      - The justice of political procedures.      Amy Krosch. ark346@nyu.edu      - Implicit and unconscious justice processes.      Avital Mentovich. am2838@nyu.edu      - Group based injustice.      Lindsay Rankin. Lindsay.rankin@nyu.edu      - Justice in group procedures.     Jennifer Ray. jlr452@nyu.edu      - The justice of legal procedures.     Jojanneke Van der Toorn. Jojanneke@nyu.edu     - Political  participation in immigrant groups.         - The  influence of power and status on legitimacy          back to the top        Tom R. Tyler   Tom Tyler is a University Professor at New York University . He teaches in the Psychology Department and in the Law School   He is currently the Chair of the Psychology Department.          Contact information:     Office: Room 579,  Psychology Department,  New York University  6 Washington Place.  NY, NY 10003  Phone: 212-998-7816  e-mail: tom.tyler@nyu.edu   back to  the top    Law and Regulation         Research     I explore the motivations that lead people to cooperate when they are within groups. There are two aspects of such cooperation. First, there is deference to authority. The study of regulation is generally concerned with understanding why people accept the decisions made by others. Legitimacy, the quality of being viewed as being entitled to be obeyed, is consistently linked to exercising authority in fair ways.   Because of its implications for regulation, my work has always shared a connection with the concerns of the field of law. The question of how to manage undesirable behavior is central to the work of legal authorities, and I examine the motivations that shape people's rule-related behavior.         My primary book on this topic (Tyler, 2006) establishes the key role of legitimacy in shaping obedience to the law. That finding is important to bringing psychology into social regulation, since the study of law-related behavior had been dominated by economics analysis linking behavior to sanctions. My work shows that people will also take one the responsibility for obeying the law when asked to do so by a legitimate authority. In other words, people become self-regulatory. The further finding in my work that procedural justice is a key antecedent of legitimacy has led to a literature on procedural justice in legal institutions and in interactions with legal authorities.   The findings of this book have been widely cited within law. They are important because the question of how to motivate compliance with law and legal rules is central to many areas of law and these findings therefore have wide applicability. Recent applications include the study of commitment hearings in mental hospitals, people's reactions to mass tort settlements, the emergence of international law, and the popularity of mediation hearings.      See:        Tyler  , T.R. (1990). Why people obey the law .   New Haven : Yale.       Reissued with a new afterword: (2006). Princeton  University  Press.             Tyler , T.R. (2006). Legitimacy and legitimation. Annual Review of Psychology , 57, 375-400.            Tyler , T.R., and Huo, Y.J. (2002). Trust in the law: Encouraging public cooperation with the police and courts . N.Y.: Russell-Sage Foundation.       My most recent contribution to this literature is my book Trust in the Law (Tyler and Huo, 2002) which explores deference to legal authorities among minorities. This book builds upon the earlier book Why People Obey the Law and again shows that procedural justice is a key antecedent of deference and of legitimacy. However, in Trust in the Law , ethnic group differences are more directly addressed. This book argues that legal authorities can build on the strong procedural justice findings I outline in my work to create a new model of regulation. I refer to that model as process-based regulation.   Trust in the Law is based on a sample of interviews with White, African-American, and Hispanic residents of these two cities. The focus of the study is on people's voluntary acceptance of decisions made by legal authorities. The results show that people's willingness to defer to legal authorities is shaped by two social motivations: procedural justice and motive-based trust. This finding suggests that authorities have considerable ability to gain deference from community members by treating them in ways that encourage judgments that the procedures used are fair and the motives underlying actions are benevolent. The study indicates that treating people with dignity and respect heightens both of these judgments.      Trust  and confidence in the police and courts     A second project using this approach explores people's overall trust and confidence in the legitimacy of the police and the courts. This set of studies is concerned with the way that the average community resident makes evaluations of legal authorities, irrespective of whether they have had a personal experience with those authorities. Again, the question I am concerned with is the degree to which process issues shape public evaluations. A contrasting view is that often associated with the NYPD and its aggressive policing policies. That view is that the middle class is primarily interested in crime reduction and accepts the occurrence of unfair treatment toward, at least, minorities in the service of that goal. Several studies of mine suggest that this belief is not correct. In a reanalysis of previously collected surveys, I showed that people's evaluations of the police and courts are heavily influenced by procedural justice based judgments.   Recently, I have been studying public views about the police and policing activities a sample of New Yorkers will be interviewed this summer about their views on the police, as well as about their personal experiences with police officers through interviews over the telephone with New Yorkers.   Why do these interviews? We live in the midst of difficult and changing times. The events of September 11th highlight the risks of terrorism in America, while recent budget reductions make clear that we are living in a time of fiscal limits. No agency is more strongly affected by these changes than the New York City Police Department. To most effectively manage policing activities during these changing times, we need to have a clear understanding of how the public views the police. It is for this reason that we are conducting interviews with the residents of different neighborhoods in New York City. The interviews provide valuable feedback to those managing the police department and the city about public views regarding the activities of the NYPD. To this end, I have been conducting surveys of the residents of New York to better understand how people feel about policing services in their neighborhoods.   Anti-terror policing   I am currently studying how policing tactics are experienced among Islamic Americans, the targets of anti-terror policing. My argument is that cooperation from the community diminishes when people feel that they are being singled out for unfair policing activities. To understand the experiments of members of the community I am conducting interviews in Brooklyn and London.      Policy initiatives   The Administrative Office of the Courts in California has launched a five year initiative on Procedural Fairness in the California Courts. The goal is to redesign the courts with an eye toward procedural justice.   The Russell Sage Foundation created a working group on legitimacy in the criminal justice system which produced a volume on the issue of legitimacy as it influences policing in societies around the world. That volume is titled Legitimacy and Criminal Justice.   I have presented several lectures on legitimacy in the criminal justice system. The first was the Montesquieu Lecture at Tilburg University. I also presented the keynote address at the European Society of Criminology and gave the Reckless/Dinitz Memorial Lecture at Ohio State University. The general theme of these presentations is the need to shift the focus of criminal justice toward creating and maintaining legitimacy.   Readings on law and regulation   Tyler, T.R. (1988). What is procedural justice?: Criteria used by citizens to assess the fairness of legal procedures. Law and Society Review , 22, 103-135.   Casper, J.D., Tyler, T.R., and Fisher, B. (1988). Procedural justice in felony cases. Law and Society Review , 22, 483-507.   MacCoun, R.J., and Tyler, T.R. (1988). The basis of citizens' preferences for different forms of criminal jury. Law and Human Behavior , 12, 333-352.   Tyler, T.R., Casper, J.D., and Fisher, B. (1989). Maintaining allegiance toward political authorities: The role of prior attitudes and the use of fair procedures. American Journal of Political Science , 33, 629 - 652.   Tyler, T.R. (1989). The quality of dispute resolution processes and outcomes: Measurement problems and possibilities. Denver University Law Review , 66, 419 - 436.   Tyler, T.R. (1992). The psychological consequences of judicial procedures: Implications for civil commitment hearings. Southern Methodist University Law Review , 46, 401-413.   Tyler, T.R. (1993). Legitimizing unpopular public policies: Does procedure matter? Zeitschrift fur Rechtssoziologie , 14, 47-54.   Tyler, T.R., and Mitchell, G. (1994). Legitimacy and the empowerment of discretionary legal authority: The United States Supreme Court and abortion rights. Duke Law Journal , 43, 703-814.   Tyler, T.R. (1997). Compliance with intellectual property laws: A psychological perspective. Journal of International Law and Politics , 28,101-115.   Tyler, T.R. (1997). Citizen discontent with legal procedures. American Journal of Comparative Law , 45, 869-902.   Tyler, T.R. (1997). Procedural fairness and compliance with the law. Swiss Journal of Economics and Statistics , 133, 219-240.   Tyler, T.R., and Boeckmann, R. (1997). Three strikes and you are out, but why? The psychology of public support for punishing rule breakers. Law and Society Review , 31, 237-265.   Tyler, T.R. (1998). Public mistrust of the law: A political perspective. University of Cincinnati Law Review , 66, 847-876.   Tyler, T.R., and Darley, J. (2000). Building a law-abiding society: Taking public views about morality and the legitimacy of legal authorities into account when formulating substantive law. Hofstra Law Review , 28, 707-739.   Tyler, T.R. (2001). Public trust and confidence in legal authorities: What do majority and minority group members want from the law and legal authorities? Behavioral Science and the Law , 19, 215-235.   Tyler, T.R. (2001). Trust and law abiding behavior: Building better relationships between the police, the courts, and the minority community. Boston University Law Review , 81, 361-406.   Tyler, T.R. (2002). A national survey for monitoring police legitimacy. Justice research and policy , 4, 71-86.   Sunshine, J., and Tyler, T.R. (2003). The role of procedural justice and legitimacy in shaping public support for policing. Law and Society Review , 37, 555-589.   Sunshine, J., and Tyler, T.R. (2003). Moral solidarity, identification with the community, and the importance of procedural justice. Social Psychology Quarterly , 66, 153-165.   Tyler, T.R. (2003). Procedural justice, legitimacy, and the effective rule of law. In M. Tonry (ed.), Crime and Justice , 30, 431-505.   Tyler, T.R., and Thorisdottir, H. (2003). A psychological perspective on compensation for harm: Examining the September 11 th Victim Compensation Fund. DePaul Law Review, 53, 355-391.   Tyler, T.R. (2004). Affirmative action in an institutional context: The antecedents of policy preferences and political support. Social Justice Research , 17, 5-24.   Tyler, T.R. (2004). Procedural justice. In A. Sarat (Ed.), The Blackwell Companion to Law and Society. Malden, MA: Blackwell. (pp. 435-452).   Tyler, T.R. (2004). Enhancing Police Legitimacy. Annals of the American Academy of Political and Social Science (W. G. Skogan, Ed.), 593, 84-99.   Tyler, T.R., and Wakslak, C. (2004). Profiling and the legitimacy of the police: Procedural justice, attributions of motive, and the acceptance of social authority. Criminology, 42, 13-42.   Tyler, T.R. (2005). Process based leadership: Fair procedures, identification, and the acceptance of change. Leadership Quarterly , 16, 121-153.   Tyler, T.R. (2005). Promoting employee policy adherence and rule following in work settings. Brooklyn Law Review , 70, 1287-1312.   Fagan, J., and Tyler, T.R. (2005). Legal socialization of children and adolescents. Social Justice Research , 18, 217-242.   Tyler, T.R. (2006). What do they expect?: New findings confirm the precepts of procedural fairness. California Court Review , Winter, 22-24.   Tyler, T.R. (2007). Do Americans accept the rule of law? DePaul Law Review, 56, 661-694.   Tyler, T.R., Callahan, P. &amp; Frost, J. (2007). Armed, and dangerous(?): Can self-regulatory approaches shape rule adherence among agents of social control. Law and Society Review , 41 (2), 457-492.   Tyler, T.R., Sherman, L.W., Strang, H., Barnes, G.C. &amp; Woods, D.J. (2007). Reintegrative shaming, procedural justice, and recidivism: The engagement of offenders&rsquo; psychological mechanisms in the Canberra RISE drinking-and-driving experiment. Law and Society Review , 41(3), 553-586.   Tyler, T.R. (2008). Psychology and institutional design. Review of Law and Economics (symposium issue on Law and Social Norms). The Berkeley Electronic Press, 4(3), 801-887.   Tyler, T.R. (2008). Procedural justice and the courts. Court Review , 44(1/2), 26-31.   Murphy, K. &amp; Tyler, T.R. (2008). Procedural justice and compliance behaviour: The mediating role of emotions. European Journal of Social Psychology, 38, 652-668.   Tyler, T.R. &amp; Fagan, J. (2008). Why do people cooperate with the police? Ohio Journal of Criminal Law, 6, 231-275 .   Tyler, T.R. (2009). Procedural justice, identity and deference to the law: What shapes rule following in a period of transition? Australian Journal of Psychology, 61, 32-39.            The  Psychology of Justice            I am interested in understanding why people care about and react to their evaluations of the fairness or unfairness of procedures. The procedural justice effect has emerged as a robust and compelling one, with people shown to react to how decisions are made in a wide variety of groups, organizations, and societies.    In early studies, I looked at psychological models of the justice motive, and argued that people are concerned about issues of identity and status. Further, I suggested that people use the justice of procedures to tell them about their status and to evaluate the degree to which they want to define their identity in terms of groups to which they belong (Lind and Tyler, 1988; Tyler and Lind, 1992).   This idea unfolds in my work two ways. First, in the finding that people care about the fairness of procedures more than about the favorability or fairness of outcomes. Early justice research focused primarily on issues of equity (outcome fairness) on the assumption that outcomes are the key issue. My work helped to shift the focus to issues of procedure by showing the importance of procedural justice judgments.   Second, my work helped to establish that people do not view procedures in instrumental terms, i.e. as a way to obtain outcomes. That view is explicit in the classic work on procedural justice by John Thibaut and Laurens Walker (1975). Instead, procedures are valued because they communicate status and inclusion in groups (Lind and Tyler, 1988). This distinction between instrumental and value-expressive or relational motivations underlying procedural justice effects has transformed the way that psychologists think about the meaning and implications of procedural justice findings.   I have extended this line of thinking to the study of authority relations (Tyler and Lind, 1992) arguing that people view group authorities as representatives of the group, and are therefore sensitive to how those authorities exercise their authority. Using fair procedures to exercise authority both communicates that the people one is dealing with are respected by the group, and it suggests that the group is one that is worth identifying with and being involved in.   Most recently, my work has sought to understand the relationship between justice and identity. I view justice as a key issue that people focus on when trying to define themselves and their relationship to their group.         back to the top             Readings   on the Psychology of Justice:                     Lind, E.A., and Tyler , T.R. (1988). The social psychology of procedural justice. N.Y.: Plenum      Tyler , T.R., Boeckmann, R., Smith, H.J., Huo, Y.J. (1997). Social justice in a diverse society .   Denver  ,  CO   : Westview.      Papers:      Tyler, T.R., and Lind, E.A. (1992). A relational model of authority in groups. Advances in Experimental Social Psychology (Vol. 25, pp. 115 - 191).   Tyler, T.R. (1994). Psychological models of the justice motive. Journal of Personality and Social Psychology , 67, 850-863.   Tyler, T.R., Degoey, P., and Smith, H. (1996). Understanding why the justice of group procedures matters: A test of the psychological dynamics of the group-value model. Journal of Personality and Social Psychology , 70, 913-930.   Tyler, T.R. (1989). The psychology of procedural justice: A test of the group value model. Journal of Personality and Social Psychology , 57, 830 - 838.   Smith, H.J., and Tyler, T.R. (1996). Justice and power: Can justice motivations and superordinate categorizations encourage the advantaged to support policies which redistribute economic resources and encourage the disadvantaged to willingly obey the law? European Journal of Social Psychology , 26, 171-200.   Huo, Y.J., Smith, H.J., Tyler, T.R., and Lind, E.A. (1996). Superordinate identification, subgroup identification, and justice concerns: Is separatism the problem, is assimilation the answer? Psychological Science , 7, 40-45.   Tyler, T.R., and Smith, H. (1997). Social justice and social movements . In D. Gilbert, S. Fiske, G. Lindzey (Eds.), Handbook of Social Psychology (4th edition, vol. 2, pp.595-629). N.Y.: McGraw-Hill.   Tyler, T.R. The psychology of legitimacy (1997). Personality and Social Psychology Review , 1, 323-344.   Smith, H.J., and Tyler, T.R. (1997). Choosing the right pond: The influence of the status of one's group and one's status in that group on self-esteem and group-oriented behaviors. Journal of Experimental Social Psychology , 33, 146-170.   Smith, H.J., Tyler, T.R., Huo, Y.J., Ortiz, D.J., and Lind, E.A. (1998). The self-relevant implications of the group-value model: Group membership, self-worth, and procedural justice. Journal of Experimental Social Psychology , 34, 470-493.   Tyler, T.R. (2000). Social justice: Outcome and procedure. International Journal of Psychology , 35, 117-125.   Tyler, T.R. and Blader, S.L. (2001). Identity and prosocial behavior in groups. Group processes and intergroup relations , 4(3), 207-226.   Tyler, T.R. (2001). Social justice . In R. Brown and S. Gaertner (Eds.), Blackwell Handbook of Social Psychology. Volume 4: Intergroup processes (pp. 344-366). London: Blackwell.   Blader, S. and Tyler, T.R. (2002). Empathy and justice as reasons for helping victims . In M. Ross and D.T. Miller (Eds.), The justice motive in everyday life . Cambridge: Cambridge University Press (pp. 226-250).   Tyler, T.R., and Blader, S. (2002). The influence of status judgments in hierarchical groups: Comparing autonomous and comparative judgments about status. Organizational Behavior and Human Decision Processes , 89, 813-838.   Blader, S., and Tyler, T.R. (2003). What constitutes fairness in work settings? A four-component model of procedural justice. Human Resource Management Review , 12, 107-126.   Blader, S., and Tyler, T.R. (2003). A four component model of procedural justice: Defining the meaning of a &quot;fair&quot; process. Personality and Social Psychology Bulletin , 29, 747-758.   Tyler, T.R., and Blader, S. (2003). Procedural justice, social identity, and cooperative behavior. Personality and Social Psychology Review , 7, 349-361.   DeCremer, D., and Tyler, T.R. (2005). Managing group behavior: The interplay between procedural justice, sense of self, and cooperation. Mark Zanna (Ed.), Advances in Experimental Social Psychology. N.Y.: Academic press.   Tyler, T.R (2006). Restorative justice and procedural justice. Journal of Social Issues , 62, 305-323.   Smith, H.J., Thomas, T.R. &amp; Tyler, T.R. (2006). Concrete construction employees: When does procedural justice shape self-evaluations? Journal of Applied Social Psychology , 36, 644-663.   Tyler, T.R. (2006). Process utility and help seeking. Journal of Economic Psychology, 27, 360-376.   Van Knippenberg, B., Martin, L. &amp; Tyler, T.R. (2006). Process orientation versus outcome orientation during organizational change: The role of organizational identification. Journal of Organizational Behavior, 62, 307-326.   Sondak, H. &amp; Tyler, T.R. (2007). How does procedural justice shape the desirability of markets. Journal of Economic Psychology, 28, 79-92 .   Okimoto, T. &amp; Tyler, T.R. (2007). Is compensation enough?: Relational concerns in responding to unintended inequity. Group Processes and Intergroup Relations , 10, 399-420.   De Cremer, D. &amp;Tyler, T.R. (2007). The effects of trust and procedural justice on cooperation. Journal of Applied Psychology, 92, 639-649.   Davis, A., Tyler, T.R. &amp; Andersen, S. (2007). Building community one relationship at a time. Social Justice Research, 20(2), 181-206.   Kivetz, Y. &amp; Tyler, T.R. (2007). Tomorrow I&rsquo;ll be me: The effect of time perspective on the activation of idealistic versus pragmatic selves. Organizational Behavior and Human Decision Processes , 102, 193-211.   Blader, S. &amp; Tyler, T.R. (2009). Testing and expanding the group engagement model. Journal of Applied Psychology , 94, 445-464.   Smith, H.J., Olson, G., Agronick, G. &amp; Tyler, T.R. (2009). Everyday interactions with university authorities: Authority treatment quality, outcome favorability and first-year students&rsquo; university adjustment. Group Processes &amp; Intergroup Relations , 12(2), 209-226.   Barry, H. &amp; Tyler, T.R. (2009). Repairing the damage of membership in an unfair group: Procedural injustice and group-serving behaviors. Psychological Science, 20(8), 1026-1032.   Rankin, L. &amp; Tyler, T.R. (in press). Procedural justice and cooperation in groups. Special issue. The psychology of justice and its applications. Netherlands Journal of Psychology .      back  to the top                                                Multiculturalism                      The dynamics of authority are central to all models of governance. Hence, my work on the basis of deference to authorities has been important in discussions about how to govern society.    In particular,  I have written about the problems associated with governance in diverse,  multicultural, societies. As I noted above, Trust in the Law discusses issues of diversity and multiculturalism  as those issues are important to the rules of law.              Recommended Readings on Multiculturalism:         Tyler  , T.R., and Lind, E.A. (1990). Intrinsic versus community-based justice models: When does group membership matter? Journal of Social Issues , 46, 83 - 94.      E.A. Lind, Y.J. Huo, T.R. Tyler (1994)&hellip;Any justice for all: Ethnicity, gender, and preferences for dispute resolution procedures. Law and Human Behavior , 18, 269-290.        Tyler , T.R. (1994). Governing amid diversity: Can fair decision-making procedures bridge competing public interests and values? Law and Society Review , 28, 701-722.     Ohbuchi, K., Kei-ichiro, I., Sugawara, I.,   Tyler   , T.R., and Lind, E.A. (1997). Goals and tactics in within- and between-culture conflicts . Tohoku Psychologica Folia, 56, 1-13.      Tyler , T.R., Lind, E.A., Ohbuchi, K., Sugawara,  I.  , and Huo, Y.J. (1998). Conflict with outsiders: Disputing within and across cultural boundaries. Personality and Social Psychology Bulletin , 24, 137-146.        Tyler , T.R. (2000). Multiculturalism and the willingness of citizens to defer to law and to legal authorities. Law and Social Inquiry , 25(3), 983-1019.      Tyler , T.R., Lind, E.A., and Huo, Y.J. (2000). Cultural values and authority relations. Psychology, Public Policy, and Law , 6(4), 1138-1163.     Napier, J. &amp; Tyler, T.R. (2008). Does moral conviction really override concerns about procedural justice? Social Justice Research, 21, 509-528.    Markell, D. &amp; Tyler, T.R. (2008). Using empirical research to design government citizen participation processes. University of Kansas Law Review , 57(1), 1-38.       back to the top                               Cooperation in Groups/Management:         P rocedural justice encourages people to involve themselves in groups by engaging in voluntary cooperative actions to help the group. This is true in communities, with government, and in work settings. Tyler and Blader (2000) examine this connection in work settings, showing that employees are strongly influenced by the fairness of group decision-making procedures.    My work also connects with the field  of organizational behavior in schools of management. It has been widely  demonstrated that many key work-related behaviors (job performance, absenteeism,  turnover, sabotage, etc.) are shaped by the procedural justice of the workplace.  As in other arenas, management theory has been dominated by models that  root human motivation in incentives and sanctions. Hence, this demonstration  that there are broader motivations on which managers can draw has been  widely noticed. In particular, discussions about work increasingly recognize  the importance of motivating voluntary (extra-role) behavior in workers.  This type of behavior is especially poorly motivated by incentives and  sanctions. As a consequence, the social psychological model must become  more central to our understanding of work related behaviors.     My recent  work seeks to develop a framework within which to understand motivation  in work settings. I have conducted interviews with a sample of employees  in   New York   companies (Tyler and Blader, 2000) and have studied corporate bankers in a large multinational firm. At this time, I am conducting a panel study of a sample of American workers through Knowledge Networks. My goal in this work is to develop arguments about the impact of work climate on the behavior of those within them. Instead of stressing mechanisms of accountability linked to rewards and punishments, my basic argument is that those employees who are treated fairly by their superiors will be motivated to perform well on their jobs.     back to the top                                      Recommended Readings on Cooperation:               Kramer, R., and Tyler, T.R. (Eds.)(1996) Trust in organizations. Thousand Oaks : Sage.      Van   Vugt, M., Snyder, M.,  Tyler  , T.R., and   Biel  , A. (Eds.)(2000). Cooperation in modern society: Promoting the welfare of communities, states, and organizations . N.Y. Routledge.                  Tyler , T.R., and Blader, S. (2000). Cooperation in groups: Procedural justice, social identity, and behavioral engagement .   Philadelphia ,  Pa. : Psychology Press             Darley, J., Messick, D., and Tyler, T.R. (Eds.) (2001). Social influences on ethical behavior in organizations .  Mahwah  , N.J.  :   Lawrence  Erlbaum.                     Tyler, T.R. (in press). Why people cooperate . Princeton: Princeton University Press.         Papers:      Bies, R.J. And   Tyler , T.R. (1993).The litigation mentality in organizations: A test of alternative psychological explanations. Organization Science , 4, 352-366.         Tyler , T.R., and Degoey, P. (1995). Collective restraint in a social dilemma situation: The influence of procedural justice and community identification on the empowerment and legitimacy of authority. Journal of Personality and Social Psychology , 69, 482-497.         Tyler , T.R. (1999). Why do people help organizations?: Social identity and pro-organizational behavior . Barry Staw and Robert Sutton (Eds.), Research on Organizational Behavior . (Vol. 21, pp. 201-246)   Greenwich  ,  CT   : JAI.         Tyler , T.R. (2001). Cooperation in organizations. In M.A. Hogg and D.J. Terry (Eds.), Social identity processes in organizational contexts . (pp. 149-166).   Philadelphia   : Psychology Press.         Tyler , T.R. (2002) Leadership and cooperation in groups. American Behavioral Scientist , 45, 769-782.         Tyler , T.R. (2004). Procedural justice. In A. Sarat (Ed.), The Blackwell Companion to Law and Society .    Malden   : MA: Blackwell (pp. 435-452).         Tyler , T.R. (2005). Can businesses effectively regulate employee conduct? Academy of Management Journal , xx, xxx-xxx.         Tyler , T.R. (2005). Legitimacy and legitimation: Forward to a special issue. Social Justice Research , 18(3), 217-242.         Tyler , T.R. (2006). Legitimacy and legitimation. Annual Review of Psychology , 57, 375-400.     Tyler , T.R. (2006). Viewing CSI and the threshold of guilt: Managing truth and justice in reality and fiction. Yale Law Journal , 115(5), 100-115.          Tyler, T.R., Dienhart, J. &amp; Thomas, T. (2008). The ethical commitment to compliance: Building value-based cultures that encourage ethical conduct and a commitment to compliance. California Management Review , 50, 31-51.    Hollander-Blumoff, R. &amp; Tyler, T.R. (2008). Do nice guys finish last? Procedural justice and negotiation outcomes. Law and Social Inquiry, 33, 473-500.    Gonzalez, C. &amp; Tyler, T.R. (2008). The psychology of enfranchisement. Journal of Social Issues, 64, 447-466.    Sacks, A. Levi, M. &amp; Tyler, T.R. (in press) Conceptualizing legitimacy: Measuring legitimating beliefs. American Behavioral Scientist.          back to the top"}]},
{"detail": [{"content": "Tyler Lab   Welcome to the Tyler Lab in the Social Psychology Program at NYU                                           Research  My research group is concerned  with a variety of issues broadly related to the dynamics of authority within  groups, organizations, and societies. As psychologists, our particular  interest is in the factors that shape people's motivations when they are  dealing with others in group settings.      Because  justice has been found to be especially important to people's motivation  when dealing with others, we study social justice. In particular, our  work focuses on the psychology of procedural justice - the fairness of  group rules and processes. Research consistently finds that people  are strongly influenced by their assessments of procedural justice when  they are evaluating authorities and institutions.                        Introductory material:            Tyler , T.R., et al. (1997). Social justice in a diverse society. Boulder : Westview.           Tyler , T.R. (2000). Social justice. International  Journal of Psychology, 35, 117-125.            Tyler , T.R. (2005).  Readings in procedural justice.   Burlington , VT : Ashgate.        Volume  I. Procedural justice and the dynamics of authority.        Volume  II. Procedural justice and governance.                 Students   in the Tyler Lab (each student has their own web page as part of the   NYU psychology web site).    Heather Berry. Hab225@nyu.edu      - Entitlement.    - Sense of justice in animals.      Jennifer Brooke. Jen.brooke@nyu.edu      - Justice in intergroup relations.      Suzette Caleo. suzette.caleo@nyu.edu      - Gender effects in justice.     Rebecca Hollander-Blumoff. Hollande@juris.law.nyu.edu    - Procedural  justice and negotiation in legal disputes.   Margarita Krochik. mkrochik@nyu.edu      - The justice of political procedures.      Amy Krosch. ark346@nyu.edu      - Implicit and unconscious justice processes.      Avital Mentovich. am2838@nyu.edu      - Group based injustice.      Lindsay Rankin. Lindsay.rankin@nyu.edu      - Justice in group procedures.     Jennifer Ray. jlr452@nyu.edu      - The justice of legal procedures.     Jojanneke Van der Toorn. Jojanneke@nyu.edu     - Political  participation in immigrant groups.         - The  influence of power and status on legitimacy          back to the top        Tom R. Tyler   Tom Tyler is a University Professor at New York University . He teaches in the Psychology Department and in the Law School   He is currently the Chair of the Psychology Department.          Contact information:     Office: Room 579,  Psychology Department,  New York University  6 Washington Place.  NY, NY 10003  Phone: 212-998-7816  e-mail: tom.tyler@nyu.edu   back to  the top    Law and Regulation         Research     I explore the motivations that lead people to cooperate when they are within groups. There are two aspects of such cooperation. First, there is deference to authority. The study of regulation is generally concerned with understanding why people accept the decisions made by others. Legitimacy, the quality of being viewed as being entitled to be obeyed, is consistently linked to exercising authority in fair ways.   Because of its implications for regulation, my work has always shared a connection with the concerns of the field of law. The question of how to manage undesirable behavior is central to the work of legal authorities, and I examine the motivations that shape people's rule-related behavior.         My primary book on this topic (Tyler, 2006) establishes the key role of legitimacy in shaping obedience to the law. That finding is important to bringing psychology into social regulation, since the study of law-related behavior had been dominated by economics analysis linking behavior to sanctions. My work shows that people will also take one the responsibility for obeying the law when asked to do so by a legitimate authority. In other words, people become self-regulatory. The further finding in my work that procedural justice is a key antecedent of legitimacy has led to a literature on procedural justice in legal institutions and in interactions with legal authorities.   The findings of this book have been widely cited within law. They are important because the question of how to motivate compliance with law and legal rules is central to many areas of law and these findings therefore have wide applicability. Recent applications include the study of commitment hearings in mental hospitals, people's reactions to mass tort settlements, the emergence of international law, and the popularity of mediation hearings.      See:        Tyler  , T.R. (1990). Why people obey the law .   New Haven : Yale.       Reissued with a new afterword: (2006). Princeton  University  Press.             Tyler , T.R. (2006). Legitimacy and legitimation. Annual Review of Psychology , 57, 375-400.            Tyler , T.R., and Huo, Y.J. (2002). Trust in the law: Encouraging public cooperation with the police and courts . N.Y.: Russell-Sage Foundation.       My most recent contribution to this literature is my book Trust in the Law (Tyler and Huo, 2002) which explores deference to legal authorities among minorities. This book builds upon the earlier book Why People Obey the Law and again shows that procedural justice is a key antecedent of deference and of legitimacy. However, in Trust in the Law , ethnic group differences are more directly addressed. This book argues that legal authorities can build on the strong procedural justice findings I outline in my work to create a new model of regulation. I refer to that model as process-based regulation.   Trust in the Law is based on a sample of interviews with White, African-American, and Hispanic residents of these two cities. The focus of the study is on people's voluntary acceptance of decisions made by legal authorities. The results show that people's willingness to defer to legal authorities is shaped by two social motivations: procedural justice and motive-based trust. This finding suggests that authorities have considerable ability to gain deference from community members by treating them in ways that encourage judgments that the procedures used are fair and the motives underlying actions are benevolent. The study indicates that treating people with dignity and respect heightens both of these judgments.      Trust  and confidence in the police and courts     A second project using this approach explores people's overall trust and confidence in the legitimacy of the police and the courts. This set of studies is concerned with the way that the average community resident makes evaluations of legal authorities, irrespective of whether they have had a personal experience with those authorities. Again, the question I am concerned with is the degree to which process issues shape public evaluations. A contrasting view is that often associated with the NYPD and its aggressive policing policies. That view is that the middle class is primarily interested in crime reduction and accepts the occurrence of unfair treatment toward, at least, minorities in the service of that goal. Several studies of mine suggest that this belief is not correct. In a reanalysis of previously collected surveys, I showed that people's evaluations of the police and courts are heavily influenced by procedural justice based judgments.   Recently, I have been studying public views about the police and policing activities a sample of New Yorkers will be interviewed this summer about their views on the police, as well as about their personal experiences with police officers through interviews over the telephone with New Yorkers.   Why do these interviews? We live in the midst of difficult and changing times. The events of September 11th highlight the risks of terrorism in America, while recent budget reductions make clear that we are living in a time of fiscal limits. No agency is more strongly affected by these changes than the New York City Police Department. To most effectively manage policing activities during these changing times, we need to have a clear understanding of how the public views the police. It is for this reason that we are conducting interviews with the residents of different neighborhoods in New York City. The interviews provide valuable feedback to those managing the police department and the city about public views regarding the activities of the NYPD. To this end, I have been conducting surveys of the residents of New York to better understand how people feel about policing services in their neighborhoods.   Anti-terror policing   I am currently studying how policing tactics are experienced among Islamic Americans, the targets of anti-terror policing. My argument is that cooperation from the community diminishes when people feel that they are being singled out for unfair policing activities. To understand the experiments of members of the community I am conducting interviews in Brooklyn and London.      Policy initiatives   The Administrative Office of the Courts in California has launched a five year initiative on Procedural Fairness in the California Courts. The goal is to redesign the courts with an eye toward procedural justice.   The Russell Sage Foundation created a working group on legitimacy in the criminal justice system which produced a volume on the issue of legitimacy as it influences policing in societies around the world. That volume is titled Legitimacy and Criminal Justice.   I have presented several lectures on legitimacy in the criminal justice system. The first was the Montesquieu Lecture at Tilburg University. I also presented the keynote address at the European Society of Criminology and gave the Reckless/Dinitz Memorial Lecture at Ohio State University. The general theme of these presentations is the need to shift the focus of criminal justice toward creating and maintaining legitimacy.   Readings on law and regulation   Tyler, T.R. (1988). What is procedural justice?: Criteria used by citizens to assess the fairness of legal procedures. Law and Society Review , 22, 103-135.   Casper, J.D., Tyler, T.R., and Fisher, B. (1988). Procedural justice in felony cases. Law and Society Review , 22, 483-507.   MacCoun, R.J., and Tyler, T.R. (1988). The basis of citizens' preferences for different forms of criminal jury. Law and Human Behavior , 12, 333-352.   Tyler, T.R., Casper, J.D., and Fisher, B. (1989). Maintaining allegiance toward political authorities: The role of prior attitudes and the use of fair procedures. American Journal of Political Science , 33, 629 - 652.   Tyler, T.R. (1989). The quality of dispute resolution processes and outcomes: Measurement problems and possibilities. Denver University Law Review , 66, 419 - 436.   Tyler, T.R. (1992). The psychological consequences of judicial procedures: Implications for civil commitment hearings. Southern Methodist University Law Review , 46, 401-413.   Tyler, T.R. (1993). Legitimizing unpopular public policies: Does procedure matter? Zeitschrift fur Rechtssoziologie , 14, 47-54.   Tyler, T.R., and Mitchell, G. (1994). Legitimacy and the empowerment of discretionary legal authority: The United States Supreme Court and abortion rights. Duke Law Journal , 43, 703-814.   Tyler, T.R. (1997). Compliance with intellectual property laws: A psychological perspective. Journal of International Law and Politics , 28,101-115.   Tyler, T.R. (1997). Citizen discontent with legal procedures. American Journal of Comparative Law , 45, 869-902.   Tyler, T.R. (1997). Procedural fairness and compliance with the law. Swiss Journal of Economics and Statistics , 133, 219-240.   Tyler, T.R., and Boeckmann, R. (1997). Three strikes and you are out, but why? The psychology of public support for punishing rule breakers. Law and Society Review , 31, 237-265.   Tyler, T.R. (1998). Public mistrust of the law: A political perspective. University of Cincinnati Law Review , 66, 847-876.   Tyler, T.R., and Darley, J. (2000). Building a law-abiding society: Taking public views about morality and the legitimacy of legal authorities into account when formulating substantive law. Hofstra Law Review , 28, 707-739.   Tyler, T.R. (2001). Public trust and confidence in legal authorities: What do majority and minority group members want from the law and legal authorities? Behavioral Science and the Law , 19, 215-235.   Tyler, T.R. (2001). Trust and law abiding behavior: Building better relationships between the police, the courts, and the minority community. Boston University Law Review , 81, 361-406.   Tyler, T.R. (2002). A national survey for monitoring police legitimacy. Justice research and policy , 4, 71-86.   Sunshine, J., and Tyler, T.R. (2003). The role of procedural justice and legitimacy in shaping public support for policing. Law and Society Review , 37, 555-589.   Sunshine, J., and Tyler, T.R. (2003). Moral solidarity, identification with the community, and the importance of procedural justice. Social Psychology Quarterly , 66, 153-165.   Tyler, T.R. (2003). Procedural justice, legitimacy, and the effective rule of law. In M. Tonry (ed.), Crime and Justice , 30, 431-505.   Tyler, T.R., and Thorisdottir, H. (2003). A psychological perspective on compensation for harm: Examining the September 11 th Victim Compensation Fund. DePaul Law Review, 53, 355-391.   Tyler, T.R. (2004). Affirmative action in an institutional context: The antecedents of policy preferences and political support. Social Justice Research , 17, 5-24.   Tyler, T.R. (2004). Procedural justice. In A. Sarat (Ed.), The Blackwell Companion to Law and Society. Malden, MA: Blackwell. (pp. 435-452).   Tyler, T.R. (2004). Enhancing Police Legitimacy. Annals of the American Academy of Political and Social Science (W. G. Skogan, Ed.), 593, 84-99.   Tyler, T.R., and Wakslak, C. (2004). Profiling and the legitimacy of the police: Procedural justice, attributions of motive, and the acceptance of social authority. Criminology, 42, 13-42.   Tyler, T.R. (2005). Process based leadership: Fair procedures, identification, and the acceptance of change. Leadership Quarterly , 16, 121-153.   Tyler, T.R. (2005). Promoting employee policy adherence and rule following in work settings. Brooklyn Law Review , 70, 1287-1312.   Fagan, J., and Tyler, T.R. (2005). Legal socialization of children and adolescents. Social Justice Research , 18, 217-242.   Tyler, T.R. (2006). What do they expect?: New findings confirm the precepts of procedural fairness. California Court Review , Winter, 22-24.   Tyler, T.R. (2007). Do Americans accept the rule of law? DePaul Law Review, 56, 661-694.   Tyler, T.R., Callahan, P. &amp; Frost, J. (2007). Armed, and dangerous(?): Can self-regulatory approaches shape rule adherence among agents of social control. Law and Society Review , 41 (2), 457-492.   Tyler, T.R., Sherman, L.W., Strang, H., Barnes, G.C. &amp; Woods, D.J. (2007). Reintegrative shaming, procedural justice, and recidivism: The engagement of offenders&rsquo; psychological mechanisms in the Canberra RISE drinking-and-driving experiment. Law and Society Review , 41(3), 553-586.   Tyler, T.R. (2008). Psychology and institutional design. Review of Law and Economics (symposium issue on Law and Social Norms). The Berkeley Electronic Press, 4(3), 801-887.   Tyler, T.R. (2008). Procedural justice and the courts. Court Review , 44(1/2), 26-31.   Murphy, K. &amp; Tyler, T.R. (2008). Procedural justice and compliance behaviour: The mediating role of emotions. European Journal of Social Psychology, 38, 652-668.   Tyler, T.R. &amp; Fagan, J. (2008). Why do people cooperate with the police? Ohio Journal of Criminal Law, 6, 231-275 .   Tyler, T.R. (2009). Procedural justice, identity and deference to the law: What shapes rule following in a period of transition? Australian Journal of Psychology, 61, 32-39.            The  Psychology of Justice            I am interested in understanding why people care about and react to their evaluations of the fairness or unfairness of procedures. The procedural justice effect has emerged as a robust and compelling one, with people shown to react to how decisions are made in a wide variety of groups, organizations, and societies.    In early studies, I looked at psychological models of the justice motive, and argued that people are concerned about issues of identity and status. Further, I suggested that people use the justice of procedures to tell them about their status and to evaluate the degree to which they want to define their identity in terms of groups to which they belong (Lind and Tyler, 1988; Tyler and Lind, 1992).   This idea unfolds in my work two ways. First, in the finding that people care about the fairness of procedures more than about the favorability or fairness of outcomes. Early justice research focused primarily on issues of equity (outcome fairness) on the assumption that outcomes are the key issue. My work helped to shift the focus to issues of procedure by showing the importance of procedural justice judgments.   Second, my work helped to establish that people do not view procedures in instrumental terms, i.e. as a way to obtain outcomes. That view is explicit in the classic work on procedural justice by John Thibaut and Laurens Walker (1975). Instead, procedures are valued because they communicate status and inclusion in groups (Lind and Tyler, 1988). This distinction between instrumental and value-expressive or relational motivations underlying procedural justice effects has transformed the way that psychologists think about the meaning and implications of procedural justice findings.   I have extended this line of thinking to the study of authority relations (Tyler and Lind, 1992) arguing that people view group authorities as representatives of the group, and are therefore sensitive to how those authorities exercise their authority. Using fair procedures to exercise authority both communicates that the people one is dealing with are respected by the group, and it suggests that the group is one that is worth identifying with and being involved in.   Most recently, my work has sought to understand the relationship between justice and identity. I view justice as a key issue that people focus on when trying to define themselves and their relationship to their group.         back to the top             Readings   on the Psychology of Justice:                     Lind, E.A., and Tyler , T.R. (1988). The social psychology of procedural justice. N.Y.: Plenum      Tyler , T.R., Boeckmann, R., Smith, H.J., Huo, Y.J. (1997). Social justice in a diverse society .   Denver  ,  CO   : Westview.      Papers:      Tyler, T.R., and Lind, E.A. (1992). A relational model of authority in groups. Advances in Experimental Social Psychology (Vol. 25, pp. 115 - 191).   Tyler, T.R. (1994). Psychological models of the justice motive. Journal of Personality and Social Psychology , 67, 850-863.   Tyler, T.R., Degoey, P., and Smith, H. (1996). Understanding why the justice of group procedures matters: A test of the psychological dynamics of the group-value model. Journal of Personality and Social Psychology , 70, 913-930.   Tyler, T.R. (1989). The psychology of procedural justice: A test of the group value model. Journal of Personality and Social Psychology , 57, 830 - 838.   Smith, H.J., and Tyler, T.R. (1996). Justice and power: Can justice motivations and superordinate categorizations encourage the advantaged to support policies which redistribute economic resources and encourage the disadvantaged to willingly obey the law? European Journal of Social Psychology , 26, 171-200.   Huo, Y.J., Smith, H.J., Tyler, T.R., and Lind, E.A. (1996). Superordinate identification, subgroup identification, and justice concerns: Is separatism the problem, is assimilation the answer? Psychological Science , 7, 40-45.   Tyler, T.R., and Smith, H. (1997). Social justice and social movements . In D. Gilbert, S. Fiske, G. Lindzey (Eds.), Handbook of Social Psychology (4th edition, vol. 2, pp.595-629). N.Y.: McGraw-Hill.   Tyler, T.R. The psychology of legitimacy (1997). Personality and Social Psychology Review , 1, 323-344.   Smith, H.J., and Tyler, T.R. (1997). Choosing the right pond: The influence of the status of one's group and one's status in that group on self-esteem and group-oriented behaviors. Journal of Experimental Social Psychology , 33, 146-170.   Smith, H.J., Tyler, T.R., Huo, Y.J., Ortiz, D.J., and Lind, E.A. (1998). The self-relevant implications of the group-value model: Group membership, self-worth, and procedural justice. Journal of Experimental Social Psychology , 34, 470-493.   Tyler, T.R. (2000). Social justice: Outcome and procedure. International Journal of Psychology , 35, 117-125.   Tyler, T.R. and Blader, S.L. (2001). Identity and prosocial behavior in groups. Group processes and intergroup relations , 4(3), 207-226.   Tyler, T.R. (2001). Social justice . In R. Brown and S. Gaertner (Eds.), Blackwell Handbook of Social Psychology. Volume 4: Intergroup processes (pp. 344-366). London: Blackwell.   Blader, S. and Tyler, T.R. (2002). Empathy and justice as reasons for helping victims . In M. Ross and D.T. Miller (Eds.), The justice motive in everyday life . Cambridge: Cambridge University Press (pp. 226-250).   Tyler, T.R., and Blader, S. (2002). The influence of status judgments in hierarchical groups: Comparing autonomous and comparative judgments about status. Organizational Behavior and Human Decision Processes , 89, 813-838.   Blader, S., and Tyler, T.R. (2003). What constitutes fairness in work settings? A four-component model of procedural justice. Human Resource Management Review , 12, 107-126.   Blader, S., and Tyler, T.R. (2003). A four component model of procedural justice: Defining the meaning of a &quot;fair&quot; process. Personality and Social Psychology Bulletin , 29, 747-758.   Tyler, T.R., and Blader, S. (2003). Procedural justice, social identity, and cooperative behavior. Personality and Social Psychology Review , 7, 349-361.   DeCremer, D., and Tyler, T.R. (2005). Managing group behavior: The interplay between procedural justice, sense of self, and cooperation. Mark Zanna (Ed.), Advances in Experimental Social Psychology. N.Y.: Academic press.   Tyler, T.R (2006). Restorative justice and procedural justice. Journal of Social Issues , 62, 305-323.   Smith, H.J., Thomas, T.R. &amp; Tyler, T.R. (2006). Concrete construction employees: When does procedural justice shape self-evaluations? Journal of Applied Social Psychology , 36, 644-663.   Tyler, T.R. (2006). Process utility and help seeking. Journal of Economic Psychology, 27, 360-376.   Van Knippenberg, B., Martin, L. &amp; Tyler, T.R. (2006). Process orientation versus outcome orientation during organizational change: The role of organizational identification. Journal of Organizational Behavior, 62, 307-326.   Sondak, H. &amp; Tyler, T.R. (2007). How does procedural justice shape the desirability of markets. Journal of Economic Psychology, 28, 79-92 .   Okimoto, T. &amp; Tyler, T.R. (2007). Is compensation enough?: Relational concerns in responding to unintended inequity. Group Processes and Intergroup Relations , 10, 399-420.   De Cremer, D. &amp;Tyler, T.R. (2007). The effects of trust and procedural justice on cooperation. Journal of Applied Psychology, 92, 639-649.   Davis, A., Tyler, T.R. &amp; Andersen, S. (2007). Building community one relationship at a time. Social Justice Research, 20(2), 181-206.   Kivetz, Y. &amp; Tyler, T.R. (2007). Tomorrow I&rsquo;ll be me: The effect of time perspective on the activation of idealistic versus pragmatic selves. Organizational Behavior and Human Decision Processes , 102, 193-211.   Blader, S. &amp; Tyler, T.R. (2009). Testing and expanding the group engagement model. Journal of Applied Psychology , 94, 445-464.   Smith, H.J., Olson, G., Agronick, G. &amp; Tyler, T.R. (2009). Everyday interactions with university authorities: Authority treatment quality, outcome favorability and first-year students&rsquo; university adjustment. Group Processes &amp; Intergroup Relations , 12(2), 209-226.   Barry, H. &amp; Tyler, T.R. (2009). Repairing the damage of membership in an unfair group: Procedural injustice and group-serving behaviors. Psychological Science, 20(8), 1026-1032.   Rankin, L. &amp; Tyler, T.R. (in press). Procedural justice and cooperation in groups. Special issue. The psychology of justice and its applications. Netherlands Journal of Psychology .      back  to the top                                                Multiculturalism                      The dynamics of authority are central to all models of governance. Hence, my work on the basis of deference to authorities has been important in discussions about how to govern society.    In particular,  I have written about the problems associated with governance in diverse,  multicultural, societies. As I noted above, Trust in the Law discusses issues of diversity and multiculturalism  as those issues are important to the rules of law.              Recommended Readings on Multiculturalism:         Tyler  , T.R., and Lind, E.A. (1990). Intrinsic versus community-based justice models: When does group membership matter? Journal of Social Issues , 46, 83 - 94.      E.A. Lind, Y.J. Huo, T.R. Tyler (1994)&hellip;Any justice for all: Ethnicity, gender, and preferences for dispute resolution procedures. Law and Human Behavior , 18, 269-290.        Tyler , T.R. (1994). Governing amid diversity: Can fair decision-making procedures bridge competing public interests and values? Law and Society Review , 28, 701-722.     Ohbuchi, K., Kei-ichiro, I., Sugawara, I.,   Tyler   , T.R., and Lind, E.A. (1997). Goals and tactics in within- and between-culture conflicts . Tohoku Psychologica Folia, 56, 1-13.      Tyler , T.R., Lind, E.A., Ohbuchi, K., Sugawara,  I.  , and Huo, Y.J. (1998). Conflict with outsiders: Disputing within and across cultural boundaries. Personality and Social Psychology Bulletin , 24, 137-146.        Tyler , T.R. (2000). Multiculturalism and the willingness of citizens to defer to law and to legal authorities. Law and Social Inquiry , 25(3), 983-1019.      Tyler , T.R., Lind, E.A., and Huo, Y.J. (2000). Cultural values and authority relations. Psychology, Public Policy, and Law , 6(4), 1138-1163.     Napier, J. &amp; Tyler, T.R. (2008). Does moral conviction really override concerns about procedural justice? Social Justice Research, 21, 509-528.    Markell, D. &amp; Tyler, T.R. (2008). Using empirical research to design government citizen participation processes. University of Kansas Law Review , 57(1), 1-38.       back to the top                               Cooperation in Groups/Management:         P rocedural justice encourages people to involve themselves in groups by engaging in voluntary cooperative actions to help the group. This is true in communities, with government, and in work settings. Tyler and Blader (2000) examine this connection in work settings, showing that employees are strongly influenced by the fairness of group decision-making procedures.    My work also connects with the field  of organizational behavior in schools of management. It has been widely  demonstrated that many key work-related behaviors (job performance, absenteeism,  turnover, sabotage, etc.) are shaped by the procedural justice of the workplace.  As in other arenas, management theory has been dominated by models that  root human motivation in incentives and sanctions. Hence, this demonstration  that there are broader motivations on which managers can draw has been  widely noticed. In particular, discussions about work increasingly recognize  the importance of motivating voluntary (extra-role) behavior in workers.  This type of behavior is especially poorly motivated by incentives and  sanctions. As a consequence, the social psychological model must become  more central to our understanding of work related behaviors.     My recent  work seeks to develop a framework within which to understand motivation  in work settings. I have conducted interviews with a sample of employees  in   New York   companies (Tyler and Blader, 2000) and have studied corporate bankers in a large multinational firm. At this time, I am conducting a panel study of a sample of American workers through Knowledge Networks. My goal in this work is to develop arguments about the impact of work climate on the behavior of those within them. Instead of stressing mechanisms of accountability linked to rewards and punishments, my basic argument is that those employees who are treated fairly by their superiors will be motivated to perform well on their jobs.     back to the top                                      Recommended Readings on Cooperation:               Kramer, R., and Tyler, T.R. (Eds.)(1996) Trust in organizations. Thousand Oaks : Sage.      Van   Vugt, M., Snyder, M.,  Tyler  , T.R., and   Biel  , A. (Eds.)(2000). Cooperation in modern society: Promoting the welfare of communities, states, and organizations . N.Y. Routledge.                  Tyler , T.R., and Blader, S. (2000). Cooperation in groups: Procedural justice, social identity, and behavioral engagement .   Philadelphia ,  Pa. : Psychology Press             Darley, J., Messick, D., and Tyler, T.R. (Eds.) (2001). Social influences on ethical behavior in organizations .  Mahwah  , N.J.  :   Lawrence  Erlbaum.                     Tyler, T.R. (in press). Why people cooperate . Princeton: Princeton University Press.         Papers:      Bies, R.J. And   Tyler , T.R. (1993).The litigation mentality in organizations: A test of alternative psychological explanations. Organization Science , 4, 352-366.         Tyler , T.R., and Degoey, P. (1995). Collective restraint in a social dilemma situation: The influence of procedural justice and community identification on the empowerment and legitimacy of authority. Journal of Personality and Social Psychology , 69, 482-497.         Tyler , T.R. (1999). Why do people help organizations?: Social identity and pro-organizational behavior . Barry Staw and Robert Sutton (Eds.), Research on Organizational Behavior . (Vol. 21, pp. 201-246)   Greenwich  ,  CT   : JAI.         Tyler , T.R. (2001). Cooperation in organizations. In M.A. Hogg and D.J. Terry (Eds.), Social identity processes in organizational contexts . (pp. 149-166).   Philadelphia   : Psychology Press.         Tyler , T.R. (2002) Leadership and cooperation in groups. American Behavioral Scientist , 45, 769-782.         Tyler , T.R. (2004). Procedural justice. In A. Sarat (Ed.), The Blackwell Companion to Law and Society .    Malden   : MA: Blackwell (pp. 435-452).         Tyler , T.R. (2005). Can businesses effectively regulate employee conduct? Academy of Management Journal , xx, xxx-xxx.         Tyler , T.R. (2005). Legitimacy and legitimation: Forward to a special issue. Social Justice Research , 18(3), 217-242.         Tyler , T.R. (2006). Legitimacy and legitimation. Annual Review of Psychology , 57, 375-400.     Tyler , T.R. (2006). Viewing CSI and the threshold of guilt: Managing truth and justice in reality and fiction. Yale Law Journal , 115(5), 100-115.          Tyler, T.R., Dienhart, J. &amp; Thomas, T. (2008). The ethical commitment to compliance: Building value-based cultures that encourage ethical conduct and a commitment to compliance. California Management Review , 50, 31-51.    Hollander-Blumoff, R. &amp; Tyler, T.R. (2008). Do nice guys finish last? Procedural justice and negotiation outcomes. Law and Social Inquiry, 33, 473-500.    Gonzalez, C. &amp; Tyler, T.R. (2008). The psychology of enfranchisement. Journal of Social Issues, 64, 447-466.    Sacks, A. Levi, M. &amp; Tyler, T.R. (in press) Conceptualizing legitimacy: Measuring legitimating beliefs. American Behavioral Scientist.          back to the top"}, {"content": "Grant Challenge                                                                                                                                                                                         Share        Twitter     LinkedIn     Facebook     Yahoo     Google     Email                                                 Silver School of Social Work, New York University    Skip to Content   Skip to Search   Skip to Navigation   Skip to Sub Navigation                       Search Silver                                                                                                         Faculty & Staff                                                         Administration & Finance                                                         Human Resources                       Expense Processing                       Safety & Security                                           Information Technology                                                         Classroom Information                       CMS Training                       Additional Resources                       Standard Computer Workstation Packages                       Service Guidelines                       Lecture Capture                       Online Room Scheduling System                       How to Deal with Spam                                           Policies & Procedures                       Faculty Resources                                                         Getting Started                                                         Teaching Seminar Series                                           Faculty Help Directory                       Emergency Procedures                       In the Classroom                       Grading and Feedback                       Program Overview for Instructors                                           Office for Research                                                         Internal Funding                       Community Resources                       Technology                       Grants Pre Award                                                         NIH Grants                       Non-NIH Grants                                           Grants Post Award                       IRB                       General Resources                       Workshops                       Space/Facilities                                                                      Students                                                         New Students                                                         Orientation & Events                       Registration & Advisement                                                         Registration                       Advisement                       Field Instruction                                           New Student Checklist                       Financial Aid & Scholarships                       International Students                       Non-Matriculated Students                                           Continuing Students                                                         Registration & Advisement                                                         Advisement                       Registration                       Field Learning                                           Financial Aid & Scholarships                       NYU Silver Student Business Cards                                           Student Life & Resources                                                         Councils & Activities                       Student Manuals & Community Standards                       Health & Wellness                       Student Blogs                       Student Awards                       Student Profiles                       Westchester Students                       Rockland Students                       International Students                                           Professional Development                                                         Events & Workshops                       @SilverCPD                       Student Common Days                       The Job Search                       Licensing Information                       Alumni Career Panel Series                                                  Social Justice & Diversity                                                                Grant Challenge                       Courses & Scholarship                                           Graduation                                                         Graduation FAQs                       Graduation Timeline                                                               Alumni                                                         Alumni in Action                                                         Stories of Alumni in Action                       Alumni in the News                                           Stay Connected                                                         Alumni Awards                       2013 Alumni Awards                       2014 Alumni Awards                                           Giving Back                       Career & Licensing Resources                                                         Licensing Information                       Loan Forgiveness                                           Continuing Education                                                         Post-Master’s Certificate Programs                       Conferences & Events                       Online Learning                       Contact Information                       Veterans Benefits                       FAQ                                                               Community Partners                                                                                                      About Silver                                                          Dean's Welcome                     Strategic Plan and Vision                                                          Leadership                                   Why NYU Silver?                                                          NYU Silver History                                   Campuses                                                          Rockland                     Westchester                     Washington Square                     Shanghai                                   Donors & Development                                                          Ways to Give                     Stories of Giving                                                          Constance McCatherin Silver                     Jane Eisner Bram                     Lori Greifer Kaufman                     Judy Tobias Davis                     Deenie Brosens                                   Gifts at Work                                                          Ruth Ackerman                     Roopa Raman                                                 Publications                     Awards                                                          Alumni Awards                                                          2011 Alumni                     2010 Alumni                     2009 Alumni                                   Student Awards                                                          2011 Students                     2010 Students                     2009 Students                     2012 Students                                                 Dashboard                                   Academics                                                          Bachelor of Science                                                          Curriculum                                                          Field Learning                                                          Agencies and Community Partnerships                     Student Manuals and Forms                     Field Learning Calendars                     Department Directory                                                 Course Descriptions                     Minors                                                          Social Work Minor and Individual Courses                     Minor in Poverty Studies                     Multifaith and Spiritual Leadership Minor                                   Combined Global Public Health/Social Work Major                                   Master of Social Work                                                          Programs                                                          Two-Year                     16-Month Accelerated                     Advanced Standing                     Extended One-Year Residence                     Extended                     32-Month                     Non-Matriculated                                   Dual Degrees                                                          Child Development                     Global Public Health                     Health Advocacy                     Law                     Public Administration                                   MSW Program at Shanghai and New York                     Curriculum                                                          Field Learning                                                          Agencies and Community Partnerships                     Student Manuals and Forms                     Field Learning Calendars                     Department Directory                                                 Build Your Portfolio                     Course Descriptions                                   PhD Program                                                          Curriculum                                                          Coursework                     Candidacy                                   Research & Innovation                                                          Student Milestones & Accomplishments                     Research Lecture Series                     Doctoral Faculty Research                                   FAQ                     Research Lecture Series                                   DSW Program                                                          Curriculum                     Course Descriptions                     Our Faculty                     FAQs                                   Global Learning                                                          Argentina                     Costa Rica                     China                     Dominican Republic                     Ghana                     France                     Israel                     Italy                     Mexico                     USA                     Argentina (Semester Program)                                   Zelda Foster Studies                                                          Leadership Fellowship                                                 Admissions                                                          BS                                                          Application & Deadlines                     Scholarships & Financial Aid                     Tuition & Fees                                   MSW                                                          Application & Deadlines                     Scholarships & Financial Aid                     Tuition & Fees                     FAQ's                     Essential Abilities and Attributes for Social Work Students                     Champions/Ambassadors                                   PhD                                                          Application & Deadlines                     Scholarships & Financial Aid                     Tuition & Fees                                   DSW Program                                                          Application & Deadlines                     Scholarships & Financial Aid                     Tuition & Fees                                   Admissions Events                                   Research                                                          Research Strengths                     Centers and Institutes                     Information for Practice                                   Our Faculty                                                          Full-Time Faculty                     Adjunct Faculty                     Faculty Works                                                                         Faculty & Staff                                                          Administration & Finance                                                          Human Resources                     Expense Processing                     Safety & Security                                   Information Technology                                                          Classroom Information                     CMS Training                     Additional Resources                     Standard Computer Workstation Packages                     Service Guidelines                     Lecture Capture                     Online Room Scheduling System                     How to Deal with Spam                                   Policies & Procedures                     Faculty Resources                                                          Getting Started                                                          Teaching Seminar Series                                   Faculty Help Directory                     Emergency Procedures                     In the Classroom                     Grading and Feedback                     Program Overview for Instructors                                   Office for Research                                                          Internal Funding                     Community Resources                     Technology                     Grants Pre Award                                                          NIH Grants                     Non-NIH Grants                                   Grants Post Award                     IRB                     General Resources                     Workshops                     Space/Facilities                                                        Students                                                          New Students                                                          Orientation & Events                     Registration & Advisement                                                          Registration                     Advisement                     Field Instruction                                   New Student Checklist                     Financial Aid & Scholarships                     International Students                     Non-Matriculated Students                                   Continuing Students                                                          Registration & Advisement                                                          Advisement                     Registration                     Field Learning                                   Financial Aid & Scholarships                     NYU Silver Student Business Cards                                   Student Life & Resources                                                          Councils & Activities                     Student Manuals & Community Standards                     Health & Wellness                     Student Blogs                     Student Awards                     Student Profiles                     Westchester Students                     Rockland Students                     International Students                                   Professional Development                                                          Events & Workshops                     @SilverCPD                     Student Common Days                     The Job Search                     Licensing Information                     Alumni Career Panel Series                                          Social Justice & Diversity                                                                 Grant Challenge                     Courses & Scholarship                                   Graduation                                                          Graduation FAQs                     Graduation Timeline                                                 Alumni                                                          Alumni in Action                                                          Stories of Alumni in Action                     Alumni in the News                                   Stay Connected                                                          Alumni Awards                     2013 Alumni Awards                     2014 Alumni Awards                                   Giving Back                     Career & Licensing Resources                                                          Licensing Information                     Loan Forgiveness                                   Continuing Education                                                          Post-Master’s Certificate Programs                     Conferences & Events                     Online Learning                     Contact Information                     Veterans Benefits                     FAQ                                                 Community Partners                                                                                                                                               About Silver                                                             Academics                                                             Admissions                                                             Research                                                             Our Faculty                                                                                                              Home / Students / Social Justice &amp; Diversity                                                               Grant Challenge                                                                                     2014 - 2015 Social Justice & Diversity Grant Challenge                                                                                                     The NYU Silver Social Justice and Diversity Grant Committee is excited to announce the Spring 2015 Social Justice and Diversity Grant-sponsored programs. These student-designed programs address some of the most pressing local, national, and international social justice issues that we are facing today in the social work field.   We would like to thank the members of the Social Justice and Diversity Grant Challenge Selection Committee for offering their expertise in building a strong foundation for the development of these excellent programs:     Dr. Martha Gabriel     Dr. Diane Grodney   Dr. Jennifer Manuel   Professor Virge Luce   Amanda Mays, MSW '15   Katherine Blouin, MSW '15                                                                                                                                                                                                                Contemporary Social Justice Issues: Addressing the Social Hardships that Youth Face in the 21st Century                                                                                                   Co-sponsored by the Students of Color Collective, Student Collective for Global Social Work, Phi Alpha National Honor Society - Pi Pi Chapter  Saturday, February 21st | 10:00 AM - 3:00 PM | Kimmel Center, 60 Washington Square South, Room 405/406 | RSVP    Participants have the opportunity to attend a panel-led discussion, that will focus on the increasing population of homeless LGBTQ youth of color, the development of gender equality for youth, and the growing percentage of unaccompanied youth from Central America.    Guest Speakers will include:     Antonio Freitas, Early Childhood Division, The Children’s Aid Society   Griselda Vega, Safe Horizon, Anti-Trafficking Program   Kevin Lotz, Trinity Place Shelter   Renée Reopell, Montefiore Medical Center, Adolescent AIDS Program   Robert Lopez, Anti-Violence Project                                                                                                                                                                                                              Next Step: College                                                                                                   Co-Sponsored by the Center for MultiCultural Education, McSilver Institute for Poverty Policy and Research   This pilot program is a focused mentorship centered on supporting college enrollment for youth aging out of foster care. BSW and MSW students are invited to apply for this amazing opportunity. Selected youth will be paired with an BSW or MSW student mentor. Mentors will guide youth on their college selections, and counsel youth towards a positive transition into college. All NYU Silver students are encouraged to apply. Application Deadline is February 20.   *There will be an open community forum where students and mentors will discuss their experiences in Next Step: College on Tuesday April 21st | 5:00 - 7:00 PM | Location TBA                                                                                                                                                                                                            Trans Care Basics: Clinical work with the Transgender Population                                                                                                   Co-Sponsored by Out Faculty, Pride In Practice  Saturday, March 7th | 11:00 AM - 2:00 PM | Kimmel Center, 60 Washington Square South, Rm 908   RSVP    The Trans Care Basics workshop will be offered to students, faculty, and alumni, and will provide participants with the knowledge and skill set to critically examine the intersections of race, gender, sexuality, and socioeconomic status. Guest Speaker, Carrie Davis, MSW, will address the unmet needs of the transgender community and teach social workers to provide sensitive, competent care to a diverse group of individuals.                                                                                                                                                                                                            Sexual Violence Awareness and Prevention Conference                                                                                                   Co-sponsored by Students of Color Collective, Chinese Student Support Group  Friday, April 3rd | 9:00 AM - 3:00 PM | Kimmel Center, 60 Washington Square South, Room 905/907  Saturday, April 4th | 9:00 AM - 3:00 PM | Kimmel Center, 60 Washington Square South, Room 905/907   RSVP   Through lectures and guest speakers, this two day symposium will address the the systemic issue of sexual violence within the United States and around the world. The two day conference will address 3 component areas: Awareness and Education, Prevention and Intervention, Policy and Advocacy.   Contact: Silver.svac@gmail.com                                                                                                                                                                                                            Addressing Victims’ Needs: Creating Holistic Models of Support for Victims of Intimate Partner Violence                                                                                                   Co-Sponsored by The Center on Violence and Recovery, Global Spiritual Life at NYU, Latino Social Work Student Organization  Thursday, April 16th | 3:00-5:00 PM | Kimmel Center, 60 Washington Square South, RM 905 | RSVP   Community experts, Dr. Faye Zakheim, Priya Chandra, and Pastor Donna Schaper, will discuss the creation of holistic models of support for victims of intimate partner violence. Participants will gain insight into the commonly overlooked needs of unique populations and the challenges of building comprehensive services for victims. They will also learn how spiritual life, community integration, and support groups can play a role in the healing process.   Contact info: Jade Borgeson                                                                                                                                                                                                              Recruit, Support and Develop and NYU Silver Latino Social Workers                                                                                                   Co-Sponsored by Latino Social Work Student Organization  Tuesday, April 21st | 12:00-1:45 | 1 Washington Sq North, Parlor | RSVP     This project aims to bring together NYU Silver administrators, students, and alumni for a series of breakout sessions. The breakout sessions will provide a forum to discuss and design models that can recruit more Latino students, and support their development while in school. This vision includes creating curricula additions which can prepare Latino students to work in a bi-lingual, bi-cultural social work environment.     Contact info: Anahi Galante                                                                                                                                                                                                              Next Step: College                                                                                                   Co-Sponsored by the Center for MultiCultural Education, McSilver Institute for Poverty Policy and Research  Tuesday, April 21st | 5:00-6:30 pm | 1 Washington Square North, Rm 112 | RSVP   Join students and alumni for this important forum about youth, foster care, and disparity in higher education. This forum will include a panel discussion including youth in foster care, in addition to a keynote presentation.     Contact info: Milagros Briggs                                                                                                                                                                                                            Voices of Young Asians and Asian Americans in the United States                                                                                                   Co-Sponsored by Student Collective for Global Social Work, Chinese Student Support Group  Tuesday, April 21st | 6:30 - 9:00 PM | Kimmel Center, 60 Washington Square South, Room 905/907   RSVP   The experiences of young Asians and Asian-Americans in the U.S. facing issues of racism and racial discrimination is not often explored and studied. Three panelists will discuss their experiences and facilitate an interactive dialogue session, where they will provide an opportunity to discuss racism and discrimination in the U.S. This event hopes to advocate, create awareness and bridge differences among Asians and non-Asians alike.   Contact Info: Elsie Lin                                                                                                                                                                                                                                                                                                     2013 - 2014 Social Justice & Diversity Grant Committee                                                                                                   We would like to thank the members of the 2013 - 2014 Social Justice and Diversity Grant Challenge Selection Committee for offering their expertise in building a strong foundation for the development of these excellent programs:     Dr. Marcella Runell Hall   Dr. Crystal Williams   Dr. Liliana Goldin   Amanda Mays, MSW '15                                                                                                                                                                   2013 - 2014 GRANTEES                                            Promoting Human Rights in Conflict Zones                          Featuring a presentation by Dr. Madelyn Miller &amp; Maria Blacque-Belair (Doctors without Borders), this program aims to explore issues of trauma and human rights violations from a social work perspective and provide students with the tools and information needed to contribute to addressing these issues on both an individual and global scale.                                                    Gentrification: How Well Do You Know Your Neighbors?                      Set in the context of the controversial 2004 re-design of the Fulton Mall in Fort Greene, Brooklyn, the film explores the forces reshaping neighborhoods along race and class lines through the eyes of a “gentrifier.” It addresses the conflicting views of gentrification as community revitalization versus a force that is erasing the rich social and cultural history of New York’s neighborhoods along socioeconomic lines. The film hopes to discuss how citizens can actively fix a broken urban planning process. The film will provide a framework for the accompanying seminar on the changing socio-economic landscape in New York City. Learn more and watch the trailer here: http://www.mybrooklynmovie.com/                                                    Voices of the Bronx                      Despite high rates of poverty, high school dropouts, and community violence facing adolescents in the Bronx, they are a chronically underserved population and continue to fall through the gaps. As social workers and policy makers, we need to gain a better understand of this population and develop culturally competent and appropriate services for the culturally and socioeconomically diverse communities in the Bronx. Participants will engage in panels and small group discussions on educational, health, and criminal justice issues faced by adolescents in the Bronx, and learn about ways that they can become engaged with initiatives in underserved neighborhoods and best serve adolescents to help them achieve their goals.                                                      Images and Talks: The Social Climate Among Diverse LGBTQ Populations in NYC                      The global social and political landscape for LGBTQ populations are changing rapidly. With a special focus on the Asian-Pacific Islander cultural experience, participants will gain insight into the international social and cultural atmosphere for a marginalized population through lectures from scholars, personal stories from students and individuals who identify as LGBTQ, and small group discussions. The event will also feature an art exhibition by a New York-based artist who focuses on creating images that reflect on the media’s effect on how LGBTQ individuals are viewed by themselves and by society.                                           2012 - 2013 Grantees                                            Cross Cultural Social Work in the Criminal Justice System                      The program began with a week-long film series featuring films (“Sing Sing University,” “abUSed: The Postville Raid,” “Cruel and Unusual,” and “The House I Live In”) that explored the experiences of imprisoned racial minority, immigrant, and transgender populations. Following the screenings, a one-day symposium hosted a panel discussion that addressed the dynamics of race, gender, sexuality, and culture among these, and other, vulnerable incarcerated populations. The panel also considered possibilities for change and reform.     In addition to several student groups, the symposium included the involvement of a number of community organizations, including speakers from Hudson Link, Families for Freedom, the Vera Institute, the Drug Policy Alliance, Communities United for Police Reform, New York State Prison Justice Network, Sylvia Rivera Law Project, Appellate Defenders, Wal-Mart Free NYC and the New York City Department of Probation.                                                    Furiendly Visits: Animal Assisted Therapy with Older Adults                      The two-part program served to highlight the older adult population, the fastest-growing age demographic in New York City, and indeed, nationally, as well as the growing practice of non-traditional therapies, including animal-assisted therapy. Silver MSW students, along with the Animal Assisted Therapy in Social Work, and Gerontology groups, brought dog therapy teams to the Square to provide a therapeutic environment for older adults in the community, and hosted a second event for students.   Community partner organizations included Greenwich House, The Good Dog Foundation, A Fair Shake for Youth, and Puppies Behind Bars.                                                    International Climate Change Think Tank Conference                      Three Silver interns at the Unitarian Universalist United Nations Office (UU-UNO) collaborated with UU-UNO staff members and other MSW and Global Affairs international students to identify and share research on climate change issues in their home countries. In their conference, “Small Island States: A New Endangered Species,” participants explored social policy, political strategy, economics, military, technology, and culture as it applies specifically to climate change issues in vulnerable small island states, and, more broadly, aimed to promote international social justice by analyzing national environmental policies which already exist or which can be improved to better protect its citizens. Participating students presented research to one another and to key UU-UNO representatives, and identified future potential directions on how to improve climate change policies.   Community organization involved in this program were the Unitarian Universalist United Nations Office, and the NGO Committee on Disarmament, Peace, and Security.                                                    Pride and Prejudice: LGBT Minorities in Traditional Faith-Based Communities                      The program brought two panels of LGBTQA community members to talk about how their Queer identities relate to their diverse cultural and faith identities. The first, which focused on the criminalization of homosexuality in Uganda and Nigeria, discussed the current social climate in these countries with respect to views on LGBTQ individuals from a “values” perspective and potential pathways to change. The second event focused on the controversial practices of “conversion therapy” and other religiously influenced therapeutic messages, looking more broadly at how faith, culture, and religion play a role in therapy for both patients and professionals. The panels explored how the development of LGBTQA identities may create new opportunities for peace and reconciliation in other cultural and faith conflicts. The program also gave a select number of students the opportunity to participate in the “Creating Change” National Conference on LGBT Equality in Atlanta in June 2013.   Community partners for this program included The NYU Center for Spiritual Life, The Unitarian Universalist Association United Nations Office, and Jewish Queer Youth (JQY).                                                                                                                                                        Silver School of Social Work       Ehrenkranz Center       1 Washington Square North       New York, NY 10003        (212) 998-5900             Feedback       Unless otherwise noted, all content copyright New York University. All rights reserved. Designed by The Office of Web Communications                                                                                                                                                             NEWS   EVENTS   CONTACT   BLOGS   GIVING BACK     DIRECTORY   APPLY   SITE MAP   NYU HOME   NYU.EDU"}]},
{"detail": [{"content": "Tyler Lab   Welcome to the Tyler Lab in the Social Psychology Program at NYU                                           Research  My research group is concerned  with a variety of issues broadly related to the dynamics of authority within  groups, organizations, and societies. As psychologists, our particular  interest is in the factors that shape people's motivations when they are  dealing with others in group settings.      Because  justice has been found to be especially important to people's motivation  when dealing with others, we study social justice. In particular, our  work focuses on the psychology of procedural justice - the fairness of  group rules and processes. Research consistently finds that people  are strongly influenced by their assessments of procedural justice when  they are evaluating authorities and institutions.                        Introductory material:            Tyler , T.R., et al. (1997). Social justice in a diverse society. Boulder : Westview.           Tyler , T.R. (2000). Social justice. International  Journal of Psychology, 35, 117-125.            Tyler , T.R. (2005).  Readings in procedural justice.   Burlington , VT : Ashgate.        Volume  I. Procedural justice and the dynamics of authority.        Volume  II. Procedural justice and governance.                 Students   in the Tyler Lab (each student has their own web page as part of the   NYU psychology web site).    Heather Berry. Hab225@nyu.edu      - Entitlement.    - Sense of justice in animals.      Jennifer Brooke. Jen.brooke@nyu.edu      - Justice in intergroup relations.      Suzette Caleo. suzette.caleo@nyu.edu      - Gender effects in justice.     Rebecca Hollander-Blumoff. Hollande@juris.law.nyu.edu    - Procedural  justice and negotiation in legal disputes.   Margarita Krochik. mkrochik@nyu.edu      - The justice of political procedures.      Amy Krosch. ark346@nyu.edu      - Implicit and unconscious justice processes.      Avital Mentovich. am2838@nyu.edu      - Group based injustice.      Lindsay Rankin. Lindsay.rankin@nyu.edu      - Justice in group procedures.     Jennifer Ray. jlr452@nyu.edu      - The justice of legal procedures.     Jojanneke Van der Toorn. Jojanneke@nyu.edu     - Political  participation in immigrant groups.         - The  influence of power and status on legitimacy          back to the top        Tom R. Tyler   Tom Tyler is a University Professor at New York University . He teaches in the Psychology Department and in the Law School   He is currently the Chair of the Psychology Department.          Contact information:     Office: Room 579,  Psychology Department,  New York University  6 Washington Place.  NY, NY 10003  Phone: 212-998-7816  e-mail: tom.tyler@nyu.edu   back to  the top    Law and Regulation         Research     I explore the motivations that lead people to cooperate when they are within groups. There are two aspects of such cooperation. First, there is deference to authority. The study of regulation is generally concerned with understanding why people accept the decisions made by others. Legitimacy, the quality of being viewed as being entitled to be obeyed, is consistently linked to exercising authority in fair ways.   Because of its implications for regulation, my work has always shared a connection with the concerns of the field of law. The question of how to manage undesirable behavior is central to the work of legal authorities, and I examine the motivations that shape people's rule-related behavior.         My primary book on this topic (Tyler, 2006) establishes the key role of legitimacy in shaping obedience to the law. That finding is important to bringing psychology into social regulation, since the study of law-related behavior had been dominated by economics analysis linking behavior to sanctions. My work shows that people will also take one the responsibility for obeying the law when asked to do so by a legitimate authority. In other words, people become self-regulatory. The further finding in my work that procedural justice is a key antecedent of legitimacy has led to a literature on procedural justice in legal institutions and in interactions with legal authorities.   The findings of this book have been widely cited within law. They are important because the question of how to motivate compliance with law and legal rules is central to many areas of law and these findings therefore have wide applicability. Recent applications include the study of commitment hearings in mental hospitals, people's reactions to mass tort settlements, the emergence of international law, and the popularity of mediation hearings.      See:        Tyler  , T.R. (1990). Why people obey the law .   New Haven : Yale.       Reissued with a new afterword: (2006). Princeton  University  Press.             Tyler , T.R. (2006). Legitimacy and legitimation. Annual Review of Psychology , 57, 375-400.            Tyler , T.R., and Huo, Y.J. (2002). Trust in the law: Encouraging public cooperation with the police and courts . N.Y.: Russell-Sage Foundation.       My most recent contribution to this literature is my book Trust in the Law (Tyler and Huo, 2002) which explores deference to legal authorities among minorities. This book builds upon the earlier book Why People Obey the Law and again shows that procedural justice is a key antecedent of deference and of legitimacy. However, in Trust in the Law , ethnic group differences are more directly addressed. This book argues that legal authorities can build on the strong procedural justice findings I outline in my work to create a new model of regulation. I refer to that model as process-based regulation.   Trust in the Law is based on a sample of interviews with White, African-American, and Hispanic residents of these two cities. The focus of the study is on people's voluntary acceptance of decisions made by legal authorities. The results show that people's willingness to defer to legal authorities is shaped by two social motivations: procedural justice and motive-based trust. This finding suggests that authorities have considerable ability to gain deference from community members by treating them in ways that encourage judgments that the procedures used are fair and the motives underlying actions are benevolent. The study indicates that treating people with dignity and respect heightens both of these judgments.      Trust  and confidence in the police and courts     A second project using this approach explores people's overall trust and confidence in the legitimacy of the police and the courts. This set of studies is concerned with the way that the average community resident makes evaluations of legal authorities, irrespective of whether they have had a personal experience with those authorities. Again, the question I am concerned with is the degree to which process issues shape public evaluations. A contrasting view is that often associated with the NYPD and its aggressive policing policies. That view is that the middle class is primarily interested in crime reduction and accepts the occurrence of unfair treatment toward, at least, minorities in the service of that goal. Several studies of mine suggest that this belief is not correct. In a reanalysis of previously collected surveys, I showed that people's evaluations of the police and courts are heavily influenced by procedural justice based judgments.   Recently, I have been studying public views about the police and policing activities a sample of New Yorkers will be interviewed this summer about their views on the police, as well as about their personal experiences with police officers through interviews over the telephone with New Yorkers.   Why do these interviews? We live in the midst of difficult and changing times. The events of September 11th highlight the risks of terrorism in America, while recent budget reductions make clear that we are living in a time of fiscal limits. No agency is more strongly affected by these changes than the New York City Police Department. To most effectively manage policing activities during these changing times, we need to have a clear understanding of how the public views the police. It is for this reason that we are conducting interviews with the residents of different neighborhoods in New York City. The interviews provide valuable feedback to those managing the police department and the city about public views regarding the activities of the NYPD. To this end, I have been conducting surveys of the residents of New York to better understand how people feel about policing services in their neighborhoods.   Anti-terror policing   I am currently studying how policing tactics are experienced among Islamic Americans, the targets of anti-terror policing. My argument is that cooperation from the community diminishes when people feel that they are being singled out for unfair policing activities. To understand the experiments of members of the community I am conducting interviews in Brooklyn and London.      Policy initiatives   The Administrative Office of the Courts in California has launched a five year initiative on Procedural Fairness in the California Courts. The goal is to redesign the courts with an eye toward procedural justice.   The Russell Sage Foundation created a working group on legitimacy in the criminal justice system which produced a volume on the issue of legitimacy as it influences policing in societies around the world. That volume is titled Legitimacy and Criminal Justice.   I have presented several lectures on legitimacy in the criminal justice system. The first was the Montesquieu Lecture at Tilburg University. I also presented the keynote address at the European Society of Criminology and gave the Reckless/Dinitz Memorial Lecture at Ohio State University. The general theme of these presentations is the need to shift the focus of criminal justice toward creating and maintaining legitimacy.   Readings on law and regulation   Tyler, T.R. (1988). What is procedural justice?: Criteria used by citizens to assess the fairness of legal procedures. Law and Society Review , 22, 103-135.   Casper, J.D., Tyler, T.R., and Fisher, B. (1988). Procedural justice in felony cases. Law and Society Review , 22, 483-507.   MacCoun, R.J., and Tyler, T.R. (1988). The basis of citizens' preferences for different forms of criminal jury. Law and Human Behavior , 12, 333-352.   Tyler, T.R., Casper, J.D., and Fisher, B. (1989). Maintaining allegiance toward political authorities: The role of prior attitudes and the use of fair procedures. American Journal of Political Science , 33, 629 - 652.   Tyler, T.R. (1989). The quality of dispute resolution processes and outcomes: Measurement problems and possibilities. Denver University Law Review , 66, 419 - 436.   Tyler, T.R. (1992). The psychological consequences of judicial procedures: Implications for civil commitment hearings. Southern Methodist University Law Review , 46, 401-413.   Tyler, T.R. (1993). Legitimizing unpopular public policies: Does procedure matter? Zeitschrift fur Rechtssoziologie , 14, 47-54.   Tyler, T.R., and Mitchell, G. (1994). Legitimacy and the empowerment of discretionary legal authority: The United States Supreme Court and abortion rights. Duke Law Journal , 43, 703-814.   Tyler, T.R. (1997). Compliance with intellectual property laws: A psychological perspective. Journal of International Law and Politics , 28,101-115.   Tyler, T.R. (1997). Citizen discontent with legal procedures. American Journal of Comparative Law , 45, 869-902.   Tyler, T.R. (1997). Procedural fairness and compliance with the law. Swiss Journal of Economics and Statistics , 133, 219-240.   Tyler, T.R., and Boeckmann, R. (1997). Three strikes and you are out, but why? The psychology of public support for punishing rule breakers. Law and Society Review , 31, 237-265.   Tyler, T.R. (1998). Public mistrust of the law: A political perspective. University of Cincinnati Law Review , 66, 847-876.   Tyler, T.R., and Darley, J. (2000). Building a law-abiding society: Taking public views about morality and the legitimacy of legal authorities into account when formulating substantive law. Hofstra Law Review , 28, 707-739.   Tyler, T.R. (2001). Public trust and confidence in legal authorities: What do majority and minority group members want from the law and legal authorities? Behavioral Science and the Law , 19, 215-235.   Tyler, T.R. (2001). Trust and law abiding behavior: Building better relationships between the police, the courts, and the minority community. Boston University Law Review , 81, 361-406.   Tyler, T.R. (2002). A national survey for monitoring police legitimacy. Justice research and policy , 4, 71-86.   Sunshine, J., and Tyler, T.R. (2003). The role of procedural justice and legitimacy in shaping public support for policing. Law and Society Review , 37, 555-589.   Sunshine, J., and Tyler, T.R. (2003). Moral solidarity, identification with the community, and the importance of procedural justice. Social Psychology Quarterly , 66, 153-165.   Tyler, T.R. (2003). Procedural justice, legitimacy, and the effective rule of law. In M. Tonry (ed.), Crime and Justice , 30, 431-505.   Tyler, T.R., and Thorisdottir, H. (2003). A psychological perspective on compensation for harm: Examining the September 11 th Victim Compensation Fund. DePaul Law Review, 53, 355-391.   Tyler, T.R. (2004). Affirmative action in an institutional context: The antecedents of policy preferences and political support. Social Justice Research , 17, 5-24.   Tyler, T.R. (2004). Procedural justice. In A. Sarat (Ed.), The Blackwell Companion to Law and Society. Malden, MA: Blackwell. (pp. 435-452).   Tyler, T.R. (2004). Enhancing Police Legitimacy. Annals of the American Academy of Political and Social Science (W. G. Skogan, Ed.), 593, 84-99.   Tyler, T.R., and Wakslak, C. (2004). Profiling and the legitimacy of the police: Procedural justice, attributions of motive, and the acceptance of social authority. Criminology, 42, 13-42.   Tyler, T.R. (2005). Process based leadership: Fair procedures, identification, and the acceptance of change. Leadership Quarterly , 16, 121-153.   Tyler, T.R. (2005). Promoting employee policy adherence and rule following in work settings. Brooklyn Law Review , 70, 1287-1312.   Fagan, J., and Tyler, T.R. (2005). Legal socialization of children and adolescents. Social Justice Research , 18, 217-242.   Tyler, T.R. (2006). What do they expect?: New findings confirm the precepts of procedural fairness. California Court Review , Winter, 22-24.   Tyler, T.R. (2007). Do Americans accept the rule of law? DePaul Law Review, 56, 661-694.   Tyler, T.R., Callahan, P. &amp; Frost, J. (2007). Armed, and dangerous(?): Can self-regulatory approaches shape rule adherence among agents of social control. Law and Society Review , 41 (2), 457-492.   Tyler, T.R., Sherman, L.W., Strang, H., Barnes, G.C. &amp; Woods, D.J. (2007). Reintegrative shaming, procedural justice, and recidivism: The engagement of offenders&rsquo; psychological mechanisms in the Canberra RISE drinking-and-driving experiment. Law and Society Review , 41(3), 553-586.   Tyler, T.R. (2008). Psychology and institutional design. Review of Law and Economics (symposium issue on Law and Social Norms). The Berkeley Electronic Press, 4(3), 801-887.   Tyler, T.R. (2008). Procedural justice and the courts. Court Review , 44(1/2), 26-31.   Murphy, K. &amp; Tyler, T.R. (2008). Procedural justice and compliance behaviour: The mediating role of emotions. European Journal of Social Psychology, 38, 652-668.   Tyler, T.R. &amp; Fagan, J. (2008). Why do people cooperate with the police? Ohio Journal of Criminal Law, 6, 231-275 .   Tyler, T.R. (2009). Procedural justice, identity and deference to the law: What shapes rule following in a period of transition? Australian Journal of Psychology, 61, 32-39.            The  Psychology of Justice            I am interested in understanding why people care about and react to their evaluations of the fairness or unfairness of procedures. The procedural justice effect has emerged as a robust and compelling one, with people shown to react to how decisions are made in a wide variety of groups, organizations, and societies.    In early studies, I looked at psychological models of the justice motive, and argued that people are concerned about issues of identity and status. Further, I suggested that people use the justice of procedures to tell them about their status and to evaluate the degree to which they want to define their identity in terms of groups to which they belong (Lind and Tyler, 1988; Tyler and Lind, 1992).   This idea unfolds in my work two ways. First, in the finding that people care about the fairness of procedures more than about the favorability or fairness of outcomes. Early justice research focused primarily on issues of equity (outcome fairness) on the assumption that outcomes are the key issue. My work helped to shift the focus to issues of procedure by showing the importance of procedural justice judgments.   Second, my work helped to establish that people do not view procedures in instrumental terms, i.e. as a way to obtain outcomes. That view is explicit in the classic work on procedural justice by John Thibaut and Laurens Walker (1975). Instead, procedures are valued because they communicate status and inclusion in groups (Lind and Tyler, 1988). This distinction between instrumental and value-expressive or relational motivations underlying procedural justice effects has transformed the way that psychologists think about the meaning and implications of procedural justice findings.   I have extended this line of thinking to the study of authority relations (Tyler and Lind, 1992) arguing that people view group authorities as representatives of the group, and are therefore sensitive to how those authorities exercise their authority. Using fair procedures to exercise authority both communicates that the people one is dealing with are respected by the group, and it suggests that the group is one that is worth identifying with and being involved in.   Most recently, my work has sought to understand the relationship between justice and identity. I view justice as a key issue that people focus on when trying to define themselves and their relationship to their group.         back to the top             Readings   on the Psychology of Justice:                     Lind, E.A., and Tyler , T.R. (1988). The social psychology of procedural justice. N.Y.: Plenum      Tyler , T.R., Boeckmann, R., Smith, H.J., Huo, Y.J. (1997). Social justice in a diverse society .   Denver  ,  CO   : Westview.      Papers:      Tyler, T.R., and Lind, E.A. (1992). A relational model of authority in groups. Advances in Experimental Social Psychology (Vol. 25, pp. 115 - 191).   Tyler, T.R. (1994). Psychological models of the justice motive. Journal of Personality and Social Psychology , 67, 850-863.   Tyler, T.R., Degoey, P., and Smith, H. (1996). Understanding why the justice of group procedures matters: A test of the psychological dynamics of the group-value model. Journal of Personality and Social Psychology , 70, 913-930.   Tyler, T.R. (1989). The psychology of procedural justice: A test of the group value model. Journal of Personality and Social Psychology , 57, 830 - 838.   Smith, H.J., and Tyler, T.R. (1996). Justice and power: Can justice motivations and superordinate categorizations encourage the advantaged to support policies which redistribute economic resources and encourage the disadvantaged to willingly obey the law? European Journal of Social Psychology , 26, 171-200.   Huo, Y.J., Smith, H.J., Tyler, T.R., and Lind, E.A. (1996). Superordinate identification, subgroup identification, and justice concerns: Is separatism the problem, is assimilation the answer? Psychological Science , 7, 40-45.   Tyler, T.R., and Smith, H. (1997). Social justice and social movements . In D. Gilbert, S. Fiske, G. Lindzey (Eds.), Handbook of Social Psychology (4th edition, vol. 2, pp.595-629). N.Y.: McGraw-Hill.   Tyler, T.R. The psychology of legitimacy (1997). Personality and Social Psychology Review , 1, 323-344.   Smith, H.J., and Tyler, T.R. (1997). Choosing the right pond: The influence of the status of one's group and one's status in that group on self-esteem and group-oriented behaviors. Journal of Experimental Social Psychology , 33, 146-170.   Smith, H.J., Tyler, T.R., Huo, Y.J., Ortiz, D.J., and Lind, E.A. (1998). The self-relevant implications of the group-value model: Group membership, self-worth, and procedural justice. Journal of Experimental Social Psychology , 34, 470-493.   Tyler, T.R. (2000). Social justice: Outcome and procedure. International Journal of Psychology , 35, 117-125.   Tyler, T.R. and Blader, S.L. (2001). Identity and prosocial behavior in groups. Group processes and intergroup relations , 4(3), 207-226.   Tyler, T.R. (2001). Social justice . In R. Brown and S. Gaertner (Eds.), Blackwell Handbook of Social Psychology. Volume 4: Intergroup processes (pp. 344-366). London: Blackwell.   Blader, S. and Tyler, T.R. (2002). Empathy and justice as reasons for helping victims . In M. Ross and D.T. Miller (Eds.), The justice motive in everyday life . Cambridge: Cambridge University Press (pp. 226-250).   Tyler, T.R., and Blader, S. (2002). The influence of status judgments in hierarchical groups: Comparing autonomous and comparative judgments about status. Organizational Behavior and Human Decision Processes , 89, 813-838.   Blader, S., and Tyler, T.R. (2003). What constitutes fairness in work settings? A four-component model of procedural justice. Human Resource Management Review , 12, 107-126.   Blader, S., and Tyler, T.R. (2003). A four component model of procedural justice: Defining the meaning of a &quot;fair&quot; process. Personality and Social Psychology Bulletin , 29, 747-758.   Tyler, T.R., and Blader, S. (2003). Procedural justice, social identity, and cooperative behavior. Personality and Social Psychology Review , 7, 349-361.   DeCremer, D., and Tyler, T.R. (2005). Managing group behavior: The interplay between procedural justice, sense of self, and cooperation. Mark Zanna (Ed.), Advances in Experimental Social Psychology. N.Y.: Academic press.   Tyler, T.R (2006). Restorative justice and procedural justice. Journal of Social Issues , 62, 305-323.   Smith, H.J., Thomas, T.R. &amp; Tyler, T.R. (2006). Concrete construction employees: When does procedural justice shape self-evaluations? Journal of Applied Social Psychology , 36, 644-663.   Tyler, T.R. (2006). Process utility and help seeking. Journal of Economic Psychology, 27, 360-376.   Van Knippenberg, B., Martin, L. &amp; Tyler, T.R. (2006). Process orientation versus outcome orientation during organizational change: The role of organizational identification. Journal of Organizational Behavior, 62, 307-326.   Sondak, H. &amp; Tyler, T.R. (2007). How does procedural justice shape the desirability of markets. Journal of Economic Psychology, 28, 79-92 .   Okimoto, T. &amp; Tyler, T.R. (2007). Is compensation enough?: Relational concerns in responding to unintended inequity. Group Processes and Intergroup Relations , 10, 399-420.   De Cremer, D. &amp;Tyler, T.R. (2007). The effects of trust and procedural justice on cooperation. Journal of Applied Psychology, 92, 639-649.   Davis, A., Tyler, T.R. &amp; Andersen, S. (2007). Building community one relationship at a time. Social Justice Research, 20(2), 181-206.   Kivetz, Y. &amp; Tyler, T.R. (2007). Tomorrow I&rsquo;ll be me: The effect of time perspective on the activation of idealistic versus pragmatic selves. Organizational Behavior and Human Decision Processes , 102, 193-211.   Blader, S. &amp; Tyler, T.R. (2009). Testing and expanding the group engagement model. Journal of Applied Psychology , 94, 445-464.   Smith, H.J., Olson, G., Agronick, G. &amp; Tyler, T.R. (2009). Everyday interactions with university authorities: Authority treatment quality, outcome favorability and first-year students&rsquo; university adjustment. Group Processes &amp; Intergroup Relations , 12(2), 209-226.   Barry, H. &amp; Tyler, T.R. (2009). Repairing the damage of membership in an unfair group: Procedural injustice and group-serving behaviors. Psychological Science, 20(8), 1026-1032.   Rankin, L. &amp; Tyler, T.R. (in press). Procedural justice and cooperation in groups. Special issue. The psychology of justice and its applications. Netherlands Journal of Psychology .      back  to the top                                                Multiculturalism                      The dynamics of authority are central to all models of governance. Hence, my work on the basis of deference to authorities has been important in discussions about how to govern society.    In particular,  I have written about the problems associated with governance in diverse,  multicultural, societies. As I noted above, Trust in the Law discusses issues of diversity and multiculturalism  as those issues are important to the rules of law.              Recommended Readings on Multiculturalism:         Tyler  , T.R., and Lind, E.A. (1990). Intrinsic versus community-based justice models: When does group membership matter? Journal of Social Issues , 46, 83 - 94.      E.A. Lind, Y.J. Huo, T.R. Tyler (1994)&hellip;Any justice for all: Ethnicity, gender, and preferences for dispute resolution procedures. Law and Human Behavior , 18, 269-290.        Tyler , T.R. (1994). Governing amid diversity: Can fair decision-making procedures bridge competing public interests and values? Law and Society Review , 28, 701-722.     Ohbuchi, K., Kei-ichiro, I., Sugawara, I.,   Tyler   , T.R., and Lind, E.A. (1997). Goals and tactics in within- and between-culture conflicts . Tohoku Psychologica Folia, 56, 1-13.      Tyler , T.R., Lind, E.A., Ohbuchi, K., Sugawara,  I.  , and Huo, Y.J. (1998). Conflict with outsiders: Disputing within and across cultural boundaries. Personality and Social Psychology Bulletin , 24, 137-146.        Tyler , T.R. (2000). Multiculturalism and the willingness of citizens to defer to law and to legal authorities. Law and Social Inquiry , 25(3), 983-1019.      Tyler , T.R., Lind, E.A., and Huo, Y.J. (2000). Cultural values and authority relations. Psychology, Public Policy, and Law , 6(4), 1138-1163.     Napier, J. &amp; Tyler, T.R. (2008). Does moral conviction really override concerns about procedural justice? Social Justice Research, 21, 509-528.    Markell, D. &amp; Tyler, T.R. (2008). Using empirical research to design government citizen participation processes. University of Kansas Law Review , 57(1), 1-38.       back to the top                               Cooperation in Groups/Management:         P rocedural justice encourages people to involve themselves in groups by engaging in voluntary cooperative actions to help the group. This is true in communities, with government, and in work settings. Tyler and Blader (2000) examine this connection in work settings, showing that employees are strongly influenced by the fairness of group decision-making procedures.    My work also connects with the field  of organizational behavior in schools of management. It has been widely  demonstrated that many key work-related behaviors (job performance, absenteeism,  turnover, sabotage, etc.) are shaped by the procedural justice of the workplace.  As in other arenas, management theory has been dominated by models that  root human motivation in incentives and sanctions. Hence, this demonstration  that there are broader motivations on which managers can draw has been  widely noticed. In particular, discussions about work increasingly recognize  the importance of motivating voluntary (extra-role) behavior in workers.  This type of behavior is especially poorly motivated by incentives and  sanctions. As a consequence, the social psychological model must become  more central to our understanding of work related behaviors.     My recent  work seeks to develop a framework within which to understand motivation  in work settings. I have conducted interviews with a sample of employees  in   New York   companies (Tyler and Blader, 2000) and have studied corporate bankers in a large multinational firm. At this time, I am conducting a panel study of a sample of American workers through Knowledge Networks. My goal in this work is to develop arguments about the impact of work climate on the behavior of those within them. Instead of stressing mechanisms of accountability linked to rewards and punishments, my basic argument is that those employees who are treated fairly by their superiors will be motivated to perform well on their jobs.     back to the top                                      Recommended Readings on Cooperation:               Kramer, R., and Tyler, T.R. (Eds.)(1996) Trust in organizations. Thousand Oaks : Sage.      Van   Vugt, M., Snyder, M.,  Tyler  , T.R., and   Biel  , A. (Eds.)(2000). Cooperation in modern society: Promoting the welfare of communities, states, and organizations . N.Y. Routledge.                  Tyler , T.R., and Blader, S. (2000). Cooperation in groups: Procedural justice, social identity, and behavioral engagement .   Philadelphia ,  Pa. : Psychology Press             Darley, J., Messick, D., and Tyler, T.R. (Eds.) (2001). Social influences on ethical behavior in organizations .  Mahwah  , N.J.  :   Lawrence  Erlbaum.                     Tyler, T.R. (in press). Why people cooperate . Princeton: Princeton University Press.         Papers:      Bies, R.J. And   Tyler , T.R. (1993).The litigation mentality in organizations: A test of alternative psychological explanations. Organization Science , 4, 352-366.         Tyler , T.R., and Degoey, P. (1995). Collective restraint in a social dilemma situation: The influence of procedural justice and community identification on the empowerment and legitimacy of authority. Journal of Personality and Social Psychology , 69, 482-497.         Tyler , T.R. (1999). Why do people help organizations?: Social identity and pro-organizational behavior . Barry Staw and Robert Sutton (Eds.), Research on Organizational Behavior . (Vol. 21, pp. 201-246)   Greenwich  ,  CT   : JAI.         Tyler , T.R. (2001). Cooperation in organizations. In M.A. Hogg and D.J. Terry (Eds.), Social identity processes in organizational contexts . (pp. 149-166).   Philadelphia   : Psychology Press.         Tyler , T.R. (2002) Leadership and cooperation in groups. American Behavioral Scientist , 45, 769-782.         Tyler , T.R. (2004). Procedural justice. In A. Sarat (Ed.), The Blackwell Companion to Law and Society .    Malden   : MA: Blackwell (pp. 435-452).         Tyler , T.R. (2005). Can businesses effectively regulate employee conduct? Academy of Management Journal , xx, xxx-xxx.         Tyler , T.R. (2005). Legitimacy and legitimation: Forward to a special issue. Social Justice Research , 18(3), 217-242.         Tyler , T.R. (2006). Legitimacy and legitimation. Annual Review of Psychology , 57, 375-400.     Tyler , T.R. (2006). Viewing CSI and the threshold of guilt: Managing truth and justice in reality and fiction. Yale Law Journal , 115(5), 100-115.          Tyler, T.R., Dienhart, J. &amp; Thomas, T. (2008). The ethical commitment to compliance: Building value-based cultures that encourage ethical conduct and a commitment to compliance. California Management Review , 50, 31-51.    Hollander-Blumoff, R. &amp; Tyler, T.R. (2008). Do nice guys finish last? Procedural justice and negotiation outcomes. Law and Social Inquiry, 33, 473-500.    Gonzalez, C. &amp; Tyler, T.R. (2008). The psychology of enfranchisement. Journal of Social Issues, 64, 447-466.    Sacks, A. Levi, M. &amp; Tyler, T.R. (in press) Conceptualizing legitimacy: Measuring legitimating beliefs. American Behavioral Scientist.          back to the top"}, {"content": "Grant Challenge                                                                                                                                                                                         Share        Twitter     LinkedIn     Facebook     Yahoo     Google     Email                                                 Silver School of Social Work, New York University    Skip to Content   Skip to Search   Skip to Navigation   Skip to Sub Navigation                       Search Silver                                                                                                         Faculty & Staff                                                         Administration & Finance                                                         Human Resources                       Expense Processing                       Safety & Security                                           Information Technology                                                         Classroom Information                       CMS Training                       Additional Resources                       Standard Computer Workstation Packages                       Service Guidelines                       Lecture Capture                       Online Room Scheduling System                       How to Deal with Spam                                           Policies & Procedures                       Faculty Resources                                                         Getting Started                                                         Teaching Seminar Series                                           Faculty Help Directory                       Emergency Procedures                       In the Classroom                       Grading and Feedback                       Program Overview for Instructors                                           Office for Research                                                         Internal Funding                       Community Resources                       Technology                       Grants Pre Award                                                         NIH Grants                       Non-NIH Grants                                           Grants Post Award                       IRB                       General Resources                       Workshops                       Space/Facilities                                                                      Students                                                         New Students                                                         Orientation & Events                       Registration & Advisement                                                         Registration                       Advisement                       Field Instruction                                           New Student Checklist                       Financial Aid & Scholarships                       International Students                       Non-Matriculated Students                                           Continuing Students                                                         Registration & Advisement                                                         Advisement                       Registration                       Field Learning                                           Financial Aid & Scholarships                       NYU Silver Student Business Cards                                           Student Life & Resources                                                         Councils & Activities                       Student Manuals & Community Standards                       Health & Wellness                       Student Blogs                       Student Awards                       Student Profiles                       Westchester Students                       Rockland Students                       International Students                                           Professional Development                                                         Events & Workshops                       @SilverCPD                       Student Common Days                       The Job Search                       Licensing Information                       Alumni Career Panel Series                                                  Social Justice & Diversity                                                                Grant Challenge                       Courses & Scholarship                                           Graduation                                                         Graduation FAQs                       Graduation Timeline                                                               Alumni                                                         Alumni in Action                                                         Stories of Alumni in Action                       Alumni in the News                                           Stay Connected                                                         Alumni Awards                       2013 Alumni Awards                       2014 Alumni Awards                                           Giving Back                       Career & Licensing Resources                                                         Licensing Information                       Loan Forgiveness                                           Continuing Education                                                         Post-Master’s Certificate Programs                       Conferences & Events                       Online Learning                       Contact Information                       Veterans Benefits                       FAQ                                                               Community Partners                                                                                                      About Silver                                                          Dean's Welcome                     Strategic Plan and Vision                                                          Leadership                                   Why NYU Silver?                                                          NYU Silver History                                   Campuses                                                          Rockland                     Westchester                     Washington Square                     Shanghai                                   Donors & Development                                                          Ways to Give                     Stories of Giving                                                          Constance McCatherin Silver                     Jane Eisner Bram                     Lori Greifer Kaufman                     Judy Tobias Davis                     Deenie Brosens                                   Gifts at Work                                                          Ruth Ackerman                     Roopa Raman                                                 Publications                     Awards                                                          Alumni Awards                                                          2011 Alumni                     2010 Alumni                     2009 Alumni                                   Student Awards                                                          2011 Students                     2010 Students                     2009 Students                     2012 Students                                                 Dashboard                                   Academics                                                          Bachelor of Science                                                          Curriculum                                                          Field Learning                                                          Agencies and Community Partnerships                     Student Manuals and Forms                     Field Learning Calendars                     Department Directory                                                 Course Descriptions                     Minors                                                          Social Work Minor and Individual Courses                     Minor in Poverty Studies                     Multifaith and Spiritual Leadership Minor                                   Combined Global Public Health/Social Work Major                                   Master of Social Work                                                          Programs                                                          Two-Year                     16-Month Accelerated                     Advanced Standing                     Extended One-Year Residence                     Extended                     32-Month                     Non-Matriculated                                   Dual Degrees                                                          Child Development                     Global Public Health                     Health Advocacy                     Law                     Public Administration                                   MSW Program at Shanghai and New York                     Curriculum                                                          Field Learning                                                          Agencies and Community Partnerships                     Student Manuals and Forms                     Field Learning Calendars                     Department Directory                                                 Build Your Portfolio                     Course Descriptions                                   PhD Program                                                          Curriculum                                                          Coursework                     Candidacy                                   Research & Innovation                                                          Student Milestones & Accomplishments                     Research Lecture Series                     Doctoral Faculty Research                                   FAQ                     Research Lecture Series                                   DSW Program                                                          Curriculum                     Course Descriptions                     Our Faculty                     FAQs                                   Global Learning                                                          Argentina                     Costa Rica                     China                     Dominican Republic                     Ghana                     France                     Israel                     Italy                     Mexico                     USA                     Argentina (Semester Program)                                   Zelda Foster Studies                                                          Leadership Fellowship                                                 Admissions                                                          BS                                                          Application & Deadlines                     Scholarships & Financial Aid                     Tuition & Fees                                   MSW                                                          Application & Deadlines                     Scholarships & Financial Aid                     Tuition & Fees                     FAQ's                     Essential Abilities and Attributes for Social Work Students                     Champions/Ambassadors                                   PhD                                                          Application & Deadlines                     Scholarships & Financial Aid                     Tuition & Fees                                   DSW Program                                                          Application & Deadlines                     Scholarships & Financial Aid                     Tuition & Fees                                   Admissions Events                                   Research                                                          Research Strengths                     Centers and Institutes                     Information for Practice                                   Our Faculty                                                          Full-Time Faculty                     Adjunct Faculty                     Faculty Works                                                                         Faculty & Staff                                                          Administration & Finance                                                          Human Resources                     Expense Processing                     Safety & Security                                   Information Technology                                                          Classroom Information                     CMS Training                     Additional Resources                     Standard Computer Workstation Packages                     Service Guidelines                     Lecture Capture                     Online Room Scheduling System                     How to Deal with Spam                                   Policies & Procedures                     Faculty Resources                                                          Getting Started                                                          Teaching Seminar Series                                   Faculty Help Directory                     Emergency Procedures                     In the Classroom                     Grading and Feedback                     Program Overview for Instructors                                   Office for Research                                                          Internal Funding                     Community Resources                     Technology                     Grants Pre Award                                                          NIH Grants                     Non-NIH Grants                                   Grants Post Award                     IRB                     General Resources                     Workshops                     Space/Facilities                                                        Students                                                          New Students                                                          Orientation & Events                     Registration & Advisement                                                          Registration                     Advisement                     Field Instruction                                   New Student Checklist                     Financial Aid & Scholarships                     International Students                     Non-Matriculated Students                                   Continuing Students                                                          Registration & Advisement                                                          Advisement                     Registration                     Field Learning                                   Financial Aid & Scholarships                     NYU Silver Student Business Cards                                   Student Life & Resources                                                          Councils & Activities                     Student Manuals & Community Standards                     Health & Wellness                     Student Blogs                     Student Awards                     Student Profiles                     Westchester Students                     Rockland Students                     International Students                                   Professional Development                                                          Events & Workshops                     @SilverCPD                     Student Common Days                     The Job Search                     Licensing Information                     Alumni Career Panel Series                                          Social Justice & Diversity                                                                 Grant Challenge                     Courses & Scholarship                                   Graduation                                                          Graduation FAQs                     Graduation Timeline                                                 Alumni                                                          Alumni in Action                                                          Stories of Alumni in Action                     Alumni in the News                                   Stay Connected                                                          Alumni Awards                     2013 Alumni Awards                     2014 Alumni Awards                                   Giving Back                     Career & Licensing Resources                                                          Licensing Information                     Loan Forgiveness                                   Continuing Education                                                          Post-Master’s Certificate Programs                     Conferences & Events                     Online Learning                     Contact Information                     Veterans Benefits                     FAQ                                                 Community Partners                                                                                                                                               About Silver                                                             Academics                                                             Admissions                                                             Research                                                             Our Faculty                                                                                                              Home / Students / Social Justice &amp; Diversity                                                               Grant Challenge                                                                                     2014 - 2015 Social Justice & Diversity Grant Challenge                                                                                                     The NYU Silver Social Justice and Diversity Grant Committee is excited to announce the Spring 2015 Social Justice and Diversity Grant-sponsored programs. These student-designed programs address some of the most pressing local, national, and international social justice issues that we are facing today in the social work field.   We would like to thank the members of the Social Justice and Diversity Grant Challenge Selection Committee for offering their expertise in building a strong foundation for the development of these excellent programs:     Dr. Martha Gabriel     Dr. Diane Grodney   Dr. Jennifer Manuel   Professor Virge Luce   Amanda Mays, MSW '15   Katherine Blouin, MSW '15                                                                                                                                                                                                                Contemporary Social Justice Issues: Addressing the Social Hardships that Youth Face in the 21st Century                                                                                                   Co-sponsored by the Students of Color Collective, Student Collective for Global Social Work, Phi Alpha National Honor Society - Pi Pi Chapter  Saturday, February 21st | 10:00 AM - 3:00 PM | Kimmel Center, 60 Washington Square South, Room 405/406 | RSVP    Participants have the opportunity to attend a panel-led discussion, that will focus on the increasing population of homeless LGBTQ youth of color, the development of gender equality for youth, and the growing percentage of unaccompanied youth from Central America.    Guest Speakers will include:     Antonio Freitas, Early Childhood Division, The Children’s Aid Society   Griselda Vega, Safe Horizon, Anti-Trafficking Program   Kevin Lotz, Trinity Place Shelter   Renée Reopell, Montefiore Medical Center, Adolescent AIDS Program   Robert Lopez, Anti-Violence Project                                                                                                                                                                                                              Next Step: College                                                                                                   Co-Sponsored by the Center for MultiCultural Education, McSilver Institute for Poverty Policy and Research   This pilot program is a focused mentorship centered on supporting college enrollment for youth aging out of foster care. BSW and MSW students are invited to apply for this amazing opportunity. Selected youth will be paired with an BSW or MSW student mentor. Mentors will guide youth on their college selections, and counsel youth towards a positive transition into college. All NYU Silver students are encouraged to apply. Application Deadline is February 20.   *There will be an open community forum where students and mentors will discuss their experiences in Next Step: College on Tuesday April 21st | 5:00 - 7:00 PM | Location TBA                                                                                                                                                                                                            Trans Care Basics: Clinical work with the Transgender Population                                                                                                   Co-Sponsored by Out Faculty, Pride In Practice  Saturday, March 7th | 11:00 AM - 2:00 PM | Kimmel Center, 60 Washington Square South, Rm 908   RSVP    The Trans Care Basics workshop will be offered to students, faculty, and alumni, and will provide participants with the knowledge and skill set to critically examine the intersections of race, gender, sexuality, and socioeconomic status. Guest Speaker, Carrie Davis, MSW, will address the unmet needs of the transgender community and teach social workers to provide sensitive, competent care to a diverse group of individuals.                                                                                                                                                                                                            Sexual Violence Awareness and Prevention Conference                                                                                                   Co-sponsored by Students of Color Collective, Chinese Student Support Group  Friday, April 3rd | 9:00 AM - 3:00 PM | Kimmel Center, 60 Washington Square South, Room 905/907  Saturday, April 4th | 9:00 AM - 3:00 PM | Kimmel Center, 60 Washington Square South, Room 905/907   RSVP   Through lectures and guest speakers, this two day symposium will address the the systemic issue of sexual violence within the United States and around the world. The two day conference will address 3 component areas: Awareness and Education, Prevention and Intervention, Policy and Advocacy.   Contact: Silver.svac@gmail.com                                                                                                                                                                                                            Addressing Victims’ Needs: Creating Holistic Models of Support for Victims of Intimate Partner Violence                                                                                                   Co-Sponsored by The Center on Violence and Recovery, Global Spiritual Life at NYU, Latino Social Work Student Organization  Thursday, April 16th | 3:00-5:00 PM | Kimmel Center, 60 Washington Square South, RM 905 | RSVP   Community experts, Dr. Faye Zakheim, Priya Chandra, and Pastor Donna Schaper, will discuss the creation of holistic models of support for victims of intimate partner violence. Participants will gain insight into the commonly overlooked needs of unique populations and the challenges of building comprehensive services for victims. They will also learn how spiritual life, community integration, and support groups can play a role in the healing process.   Contact info: Jade Borgeson                                                                                                                                                                                                              Recruit, Support and Develop and NYU Silver Latino Social Workers                                                                                                   Co-Sponsored by Latino Social Work Student Organization  Tuesday, April 21st | 12:00-1:45 | 1 Washington Sq North, Parlor | RSVP     This project aims to bring together NYU Silver administrators, students, and alumni for a series of breakout sessions. The breakout sessions will provide a forum to discuss and design models that can recruit more Latino students, and support their development while in school. This vision includes creating curricula additions which can prepare Latino students to work in a bi-lingual, bi-cultural social work environment.     Contact info: Anahi Galante                                                                                                                                                                                                              Next Step: College                                                                                                   Co-Sponsored by the Center for MultiCultural Education, McSilver Institute for Poverty Policy and Research  Tuesday, April 21st | 5:00-6:30 pm | 1 Washington Square North, Rm 112 | RSVP   Join students and alumni for this important forum about youth, foster care, and disparity in higher education. This forum will include a panel discussion including youth in foster care, in addition to a keynote presentation.     Contact info: Milagros Briggs                                                                                                                                                                                                            Voices of Young Asians and Asian Americans in the United States                                                                                                   Co-Sponsored by Student Collective for Global Social Work, Chinese Student Support Group  Tuesday, April 21st | 6:30 - 9:00 PM | Kimmel Center, 60 Washington Square South, Room 905/907   RSVP   The experiences of young Asians and Asian-Americans in the U.S. facing issues of racism and racial discrimination is not often explored and studied. Three panelists will discuss their experiences and facilitate an interactive dialogue session, where they will provide an opportunity to discuss racism and discrimination in the U.S. This event hopes to advocate, create awareness and bridge differences among Asians and non-Asians alike.   Contact Info: Elsie Lin                                                                                                                                                                                                                                                                                                     2013 - 2014 Social Justice & Diversity Grant Committee                                                                                                   We would like to thank the members of the 2013 - 2014 Social Justice and Diversity Grant Challenge Selection Committee for offering their expertise in building a strong foundation for the development of these excellent programs:     Dr. Marcella Runell Hall   Dr. Crystal Williams   Dr. Liliana Goldin   Amanda Mays, MSW '15                                                                                                                                                                   2013 - 2014 GRANTEES                                            Promoting Human Rights in Conflict Zones                          Featuring a presentation by Dr. Madelyn Miller &amp; Maria Blacque-Belair (Doctors without Borders), this program aims to explore issues of trauma and human rights violations from a social work perspective and provide students with the tools and information needed to contribute to addressing these issues on both an individual and global scale.                                                    Gentrification: How Well Do You Know Your Neighbors?                      Set in the context of the controversial 2004 re-design of the Fulton Mall in Fort Greene, Brooklyn, the film explores the forces reshaping neighborhoods along race and class lines through the eyes of a “gentrifier.” It addresses the conflicting views of gentrification as community revitalization versus a force that is erasing the rich social and cultural history of New York’s neighborhoods along socioeconomic lines. The film hopes to discuss how citizens can actively fix a broken urban planning process. The film will provide a framework for the accompanying seminar on the changing socio-economic landscape in New York City. Learn more and watch the trailer here: http://www.mybrooklynmovie.com/                                                    Voices of the Bronx                      Despite high rates of poverty, high school dropouts, and community violence facing adolescents in the Bronx, they are a chronically underserved population and continue to fall through the gaps. As social workers and policy makers, we need to gain a better understand of this population and develop culturally competent and appropriate services for the culturally and socioeconomically diverse communities in the Bronx. Participants will engage in panels and small group discussions on educational, health, and criminal justice issues faced by adolescents in the Bronx, and learn about ways that they can become engaged with initiatives in underserved neighborhoods and best serve adolescents to help them achieve their goals.                                                      Images and Talks: The Social Climate Among Diverse LGBTQ Populations in NYC                      The global social and political landscape for LGBTQ populations are changing rapidly. With a special focus on the Asian-Pacific Islander cultural experience, participants will gain insight into the international social and cultural atmosphere for a marginalized population through lectures from scholars, personal stories from students and individuals who identify as LGBTQ, and small group discussions. The event will also feature an art exhibition by a New York-based artist who focuses on creating images that reflect on the media’s effect on how LGBTQ individuals are viewed by themselves and by society.                                           2012 - 2013 Grantees                                            Cross Cultural Social Work in the Criminal Justice System                      The program began with a week-long film series featuring films (“Sing Sing University,” “abUSed: The Postville Raid,” “Cruel and Unusual,” and “The House I Live In”) that explored the experiences of imprisoned racial minority, immigrant, and transgender populations. Following the screenings, a one-day symposium hosted a panel discussion that addressed the dynamics of race, gender, sexuality, and culture among these, and other, vulnerable incarcerated populations. The panel also considered possibilities for change and reform.     In addition to several student groups, the symposium included the involvement of a number of community organizations, including speakers from Hudson Link, Families for Freedom, the Vera Institute, the Drug Policy Alliance, Communities United for Police Reform, New York State Prison Justice Network, Sylvia Rivera Law Project, Appellate Defenders, Wal-Mart Free NYC and the New York City Department of Probation.                                                    Furiendly Visits: Animal Assisted Therapy with Older Adults                      The two-part program served to highlight the older adult population, the fastest-growing age demographic in New York City, and indeed, nationally, as well as the growing practice of non-traditional therapies, including animal-assisted therapy. Silver MSW students, along with the Animal Assisted Therapy in Social Work, and Gerontology groups, brought dog therapy teams to the Square to provide a therapeutic environment for older adults in the community, and hosted a second event for students.   Community partner organizations included Greenwich House, The Good Dog Foundation, A Fair Shake for Youth, and Puppies Behind Bars.                                                    International Climate Change Think Tank Conference                      Three Silver interns at the Unitarian Universalist United Nations Office (UU-UNO) collaborated with UU-UNO staff members and other MSW and Global Affairs international students to identify and share research on climate change issues in their home countries. In their conference, “Small Island States: A New Endangered Species,” participants explored social policy, political strategy, economics, military, technology, and culture as it applies specifically to climate change issues in vulnerable small island states, and, more broadly, aimed to promote international social justice by analyzing national environmental policies which already exist or which can be improved to better protect its citizens. Participating students presented research to one another and to key UU-UNO representatives, and identified future potential directions on how to improve climate change policies.   Community organization involved in this program were the Unitarian Universalist United Nations Office, and the NGO Committee on Disarmament, Peace, and Security.                                                    Pride and Prejudice: LGBT Minorities in Traditional Faith-Based Communities                      The program brought two panels of LGBTQA community members to talk about how their Queer identities relate to their diverse cultural and faith identities. The first, which focused on the criminalization of homosexuality in Uganda and Nigeria, discussed the current social climate in these countries with respect to views on LGBTQ individuals from a “values” perspective and potential pathways to change. The second event focused on the controversial practices of “conversion therapy” and other religiously influenced therapeutic messages, looking more broadly at how faith, culture, and religion play a role in therapy for both patients and professionals. The panels explored how the development of LGBTQA identities may create new opportunities for peace and reconciliation in other cultural and faith conflicts. The program also gave a select number of students the opportunity to participate in the “Creating Change” National Conference on LGBT Equality in Atlanta in June 2013.   Community partners for this program included The NYU Center for Spiritual Life, The Unitarian Universalist Association United Nations Office, and Jewish Queer Youth (JQY).                                                                                                                                                        Silver School of Social Work       Ehrenkranz Center       1 Washington Square North       New York, NY 10003        (212) 998-5900             Feedback       Unless otherwise noted, all content copyright New York University. All rights reserved. Designed by The Office of Web Communications                                                                                                                                                             NEWS   EVENTS   CONTACT   BLOGS   GIVING BACK     DIRECTORY   APPLY   SITE MAP   NYU HOME   NYU.EDU"}, {"content": "Undergraduate Program    |     Sociology    | New York University                                   Skip to page Content.     NEW YORK UNIVERSITY     ARTS AND SCIENCE     COLLEGE OF ARTS AND SCIENCE     GRADUATE SCHOOL OF ARTS AND SCIENCE                                Home       About Us       Events       People     Undergraduate Program     Applied Quantitative Research M.A. Program       Ph.D. Program       Center for Advanced Social Science Research       Internal Policies             Stay Connected           Facebook       Twitter       LinkedIn       Tumblr       Instagram               Core Information from the Bulletin         Course Offerings           Degree Requirements           Major in Sociology           Major in Sociology/Global Public Health           Minor in Law and Society           Minor in Sociology           Program of Study             Related Information         Undergraduate Fall Schedule 2015           B.A. / M.A. Program           Berlin Program           Independent Study Guidelines           Law and Society Program           Registration Sheet           Undergraduate FAQ           What to do with an Undergraduate Degree in Sociology?             Useful Links         CAS Bulletin           Undergraduate Admissions and Application           Visit Our Campus                 Home &gt; Undergraduate Program     Undergraduate Program   What is Sociology?    Sociologists study the ways that social structures and interactions shape human life. We seek to understand the full range of social institutions and practices, from couples and small groups, to social organizations such as businesses and government agencies, to communities, cities, and nations.    Our methods of research are diverse, ranging from the quantitative analysis of large surveys to qualitative approaches such as in-depth interviewing, participant observation, and historical investigation. Indeed, diversity in its subject matter and its methods of research is one of sociology's most distinguishing features. Because sociologists study social interaction in a broad array of contexts, we use whatever method is appropriate for the particular question being posed.    Sociological ideas and methods are used by policy makers, political analysts, and social critics. Many of our concepts have become a part of our common culture and everyday language. Concepts such as \"the self-fulfilling prophecy,\" \"conspicuous consumption,\" \"WASP,\" \"social mobility,\" \"modernization,\" and \"in-groups\" and \"out-groups\" were all originally coined by sociologists.    Similarly, sociologists were studying important topics such as social inequality, race relations, gender discrimination, and sexual diversity long before these became issues of concern among policy makers and in popular culture. Many modern research techniques, such as polling and survey design, were also pioneered by sociologists.    NYU's Department of Sociology reflects the diversity of our discipline. The faculty includes experts in a wide range of subjects, including crime, law, and deviance; sex, gender, and the family; organizations, occupations, and work; immigration; justice; science, politics, social protest, and social policy; power and inequality in modern societies; welfare, culture, and education;and social theory. The faculty also uses a wide variety of qualitative and quantitative techniques in conducting research.    Whether the goal is to become an informed citizen, an expert in the social sciences, or a socially active trailblazer, we offer the tools and knowledge to help students make sense of the world around them. Those planning a professional career or graduate study in sociology or another social science will find a wide range of useful and interesting courses. Students preparing for careers in law, social service, health, public administration, and other professional areas can choose from many relevant substantive courses. Those interested in social research and policy making will benefit from courses that teach practical skills of data gathering and analysis. In all of these courses, we encourage students to study issues from a variety of perspectives.               Contact Us | &copy; New York University , Arts and Science"}]}]