[{"detail": [{"content": "NYU School of Law                            Skip to main content                                     &rsaquo;               Quicklinks       Areas of Study   Calendar   Career Services   Colloquia   Courses   Departments   Directories   Docket   Housing   Library   News and Press   NYU Home   Student Links   Technology                                              JD Admissions   Faculty &amp; Scholarship   Global Opportunities   LLM/JSD Admissions   Academics &amp; Courses   Law &amp; Business   Executive Education   Current Students   Public Service   About NYU Law   Alumni &amp; Giving   Centers &amp; Institutes                                                                           Home                                                   @nyulaw on Twitter     Why Hollingsworth v Perry is the most rigorous conversation America's ever had on same-sex marriage http://t.co/tkr0SWxGf7 #SpeakNow 15 hours ago Meet Gabrielle Apollon '15: http://t.co/SA3Q3MYYMe http://t.co/UKS8bTrwhn 17 hours ago In the @nyulawreview , Andrew Janet '14 looks at child immunization and advocates large-scale reform: http://t.co/qEgNXjGPi1 17 hours ago   VIEW ALL ›                                                              the view from washington square Meet some of our students and alumni and learn about their experiences at NYU Law. &gt;           Fresh from filing charges against Google, EU competition chief Margrethe Vestager discusses global enforcement. &gt;                                Recent Scholarship     Alina Das ’05: “Unshackling Habeas Review: Chevron Deference and Statutory Interpretation in Immigration Detention Cases” ( NYU Law Review )     Richard Revesz and Michael Livermore ’06: “Interest Groups and Environmental Policy: Inconsistent Positions and Missed Opportunities” ( Environmental Law Review )     Deborah Schenk LLM ’76: “Reforming Entity Taxation: A Role for Subchapter S?” ( Tax Notes )       VIEW ALL &gt;                 Areas of Study     BUSINESS   CLINICS   CONSTITUTIONAL   CRIMINAL   ENVIRONMENTAL   INTELLECTUAL PROPERTY &amp; ANTITRUST   INTERDISCIPLINARY    INTERNATIONAL   LABOR AND EMPLOYMENT   PROCEDURE   TAX                                  Upcoming Events      Apr 27  Colloquium on Culture and the Law  Apr 29  Milbank Tweed Forum - Lawyering in the Nonprofit Sector: General Counsel Career Panel  Apr 30  Engelberg Center: What&#039;s Happening at the PTAB  View All &rsaquo;           From Twitter     Why Hollingsworth v Perry is the most rigorous conversation America's ever had on same-sex marriage http://t.co/tkr0SWxGf7 #SpeakNow 15 hours ago Meet Gabrielle Apollon '15: http://t.co/SA3Q3MYYMe http://t.co/UKS8bTrwhn 17 hours ago In the @nyulawreview , Andrew Janet '14 looks at child immunization and advocates large-scale reform: http://t.co/qEgNXjGPi1 17 hours ago   VIEW ALL ›                 Featured News              Chief Judge Patti Saris on the economic fraud guideline at Criminal Law conference        Scenes from The Firminator , the 2015 Law Revue        Circuit judges preside over Marden Moot final argument          View all ›               In the Media            &quot;EU’s Margrethe Vestager: &#039;I Have No Grudge Against Google&#039;&quot; Bidness Etc. Featured: NYU School of Law      &quot;Walter Scott: PR firm demands $10,000 from media outlets using shooting video&quot; The Guardian Expert: Christopher Jon Sprigman      &quot;Loretta Lynch &#039;led the nation&#039; on human trafficking despite Republican standoff&quot; The Guardian Expert: Anne Milgram &#039;96          View all ›                                                           Facebook   Twitter   YouTube   Instagram   Visitor Information   Directories   Offices and Departments   Site Map   NYU School of Law                   Prospective Info   Admissions (JD) Admissions (LLM/JSD) Areas of Study Degrees Offered Faculty Profiles Campus Map  Academics   Academic Sitemap Course Descriptions Class Schedules NYU Classes Clinics Academic Calendars  Departments   Academic Services Career Services Financial Aid Graduate Affairs (LLM) Hospitality and Events Housing Human Resources Library Operations and Facilities Records and Registration Student Affairs  Tools and Resources   About the Law School Campus Map Directories Law School News Journals Picture Book                      © 2015 New York University School of Law. 40 Washington Sq. South, New York, NY 10012. Tel. (212) 998-6100"}]}]