[{"detail": [{"content": "Amheida excavations find new evidence on Cambyses' army &mdash; Institute for the Study of the Ancient World                                                                                                           Skip to content. |   Skip to navigation         Personal tools              Log in             Jobs    News                  News feed (RSS)           Foursquare           Twitter           Facebook           Instagram           Google+           Flickr                  Search Site                              only in current section                                 Advanced Search&hellip;                                                                   Sections     About ISAW                                    &gt; Introduction                                           &gt; Contact Us                                           &gt; Departments                                           &gt; Building and Facilities                                           &gt; Help Desk                                           &gt; Governance                                           &gt; New York University                                           &gt; The Leon Levy Foundation                            Graduate Program                                    &gt; Doctoral Program                                           &gt; Admissions and Financial Aid                                           &gt; What We Study                                           &gt; Degree Requirements                                           &gt; Program Structure                                           &gt; Faculty                                           &gt; Our Graduate Students                                           &gt; Archaeological Projects                                           &gt; Frequently Asked Questions                                           &gt; 2015-16 Course Descriptions                                           &gt; Visiting Graduate Students                                           &gt; Resources and Facilities                                           &gt; Student Handbook                            Visiting Scholar Program                                    &gt; Visiting Scholar Program                                           &gt; Frequently Asked Questions                                           &gt; ISAW Visiting Research Scholar Fellowship for NYU Affiliated Faculty                            Events Exhibitions                                    &gt; Current                                           &gt; Past                                           &gt; About our Team                            Library                                    &gt; About the ISAW Library                                           &gt; ISAW Library Services                                           &gt; Collections and Services                                           &gt; ISAW Library Blog                                           &gt; New ISAW Library Titles: 2014-2015                                           &gt; Library Staff                            Research Publications Online Resources People                                    &gt; Faculty                                           &gt; Affiliated Faculty                                           &gt; Staff                                           &gt; Visiting Research Scholars                                           &gt; Students                                           &gt; Alumni                                           &gt; Senior Fellows                                           &gt; Research Associates                            Support ISAW                                    &gt; Friends of ISAW                                           &gt; Friends Giving Levels                                           &gt; Giving to ISAW                                          15 East 84th St.       New York, NY 10028       212-992-7800       isaw@nyu.edu               Gallery Hours:       Tue-Sun 11am-6pm       Friday 11am-8pm       (Closed Monday)                                                                     Home         &gt;                               ISAW News Blog                &gt;                                                                   Amheida excavations find new evidence on Cambyses' army                            Amheida excavations find new evidence on Cambyses' army                                                       Info                                                                                                Amheida excavations find new evidence on Cambyses' army                                                                                 Excavations at Amheida, Dakhla Oasis, Egypt, in 2014 found new evidence on the rebel king Petubastis III suggesting that the mysterious disappearance of Cambyses' Persian army in the desert may have been linked to his rebellion.                                                                                  by       Roger Bagnall                    &mdash;                  Jul 01, 2014                                                    Fragment from Petubastis' temple of Thoth at Amheida.                             The 2014 excavations of New York University at Amheida , Dakhla Oasis , Egypt, uncovered evidence for a temple building, or part of a temple building, erected in the name of the king Petubastis III . This building sheds more light on the Persian occupation of Egypt, and on the army sent by Cambyses into the Egyptian Western Desert. Olaf Kaper of Leiden University presented this discovery at an international congress on ' Political Memory in and after the Persian Empire' , held at Leiden June 18-20 (see further: Leiden University Press Release ).    In May 525 BC Cambyses captured Egypt, and his reign is counted as the start of the 27 th Dynasty, while Egypt was part of the Persian empire. There was much resistance against this foreign occupation. The last king of the previous dynasty, Psamtek III , organized a revolt in 524, which ended in his assassination.    Between 522 and 520 there was a second large rebellion led by a local ruler named Petubastis III, who declared himself king of Egypt. This rebellion was until now known only from a few written sources from the region south of Memphis , but the new evidence shows that this ruler claimed full royal titles and that he was especially active in the southern oases.    Petubastis III built a temple building for the god Thoth at Amheida , the only temple known to have been built by this king. It indicates that he had a powerbase in the Western Desert, and perhaps specifically at Dakhla. His revolt may have started in the oases and spread to the Nile delta, from where the Persians ruled Egypt.    The presence of this king in the oases must have been the reason why Cambyses sent an army into the Western Desert, which never returned. Herodotus says that the army disappeared in a desert storm, but the new evidence suggests that this army may have been sent out against the army of Petubastis III, and that it perhaps suffered a humiliating defeat.    Excavations by New York University at the site of Amheida are directed by Roger Bagnall ; Paola Davoli (University of Salento) is the archaeological field director, and Olaf Kaper is the associate director for Egyptology.    .                                                                                                                                                                    NYU Home    Privacy Policy    Site Map    RSS Feed"}]}]