[{"detail": [{"content": "Re-engineering I Task Forces                                                                                                               NYU.edu requires JavaScript be enabled in your browser in order to use important features of the site. JavaScript is either disabled or not supported by your browser. For instructions on how to enable JavaScript in your browser, click here .                       New York University    Skip to Content   Skip to Search   Skip to Navigation   Skip to Sub Navigation                                                        NYUHome Login                            Students           |   Faculty           |   Alumni           |   Employees           |   Community                                   Schools          Arts and Science      College of Arts and Science      College of Dentistry      College of Nursing      Courant Institute of Mathematical Sciences      Gallatin School of Individualized Study      Graduate School of Arts and Science      Institute of Fine Arts      Institute for the Study of the Ancient World      Leonard N. Stern School of Business      Liberal Studies Program      NYU Abu Dhabi      NYU Shanghai      Polytechnic School of Engineering      Robert F. Wagner Graduate School of Public Service      School of Professional Studies      School of Law      School of Medicine      Silver School of Social Work      Steinhardt School of Culture, Education, and Human Development      Tisch School of the Arts                QuickLinks          Academic Calendars      Administrative Units      Albert      Apply for Jobs      Athletics      Bookstores      Bursar      Campus Map      Career Development      Emergencies      Events      Giving to NYU      Housing      ITS      Libraries      News      NYU Apparel      Policies      Public Safety      Registrar      Student Health Center      Student Resources      Wellness Exchange                A-Z          A      B      C      D      E      F      G      H      I      J      K      L      M      N      O      P      Q      R      S      T      U      V      W      X      Y      Z                                                          New York University                          Search NYU                    Pages |    People                                       Main Navigation            About NYU       Admissions       Academics       University Life       Research       Global                                 Bread Crumbs          About NYU   /   Leadership & University Administration   /   Office of the President   /   Office of the Executive Vice President   /   Re-engineering   /   Re-engineering I Task Forces                 Sub Navigation                                 Construction & Facilities Management Optimization                       Human Resource Policies                       Information Technology                       Revenue Programs                       University Finance Systems                                                                   Re-engineering I Task Forces                             The University's &quot;Re-engineering&quot; efforts - which were first communicated to the NYU community in March 2008 and which sought to achieve significant annual administrative savings which could be re-directed to academic purposes - were greatly enhanced by the work of five task forces (on information technology, construction and facilities management, human resources policies, revenue programs, and university finance systems) led by deans.   This section of the NYU.edu website should be considered an information resource on the work of these task forces — their leadership, their membership, and notes and documents the task forces thought were relevant — so that members of the NYU community could keep abreast of their progress, engage the work being done, and see the results of their efforts.                           Community Input   We welcomed our community's input on the re-engineering process.     We've organized the input received from our various members below.     Feedback to Task Forces   Feedback from FSC to HR Task Force   Feedback from AMC to HR Task Force   Feedback from AMC to Office of the EVP                                                      NYU Footer          Search      Directory      Campus Map      Events      Contact Us      Site Map      Copyright and Fair Use      Feedback         Unless otherwise noted, all content copyright New York University. All rights reserved. Designed by The Office of Web Communications"}]},
{"detail": [{"content": "Re-engineering I Task Forces                                                                                                               NYU.edu requires JavaScript be enabled in your browser in order to use important features of the site. JavaScript is either disabled or not supported by your browser. For instructions on how to enable JavaScript in your browser, click here .                       New York University    Skip to Content   Skip to Search   Skip to Navigation   Skip to Sub Navigation                                                        NYUHome Login                            Students           |   Faculty           |   Alumni           |   Employees           |   Community                                   Schools          Arts and Science      College of Arts and Science      College of Dentistry      College of Nursing      Courant Institute of Mathematical Sciences      Gallatin School of Individualized Study      Graduate School of Arts and Science      Institute of Fine Arts      Institute for the Study of the Ancient World      Leonard N. Stern School of Business      Liberal Studies Program      NYU Abu Dhabi      NYU Shanghai      Polytechnic School of Engineering      Robert F. Wagner Graduate School of Public Service      School of Professional Studies      School of Law      School of Medicine      Silver School of Social Work      Steinhardt School of Culture, Education, and Human Development      Tisch School of the Arts                QuickLinks          Academic Calendars      Administrative Units      Albert      Apply for Jobs      Athletics      Bookstores      Bursar      Campus Map      Career Development      Emergencies      Events      Giving to NYU      Housing      ITS      Libraries      News      NYU Apparel      Policies      Public Safety      Registrar      Student Health Center      Student Resources      Wellness Exchange                A-Z          A      B      C      D      E      F      G      H      I      J      K      L      M      N      O      P      Q      R      S      T      U      V      W      X      Y      Z                                                          New York University                          Search NYU                    Pages |    People                                       Main Navigation            About NYU       Admissions       Academics       University Life       Research       Global                                 Bread Crumbs          About NYU   /   Leadership & University Administration   /   Office of the President   /   Office of the Executive Vice President   /   Re-engineering   /   Re-engineering I Task Forces                 Sub Navigation                                 Construction & Facilities Management Optimization                       Human Resource Policies                       Information Technology                       Revenue Programs                       University Finance Systems                                                                   Re-engineering I Task Forces                             The University's &quot;Re-engineering&quot; efforts - which were first communicated to the NYU community in March 2008 and which sought to achieve significant annual administrative savings which could be re-directed to academic purposes - were greatly enhanced by the work of five task forces (on information technology, construction and facilities management, human resources policies, revenue programs, and university finance systems) led by deans.   This section of the NYU.edu website should be considered an information resource on the work of these task forces — their leadership, their membership, and notes and documents the task forces thought were relevant — so that members of the NYU community could keep abreast of their progress, engage the work being done, and see the results of their efforts.                           Community Input   We welcomed our community's input on the re-engineering process.     We've organized the input received from our various members below.     Feedback to Task Forces   Feedback from FSC to HR Task Force   Feedback from AMC to HR Task Force   Feedback from AMC to Office of the EVP                                                      NYU Footer          Search      Directory      Campus Map      Events      Contact Us      Site Map      Copyright and Fair Use      Feedback         Unless otherwise noted, all content copyright New York University. All rights reserved. Designed by The Office of Web Communications"}, {"content": "An Update on the NYU Re-engineering Effort                                                                                                               NYU.edu requires JavaScript be enabled in your browser in order to use important features of the site. JavaScript is either disabled or not supported by your browser. For instructions on how to enable JavaScript in your browser, click here .                       New York University    Skip to Content   Skip to Search   Skip to Navigation   Skip to Sub Navigation                                                        NYUHome Login                            Students           |   Faculty           |   Alumni           |   Employees           |   Community                                   Schools          Arts and Science      College of Arts and Science      College of Dentistry      College of Nursing      Courant Institute of Mathematical Sciences      Gallatin School of Individualized Study      Graduate School of Arts and Science      Institute of Fine Arts      Institute for the Study of the Ancient World      Leonard N. Stern School of Business      Liberal Studies Program      NYU Abu Dhabi      NYU Shanghai      Polytechnic School of Engineering      Robert F. Wagner Graduate School of Public Service      School of Professional Studies      School of Law      School of Medicine      Silver School of Social Work      Steinhardt School of Culture, Education, and Human Development      Tisch School of the Arts                QuickLinks          Academic Calendars      Administrative Units      Albert      Apply for Jobs      Athletics      Bookstores      Bursar      Campus Map      Career Development      Emergencies      Events      Giving to NYU      Housing      ITS      Libraries      News      NYU Apparel      Policies      Public Safety      Registrar      Student Health Center      Student Resources      Wellness Exchange                A-Z          A      B      C      D      E      F      G      H      I      J      K      L      M      N      O      P      Q      R      S      T      U      V      W      X      Y      Z                                                          New York University                          Search NYU                    Pages |    People                                       Main Navigation            About NYU       Admissions       Academics       University Life       Research       Global                                 Bread Crumbs          About NYU   /   Leadership & University Administration   /   Office of the President   /   Office of the Executive Vice President   /               Sub Navigation                                 Re-engineering                                                                   An Update on the NYU Re-engineering Effort         To: The NYU Community   Fr: Executive Vice President Michael Alfano   Re: An Update on the NYU Re-engineering Effort   Date: 10/8/2008        In March, I wrote to you about the efforts the University would be undertaking to produce savings from the administrative budget to be redeployed into academic programs. The goal was and remains to re-engineer administrative processes over an 18-month period to produce structural annual savings of at least $25 million. Seven months have passed, and I write to update you on the highly productive efforts of our colleagues to date.   Administrative Savings   Guidelines established in March have been carefully followed. Specifically, there have been no changes that have had a negative impact upon either student or faculty services, individual school budgets, or faculty hiring. Also, it is important to note that the headcount of the University Administration has been reduced through attrition, not layoffs. Although the entirety of the $25 million savings are to come from the University Administration, a few schools have decided to engage in parallel re-engineering efforts to improve their own ability to invest in academic programs. We believe that these savings - re-invested in our academic programs - are necessary to sustain and accelerate the transformational momentum of NYU's past two decades.   I am pleased to report that, with almost a year remaining in the re-engineering process, more than $20 million in savings has been secured. Moreover, while some units produced more savings than others, every component of University Administration participated. Therefore, there is a high probability that the program will conclude successfully in fiscal year 2010.   Savings were achieved in a myriad of ways: energy efficiencies; staffing reorganization; reduction in incidental expenses like travel and supplies; and use of vendors who can provide equal service at lower cost to the University. For example, we will now use a company called Unum to administer sick pay and FMLA; WageWorks will administer our commutation reimbursement program; and we expanded our relationship with CBS, a facilities service and maintenance firm that has been our vendor for our classroom and administrative buildings, to include student residence maintenance. No NYU employees lost their jobs as a result of these steps, as they were either redeployed to other open slots in the University, or were hired by the contractor at the same pay and benefits. A progressive approach to administration also requires NYU to consider new organizational structures. In this regard, some human resource units have been consolidated for better service, and last week the merger of the Offices of the Controller and Treasurer was announced in anticipation that these two respected groups of people can be even more effective by sharing resources and career pathways.   The Work of the Task Forces   You may recall that five task forces were formed at the outset of the re-engineering effort to draw more widely on the formidable talents of NYU faculty and administrators. These task forces were charged with reviewing the effectiveness of a broad range of University-wide management functions: revenue programs, human resources policies, construction and facilities management optimization, information technology, and financial systems.   I am pleased to report that task force chairs - Sr. Vice Provost Dianne Rekow, Dean Charles Bertolami, Dean Robert Lapiner, Dean Richard Revesz, and Dean Thomas Cooley - have completed their guidelines to shape the work of each task force. They have initiated meetings, collected data and documents, and met with representatives of the University departments relating to their assignments. The membership and work of the taskforces is summarized on the following website: http://www.nyu.edu/task.forces/. Task force members welcome any suggestions you may have on their respective assignments. Our experience from various processes over the past year - the Framework 2031 process, the NYU Plans Space 2031 process, and the University Benefits Assessment Task Force - has taught us that these efforts are much improved when our community engages them and participates in the discussion.   Economic Distress in the World   Many in the NYU community have expressed concern about the current economic crisis now being felt worldwide and its impact on NYU. They also wonder about the linkage of NYU's efforts at re-engineering to produce savings and the state of the global economy. The announcements on re-engineering by President Sexton and me this past spring explained that NYU was not undertaking this effort because of financial stress at NYU, but rather to generate new funds to invest in academic programs and physical infrastructure needs. This continues to be true even in the face of the general widespread economic problems. However, NYU would be foolish not to acknowledge the worsening economic climate, which may make it more difficult both for our students and the University to borrow money respectively for tuition or construction programs. Indeed, Boston University announced last week that it has frozen all hiring and suspended new construction projects. NYU has no such plans now; however, we will redouble our efforts to find additional operational efficiencies, and we will carefully manage the expenditure of these savings as the world moves forward in confronting the credit crisis.   The University has taken several other measures in the past couple of years to make its budget more robust. For example, budget assumptions about tuition and cost increases are more cautious. Also last year NYU began to build a contingency reserve which will equal 10% of its operating budget in a few years. Further, at the direction of the Trustees, the NYU endowment has been shifted somewhat to more conservative investments in recent months. Finally, tuition revenue has been bolstered by a substantial increase in financial aid; NYU has proven its ability to draw down federal funds to provide loans directly to students in the event of additional bank failures; senior administrators continue to focus on the availability of traditional loan funds; and working capital and insurance plans are under intense scrutiny to ensure safety.   In Appreciation   Since the re-engineering plan by definition does not directly impact schools, students or faculty, most of the heavy lifting to deliver efficiency has come from the administrators in the University. Their restraint in spending, courage to embrace change, and creative thinking about better processes has catalyzed the success of the program to date. Our administrators are a tremendous asset to NYU, and we owe them a deep debt of gratitude. I thank them for their commitment, and encourage you to do the same. I also invite your continued support and ideas in the coming months.                                University Re-engineering Task Forces                                                        NYU Footer          Search      Directory      Campus Map      Events      Contact Us      Site Map      Copyright and Fair Use      Feedback         Unless otherwise noted, all content copyright New York University. All rights reserved. Designed by The Office of Web Communications"}]},
{"detail": [{"content": "Re-engineering I Task Forces                                                                                                               NYU.edu requires JavaScript be enabled in your browser in order to use important features of the site. JavaScript is either disabled or not supported by your browser. For instructions on how to enable JavaScript in your browser, click here .                       New York University    Skip to Content   Skip to Search   Skip to Navigation   Skip to Sub Navigation                                                        NYUHome Login                            Students           |   Faculty           |   Alumni           |   Employees           |   Community                                   Schools          Arts and Science      College of Arts and Science      College of Dentistry      College of Nursing      Courant Institute of Mathematical Sciences      Gallatin School of Individualized Study      Graduate School of Arts and Science      Institute of Fine Arts      Institute for the Study of the Ancient World      Leonard N. Stern School of Business      Liberal Studies Program      NYU Abu Dhabi      NYU Shanghai      Polytechnic School of Engineering      Robert F. Wagner Graduate School of Public Service      School of Professional Studies      School of Law      School of Medicine      Silver School of Social Work      Steinhardt School of Culture, Education, and Human Development      Tisch School of the Arts                QuickLinks          Academic Calendars      Administrative Units      Albert      Apply for Jobs      Athletics      Bookstores      Bursar      Campus Map      Career Development      Emergencies      Events      Giving to NYU      Housing      ITS      Libraries      News      NYU Apparel      Policies      Public Safety      Registrar      Student Health Center      Student Resources      Wellness Exchange                A-Z          A      B      C      D      E      F      G      H      I      J      K      L      M      N      O      P      Q      R      S      T      U      V      W      X      Y      Z                                                          New York University                          Search NYU                    Pages |    People                                       Main Navigation            About NYU       Admissions       Academics       University Life       Research       Global                                 Bread Crumbs          About NYU   /   Leadership & University Administration   /   Office of the President   /   Office of the Executive Vice President   /   Re-engineering   /   Re-engineering I Task Forces                 Sub Navigation                                 Construction & Facilities Management Optimization                       Human Resource Policies                       Information Technology                       Revenue Programs                       University Finance Systems                                                                   Re-engineering I Task Forces                             The University's &quot;Re-engineering&quot; efforts - which were first communicated to the NYU community in March 2008 and which sought to achieve significant annual administrative savings which could be re-directed to academic purposes - were greatly enhanced by the work of five task forces (on information technology, construction and facilities management, human resources policies, revenue programs, and university finance systems) led by deans.   This section of the NYU.edu website should be considered an information resource on the work of these task forces — their leadership, their membership, and notes and documents the task forces thought were relevant — so that members of the NYU community could keep abreast of their progress, engage the work being done, and see the results of their efforts.                           Community Input   We welcomed our community's input on the re-engineering process.     We've organized the input received from our various members below.     Feedback to Task Forces   Feedback from FSC to HR Task Force   Feedback from AMC to HR Task Force   Feedback from AMC to Office of the EVP                                                      NYU Footer          Search      Directory      Campus Map      Events      Contact Us      Site Map      Copyright and Fair Use      Feedback         Unless otherwise noted, all content copyright New York University. All rights reserved. Designed by The Office of Web Communications"}, {"content": "An Update on the NYU Re-engineering Effort                                                                                                               NYU.edu requires JavaScript be enabled in your browser in order to use important features of the site. JavaScript is either disabled or not supported by your browser. For instructions on how to enable JavaScript in your browser, click here .                       New York University    Skip to Content   Skip to Search   Skip to Navigation   Skip to Sub Navigation                                                        NYUHome Login                            Students           |   Faculty           |   Alumni           |   Employees           |   Community                                   Schools          Arts and Science      College of Arts and Science      College of Dentistry      College of Nursing      Courant Institute of Mathematical Sciences      Gallatin School of Individualized Study      Graduate School of Arts and Science      Institute of Fine Arts      Institute for the Study of the Ancient World      Leonard N. Stern School of Business      Liberal Studies Program      NYU Abu Dhabi      NYU Shanghai      Polytechnic School of Engineering      Robert F. Wagner Graduate School of Public Service      School of Professional Studies      School of Law      School of Medicine      Silver School of Social Work      Steinhardt School of Culture, Education, and Human Development      Tisch School of the Arts                QuickLinks          Academic Calendars      Administrative Units      Albert      Apply for Jobs      Athletics      Bookstores      Bursar      Campus Map      Career Development      Emergencies      Events      Giving to NYU      Housing      ITS      Libraries      News      NYU Apparel      Policies      Public Safety      Registrar      Student Health Center      Student Resources      Wellness Exchange                A-Z          A      B      C      D      E      F      G      H      I      J      K      L      M      N      O      P      Q      R      S      T      U      V      W      X      Y      Z                                                          New York University                          Search NYU                    Pages |    People                                       Main Navigation            About NYU       Admissions       Academics       University Life       Research       Global                                 Bread Crumbs          About NYU   /   Leadership & University Administration   /   Office of the President   /   Office of the Executive Vice President   /               Sub Navigation                                 Re-engineering                                                                   An Update on the NYU Re-engineering Effort         To: The NYU Community   Fr: Executive Vice President Michael Alfano   Re: An Update on the NYU Re-engineering Effort   Date: 10/8/2008        In March, I wrote to you about the efforts the University would be undertaking to produce savings from the administrative budget to be redeployed into academic programs. The goal was and remains to re-engineer administrative processes over an 18-month period to produce structural annual savings of at least $25 million. Seven months have passed, and I write to update you on the highly productive efforts of our colleagues to date.   Administrative Savings   Guidelines established in March have been carefully followed. Specifically, there have been no changes that have had a negative impact upon either student or faculty services, individual school budgets, or faculty hiring. Also, it is important to note that the headcount of the University Administration has been reduced through attrition, not layoffs. Although the entirety of the $25 million savings are to come from the University Administration, a few schools have decided to engage in parallel re-engineering efforts to improve their own ability to invest in academic programs. We believe that these savings - re-invested in our academic programs - are necessary to sustain and accelerate the transformational momentum of NYU's past two decades.   I am pleased to report that, with almost a year remaining in the re-engineering process, more than $20 million in savings has been secured. Moreover, while some units produced more savings than others, every component of University Administration participated. Therefore, there is a high probability that the program will conclude successfully in fiscal year 2010.   Savings were achieved in a myriad of ways: energy efficiencies; staffing reorganization; reduction in incidental expenses like travel and supplies; and use of vendors who can provide equal service at lower cost to the University. For example, we will now use a company called Unum to administer sick pay and FMLA; WageWorks will administer our commutation reimbursement program; and we expanded our relationship with CBS, a facilities service and maintenance firm that has been our vendor for our classroom and administrative buildings, to include student residence maintenance. No NYU employees lost their jobs as a result of these steps, as they were either redeployed to other open slots in the University, or were hired by the contractor at the same pay and benefits. A progressive approach to administration also requires NYU to consider new organizational structures. In this regard, some human resource units have been consolidated for better service, and last week the merger of the Offices of the Controller and Treasurer was announced in anticipation that these two respected groups of people can be even more effective by sharing resources and career pathways.   The Work of the Task Forces   You may recall that five task forces were formed at the outset of the re-engineering effort to draw more widely on the formidable talents of NYU faculty and administrators. These task forces were charged with reviewing the effectiveness of a broad range of University-wide management functions: revenue programs, human resources policies, construction and facilities management optimization, information technology, and financial systems.   I am pleased to report that task force chairs - Sr. Vice Provost Dianne Rekow, Dean Charles Bertolami, Dean Robert Lapiner, Dean Richard Revesz, and Dean Thomas Cooley - have completed their guidelines to shape the work of each task force. They have initiated meetings, collected data and documents, and met with representatives of the University departments relating to their assignments. The membership and work of the taskforces is summarized on the following website: http://www.nyu.edu/task.forces/. Task force members welcome any suggestions you may have on their respective assignments. Our experience from various processes over the past year - the Framework 2031 process, the NYU Plans Space 2031 process, and the University Benefits Assessment Task Force - has taught us that these efforts are much improved when our community engages them and participates in the discussion.   Economic Distress in the World   Many in the NYU community have expressed concern about the current economic crisis now being felt worldwide and its impact on NYU. They also wonder about the linkage of NYU's efforts at re-engineering to produce savings and the state of the global economy. The announcements on re-engineering by President Sexton and me this past spring explained that NYU was not undertaking this effort because of financial stress at NYU, but rather to generate new funds to invest in academic programs and physical infrastructure needs. This continues to be true even in the face of the general widespread economic problems. However, NYU would be foolish not to acknowledge the worsening economic climate, which may make it more difficult both for our students and the University to borrow money respectively for tuition or construction programs. Indeed, Boston University announced last week that it has frozen all hiring and suspended new construction projects. NYU has no such plans now; however, we will redouble our efforts to find additional operational efficiencies, and we will carefully manage the expenditure of these savings as the world moves forward in confronting the credit crisis.   The University has taken several other measures in the past couple of years to make its budget more robust. For example, budget assumptions about tuition and cost increases are more cautious. Also last year NYU began to build a contingency reserve which will equal 10% of its operating budget in a few years. Further, at the direction of the Trustees, the NYU endowment has been shifted somewhat to more conservative investments in recent months. Finally, tuition revenue has been bolstered by a substantial increase in financial aid; NYU has proven its ability to draw down federal funds to provide loans directly to students in the event of additional bank failures; senior administrators continue to focus on the availability of traditional loan funds; and working capital and insurance plans are under intense scrutiny to ensure safety.   In Appreciation   Since the re-engineering plan by definition does not directly impact schools, students or faculty, most of the heavy lifting to deliver efficiency has come from the administrators in the University. Their restraint in spending, courage to embrace change, and creative thinking about better processes has catalyzed the success of the program to date. Our administrators are a tremendous asset to NYU, and we owe them a deep debt of gratitude. I thank them for their commitment, and encourage you to do the same. I also invite your continued support and ideas in the coming months.                                University Re-engineering Task Forces                                                        NYU Footer          Search      Directory      Campus Map      Events      Contact Us      Site Map      Copyright and Fair Use      Feedback         Unless otherwise noted, all content copyright New York University. All rights reserved. Designed by The Office of Web Communications"}, {"content": "Re-engineering                                                                                                               NYU.edu requires JavaScript be enabled in your browser in order to use important features of the site. JavaScript is either disabled or not supported by your browser. For instructions on how to enable JavaScript in your browser, click here .                       New York University    Skip to Content   Skip to Search   Skip to Navigation   Skip to Sub Navigation                                                        NYUHome Login                            Students           |   Faculty           |   Alumni           |   Employees           |   Community                                   Schools          Arts and Science      College of Arts and Science      College of Dentistry      College of Nursing      Courant Institute of Mathematical Sciences      Gallatin School of Individualized Study      Graduate School of Arts and Science      Institute of Fine Arts      Institute for the Study of the Ancient World      Leonard N. Stern School of Business      Liberal Studies Program      NYU Abu Dhabi      NYU Shanghai      Polytechnic School of Engineering      Robert F. Wagner Graduate School of Public Service      School of Professional Studies      School of Law      School of Medicine      Silver School of Social Work      Steinhardt School of Culture, Education, and Human Development      Tisch School of the Arts                QuickLinks          Academic Calendars      Administrative Units      Albert      Apply for Jobs      Athletics      Bookstores      Bursar      Campus Map      Career Development      Emergencies      Events      Giving to NYU      Housing      ITS      Libraries      News      NYU Apparel      Policies      Public Safety      Registrar      Student Health Center      Student Resources      Wellness Exchange                A-Z          A      B      C      D      E      F      G      H      I      J      K      L      M      N      O      P      Q      R      S      T      U      V      W      X      Y      Z                                                          New York University                          Search NYU                    Pages |    People                                       Main Navigation            About NYU       Admissions       Academics       University Life       Research       Global                                 Bread Crumbs          About NYU   /   Leadership & University Administration   /   Office of the President   /   Office of the Executive Vice President   /   Re-engineering                 Sub Navigation                                 Re-engineering I Task Forces                       Re-engineering II Task Force                       Re-engineering Advisory Committee                                                                   Re-engineering      On March 7, 2008, Executive Vice President Michael C. Alfano outlined for the NYU community a new effort: a plan — called \"Re-engineering\" — to achieve $25 million per year in administrative savings that could be directed to supporting financial aid and our academic enterprise. On May 20, 2009, in response to the effects of the national recession and accompanying economic challenges, Dr. Alfano announced an expansion of the Re-engineering program called \"Re-engineering II\" that sought new savings from within the University administration, as well as savings within school-based administration. As of January 27, 2010 the Re-engineering efforts from the University Administration, not including school based Re-engineering efforts which are ongoing, have created structural efficiencies of $66 million per year which may be redeployed to academic programs and projects. This has the equivalent impact of increasing the NYU endowment by $1.3 billion.        Re-engineering I Task Forces   One of the key mechanisms for achieving the Re-engineering goals was the establishment of five task forces led by deans — on information technology, construction and facilities management, human resources policies, revenue programs, and university finance systems — to bring a fresh perspective and offer recommendations on these University management functions. For information on the work of these task forces (which was finished in the early summer of 2009) — their leadership, their membership, and notes and documents the task forces thought were relevant — please click here .        Re-engineering II Task Force   The original Re-engineering effort — announced in March 2008 — was intended to be accomplished without measures such as lay-offs, using other tools instead to achieve efficiencies and savings. As the national economy worsened in 2008 and 2009 and began to have an impact on the University budget, Re-engineering II was launched, and with it a new and more aggressive set of tools, including job eliminations. Because some of these strategies either required collaboration across schools or units or because the strategies might have a significant impact on components of the University not actually implementing the strategy, it was deemed wise that these restructuring techniques be subjected to more careful centralized review before implementation. The Re-Engineering II Task Force was composed of administrators and faculty drawn together from across the University who could offer objective, analytic views on the proposed strategies; working together in teams, members of the Re-Engineering II Task Force prepared reports on all the proposals described as \"Specific Strategies\" in Dr. Alfano's May 2009 memo to the NYU community , evaluating them for possible savings and service impacts. To view their final findings and recommendations and link to other Re-Engineering II information, click here .                                                  Re-engineering Advisory Committee   In his May 2009 communication to the NYU community, Dr. Alfano also announced the creation of the Re-engineering II Advisory Committee (RAC). Since Re-engineering II required job eliminations and non-essential service reductions to meet financial targets, it was deemed important to have additional input from the NYU community to review the ideas, approaches and processes promulgated by the five taskforces, the University administration, and individuals from within the community to ensure that the proper value judgments were being made as the University sought to close its 2009-10 budget gap. For information on the work of the RAC — please click here .                                                NYU Footer          Search      Directory      Campus Map      Events      Contact Us      Site Map      Copyright and Fair Use      Feedback         Unless otherwise noted, all content copyright New York University. All rights reserved. Designed by The Office of Web Communications"}]}]