[{"detail": [{"content": "Study Away    | The College Core Curriculum, College of Arts and Science | New York Univeristy                          NEW YORK UNIVERSITY     ARTS AND SCIENCE     COLLEGE OF ARTS AND SCIENCE     GRADUATE SCHOOL OF ARTS AND SCIENCE             The College Core Curriculum              Back to Home       Study Away at NYU Global Sites | 2012-2013 FALL 2012 MAP-UA 9554 Cultures &amp; Contexts: Italy Prof. Edelstein (NYU-Florence) In Italy, regional identities have always been strong, while national identity has always been complex, a situation that characterizes even current political debates. Although the Italian peninsula was home to some of the most important ancient civilizations, Italy’s existence as a united country dates only from the nineteenth century, making it younger than the US as a modern nation state. Italy was first unified by the Romans, making Roman antiquity a point of reference throughout history as intellectuals and political leaders dreamed of a unified nation. We examine how Italian identity was formed throughout history, both by Italians and by foreign visitors to Italy, in response to the principal ancient cultures that thrived on the peninsula. The focus is on primary sources—literary works, artifacts, art objects, works of architecture, opera and film—taking advantage of the unique resources of Florence to explore these in their original contexts. FALL 2012 MAP-UA 9544 Cultures &amp; Contexts: Spain—At the Crossroads of Europe, North Africa &amp; America Prof. Suarez-Galban (NYU-Madrid) Analyzes the ways in which historical, geopolitical, cultural, artistic, and popular views function to constitute and continuously transform a national culture. Concentrates on epistemological constructions of Spain—the idea of Spain—that emerge from competing external and internal perspectives. Students examine how this national culture is constructed, first analyzing Spain from North African perspectives through Sephardic nostalgic poetry and the Hispano-Arabic literary traditions. The American perspective pits notions of Spanish imperial power and grandeur against the Black Legend, a term that Protestant circles in Europe and the United States promoted to attack the legitimacy of Spain’s New World empire. A final focus on European views analyzes the depiction of Spain as the embodiment of German and French Romantic ideals beginning at the end of the 17th century and the reemergence of the same notion during the Spanish Civil War (1933–36). Throughout, students examine principal textual and visual images that contribute to the historical and contemporary construction of a national culture that emerged at geographic and cultural crossroads. FALL 2012 MAP-UA 9510 Cultures &amp; Contexts: Russia—Between East and West Prof. Salamon (NYU-Prague) The complex evolution of Russian cultural identity explored in juxtaposition to parallel developments of other Eastern European cultures, highlighting the emergence of individual and collective self struggling for freedom of self-determination within the context of societies which for cultural, religious, or political reasons hinder such aspirations, and examined through some of the principal textual and artistic images representative of traditions that emerged at geographic and cultural crossroads of Eastern Europe. Students are encouraged to think critically and with a historically informed sensibility about the diverse perceptions of reality in cultures different from their own, especially about such fundamental categories as national identity, religion, morality, ritual, belief, gender, individuality, and community. FALL 2012 MAP-UA 9548 Cultures &amp; Contexts: Prague—In the Heart of Central Europe Prof. Mucha (NYU-Prague) The concept of Central Europe is somewhat elusive and it is difficult to define it by geographical or political categories. Often characterized simply as a space on the edge between the West and East, many scholars see a distinct Central European culture based on historical, social, and cultural characteristics shared by the countries of this geopolitical entity, the result of complicated historical, political, ethnic, cultural, artistic, and religious interactions throughout more then thousand years of history. Identified as having been one of the world’s richest sources of creative talent and thought between the 17th and 20th centuries, Central Europe was represented by many distinguished figures, such as Bach, Mozart, Beethoven, Kant, Goethe, and Hegel; later followed by Kafka, Rilke, Freud, Mendel, and Dvorak, to mention at least some. We explore characteristics of Central Europe primarily from the perspective of Prague and its cultural history, which is so typical and almost archetypal for this region. Students study geopolitical characteristics and various phenomena that co-create the idea of Central Europe. Taking advantage of Prague, students examine primary sources and artifacts (literature, music, art, film) in their contexts and environment. FALL 2012 MAP-UA 9723 Expressive Culture: Museums in Washington Field Study Prof. Kosinski and Prof. Grossman (NYU-Washington D.C.) syllabus With its vast array of institutions dedicated to distinct cultural groupings and its formation inextricably linked to the halls of power, the museum culture in our nation’s capitol unique. Taking advantage of behind-the-scenes access to some of the most prestigious museums in the world and their staff, students explore various approaches to interpreting art and develop tools for appreciating their aesthetic experiences. We also look critically at the ways in which museums—through their policies, programs, exhibitions, and architecture—can define regional or national values, shape cultural attitudes, inform social and political views, and even affect one’s understanding of the meaning of a work of art.     SPRING 2013 MAP-UA 9554 Cultures and Contexts: Italy  Prof. Palmer (NYU-Florence) Through the study of primary texts, we examine how Italians registered their own similarities and differences within a national context, and how they regarded the tourists, students, soldiers, and immigrants who have come in increasing numbers to Italy. We also consider the accounts of foreign visitors to Italy from the eighteenth-century until today, both from the perspective of western tourists seeking “culture” and through the eyes of immigrants from Eastern Europe, North Africa, and beyond. The Italian city, and in particular Florence, will serve as our primary unit of measurement for investigating Italy. To this end, we visit a number of sites in Florence and in Tuscany in order to conduct fieldwork to structure and inform our scholarly conversations and written work.        SPRING 2013 MAP-UA 9723 Expressive Culture: Museums in Washington Field Study Prof. Grossman (NYU-Washington D.C.) With its vast array of institutions dedicated to distinct cultural groupings and its formation inextricably linked to the halls of power, the museum culture in our nation’s capitol unique. Taking advantage of behind-the-scenes access to some of the most prestigious museums in the world and their staff, students explore various approaches to interpreting art and develop tools for appreciating their aesthetic experiences. We also look critically at the ways in which museums—through their policies, programs, exhibitions, and architecture—can define regional or national values, shape cultural attitudes, inform social and political views, and even affect one’s understanding of the meaning of a work of art.        SPRING 2013 MAP-UA 9549 Cultures and Contexts: Multinational Britain Prof. Woods (NYU-London)          SPRING 2013 MAP-UA 9544 Cultures and Contexts: Spain—At the Crossroads of Europe, North Africa, and America Prof. Suarez-Galban (NYU-Madrid) Analyzes the ways in which historical, geopolitical, cultural, artistic, and popular views function to constitute and continuously transform a national culture. Concentrates on epistemological constructions of Spain—the idea of Spain—that emerge from competing external and internal perspectives. Students examine how this national culture is constructed, first analyzing Spain from North African perspectives through Sephardic nostalgic poetry and the Hispano-Arabic literary traditions. The American perspective pits notions of Spanish imperial power and grandeur against the Black Legend, a term that Protestant circles in Europe and the United States promoted to attack the legitimacy of Spain’s New World empire. A final focus on European views analyzes the depiction of Spain as the embodiment of German and French Romantic ideals beginning at the end of the 17th century and the reemergence of the same notion during the Spanish Civil War (1933–36). Throughout, students examine principal textual and visual images that contribute to the historical and contemporary construction of a national culture that emerged at geographic and cultural crossroads.        SPRING 2013 MAP-UA 9547 Cultures and Contexts: Multiculturalism in France Prof. Epstein (NYU-Paris)        SPRING 2013 MAP-UA 9510 Cultures &amp; Contexts: Russia—Between East and West  Prof. Salamon (NYU-Prague) The complex evolution of Russian cultural identity explored in juxtaposition to parallel developments of other Eastern European cultures, highlighting the emergence of individual and collective self struggling for freedom of self-determination within the context of societies which for cultural, religious, or political reasons hinder such aspirations, and examined through some of the principal textual and artistic images representative of traditions that emerged at geographic and cultural crossroads of Eastern Europe. Students are encouraged to think critically and with a historically informed sensibility about the diverse perceptions of reality in cultures different from their own, especially about such fundamental categories as national identity, religion, morality, ritual, belief, gender, individuality, and community.         SPRING 2013 MAP-UA 9548 Cultures and Contexts: Prague—In the Heart of Central Europe Prof. Mucha (NYU-Prague) The concept of Central Europe is somewhat elusive and it is difficult to define it by geographical or political categories. Often characterized simply as a space on the edge between the West and East, many scholars see a distinct Central European culture based on historical, social, and cultural characteristics shared by the countries of this geopolitical entity, the result of complicated historical, political, ethnic, cultural, artistic, and religious interactions throughout more then thousand years of history. Identified as having been one of the world’s richest sources of creative talent and thought between the 17th and 20th centuries, Central Europe was represented by many distinguished figures, such as Bach, Mozart, Beethoven, Kant, Goethe, and Hegel; later followed by Kafka, Rilke, Freud, Mendel, and Dvorak, to mention at least some. We explore characteristics of Central Europe primarily from the perspective of Prague and its cultural history, which is so typical and almost archetypal for this region. Students study geopolitical characteristics and various phenomena that co-create the idea of Central Europe. Taking advantage of Prague, students examine primary sources and artifacts (literature, music, art, film) in their contexts and environment. SUMMER 2013 MAP-UA 9554 Cultures and Contexts: Italy Second Six-Week Summer Session, June 30-August 10, 2013 Prof. Edelstein (NYU-Florence)  In Italy, regional identities have always been strong, while national identity has always been complex, a situation that characterizes even current political debates. Although the Italian peninsula was home to some of the most important ancient civilizations, Italy’s existence as a united country dates only from the nineteenth century, making it younger than the US as a modern nation state. Italy was first unified by the Romans, making Roman antiquity a point of reference throughout history as intellectuals and political leaders dreamed of a unified nation. We examine how Italian identity was formed throughout history, both by Italians and by foreign visitors to Italy, in response to the principal ancient cultures that thrived on the peninsula. The focus is on primary sources—literary works, artifacts, art objects, works of architecture, opera and film—taking advantage of the unique resources of Florence to explore these in their original contexts.     top of page         Courses           Quantitative Reasoning           Natural Science I           Natural Science II           Texts and Ideas           Cultures and Contexts           Societies and the Social Sciences           Expressive Culture           Study Away                       Contact Us | &copy; New York University , Arts and Science"}]},
{"detail": [{"content": "Study Away    | The College Core Curriculum, College of Arts and Science | New York Univeristy                          NEW YORK UNIVERSITY     ARTS AND SCIENCE     COLLEGE OF ARTS AND SCIENCE     GRADUATE SCHOOL OF ARTS AND SCIENCE             The College Core Curriculum              Back to Home       Study Away at NYU Global Sites | 2012-2013 FALL 2012 MAP-UA 9554 Cultures &amp; Contexts: Italy Prof. Edelstein (NYU-Florence) In Italy, regional identities have always been strong, while national identity has always been complex, a situation that characterizes even current political debates. Although the Italian peninsula was home to some of the most important ancient civilizations, Italy’s existence as a united country dates only from the nineteenth century, making it younger than the US as a modern nation state. Italy was first unified by the Romans, making Roman antiquity a point of reference throughout history as intellectuals and political leaders dreamed of a unified nation. We examine how Italian identity was formed throughout history, both by Italians and by foreign visitors to Italy, in response to the principal ancient cultures that thrived on the peninsula. The focus is on primary sources—literary works, artifacts, art objects, works of architecture, opera and film—taking advantage of the unique resources of Florence to explore these in their original contexts. FALL 2012 MAP-UA 9544 Cultures &amp; Contexts: Spain—At the Crossroads of Europe, North Africa &amp; America Prof. Suarez-Galban (NYU-Madrid) Analyzes the ways in which historical, geopolitical, cultural, artistic, and popular views function to constitute and continuously transform a national culture. Concentrates on epistemological constructions of Spain—the idea of Spain—that emerge from competing external and internal perspectives. Students examine how this national culture is constructed, first analyzing Spain from North African perspectives through Sephardic nostalgic poetry and the Hispano-Arabic literary traditions. The American perspective pits notions of Spanish imperial power and grandeur against the Black Legend, a term that Protestant circles in Europe and the United States promoted to attack the legitimacy of Spain’s New World empire. A final focus on European views analyzes the depiction of Spain as the embodiment of German and French Romantic ideals beginning at the end of the 17th century and the reemergence of the same notion during the Spanish Civil War (1933–36). Throughout, students examine principal textual and visual images that contribute to the historical and contemporary construction of a national culture that emerged at geographic and cultural crossroads. FALL 2012 MAP-UA 9510 Cultures &amp; Contexts: Russia—Between East and West Prof. Salamon (NYU-Prague) The complex evolution of Russian cultural identity explored in juxtaposition to parallel developments of other Eastern European cultures, highlighting the emergence of individual and collective self struggling for freedom of self-determination within the context of societies which for cultural, religious, or political reasons hinder such aspirations, and examined through some of the principal textual and artistic images representative of traditions that emerged at geographic and cultural crossroads of Eastern Europe. Students are encouraged to think critically and with a historically informed sensibility about the diverse perceptions of reality in cultures different from their own, especially about such fundamental categories as national identity, religion, morality, ritual, belief, gender, individuality, and community. FALL 2012 MAP-UA 9548 Cultures &amp; Contexts: Prague—In the Heart of Central Europe Prof. Mucha (NYU-Prague) The concept of Central Europe is somewhat elusive and it is difficult to define it by geographical or political categories. Often characterized simply as a space on the edge between the West and East, many scholars see a distinct Central European culture based on historical, social, and cultural characteristics shared by the countries of this geopolitical entity, the result of complicated historical, political, ethnic, cultural, artistic, and religious interactions throughout more then thousand years of history. Identified as having been one of the world’s richest sources of creative talent and thought between the 17th and 20th centuries, Central Europe was represented by many distinguished figures, such as Bach, Mozart, Beethoven, Kant, Goethe, and Hegel; later followed by Kafka, Rilke, Freud, Mendel, and Dvorak, to mention at least some. We explore characteristics of Central Europe primarily from the perspective of Prague and its cultural history, which is so typical and almost archetypal for this region. Students study geopolitical characteristics and various phenomena that co-create the idea of Central Europe. Taking advantage of Prague, students examine primary sources and artifacts (literature, music, art, film) in their contexts and environment. FALL 2012 MAP-UA 9723 Expressive Culture: Museums in Washington Field Study Prof. Kosinski and Prof. Grossman (NYU-Washington D.C.) syllabus With its vast array of institutions dedicated to distinct cultural groupings and its formation inextricably linked to the halls of power, the museum culture in our nation’s capitol unique. Taking advantage of behind-the-scenes access to some of the most prestigious museums in the world and their staff, students explore various approaches to interpreting art and develop tools for appreciating their aesthetic experiences. We also look critically at the ways in which museums—through their policies, programs, exhibitions, and architecture—can define regional or national values, shape cultural attitudes, inform social and political views, and even affect one’s understanding of the meaning of a work of art.     SPRING 2013 MAP-UA 9554 Cultures and Contexts: Italy  Prof. Palmer (NYU-Florence) Through the study of primary texts, we examine how Italians registered their own similarities and differences within a national context, and how they regarded the tourists, students, soldiers, and immigrants who have come in increasing numbers to Italy. We also consider the accounts of foreign visitors to Italy from the eighteenth-century until today, both from the perspective of western tourists seeking “culture” and through the eyes of immigrants from Eastern Europe, North Africa, and beyond. The Italian city, and in particular Florence, will serve as our primary unit of measurement for investigating Italy. To this end, we visit a number of sites in Florence and in Tuscany in order to conduct fieldwork to structure and inform our scholarly conversations and written work.        SPRING 2013 MAP-UA 9723 Expressive Culture: Museums in Washington Field Study Prof. Grossman (NYU-Washington D.C.) With its vast array of institutions dedicated to distinct cultural groupings and its formation inextricably linked to the halls of power, the museum culture in our nation’s capitol unique. Taking advantage of behind-the-scenes access to some of the most prestigious museums in the world and their staff, students explore various approaches to interpreting art and develop tools for appreciating their aesthetic experiences. We also look critically at the ways in which museums—through their policies, programs, exhibitions, and architecture—can define regional or national values, shape cultural attitudes, inform social and political views, and even affect one’s understanding of the meaning of a work of art.        SPRING 2013 MAP-UA 9549 Cultures and Contexts: Multinational Britain Prof. Woods (NYU-London)          SPRING 2013 MAP-UA 9544 Cultures and Contexts: Spain—At the Crossroads of Europe, North Africa, and America Prof. Suarez-Galban (NYU-Madrid) Analyzes the ways in which historical, geopolitical, cultural, artistic, and popular views function to constitute and continuously transform a national culture. Concentrates on epistemological constructions of Spain—the idea of Spain—that emerge from competing external and internal perspectives. Students examine how this national culture is constructed, first analyzing Spain from North African perspectives through Sephardic nostalgic poetry and the Hispano-Arabic literary traditions. The American perspective pits notions of Spanish imperial power and grandeur against the Black Legend, a term that Protestant circles in Europe and the United States promoted to attack the legitimacy of Spain’s New World empire. A final focus on European views analyzes the depiction of Spain as the embodiment of German and French Romantic ideals beginning at the end of the 17th century and the reemergence of the same notion during the Spanish Civil War (1933–36). Throughout, students examine principal textual and visual images that contribute to the historical and contemporary construction of a national culture that emerged at geographic and cultural crossroads.        SPRING 2013 MAP-UA 9547 Cultures and Contexts: Multiculturalism in France Prof. Epstein (NYU-Paris)        SPRING 2013 MAP-UA 9510 Cultures &amp; Contexts: Russia—Between East and West  Prof. Salamon (NYU-Prague) The complex evolution of Russian cultural identity explored in juxtaposition to parallel developments of other Eastern European cultures, highlighting the emergence of individual and collective self struggling for freedom of self-determination within the context of societies which for cultural, religious, or political reasons hinder such aspirations, and examined through some of the principal textual and artistic images representative of traditions that emerged at geographic and cultural crossroads of Eastern Europe. Students are encouraged to think critically and with a historically informed sensibility about the diverse perceptions of reality in cultures different from their own, especially about such fundamental categories as national identity, religion, morality, ritual, belief, gender, individuality, and community.         SPRING 2013 MAP-UA 9548 Cultures and Contexts: Prague—In the Heart of Central Europe Prof. Mucha (NYU-Prague) The concept of Central Europe is somewhat elusive and it is difficult to define it by geographical or political categories. Often characterized simply as a space on the edge between the West and East, many scholars see a distinct Central European culture based on historical, social, and cultural characteristics shared by the countries of this geopolitical entity, the result of complicated historical, political, ethnic, cultural, artistic, and religious interactions throughout more then thousand years of history. Identified as having been one of the world’s richest sources of creative talent and thought between the 17th and 20th centuries, Central Europe was represented by many distinguished figures, such as Bach, Mozart, Beethoven, Kant, Goethe, and Hegel; later followed by Kafka, Rilke, Freud, Mendel, and Dvorak, to mention at least some. We explore characteristics of Central Europe primarily from the perspective of Prague and its cultural history, which is so typical and almost archetypal for this region. Students study geopolitical characteristics and various phenomena that co-create the idea of Central Europe. Taking advantage of Prague, students examine primary sources and artifacts (literature, music, art, film) in their contexts and environment. SUMMER 2013 MAP-UA 9554 Cultures and Contexts: Italy Second Six-Week Summer Session, June 30-August 10, 2013 Prof. Edelstein (NYU-Florence)  In Italy, regional identities have always been strong, while national identity has always been complex, a situation that characterizes even current political debates. Although the Italian peninsula was home to some of the most important ancient civilizations, Italy’s existence as a united country dates only from the nineteenth century, making it younger than the US as a modern nation state. Italy was first unified by the Romans, making Roman antiquity a point of reference throughout history as intellectuals and political leaders dreamed of a unified nation. We examine how Italian identity was formed throughout history, both by Italians and by foreign visitors to Italy, in response to the principal ancient cultures that thrived on the peninsula. The focus is on primary sources—literary works, artifacts, art objects, works of architecture, opera and film—taking advantage of the unique resources of Florence to explore these in their original contexts.     top of page         Courses           Quantitative Reasoning           Natural Science I           Natural Science II           Texts and Ideas           Cultures and Contexts           Societies and the Social Sciences           Expressive Culture           Study Away                       Contact Us | &copy; New York University , Arts and Science"}, {"content": "Undergraduate Program    |     Hellenic Studies    | New York University                                   Skip to page Content.     NEW YORK UNIVERSITY     ARTS AND SCIENCE     COLLEGE OF ARTS AND SCIENCE     GRADUATE SCHOOL OF ARTS AND SCIENCE                                Home       People     Undergraduate Program     NYU in Athens       Rae Dalven Prize       Events       Student Activities       Alumni       Resources and Affiliations       Employment             Stay Connected           Facebook       Twitter               Core Information from the Bulletin         Major in Hellenic Studies           Minor in Hellenic Studies           Program of Study           Course Offerings           Degree Requirements             Related Information         Spring 2015 Course Schedule           Major           Minor           Honors             Useful Links         Undergraduate Admissions           CAS Bulletin           NYU Academic Calendar                 Home &gt; Undergraduate Program     Undergraduate Program   The Alexander S. Onassis Program in Hellenic Studies provides students with a comprehensive and interdisciplinary understanding of the language, literature, history, and politics of Greece. Through a wide range of courses, students are exposed to a polyphony of viewpoints that help elucidate the historical and political experiences of Byzantine, Ottoman, and modern Greece; the ways in which Greece has borne its several pasts and translated them into the modern era; Greece and its relations to Western Europe, the Balkans, the Middle East, and Mediterranean cultures; and the distinguished literary and artistic traditions of a country that many regard as the birthplace of Western civilization, even as these traditions exhibit their multicultural contexts.    NYU’s summer program in Athens combines classroom study of the language, history, and culture of Greece with extracurricular activities and excursions that introduce students to all aspects of Greek life. The program offers a wide range of courses, including ancient and modern Greek language, Greek Drama, Modern Greek Politics, the City of Athens, and the Archaeology of Greece. Classes are held at the Al Andar Center, a three-story Bauhaus building located in the historical center of Athens. Activities include walking tours of Athens, visits to monuments and museums, and evening outings to dramatic and musical performances; weekend excursions include trips to several Greek islands, medieval settlements, and other important historical and archaeological sites. Relevant courses taken in the academic study program in Greece, NYU in Athens, count toward the major or minor as regular courses.                Contact Us | &copy; New York University , Arts and Science"}]},
{"detail": [{"content": "Study Away    | The College Core Curriculum, College of Arts and Science | New York Univeristy                          NEW YORK UNIVERSITY     ARTS AND SCIENCE     COLLEGE OF ARTS AND SCIENCE     GRADUATE SCHOOL OF ARTS AND SCIENCE             The College Core Curriculum              Back to Home       Study Away at NYU Global Sites | 2012-2013 FALL 2012 MAP-UA 9554 Cultures &amp; Contexts: Italy Prof. Edelstein (NYU-Florence) In Italy, regional identities have always been strong, while national identity has always been complex, a situation that characterizes even current political debates. Although the Italian peninsula was home to some of the most important ancient civilizations, Italy’s existence as a united country dates only from the nineteenth century, making it younger than the US as a modern nation state. Italy was first unified by the Romans, making Roman antiquity a point of reference throughout history as intellectuals and political leaders dreamed of a unified nation. We examine how Italian identity was formed throughout history, both by Italians and by foreign visitors to Italy, in response to the principal ancient cultures that thrived on the peninsula. The focus is on primary sources—literary works, artifacts, art objects, works of architecture, opera and film—taking advantage of the unique resources of Florence to explore these in their original contexts. FALL 2012 MAP-UA 9544 Cultures &amp; Contexts: Spain—At the Crossroads of Europe, North Africa &amp; America Prof. Suarez-Galban (NYU-Madrid) Analyzes the ways in which historical, geopolitical, cultural, artistic, and popular views function to constitute and continuously transform a national culture. Concentrates on epistemological constructions of Spain—the idea of Spain—that emerge from competing external and internal perspectives. Students examine how this national culture is constructed, first analyzing Spain from North African perspectives through Sephardic nostalgic poetry and the Hispano-Arabic literary traditions. The American perspective pits notions of Spanish imperial power and grandeur against the Black Legend, a term that Protestant circles in Europe and the United States promoted to attack the legitimacy of Spain’s New World empire. A final focus on European views analyzes the depiction of Spain as the embodiment of German and French Romantic ideals beginning at the end of the 17th century and the reemergence of the same notion during the Spanish Civil War (1933–36). Throughout, students examine principal textual and visual images that contribute to the historical and contemporary construction of a national culture that emerged at geographic and cultural crossroads. FALL 2012 MAP-UA 9510 Cultures &amp; Contexts: Russia—Between East and West Prof. Salamon (NYU-Prague) The complex evolution of Russian cultural identity explored in juxtaposition to parallel developments of other Eastern European cultures, highlighting the emergence of individual and collective self struggling for freedom of self-determination within the context of societies which for cultural, religious, or political reasons hinder such aspirations, and examined through some of the principal textual and artistic images representative of traditions that emerged at geographic and cultural crossroads of Eastern Europe. Students are encouraged to think critically and with a historically informed sensibility about the diverse perceptions of reality in cultures different from their own, especially about such fundamental categories as national identity, religion, morality, ritual, belief, gender, individuality, and community. FALL 2012 MAP-UA 9548 Cultures &amp; Contexts: Prague—In the Heart of Central Europe Prof. Mucha (NYU-Prague) The concept of Central Europe is somewhat elusive and it is difficult to define it by geographical or political categories. Often characterized simply as a space on the edge between the West and East, many scholars see a distinct Central European culture based on historical, social, and cultural characteristics shared by the countries of this geopolitical entity, the result of complicated historical, political, ethnic, cultural, artistic, and religious interactions throughout more then thousand years of history. Identified as having been one of the world’s richest sources of creative talent and thought between the 17th and 20th centuries, Central Europe was represented by many distinguished figures, such as Bach, Mozart, Beethoven, Kant, Goethe, and Hegel; later followed by Kafka, Rilke, Freud, Mendel, and Dvorak, to mention at least some. We explore characteristics of Central Europe primarily from the perspective of Prague and its cultural history, which is so typical and almost archetypal for this region. Students study geopolitical characteristics and various phenomena that co-create the idea of Central Europe. Taking advantage of Prague, students examine primary sources and artifacts (literature, music, art, film) in their contexts and environment. FALL 2012 MAP-UA 9723 Expressive Culture: Museums in Washington Field Study Prof. Kosinski and Prof. Grossman (NYU-Washington D.C.) syllabus With its vast array of institutions dedicated to distinct cultural groupings and its formation inextricably linked to the halls of power, the museum culture in our nation’s capitol unique. Taking advantage of behind-the-scenes access to some of the most prestigious museums in the world and their staff, students explore various approaches to interpreting art and develop tools for appreciating their aesthetic experiences. We also look critically at the ways in which museums—through their policies, programs, exhibitions, and architecture—can define regional or national values, shape cultural attitudes, inform social and political views, and even affect one’s understanding of the meaning of a work of art.     SPRING 2013 MAP-UA 9554 Cultures and Contexts: Italy  Prof. Palmer (NYU-Florence) Through the study of primary texts, we examine how Italians registered their own similarities and differences within a national context, and how they regarded the tourists, students, soldiers, and immigrants who have come in increasing numbers to Italy. We also consider the accounts of foreign visitors to Italy from the eighteenth-century until today, both from the perspective of western tourists seeking “culture” and through the eyes of immigrants from Eastern Europe, North Africa, and beyond. The Italian city, and in particular Florence, will serve as our primary unit of measurement for investigating Italy. To this end, we visit a number of sites in Florence and in Tuscany in order to conduct fieldwork to structure and inform our scholarly conversations and written work.        SPRING 2013 MAP-UA 9723 Expressive Culture: Museums in Washington Field Study Prof. Grossman (NYU-Washington D.C.) With its vast array of institutions dedicated to distinct cultural groupings and its formation inextricably linked to the halls of power, the museum culture in our nation’s capitol unique. Taking advantage of behind-the-scenes access to some of the most prestigious museums in the world and their staff, students explore various approaches to interpreting art and develop tools for appreciating their aesthetic experiences. We also look critically at the ways in which museums—through their policies, programs, exhibitions, and architecture—can define regional or national values, shape cultural attitudes, inform social and political views, and even affect one’s understanding of the meaning of a work of art.        SPRING 2013 MAP-UA 9549 Cultures and Contexts: Multinational Britain Prof. Woods (NYU-London)          SPRING 2013 MAP-UA 9544 Cultures and Contexts: Spain—At the Crossroads of Europe, North Africa, and America Prof. Suarez-Galban (NYU-Madrid) Analyzes the ways in which historical, geopolitical, cultural, artistic, and popular views function to constitute and continuously transform a national culture. Concentrates on epistemological constructions of Spain—the idea of Spain—that emerge from competing external and internal perspectives. Students examine how this national culture is constructed, first analyzing Spain from North African perspectives through Sephardic nostalgic poetry and the Hispano-Arabic literary traditions. The American perspective pits notions of Spanish imperial power and grandeur against the Black Legend, a term that Protestant circles in Europe and the United States promoted to attack the legitimacy of Spain’s New World empire. A final focus on European views analyzes the depiction of Spain as the embodiment of German and French Romantic ideals beginning at the end of the 17th century and the reemergence of the same notion during the Spanish Civil War (1933–36). Throughout, students examine principal textual and visual images that contribute to the historical and contemporary construction of a national culture that emerged at geographic and cultural crossroads.        SPRING 2013 MAP-UA 9547 Cultures and Contexts: Multiculturalism in France Prof. Epstein (NYU-Paris)        SPRING 2013 MAP-UA 9510 Cultures &amp; Contexts: Russia—Between East and West  Prof. Salamon (NYU-Prague) The complex evolution of Russian cultural identity explored in juxtaposition to parallel developments of other Eastern European cultures, highlighting the emergence of individual and collective self struggling for freedom of self-determination within the context of societies which for cultural, religious, or political reasons hinder such aspirations, and examined through some of the principal textual and artistic images representative of traditions that emerged at geographic and cultural crossroads of Eastern Europe. Students are encouraged to think critically and with a historically informed sensibility about the diverse perceptions of reality in cultures different from their own, especially about such fundamental categories as national identity, religion, morality, ritual, belief, gender, individuality, and community.         SPRING 2013 MAP-UA 9548 Cultures and Contexts: Prague—In the Heart of Central Europe Prof. Mucha (NYU-Prague) The concept of Central Europe is somewhat elusive and it is difficult to define it by geographical or political categories. Often characterized simply as a space on the edge between the West and East, many scholars see a distinct Central European culture based on historical, social, and cultural characteristics shared by the countries of this geopolitical entity, the result of complicated historical, political, ethnic, cultural, artistic, and religious interactions throughout more then thousand years of history. Identified as having been one of the world’s richest sources of creative talent and thought between the 17th and 20th centuries, Central Europe was represented by many distinguished figures, such as Bach, Mozart, Beethoven, Kant, Goethe, and Hegel; later followed by Kafka, Rilke, Freud, Mendel, and Dvorak, to mention at least some. We explore characteristics of Central Europe primarily from the perspective of Prague and its cultural history, which is so typical and almost archetypal for this region. Students study geopolitical characteristics and various phenomena that co-create the idea of Central Europe. Taking advantage of Prague, students examine primary sources and artifacts (literature, music, art, film) in their contexts and environment. SUMMER 2013 MAP-UA 9554 Cultures and Contexts: Italy Second Six-Week Summer Session, June 30-August 10, 2013 Prof. Edelstein (NYU-Florence)  In Italy, regional identities have always been strong, while national identity has always been complex, a situation that characterizes even current political debates. Although the Italian peninsula was home to some of the most important ancient civilizations, Italy’s existence as a united country dates only from the nineteenth century, making it younger than the US as a modern nation state. Italy was first unified by the Romans, making Roman antiquity a point of reference throughout history as intellectuals and political leaders dreamed of a unified nation. We examine how Italian identity was formed throughout history, both by Italians and by foreign visitors to Italy, in response to the principal ancient cultures that thrived on the peninsula. The focus is on primary sources—literary works, artifacts, art objects, works of architecture, opera and film—taking advantage of the unique resources of Florence to explore these in their original contexts.     top of page         Courses           Quantitative Reasoning           Natural Science I           Natural Science II           Texts and Ideas           Cultures and Contexts           Societies and the Social Sciences           Expressive Culture           Study Away                       Contact Us | &copy; New York University , Arts and Science"}, {"content": "Undergraduate Program    |     Hellenic Studies    | New York University                                   Skip to page Content.     NEW YORK UNIVERSITY     ARTS AND SCIENCE     COLLEGE OF ARTS AND SCIENCE     GRADUATE SCHOOL OF ARTS AND SCIENCE                                Home       People     Undergraduate Program     NYU in Athens       Rae Dalven Prize       Events       Student Activities       Alumni       Resources and Affiliations       Employment             Stay Connected           Facebook       Twitter               Core Information from the Bulletin         Major in Hellenic Studies           Minor in Hellenic Studies           Program of Study           Course Offerings           Degree Requirements             Related Information         Spring 2015 Course Schedule           Major           Minor           Honors             Useful Links         Undergraduate Admissions           CAS Bulletin           NYU Academic Calendar                 Home &gt; Undergraduate Program     Undergraduate Program   The Alexander S. Onassis Program in Hellenic Studies provides students with a comprehensive and interdisciplinary understanding of the language, literature, history, and politics of Greece. Through a wide range of courses, students are exposed to a polyphony of viewpoints that help elucidate the historical and political experiences of Byzantine, Ottoman, and modern Greece; the ways in which Greece has borne its several pasts and translated them into the modern era; Greece and its relations to Western Europe, the Balkans, the Middle East, and Mediterranean cultures; and the distinguished literary and artistic traditions of a country that many regard as the birthplace of Western civilization, even as these traditions exhibit their multicultural contexts.    NYU’s summer program in Athens combines classroom study of the language, history, and culture of Greece with extracurricular activities and excursions that introduce students to all aspects of Greek life. The program offers a wide range of courses, including ancient and modern Greek language, Greek Drama, Modern Greek Politics, the City of Athens, and the Archaeology of Greece. Classes are held at the Al Andar Center, a three-story Bauhaus building located in the historical center of Athens. Activities include walking tours of Athens, visits to monuments and museums, and evening outings to dramatic and musical performances; weekend excursions include trips to several Greek islands, medieval settlements, and other important historical and archaeological sites. Relevant courses taken in the academic study program in Greece, NYU in Athens, count toward the major or minor as regular courses.                Contact Us | &copy; New York University , Arts and Science"}, {"content": "Course Descriptions - Multilingual Multicultural Studies - NYU Steinhardt                                                           Skip to content        NYU Steinhardt School of Culture, Education, and Human Development              apply now     request info     contact                                      Department of Teaching and Learning             Programs         Degrees           Undergraduate      Masters      Dual BA/MA Programs      Doctoral              Childhood Education     Early Childhood Education     English Education     Environmental Conservation Education     Literacy Education     Mathematics Education     Multilingual and Multicultural Studies           Bilingual Education      Foreign Language Education      TESOL      Teaching French as a Foreign Language      Teaching Spanish as a Foreign Language              Science Education     Social Studies Education     Special Education     Minors     Dual BA/MA Programs            Fieldwork         Pre-Student Teaching Experience     Student Teaching           About Student Teaching      Login to Apprentice      Cooperating Schools      Resources              Certification/Accreditation (TEAC)     Field Initiatives           ASD Nest Support Project      Developing Chinese Language Teachers      Literacy Clinic      Math, Science, Technology Enhancement Project      Mentoring Urban Students for Teaching      Reading Recovery      Science Ed: Perception, Practice &amp; Policy      Training for All Teachers      Wallerstein Collaborative                     Research            Center for Research on Higher Education Outcomes     Metropolitan Center for Urban Education     Wallerstein Collaborative For Urban Environmental Education     Constantin Georgiou Library     Field Initiatives           ASD Nest Support Project      Developing Chinese Language Teachers      Literacy Clinic      Math, Science, Technology Enhancement Project      Mentoring Urban Students for Teaching      Reading Recovery      Science Ed: Perception, Practice &amp; Policy      Training for All Teachers      Wallerstein Collaborative              Faculty Research Interests     Faculty Publications            Faculty         Full-Time Faculty     Staff Directory            Future Students          Undergraduate     Graduate           Application Guide      Financial Aid      Tuition and Cost of Attendance      Housing      Information Sessions              Request Information     NY Teacher Certification            Current Students         Student Teaching           About Student Teaching      Login to Apprentice      Cooperating Schools      Resources           Advisement           Undergraduate      Graduate                 Job Opportunities           Job Strategies Workshop      Browse Job Postings      Post a New Job              Awards and Honors     Scholarships for Advanced Study            Alumni        About         Mission/Core Values      Student Outcomes     Teacher Education at NYU Steinhardt      Accreditation     Higher Education Opportunity Act (HEOA) Title II         Contact/Directions            News/Events     Video/Podcasts         Videos     Educational Policy Breakfasts                  Multilingual Multicultural Studies         Bilingual Education    Foreign Language Education    TESOL    Study Abroad       Shanghai Program     NYU in Paris     Dominican Republic     More NYU Steinhardt Study Abroad Programs           Projects       Teaching Content Areas to ELLs     Project for Developing Chinese Language Teachers          Careers                 Degree Programs    Multilingual Multicultural Studies is a unit in the Department of Teaching and Learning that includes five distinct but related programs:    Bilingual Education    Foreign Language Education    Teaching of English to Speakers of Other Languages (TESOL)    Teaching French as a Foreign Language and TESOL, MA    Teaching Spanish as a Foreign Language and TESOL, MA    We are committed to an additive approach to multilingualism, cultivating an appreciation for cultural diversity in various educational settings. The programs are open to qualified pre-and in-service teachers at the elementary, secondary, college, and adult levels. We welcome teacher-educators, researchers, supervisors, program coordinators, and curriculum and materials specialists for schools and other related settings. Graduates of our teacher certification programs may receive certification in New York State with reciprocity in most other states throughout the country.       Study Abroad Opportunities    First Year in Paris    First Year in Madrid    Summer Session in Shanghai    Winter Session in Dominican Republic    Additional NYU Steinhardt Study Abroad       Course Information    Course Schedules    Course Descriptions       MMS Faculty    Faculty Members       Additional Resources    Tuition Fee Information and Deadlines    Academic Calendar    MMS Listserv    Links    FAQ            Course Descriptions     BILED-GE 2001 Bilingual and Multicultural Education: Theory and Practice Theory, policy, and practice of bilingual education. Key topics include (1) models and programs of bilingual education; (2) policy and politics of language minority education in the U.S. and international contexts; (3) psycholinguistic perspectives on bilingualism, including bilingual language development, (4) cultural, social, and political perspectives on language minority education; and (5) evaluation of bilingual education programs. Emphasis on pedagogical implications of the above, with particular attention to native language development, second language/literacy teaching for developmentally and linguistically diverse students. Includes 15 hours of field experiences.    TESOL-GE 2002 Teaching Second Language: Theory and Practice The first method course for Teaching English as Second Language majors. Course contents include: Guiding principles and methodology in a variety of approaches to the teaching of second languages, specifically in developing auditory comprehension and oral production, teaching reading and writing; impact of culture, heritage, socioeconomic level and educational background on language and literacy development as well as human development processes and variations. Also included are skills in motivation, communication, and classroom management. This course includes 20 hours of field experiences in schools.    LANED-GE 2003 Linguistic Analysis The systematic study of phonological, grammatical, and discourse systems and of principles of language use across languages.    LANED-GE 2005 Intercultural Perspectives in Multicultural Education Cultural perspectives on language learning, language use and education. Focus on sociolinguistic issues in education and pedagogical implications for linguistic and cultural minority students. Central topics include (1) cross-cultural communication in the classroom, including the role of ethnicity, race, gender, and social class; (2) the relationships between home/community language use patterns and school achievement; (3) cultural perspectives on school-community relations; (4) cross-cultural perspectives on parenting and language socialization; (5) standard and non-standard language varieties in the classroom; and (6) effective instructional approaches for linguistically and culturally diverse classrooms. Includes 15 hours of field experiences.    FLGED-GE 2027 Applied Linguistics for Teachers of French A systematic study of French grammatical, discourse, and pragmatics systems and a practical study on form, function, and usage in French, including phonology, syntax and socio-linguistics.    FLGED-GE 2018 Teaching Foreign Languages to Elementary School Children Modes of learning, methods, instructional strategies, language and literacy development, and resources for teaching foreign languages to elementary school children. Emphasis is on the development of literacy and communicative skills. 15 hours of field observation included.    TESOL-GE 2039 Advanced Individual Projects in MMS Under the guidance of a graduate advisor, each student conducts his/ her advanced individual research project on second language learning and teaching, and means to update knowledge and skills in the subject(s) taught and in pedagogy. This course fulfills the terminating experience requirement of the masters program.    LANED-GE.2040 Teaching Second Language in a Technological Society Focuses on the uses of technology, including instructional and assistive technology, in language teaching and learning as well as skill in using technology and teaching students to use technology to enhance language learning and develop communicative skills.    LANED-GE 2060 Language Evaluation and Assessment Approaches to methods of language assessment and evaluation. Formal and informal methods of assessing language proficiency, literacy and second language development. Standardized testing and other formative and summative methods of assessment, including portfolio assessment and classroom tests development. Also included are skills needed to analyze one's own teaching practice and to use this information to plan or modify instruction through use of various resources in order to enhance student learning.    LANED-GE.2099 Culminating Experience in MMS The culminating and integrative experience of the master's program. Understand and critique research in second / foreign language acquisition and learning, and conduct an individual research project under the guidance of a graduate advisor, and develop the means to update knowledge and skills in the subject(s) taught and in pedagogy.    BILED-GE 2101 Curriculum Adaptation in Bilingual Education Approaches and methods in curriculum material development and adaptation for teaching subject areas in two languages; and the development of lesson plans and curriculum units.    BILED-GE 2103 Bilingual Exceptional Child Psycho-social characteristics of exceptional children who are culturally and linguistically diverse. Appropriate modes of identification, classification, and intervention are examined as well as program development and implementation.    BILED-GE.2105 Teaching School Subjects with a Bilingual Approach Pedagogical approaches and methods for instructing content using the native language and English. Key topics include: (1) instructional approaches using English and modifications appropriate for English language learners; (2) methods for teaching content in two languages; (3) materials and material development and adaptation for teaching content areas in two languages; and (4) the development of lesson plans and curriculum units.    BILED-GE 2110 Methods of Teaching Language Arts and Literary with a Bilingual Approach (formerly \"Native Language Arts\") Methods of teaching English and native language arts to bilingual and English language learners. Pedagogical approaches and methods in teaching language arts and literacy. Key topics include: (1) methods of teaching English language literacy development for English language learners; (2) methods for developing native language literacy and language skills; (3) approaches to facilitating the development of academic language and literacy; and (4) instructional practices which allow students to use their first language skills to develop English language arts and literacy.    FLGED-GE. 2124 Advanced Chinese for Teachers of Chinese (I) Developing Chinese language proficiency in both oral and written expressions, and in enhancing knowledge of Chinese and its rhetorical structures through selected reading of classic Chinese literature.    FLGED-GE 2125 Advanced Chinese for Teachers of Chinese (II) Developing Chinese language proficiency in both oral and written expressions, and in enhancing knowledge of Chinese and its rhetorical structures through selected reading of contemporary Chinese literature.    FLGED-GE 2127 Advanced Japanese for Teachers of Japanese Developing Japanese language proficiency in both oral and written expressions, and in enhancing knowledge of Japanese and its rhetorical structures through selected reading of both classic and contemporary Japanese literature.    FLGED-GE 2128 Advanced Spanish for Teachers of Spanish Developing Spanish language proficiency in both oral and written expressions, and in enhancing knowledge of Spanish and its rhetorical structures through selected reading of contemporary Spanish literature.    FLGED-GE 2129 Advanced French for Teachers of French Developing French language proficiency in both oral and written expression, and in enhancing knowledge of French and its rhetorical structures through selected reading of contemporary French literature.    BILED-GE 2130 Student Teaching: Bilingual Education K-6 University supervised student teaching experience in ESL at K - 6 level for 20 days. Student teaching experiences will be used to support theoretical and practical application of the planning and implementation of curriculum. This experience will also include a student teaching seminar, which meets once a week.    BILED-GE 2131 Student Teaching: Bilingual Education 7-12 University supervised student teaching experience in ESL at 7 - 12 level for 20 days. Student teaching experieces will be used to support theoretical and practical application of the planning and implementation of curriculum. This experience will also include a student teaching seminar which meets once a week.    LANED-GE 2201 Second Language Classroom: Elementary and Secondary Schools Further study of materials, approaches, and techniques used in teaching language skills to second / foreign language learners at the elementary and secondary levels and application of language acquisition and literacy development theories to practice. With specific emphasis on methods of teaching reading to ELLs at the elementary and secondary levels, including methods of reading enrichment and remediation; curriculum development and instructional planning; teaching language through content areas; skills in motivation, communication, and classroom management; and teaching students of mixed levels. This course includes 20 hours of field experience in schools.    TESOL-GE 2204 Teaching Second Language Across Content Areas This course focuses on theories, methods, strategies and available materials in the teaching of school subjects (e.g. mathematics, science, social studies) to second language learners and in developing language proficiency through the learning of content. Included are 15 hours of field experience.    TESOL-GE 2204 Teaching Second Language Across Content Areas This course focuses on theories, methods, strategies and available materials in the teaching of school subjects (e.g. mathematics, science, social studies) to second language learners and in developing language proficiency through the learning of content. Included are 15 hours of field experience.    TESOL-GE 2205 Structure of American English American English grammar for the classroom teacher. A practical study of form, function, meaning, and usage. Also the teaching of English grammar to second language learners from a diverse cultural and linguistic background.    LANED-GE 2206 Second Language: Theory and Research Current approaches and issues in second language research: Receptive and productive development of oral and written language, acquisition models, psycholinguistic and sociolinguistic issues relating to second language aquisition such as developmental processes and variation, learning styles, first and second language literacy, discourse analysis, and the role of culture in language learning. Also included are connecting research and pedagogy, classroom centered research on instructional strategies, and technology as a research tool. Hours arranged are for student collection and analysis of field data.    LANED-GE 2206 Current Approaches and Issues in Second Language Research Receptive and productive development of oral and written language, acquisition models, psycholinguistic and sociolinguistic issues relating to second language aquisition such as developmental processes and variation, learning styles, first and second language literacy, discourse analysis, and the role of culture in language learning. Also included are connecting research and pedagogy, classroom centered research on instructional strategies, and technology as a research tool. Hours arranged are for student collection and analysis of field data.    TESOL-GE 2230 Supervised Student Teaching in Second Languages K-6 University supervised student teaching experience in ESL at K - 6 level for 20 days. Student teaching experiences will be used to support theoretical and practical application of the planning and implementation of curriculum. This experience will also include a student teaching seminar which meets once a week.    TESOL-GE 2231 Supervised Student Teaching in Second Language 7-12 University supervised student teaching experience in ESL at 7 - 12 level for 20 days. Student teaching experiences will be used to support theoretical and practical application of the planning and implementation of curriculum and teaching. This experience will also include a student teaching seminar which meets once a week.    LANED-GE 2300 Independent Study  FLGED-GE 2419 Applied Linguistics for Teachers of Spanish A systematic study of Spanish grammatical, discourse, and pragmatics systems and a practical study on form, function, and usage in Spanish, including phonology, syntax, and socio-linguistics.    FLGED-GE 2427 Spanish Syntax Generative and functional analyses of syntactic structures taught to advanced foreign language learners of Spanish. There is a focus on designing culturally-rich thematic units that address students&rsquo; diverse learning styles and interests by exploring curriculum planning and instructional strategies that best facilitate learners&rsquo; growth in language proficiency while inspiring their curiosity in various aspects of Spanish-speaking cultures and communities. Emphasis also on project-based learning, enhancing classroom assessments with technology, and the integration of different content areas into the thematic units.    TESOL-GE 2800 Advanced Seminar in MMS  FLGED-GE 2918 Field Experience Seminar in Foreign Language Education Visits to foreign / second language classes, K - 12, and to community resources useful in second / foreign language teaching (30 hours). Class discussion focuses on language teaching skills, human development and relations, lesson planning, use of technology in classrooms, classroom management, language assessment, learning environment, and parental and community involvement.    LANED-GE 3005 Doctoral Seminar in MMS I  LANED-GE 3006 Doctoral Seminar in MMS II             This site, and all its contents, are Copyright &copy;    by New York University. All rights reserved.   NYU Steinhardt - Teaching and Learning - 239 Greene Street, New York, NY 10003"}]}]