[{"detail": [{"content": "NYU Course: Music Literature--Book Abstract            Larsen, Jens Peter. Handel, Haydn, and the Viennese Classical Style. UMI Research Press. 1988. 332 p.   TABLE OF CONTENTS:   Foreword vii    George J. Buelow   Preface  ix     HANDEL         Handel: The Great European    Problams of the Handel Tradition    Oratorio versus Opera    G. F. Handel's Operas and Oratorios: Form, Typology, and    Performance Practice    Esther and the Origin of the Handelian Oratorio tradition    The Development of Handelian Oratorio and Messiah    Changing Conceptions of Handel's Messiah   Handelian Tempo Problems and Messiah   HAYDN     the Challenge of Joseph Haydn    On Haydn's Artistic Development    Haydn and Mozart    Problems of Authenticity in Music from the Time of Haydn to    Mozart    Haydn's Early Masses: Evolution of a Genre    Beetoven's C-Major Mass and the Late Masses of Joseph Haydn    Haydn's Early Symphonies: The Problem of Dating    Haydn and Das Kleine Quartbuch    The Haydn Tradition    VIENNESE CLASSICAL STYLE        Some Observations on the Development and Characteristics of    Viennese Classical Instrumental Music    Towards an Understanding of the Development of the Viennese    Classical Style    On the Importance of the \"Mannheim School\"    Sonata Form Problems    Traditional Prejudices in Connection with Viennese Classical    Music    Period Style-Generation Style    The Style Change in Austrian Music between the Baroque and    Viennese Classicism    Concerning the Development of the Austrian Symphonic Tradition    (circa 1750-1775)     INDEX    ABSTRACT    This book concentrates on three topics central to Larsen's scholarly work from his earliest years in musiccology: his favorite composers,George Frideric Handel and Joseph Haydn, and the origin of the Viennese classical tradition.   Larsen talks about a lot of problems of common knowlege such as \"Changing conceptions of Handel's Messiah\" and \"Traditional Prejudices\", and an examination and testing of the problems has been an essential feature of much of his work. He argues with a fundamental problem in Handel; The Revival of Handel's operas, forgetting Handel's operas completely, has led to a completely unhistorical merger of opera and oratorio practice since 1920.    In Larsen's work of Haydn, he has collected and analyzed a great number of sources, serving either directly as sources for the HV(Haydn-Verzeichnis) or as material for an examination and completion of its lists of works; Symphonies, Quartets, String trios, Keyboard works,Lieder, Operas ... ,and he has analyzed with the peculiar contrast between the more casual tradition of Haydn's early and middle years,and the highly professional and self-conscious Mass tradition of his later years. In addition, a problem commom to much of Haydn's early music, the lack of dating, and sums up how various new findings in our time have brought an approximate dating of the early symphonies much closer. Also, special emphasis is placed on the need for authentic sources as evidence of authenticity in music, rather than stylistic evaluation which may give strong conviction, but no decisive evidence.   He discusses three problems of the Viennese Classical Tradition; 1)the conception of the \"Classical\" style, 2)the problem of form in a work as a whole and in a single movement, 3)some special features of period struture. Larsen admonishes us that \"We must part with the prejudice that we can get our work done using only the textbooks of musical analysis as tools, and we must be determinded to approach our tasks as music historians.\"   One of the most compelling features of the book is the author's different point of view with other people. He explains Handel and Haydn's tradition in his own way with his specialty .For example, most people think \"Messiah\" is a religious oratorio. However, Larsen summarizes like that in his book\"Messiah is neither a composion for the church of the type of Bach's Pessions, nor is it connected to opera in any way.It is in its own way a drama with utmost tensions, presenting the struggle between Light and Darknees, between Good and Evil, between God and Man in a masterly construction of text and music. But it does not employ acting roles, as do the so-called dramatic oratorios.However,Messiah is more profound: it is not ideological in an abstract sense, but existential in the truest meaning of the word.\"                                           ... Yoon-Jeong oh"}]},
{"detail": [{"content": "NYU Course: Music Literature--Book Abstract            Larsen, Jens Peter. Handel, Haydn, and the Viennese Classical Style. UMI Research Press. 1988. 332 p.   TABLE OF CONTENTS:   Foreword vii    George J. Buelow   Preface  ix     HANDEL         Handel: The Great European    Problams of the Handel Tradition    Oratorio versus Opera    G. F. Handel's Operas and Oratorios: Form, Typology, and    Performance Practice    Esther and the Origin of the Handelian Oratorio tradition    The Development of Handelian Oratorio and Messiah    Changing Conceptions of Handel's Messiah   Handelian Tempo Problems and Messiah   HAYDN     the Challenge of Joseph Haydn    On Haydn's Artistic Development    Haydn and Mozart    Problems of Authenticity in Music from the Time of Haydn to    Mozart    Haydn's Early Masses: Evolution of a Genre    Beetoven's C-Major Mass and the Late Masses of Joseph Haydn    Haydn's Early Symphonies: The Problem of Dating    Haydn and Das Kleine Quartbuch    The Haydn Tradition    VIENNESE CLASSICAL STYLE        Some Observations on the Development and Characteristics of    Viennese Classical Instrumental Music    Towards an Understanding of the Development of the Viennese    Classical Style    On the Importance of the \"Mannheim School\"    Sonata Form Problems    Traditional Prejudices in Connection with Viennese Classical    Music    Period Style-Generation Style    The Style Change in Austrian Music between the Baroque and    Viennese Classicism    Concerning the Development of the Austrian Symphonic Tradition    (circa 1750-1775)     INDEX    ABSTRACT    This book concentrates on three topics central to Larsen's scholarly work from his earliest years in musiccology: his favorite composers,George Frideric Handel and Joseph Haydn, and the origin of the Viennese classical tradition.   Larsen talks about a lot of problems of common knowlege such as \"Changing conceptions of Handel's Messiah\" and \"Traditional Prejudices\", and an examination and testing of the problems has been an essential feature of much of his work. He argues with a fundamental problem in Handel; The Revival of Handel's operas, forgetting Handel's operas completely, has led to a completely unhistorical merger of opera and oratorio practice since 1920.    In Larsen's work of Haydn, he has collected and analyzed a great number of sources, serving either directly as sources for the HV(Haydn-Verzeichnis) or as material for an examination and completion of its lists of works; Symphonies, Quartets, String trios, Keyboard works,Lieder, Operas ... ,and he has analyzed with the peculiar contrast between the more casual tradition of Haydn's early and middle years,and the highly professional and self-conscious Mass tradition of his later years. In addition, a problem commom to much of Haydn's early music, the lack of dating, and sums up how various new findings in our time have brought an approximate dating of the early symphonies much closer. Also, special emphasis is placed on the need for authentic sources as evidence of authenticity in music, rather than stylistic evaluation which may give strong conviction, but no decisive evidence.   He discusses three problems of the Viennese Classical Tradition; 1)the conception of the \"Classical\" style, 2)the problem of form in a work as a whole and in a single movement, 3)some special features of period struture. Larsen admonishes us that \"We must part with the prejudice that we can get our work done using only the textbooks of musical analysis as tools, and we must be determinded to approach our tasks as music historians.\"   One of the most compelling features of the book is the author's different point of view with other people. He explains Handel and Haydn's tradition in his own way with his specialty .For example, most people think \"Messiah\" is a religious oratorio. However, Larsen summarizes like that in his book\"Messiah is neither a composion for the church of the type of Bach's Pessions, nor is it connected to opera in any way.It is in its own way a drama with utmost tensions, presenting the struggle between Light and Darknees, between Good and Evil, between God and Man in a masterly construction of text and music. But it does not employ acting roles, as do the so-called dramatic oratorios.However,Messiah is more profound: it is not ideological in an abstract sense, but existential in the truest meaning of the word.\"                                           ... Yoon-Jeong oh"}, {"content": "NYU Course: Music Literature--The Classical Period Book Assignments      Gayla Blaisdale:  Till, Nicholas. Mozart and the Enlightenment Truth, Virtue and Beauty in Mozart's Operas. W.W. Norton and Company, New York. 1992.    Fu-chen Chan:  Le Huray, Peter and Day, James. Music and Aesthetics in the Eighteenth and Early-Nineteenth Centuries. University of Cambridge. New York , NY. 1981.    Yung-Ling Chang:  Dearling, Robert. The Music of Wolfgang Amadeus Mozart: The Symphonies. Associated University Presses Inc, New Jersey, 1982.    Vincent Cutro:  Lawson, Colin. Mozart Clarinet Concerto. Cambridge University Press, N.Y. 1966.    Amy Dale:  Howard, Patricia. Gluck and the Birth of Modern Opera. St. Martin's Press, New York. 1964.    Carlos Delgado:   Sondheimer, Robert. Haydn: A Historical and Psychological Study Based on His Quartets. Bernoulli, London, 1951.    Hsun-chi Hsueh:  Harnoncourt, Nikolaus. Musical Dialogue: Thoughts on Monteverdi, Bach and Mozart. Amadeus Pr.,1997.    Jung Sun Hwang:  Weimer, Eric. Opera Seria and the Evolution of Classical Style, 1755-1772. UMI Research Press, Ann Arbor, Mich.,c1984.    Hyun-Joo Kim  Blom, Eric. Beethoven's Pianoforte Sonatas Discussed. Da Capo Press. New York. 1968.    Jin Nam Kim:  Sisman, Elaine Rochelle. Haydn and the Classical Variation.  Harvard University.1993.    Chiwen Lee  Kramer, Lawrence. Classical Music and Postmodern Knowledge.  University of California Press, 1995     Hsing -Yi Lin:   Jones, David Wyn. Music in Eighteenth-Century Austria. Cambridge University Press, New York.1996.    Yoon-jeong Oh:  Larsen, Jens Peter. Handel, Haydn, and the Viennese Classical Style. UMI Research Press, Ann Arbor, Mich., 1988.    Cindy Shiung:  Wolf, Eugene K. The Symphonies of Johann Stamitz: a Study in the Formation of the Classical Style. Bohn, Scheltema & Holkema, Utrecht, Antwerp, 1981.    Chyau-Chiun Yang  Rosen, Charles. Sonata Forms. Norton, New York. 1988.    Hsiao-Ting Yang:  Marshall,Robert L. 18th Century Keyboard Music. Schirmer Books, New York. 1994.    Kuo-Hsuan Wu:  Mercado, Mario R. The Evolution of Mozart's Pianistic Style.    Southern Illinois University Press, U.S.A. 1992.    Yu-ting Wu:  Atlas, Allan W. Music in the Classic Period : Essays in Honor of Barry S. Brook.  Pendragon Press, New York: C1985."}]}]