[{"detail": [{"content": "Christmas in the Holy Land  Christmas in the Holy Land F. E. Peters  I had nothing against the Franciscans going in, except maybe the notion that they weren't exactly the brightest or the best jewel in the crown of Mother Church. But they had turned out a rather nice guidebook to the holy places of Jerusalem. \" Attenzione \", it said in an appendix, \"certificates of pilgrimage are available at the Pilgrimage Center at the Jaffa Gate\". And more, Pope Leo XIII had been prevailed upon, and actually put it down in writing in his rescript of 1900 entitled Ad pecuniam consequendam , that a papal decoration, peregrinationis causa , was available to the Faithful who had voyaged to the Holy Land. Like the rest of the Faithful, I greatly lust after papal decorations,  and I thought it would be pleasant, while waiting for my spurs and sword  as a Knight of the Holy Sepulcher, to collect my pilgrimage certificate and  the trifle of a medallion, a small cross perhaps with two or three words  writ upon it in Latin. The Pilgrimage Center in Jerusalem is really one  corner of the Christian Information Center at the Jaffa Gate, shared,  after God only knows what pushing and shoving, by a number of  Christian groups engaged in advising the visitor to the Holy Land. The  Franciscan corner was easy to identify. There was the Franciscan duty  officer of the day in an inner room making amiable chat with an  extremely attractive nun who had obviously taken a perpetual vow to wear eye-liner  and Crusader-red lipstick, and next to her leaned another languid female  who had possibly been redeemed no more than ten minutes earlier from a  life of sin and unspeakable perversion in a back room in the Suq  al-Attarin. Father smoked indolently and contemplated the long-range  possibilities of Martha and Mary before him. Myself, I wouldn't have  hesitated for the space of a sacramental: eye-liner never  lies.  Coughing at the reception desk, drumming of fingers, clicking of lighter  and, finally and effectively, the whacking of wallet on wood. Sure, the  good Father said, no sweat on the pilgrimage certificate, if I had two  bucks, American. I did and the genuine cardboard scroll was handed to an underling to inscribe my name upon, it and presumably in the Book of Life  as well since the list of plenary indulgences attached to the pilgrimage  was longer than the two pair of legs twisting impatiently for Father's  return in the inner room. \"Well then, how's about that decoration,  Padre?\" Ah, peccato . He did not have the licenza , didn't I  know, to deal with the lofty matter of a decorazione . For that one  must go higher, to the Custodia itself, and present oneself to the  very Secretary of the Custos Sanctae Terrae . OK, fair enough, and  since I anticipated one day being named Custos , it would be  interesting to see what kind of furnishings went with the job. Corner  room, no doubt, with a view of both the Holy Sepulcher and the Templum  Domini , now unfortunately called the Dome of the Rock once again. Put  in a Mr. Coffee, bring over to the Custodia the two obviously expert young ladies from the Pilgrimage Center and we're in business.   Per piacere then, how about a ticket to Midnight Mass at  Bethlehem? The eyes of Father Judas Iscariot, OFM narrowed with great  theological suspicion. \" Cattolico ?,\" he inquired. \" Cattolico  Romano Latino ,\" I firmly corrected him, wondering why he had given me  all those plenary indulgences without inquiring if they would stick to my  necessarily Catholic skin but had no problems of conscience --no, the word  conscience is inappropriate here-- problems with handing over a cardboard  ducat to Midnight Mass. I was pocketing the ticket when a couple arrived,  altogether too blond to be of the True Faith, Scandinavians maybe, or  possibly worse, but as Protestant as if they had the Augsburg Declaration  tatooed on their foreheads. \"Catholic?\" Father Judas shouted. \"No, we  just wanted...\" \"Over there,\" he said, pointing to a dark corner where  Protestants were given totally incorrect, inaccurate and heretical  instruction on the Holy Places. There would be none of those  people , it was clear, at Midnight Mass in Bethlehem.  The Franciscan compound is about four blocks from the Jaffa Gate if you know where you're going, which I often don't, and my preferred route between any two places in the Old City always seems to pass through Ascalon or Jaffa. But if you carefully follow       the olive-wood road of creches , oversize rosaries, crowns of  thorns and mother-of-pearl scapulars, you eventually reach the   Custodia without falling into the Mediterranean or the Jordan. I  entered into the dark Franciscan heart of Latin Jerusalem and begged  audience with the Secretary. A bell sounded somewhere in the bowels of  the building. Should I have worn a tie? No, better the pilgrim's rustic  simplicity, and perhaps the Secretary wouldn't notice that the sweater  was cashmere, like his own. The Secretary descended groggily to the  porter's lodge. Surely he wasn't taking a siesta at ten in the morning?  He began on familiar ground. \" Cattolico ?\" No, cretino , I'm a  Bulgarian anarchist whose hobby is melting down papal medals and turning  them into gold fragmentation bombs. \" Sicuro ,\" I smiled  disarmingly. \" Testimoniale ?\" \" Che  vuol dire, testimoniale? \" Now at last he too is smiling, though not  nearly so disarmingly, I thought. A booklet  emerged from his carefully tailored replica of St. Francis' brown  homespun.  It is in French, German, Italian, Spanish and English. He reads: \"The goodness of His Holiness Leo XIII...according to the rescript...letters from his parish priest, countersigned by the Ordinary of the Place, testifying to the petitioner's blameless mora l character and that he undertook the pious work of pilgrimage from the highest spiritual motives...\"  \"You here with a group?\", he asked as his finger slid with  practiced negligence down  to the next paragraph. A pilgrimage group, he knew and I knew,  would have in its  number a complaisant cleric who would sign almost anything except a dinner check. \"His Benignity has generously   granted this decoration,\" he continued reading, \"upon the payment of a generous alms to advance the work of the Friars Minor in the Terra Santa ...\" Written remarkably clearly and with a firm and simoniacal hand in the margin of the English version     was an anonymous theological gloss on the uncertain phrase \"generous alms\": \"$100\". \"Check OK?\" I smiled. \" Ma certo, il mio figlio .\"  I'm not one to hold grudges. I thought I'd give the Franciscans one more  chance at  Bethlehem on Christmas Eve. The plan was for a private bus to collect the  guests at the American Colony Hotel at 8 PM. Dress warmly, we were  constantly advised, and bring your ticket and passport. Clear? It  could not be clearer, except to two French couples who, when they had firmly settled themselves in what they had experimentally determined were the most comfortable seats on the bus, were desolated to learn that they were expected t  o have their passports somewhere in the chic resort wear they chose  to sport to Midnight Mass. What's this? Why wasn't there une  information or at least une notice en fiche ? cried these  alleged descendents of Paschal, all oblivious of the overwhelming statistical evidence that every other person on the bus held passport in hand. Muttering, sighs, clucking. They went with authentic Gallic ill grace to fetch their passports.  At the terminal near the Jaffa Gate we are transferred, along with all the others of the pious faithful going to Bethlehem that chilly but clear night, onto Egged busses for the half-hour shuttle service organized by the Israelis. But first a body search     by those smiling boys and girls in full battle-dress with Uzis tucked under their arms. OK, a little security. Why not? We all passed our test and were bussed in a kind of silent good humor to the foot of the hill beneath the main square of Bethlehem. Up the hill on foot through a gauntlet of local hawkers of slides, postcards, fur hats and ice-cold Pepsi. Tourism is off year-round and the Jerusalem hotels are all half-empty. So the se    lling was aggressive, to say the least.  At the top of the hill the good humor vanished into the not so silent  night and some of the less pious but more sensible of the  worshippers immediately turned on their heels and went back to the busses and Jerusalem. Ahead was a  large milling crowd straining against police barriers whose Hebrew  lettering stood out like hostile neon in this very Arab town. Straining  may be too mild a word. Struggling, perhaps, for the privilege of another  body search before entering the square; fighting, maybe, to get through  the barriers that were arbitrarily opened here or there on the strength  of a shout or a smile, one could hardly tell which. Small children fell  by the wayside as well as a number of undersized South American nuns. No  matter; got to get through. Got through and passed my second search. No bombs, no inflammatory pamphlets, no liquor.  Ah, booze! That it seems was part of the trouble: there had been a  drunken brawl last year in Manger Square, as they insist on calling it.  It was easy to see why. The square looked like a floodlit version of  Washington Square Park in the late Sixties. All the international  hippies, the Swedish and Dutch with-its who got the news of beads and  hair a mere twenty years too late, had gathered for what they  hoped would be a \"happening\". And so had the local Bethlehem teen-agers who  were trying to make out with what their imperfect perceptions told them  were hippie females. And lots more guys in fatigues with Uzis. No liquor  came in maybe, but plenty was being sold in the restaurants around the  square. Neon arcades on three sides, the souvenir shops and shish kebab parlors -  -God, the smell!-- were at full blast, while on the fourth side, on a raised platform backed up against the rear of the basilica of the Nativitiy, were rotating groups of sincere but generally inept choristers from Malmo, Sweden, Johnson City, Pa. and Nie der Obergau, Bavaria. I think they were singing Christmas carols, but the PA system made it difficult to tell. Bright lights went on and off as each group got its thirty seconds of videotape exposure, maybe for Australian TV, maybe for showing in the cell er of the YMCA in Johnson City.  The spectacle in Manger Sqare had very limited appeal, but the church  opened at 10 PM, and since it was now 10:30 I thought I might amble in  there and check out the liturgical preparations. Sure. Didn't one know  that it was necessary to go out through that same security barrier I  had just crashed and reenter through an entirely different one that led  directly, well, almost directly, into the church? No, apparently one did  not know since the cries of outrage at the checkpoint began to drown out  the choristers on the square. OK, OK, out then in. \"In\" this time was through an iron gate opened occasionally and very narrowly to permit a few reverently to approach what was taking on all the trappings of an eighth sacrament, the Body Search. This was in the garden outside the basilica. Now the tickets  for admission to the Mass were inspected, not by the Israelis, to be sure, whose interest in the liturgy in question was, well, minimal, but by small members of the criminal class gotten up to look like Bethlehem Boy Scouts. Inspected three times, to be      exact. At last, the church. No, not ushers in striped pants and  cutaways in the vestibule, as once a very, very long time ago at a  Midnight Mass in a remote corner of the Bronx. These ushers were wearing  fatigues and they were intent, like all guys wearing   fatigues in this corner of the world, on putting their hands one last  time on my now much fondled body. \"That really a camera?\" Sgt. Fatigues  wanted to know. \"Sure.\" \"Take  a picture and let's see.\" \"Sure. Smile.\" He smiled and I shot him. Dead.  It's the wrong church, of course. The real Basilica of the Nativity, the  Crusader one built over the Byzantine one built over the one Constantine  built over what was reputed to be the famous manger is next door. But  it is owned by those well known schismatics, the Greek Orthodox, and  they'd be screwed dead before they'd let any Franciscans go mucking  through a Latin Mass in their church. And besides, as everyone  knows, Christmas is on January 6th and it's called the Epiphany,  St. Catherine's is a nice spacious church, for all its inauthenticity.  There were fifty-odd folding chairs set up in the nave and guarded for  really important people by Boy Scouts from the same lethal troop that had  inspected the tickets. The rest of us, it was clear, were expected to  mill around in the aisles and transept, unless you found someone or something on which to sit, a stone jutting or, as I did later, the kneeler of a confessional box. I even overheard some   confessions, a new sacramental, I believe. Nothing sensational; mostly  impure and/or uncharitable thoughts at the Franciscan Pilgrimage Center at the Jaffa Gate. Or in the church itself, since there in very high profile was P. Judas Iscariot, OFM himself, presumably sniffing out Protestants who had escaped his scrutiny in Je    rusalem. And they, of course, were promptly cast out, turned over to the civil arm or, more terribly, sent to some declassee candlelight service at Shepherds' Field, which is really no more than they deserved.  At 11:15 a procession came in, a long line of Franciscans wearing white albs so as to appear like genuine clerics, followed by a clearly very important chap with a miter and crozier. \"Oh, a bishop,\" a nearby naif sighed. If he wasn't at least a Cardinal,       or a Patriarch in this city oozing with Patriarchs, I was leaving then and there. \"Nonsense, that's the Patriarch,\" I whispered, making it come true for at least one poor soul from Terre Haute, Indiana, who looked back at me with eyes filled with tears of       gratitude. Whoever the mitered gent was, he could carry a tune, which he  did for about a half hour. At 11:45 there was a loud clicking and there  entered, rear right, a body of locals, the fathers of the Boys Scouts I'd  guess, made up as Ottoman Chorbaji-bashis or Kislar Aghas or  some such, with fez and scimitar and an extravagant number of silver buttons, tapping their silver-tipped staffs on the stone pavement. Also known as \"the Entry of the Dignitaries\", those special people whose busy and important lives precluded   their standing on line in the cold. Consular officials, most of them, I would guess, and topped off by Joan Kennedy, still flushed and excited from her last body search. God, this was the real thing!  The rest was familiar, a Pontifical (Patriarchal?) High Mass, sung in Latin, which was nice, and though I couldn't really see much from my confessional step, I had been through one or two of them before --I love con-sub-stant-i-al-em Pa-tri when it      's hummed-- and so I could pretty much imagine the action. In fact, the whole thing would have been a wash if the disembodied choir --at ground level everything's pretty much disembodied except for shoes and boots-- had not at some point sung \" Stille N    acht, Heilige Nacht \". For one brief moment it seemed like Christmas. No, for two brief moments: when we got back to the hotel at 2 AM, those true Christians, the staff of the American Colony Hotel, had coffee, hot chocolate, mulled wine and a Christma      s tree awaiting us. Classy place. Classy people.   If you miss Christmas in Jerusalem, which I somehow felt I had, you get  plenty of second chances. The Greeks, Armenians, Syrians, both Jacobite and Nestorian, the Copts, Abyssinians and Maronites all give each other a lot of room on the liturgical calendar, I suppose so they won't come to blows in the middle of the services.     So the Christmas schedule they hand out at the Christian Information Center looks a little like an airline timetable. \"01/03/83: Greek Patriarch arr. 2:30 AM...Patr. dep. 4:22 AM.\" M  y choice was the Abyssinians: \"01/06/83: Abb.Patr. arr. 11:30 PM, Dayr al-Sultan.\" The Abyssinians came late to Jerusalem, long after all the best Holy Places were spoken for, certainly in the Church of the Holy Sepulcher where the prime berths were occup    ied from at least the fourteenth century. They got a little temporary purchase next to the Copts for a while, but only until the Copts noticed them and told them to find themselves another spot to pray in, preferably in Tel Aviv. So the poor Abyssinian mo nks ended up on the roof of the Holy Sepulcher where they live quietly in a kind of hut village called Dayr al-Sultan and hope the vindictive Copts won't notice.  I had never before been in Jerusalem, nor in any Near Eastern city, for  that matter, in the middle of the night. Inside the Jaffa Gate and the  Old City all signs of life had disappear: not a soul, not a sound;  empty streets, dimly lit; shops tightly shuttered, sealed, blind faces. Only the sounds of my own footfalls on the stone pavement. Where were all those bright lads and lasses with the Uzis now that I might need them? How about a body search, guys? I found     the Church of the Holy Sepulcher. The doors under the Crusader facade were wide open, lights on inside. Expecting guests? I looked inside. The tomb was empty, as someone once said, except for a policeman sitting on a wooden chair. He smiled, waved. Midni    ght tomb duty can't be much fun, even in that tomb. I waved back from the lighted doorway, let him get a look at me. Maybe he'd have to identify the body later.  Dayr al-Sultan is entered around the corner, past the Lutheran Church of the Redeemer, past the Russian Hospice (the Russians weren't flying this Christmas. \"Christmas services uncertain; call first,\" the handout had warned.), around another corner, ten p      aces, turn sharply left go up the stone ramp. I had checked it out in the daylight. The ramp curled up and around and ended in total darkness. I felt for the iron gate I knew was ahead. It was there, and open. I went in.  I could hear the drums somewhere in the blackness on the left. But I had  no idea how to get through the maze of trees and alleys and huts that had  all looked so charming in the daylight. Ahead and far above was the roof  of the Holy Sepulcher church, an illuminated cross on top, the policeman  warm and snug below and within. Under me, I guessed, was the Chapel of Saint  Helena. \"Is that you?\" someone asked out of the darkness. \"It sure is,\" I lied a bit. He came forward. He was a European. \"Oh,\" he said, \"it's not you  . Go that way.\" I did and I never saw him again. Maybe he was killed by the Copts. I followed where he had pointed, down a narrow alley between the closed and darkened cottages. Ahead of me was an open door, with a light inside, and drumming. It was the A    byssinian church.  You enter from the front, on the left side of the sanctuary. There were ten or so clerics in a circle in the tiny space in front of the ikonostasis, and beyond them a congregation of thirty or forty filled the entire church, the entire Abyssinian communit      y in Jerusalem, I suppose. They paid no attention at all when I made my somewhat uncertain entrance. The monks were tall, all in black robes with black pill-box hats on their heads; the congregation was standing wrapped head to toe in white cotton or perh    aps woolen shawls. Upon the wall a moustached King Solomon looked down, all smiles, on a gaudily depicted Queen of Sheba. The ladies sitting underneath in white shawls looked to be in a great deal better shape than their famous ancestor.  I don't know when the service began or where we stood in it since it seemed to have no parts and no movement forward or backward. I guessed they were reciting the office, or rather chanting it, accompanied by a single large drum in the hands of one of the      ir number seated on the floor in their midst. Each monk held a silver sistrum, a kind of tuning fork with rings strung between the tines, slowly swung forward, slowly back, a soft rattling of metal on metal. The Patriarch, dressed like the others save tha    t his pillbox hat was satin and he held an ivory staff in his hand, came out from behind the ikonostasis at 11:30, as promised on the schedule. He smiled upon us all; this was, after all, a kind of family celebration and it was unlikely that the two or th    ree strangers in parkas and gloves were secret agents of the Copts. He took his place on a lofty pink and gold throne on the right of the sanctuary. The monks paused, cleared their throats and conferred briefly --\"Can anyone make the high notes in 'O Holy       Night'?\"-- and took up the office once again. And since they paid no heed to Vatican II or anything else that had happened since Chalcedon, they chanted it as they had from the beginning, in Classical Ge'ez.  Midnight came and went, then half-past, 1 AM. The chanting and drumming went on, its own liturgical justification, and the Abyssinian Patriarch on his throne benignly beat time, sometimes with his ivory staff, sometimes with his fingers. The monks relieve      d each other on the drum. We were incensed a number of times by a gentleman in a spectacular crimson and gold cope. I don't know what I expected to witness. Something like a Western Christmas? A benign and comfortable Irish priest to come out from behind       the ikonostasis and explain to me once more the meaning of those familiar  texts. Ego hodie genui te . This day have I begotten Thee. No, not  this day or this night. It was not to be, whatever it was I expected. The congregation stood relaxed and at ease wi  th itself and its own liturgy, expecting nothing. They were surely Christians --I could hear it through the chanting, through the Ge'ez even-- but their Christmas was not mine, nor mine theirs. I left, grateful to them for I don't know what. Maybe just fo    r sharing their worship so familiar yet so remote from my own. I knew I felt more like a Christian than when I went in. Maybe it was a kind of Christmas.     Click here to return to main page."}]}]