[{"detail": [{"content": "NYU World Tour Calendar                                                                                                               NYU.edu requires JavaScript be enabled in your browser in order to use important features of the site. JavaScript is either disabled or not supported by your browser. For instructions on how to enable JavaScript in your browser, click here .                       New York University    Skip to Content   Skip to Search   Skip to Navigation   Skip to Sub Navigation                                                        NYUHome Login                            Students           |   Faculty           |   Alumni           |   Employees           |   Community                                   Schools          Arts and Science      College of Arts and Science      College of Dentistry      College of Nursing      Courant Institute of Mathematical Sciences      Gallatin School of Individualized Study      Graduate School of Arts and Science      Institute of Fine Arts      Institute for the Study of the Ancient World      Leonard N. Stern School of Business      Liberal Studies Program      NYU Abu Dhabi      NYU Shanghai      Polytechnic School of Engineering      Robert F. Wagner Graduate School of Public Service      School of Professional Studies      School of Law      School of Medicine      Silver School of Social Work      Steinhardt School of Culture, Education, and Human Development      Tisch School of the Arts                QuickLinks          Academic Calendars      Administrative Units      Albert      Apply for Jobs      Athletics      Bookstores      Bursar      Campus Map      Career Development      Emergencies      Events      Giving to NYU      Housing      ITS      Libraries      News      NYU Apparel      Policies      Public Safety      Registrar      Student Health Center      Student Resources      Wellness Exchange                A-Z          A      B      C      D      E      F      G      H      I      J      K      L      M      N      O      P      Q      R      S      T      U      V      W      X      Y      Z                                                          New York University                          Search NYU                    Pages |    People                                       Main Navigation            About NYU       Admissions       Academics       University Life       Research       Global                                 Bread Crumbs          University Life   /   Events and Traditions   /   NYU World Tour                 Sub Navigation                                 Marquee Events                       Global Event Calendar                                                                   NYU World Tour Calendar            In addition to the three flagship Marquee Events, NYU World Tour features the following events scheduled between October 24th and early November in New York and across our global network.              ACCRA                    Event information coming soon.               BERLIN                MONDAY-MONDAY   OCTOBER 27-NOVEMBER 3, 2014              WAS IST HEIMAT? - IMAGINE. ENCOUNTER. EXPLORE. ENGAGE. EXPERIENCE.     9:30 AM-1:30 PM     NYU Berlin Academic Center       NYU students traveling between various GNU sites and in and out of various host cultures are experts of cultural transitions. Together with their German professors, our Fall 2014 Berliners will work on video projects, short theater performances, and poems to illuminate how international mobility opens (or closes) spaces for them to explore a broader sense of belonging and the cultural and emotional conditions transforming their concept of home. Their contributions will be in German, the language of their host country.      Students will start with the word &quot;Heimat&quot;; a term commonly but inadequately translated as &quot;Home”, “Homeland&quot;, or &quot;Belonging&quot;. They will use the German words and expressions they have learned in class so far to chart the imaginary and emotional space made available by this new language. They will read and interpret poems, like Jean Améry’s &quot;Wieviel Heimat braucht der Mensch?”, introduce the places, tastes, and sounds that make them feel at home in Berlin, and share their individual responses to the following questions: Was ist Heimat? Warum ist Berlin Heimat? Warum nicht? Was vermisse ich? The various contributions will be combined in a short World Tour film and shared with the larger NYU community.             MONDAY   NOVEMBER 3, 2014            TEDxNYU BERLIN   8 PM TO 9:30 PM   NYU Berlin Academic Center       World Tour concludes with a TEDxNYU Berlin event on the following Monday, November 3rd. The TEDxNYU Berlin student initiative invites the NYU Berlin community to discuss and reflect together with several speakers on the various meanings Berlin has acquired for them, the complex idea of an authentic study abroad experience, and the power of stereotypes and preconceived notions for first and second impressions of a place. Participants will be invited to bring a dish of their choice that &quot;tastes like home&quot; and share its story with the community. For more information, please contact Linn Friedrichs via email lf949@nyu.edu           BUENOS AIRES                WEDNESDAY   OCTOBER 29, 2014            ZIPPING THROUGH ARGENTINA IN ONE DAY   10 AM TO 10 PM     NYU BA Academic Center   The theme of the World Tour at NYU Buenos Aires says it all. Argentina is a country that cannot be seen to its fullest in just one semester, therefore, what better way to see it than bringing the country to the students, staff, professors and NYU Alumni. In one day we hope to showcase the five regions that make up Argentina. Each of these regions are unique for their landscapes, weather, traditions, dances, music, food, etc.    We will begin the day with a typical Pampeano Breakfast. Throughout the day there will be plenty of activities for all to take part of using their World Tour passport in order to gain enough stamps to enter the Regions Basquet Contest at the end of the night.    There will be traditional in house sports´games, wine tasting, dessert making, tango and folklore dancing, trivia questions, get into character photo booth, food tasting of all the regions during lunch time, raffles, mingle with Alumni in the afternoon with a closing performance, catered dinner with items from various regions and the give aways of the Baskets. All proceeds from the raffles will go to Hospital Muñiz in Parque Patricio, province of Buenos Aires, to help purchase much needed bottled water and toys for the holidays for children with HIV/AIDS.   For more information, please contact Alejandra Lombardo at al165@nyu.edu           FLORENCE                THURSDAY   NOVEMBER 6, 2014            NYU WORLD TOUR   7:30 PM TO 10:30 PM   Villa sassetti Conference and Event Center   This event runs in tandem with NYU Florence's La Pietra Dialogues (http://lapietradialogues.org): “LPD convenes some of the world’s foremost scholars, policy makers, practitioners, business leaders, public intellectuals and artists whose ideas and work have made a significant cultural or intellectual contribution to global society and the revival of the spirit of humanism for which Florence is known. They gather at Villa la Pietra, New York University´s exceptional site in Florence, to confront some of the most intractable issues of contemporary society through the creative interplay of ideas and perspectives”.     The theme this semester is &quot;Black Italia&quot; and addresses &quot;How are Africans represented in the Italian imagination?&quot; and &quot;How is Italy changing under the pressure of immigration?&quot; In connection with this series of dialogues, the NYU Florence World Tour event is focusing on Italian culture linked with the influence of African migration, as well as how study away has expanded horizons and affected the global perspective of our students.     Included at the event will be:     • A professional cooking class provided at the event location for 30 students (on a sign up basis) where students will learn to cook easy Italian recipes which have been influenced by migration.   • A video projection of photos submitted by students for the World Tour celebrating their time so far in Italy including images of their travels in Italy and Europe so far this semester, everyday street life, ‘modern art in a renaissance city’, and multicultural Florence.   • A Spoken Word event, where students will be provided with a public forum to read out their works, read poetry, and quote selected extracts from their assignments. A group of students have been tasked with interviewing members of the immigrant communities in Florence, and have been invited to read the articles they have written based upon these interviews.   • A Senegalese band from the local community who will be introducing students to their music   • A selection of North African culinary specialties by a restaurant that caters for the local African community to introduce students to African cuisine.   • An Italian-themed photo booth to commemorate the occasion, with the NYU World Tour logo as part of the backdrop.   • A gelato tasting   • The event will be wrapped up with an Italian karaoke night where students will be encouraged to rehearse beforehand and join in with a series of classic Italian songs ranging from the ubiquitous ‘Volare’ to Dean Martin Classics like ‘That’s Amore’ to celebrate the best of Italian culture through the medium of song.   • A movie screening of ‘The Intouchables’ a 2011 French comedy-drama, multiple award winning European box office hit about cross racial friendship and teamwork (trailer here: http://www.youtube.com/watch?v=H7g_OjLKeZ4 ) This will take place on Sunday evening at 8.00pm, which is when our weekly movie night takes place on campus.      For more information, please contact Julian Lonsdale at jl192@nyu.edu               LONDON                SUNDAY   NOVEMBER 9, 2014            VISIT: THE CENOTAPH   10 AM TO 12 PM   The Cenotaph, Whitehall        On the Sunday closest to Armistice Day each November, national commemoration centres on the Cenotaph (‘empty tomb’ in Greek) in Whitehall in memory of the fallen of world conflicts. In attendance at the wreath-laying ceremony and parade in Whitehall are members of the Royal Family, leading politicians, Commonwealth ambassadors, key figures from major national services and organisations, members of the Armed Forces and support organisations, and members of the public. Participation in this major public event is self-organised.             MONDAY   NOVEMBER 10, 2014            VISIT: TOWER OF LONDON   9:30 AM TO 11:30 AM   The Tower of London     We visit the Tower of London to see the finale of the huge ‘Blood Swept Lands and Seas of Blood’ art installation, created by ceramicist Paul Cummins with setting by stage designer Tom Piper. Spilling into the moat of the Tower since mid-summer is a great and growing tide of some 888,248 ceramic poppies, each symbolising a British military fatality during the First World War. Departure from NYUL at 9.30am sharp.               FILM SCREENING: BRITAIN'S GREAT WAR 1 - WAR COMES TO BRITAIN     1 PM TO 2 PM   NYUL Room 105       (BBC, 2014, 60 mins) In the first episode of his landmark BBC TV series on how the First World War affected the lives of the British people, legendary broadcaster Jeremy Paxman tells the story of the dramatic early stages of the war, from stunned disbelief to the mass recruitment of volunteer soldiers. Fear of invasion grips the country. Boy Scouts guard bridges, and spies are suspected everywhere. For the first time, British civilians are fired on by enemy ships, and bombed from the air by planes and huge Zeppelin airships: a 105-year old eyewitness to the shelling of Hartlepool on the North-East coast of England describes how she thought that the Germans had landed. Total war has come to Britain.            CULTURE AT WAR: AN EVENING OF POETRY, DRAMA, FILM, &amp; MUSIC   6:30 PM TO 8:30 PM   NYU Tisch, Senate House, Room G37         An evening devised by Phillip Drummond (NYUL), Mary Jane Walsh and Ellis Jones (both NYU Tisch) reflecting upon the various cultural aspects of the Great War, involving poetry, drama, music and film. Alongside songs from the period, and extracts from Richard Attenborough’s satirical 1969 film Oh! What a Lovely War, NYU Tisch students will present readings from the poetry of WWI – including famous works by Wilfred Owen, Rupert Brooke and Isaac Rosenberg – and will perform a scene from A.C. Sheriff’s hugely popular play about life in the trenches, Journey’s End.             TUESDAY   NOVEMBER 11, 2014            VISIT: TRAFALGAR SQUARE/BEDFORD SQUARE - ARMISTIC DAY: THE 11TH HOUR OF THE 11TH DAY OF THE 11TH MONTH     9:30 AM TO 11:30 AM   Trafalgar Square/Bedford Square          We visit Trafalgar Square in &amp; Central London to join the public commemoration of the Armistice which marked the end of World War One. This is traditionally marked by a two- minute silence which takes place across the nation at the eleventh hour of the eleventh day of the eleventh month. Departure from NYUL at 9.30am sharp. We invite students and colleagues remaining in classes at NYUL to join us in the NYUL foyer promptly at 10.50am to go across to the Bedford Square Gardens to share the two-minute silence at 11.00am.                FILM SCREENING: BRITAIN'S GREAT WAR 2 - THE WAR MACHINE     1 PM TO 2 PM   NYUL Room 105   (BBC, 2014, 60 mins) In the second part of his major TV series Jeremy Paxman describes the crisis facing the country as it becomes clear it is fatally unprepared to fight a modern industrial war. Now the whole population is enlisted to turn the country into a war machine: women fill the factories to make bombs and bullets, men are forced to fight at the Front, conscientious objectors are threatened with the firing squad, and striking shipbuilders with jail. Even the beer is watered down on government orders. Britain is having to learn to do as it is told.             WEDNESDAY   NOVEMBER 12, 2014            VISIT: THE IMPERIAL WAR MUSEUM     9:30 AM TO 12 PM   The First World War Galleries     We visit the Imperial War Museum in South London to tour the magnificent and newly- opened World War One Galleries, the nation’s principal archival tribute to the conflict. The visit offers an extraordinarily immersive opportunity to follow the narrative of the war through engagement with its many images, sounds, and artefacts. The visit also includes an opportunity to visit Truth and Memory: The Art of the First World War , the accompanying exhibition of major paintings from the period. Departure from NYUL at 9.30am sharp.            FILM SCREENING: BRITAIN'S GREAT WAR 3 - THE DARKEST HOUR     1 PM TO 2 PM   NYUL Room 105     (BBC, 2014, 60 mins) In the third episode of his TV series, Jeremy Paxman tells the story of how Britain edged close to defeat in the worst conflict it had ever known. Unearthing the wreck of a German U-boat in the River Medway, he describes Germany's attempt to starve the country into submission - could the Win the War Cookbook save the day? Hoarders are put on trial as newspapers expose how the rich dine out on lobsters in Mayfair. Fear of moral corruption prompts the government to police the nation's bedrooms. In cinemas, film of fighting in the trenches breaks all box office records - but will a shocked British public accept peace at any price?            EVENT: THE PITY OF WAR - WHY THE GREAT WAR WAS A GREAT MISTAKE, ACADEMIC FORUM &amp; FILM SCREENING     6:30 PM to 9 PM   NYUL Room 105          Eminent British historian Niall Ferguson (Harvard, Oxford and Stanford) published his controversial account of WWI, The Pity of War, in 1999. In this provocatively titled television symposium (BBC, 2014, 90 mins) he defends his revisionist thesis that Britain’s entry into war was mistaken. His richly illustrated presentation is followed by a studio debate with leading fellow historians Sir Hew Strachan (Oxford), David Reynolds (Cambridge), Gary Sheffield (Wolverhampton), David Stevenson and Heather Jones (both London School of Economics). Following the screening, NYUL historians Professor Denis Judd and Professor Mike Newman (both Emeritus Professors of London Metropolitan University) will discuss the show in a session chaired by Event Curator Phillip Drummond. Wine, soft drinks and nibbles will be served during the interval.             THURSDAY   NOVEMBER 13, 2014            FILM SCREENING: BRITAIN'S GREAT WAR 4 - AT THE ELEVENTH HOUR     1 PM TO 2 PM   NYUL Room 105   (BBC, 2014, 60 mins)     In the concluding episode of the series, Jeremy Paxman describes how the country came to the very brink of defeat in the last year of the war. Grieving parents held séances to contact their dead sons, surgeons battled to rebuild the faces of the wounded, and a maverick MP tried to pin the blame for the crisis on a conspiracy of sexual deviants in government. And then, dramatically, the tide of battle turned, and exhausted Britons found themselves weeping for joy as the Armistice was signed. The nation began to count the cost of four years of war, revealing some surprising winners as well as losers.             FRIDAY   NOVEMBER 14, 2014            FILM SCREENING: WORLD WAR 1 - AMERICAN LEGACY     10 AM TO 12 PM   NYUL Room 105   (USA, 2006, 116 mins) Narrated by David Carradine, Mark Bussler’s World War 1: American Legacy offers a wide- ranging examination of the impact of the Great War on American society. The film considers the contribution of soldier poets Alan Seeger and Joyce Kilmer, the vital work of US nurses, and the ‘Harvard Volunteers’, a group of America's privileged sons whose goal was to shame America into joining the world conflict by enlisting in the French Army. The emerging role of airplanes in combat is explained, with a focus on the famed Lafayette Espadrille battalion and the death of former President Teddy Roosevelt's aviator son Quentin over the fields of Germany. The film also pays tribute to famous fighting units such as the ‘Harlem Hellfighters’ of New York's 15th Regiment, an all-black volunteer group who fought racial prejudice and became the most decorated regiment of the War.              FILM SCREENING: WOMEN OF WORLD WAR ONE   1 PM TO 2 PM   NYUL Room 105   (BBC, 2014, 60 mins)      In a period when the social status of women was still a hotly contested issue, and when the Suffragette movement was still campaigning for votes for women, women’s role in war was of vital significance at home and in the battle zone. Drawing on her 2013 book. Fighting on the Home Front: The Legacy of Women in World War One, distinguished war reporter Kate Adie examines the role of women in wartime. Innovations included the first women’s police force, women’s football, and female surgeons operating on male patients. Adie considers the major issue: were these changes in women’s lives envisaged as something permanent, or merely as a temporary solution to the extraordinary conditions of a society at war?                  FILM SCREENING: THE WORLD'S WAR     2:30 PM TO 4:45 PM     NYUL Room 105   (BBC, 2014, 135 mins) Drawing on his 2014 book The World’s War, historian and producer David Olusoga uncovers the hidden history of the large numbers of soldiers of colour who served in World War One. Drawn from the outposts of the British and French Empires in India and Africa, Black and Asian troops made the Western Front, for a while, perhaps the most multicultural place on earth, a true ‘global city’. The first soldier of the British Army to fire a shot in World War One was a black African; by the end of 1914 one third of the British sector of the Western Front was held by Indian soldiers; the efforts of Allied troops were supported by a workforce of as many as 140,000 Chinese labourers. This two-part programme, presented here with a short interval, examines the contribution made by Black and Asian participants in the conflict, and the ways in which they were carefully controlled and exploited by their colonial masters.                FILM SCREENING: ALL QUIET ON THE WESTERN FRONT     5:15 PM TO 7:30 PM   NYUL Room 105   (USA, 1930, 136 mins)     Lewis Milestone’s legendary anti-war film All Quiet on the Western Front (USA, 1930) is based on the celebrated novel Im Westen nichts Neues (Nothing New in the West) by Erich Maria Remarque, a German veteran of World War I. The book describes German soldiers' extreme physical and mental stress during the war, and the detachment from civilian life felt by many upon returning home from the front. First serialised in 1928 and then published in book form in early 1929, it sold 2.5 million copies in 22 languages in its first eighteen months in print. The novel and its sequel, The Road Back (1931) were among the books subsequently banned and burned - in Nazi Germany. In 1930, the book was adapted by Hollywood as an Oscar-winning film, directed by Lewis Milestone and starring Lew Ayres. Recently restored &amp;nbsp;to its original visual glory, this early sound film follows a group of German students who volunteer for action on the Western Front and leave behind the civilised spaces of everyday life in Germany for the hellish world of the trenches. Paul Baumer is a sensitive youth, but is persuaded to join up by a war-mongering professor advocating glory for the Fatherland. Paul and his friends train under Himmelstoss, a kindly postmaster turned brutal corporal, and then sent to the front lines to taste battle, blood and death.             MADRID                TUESDAY-WEDNESDAY   OCTOBER 28-29, 2014            NYU MADRID WORLD TOUR PROGRAM   NYU Madrid Photo CHALLENGE! Throughout your stay in Madrid, it is very likely that you have taken photos that you feel really capture Spain and your experience here in Madrid. NYU Madrid is asking for you to submit a particular photo for a PHOTO CHALLENGE! What we are looking for is a photo that showcases what Madrid is through your eyes. For more information, please contact Caridad Dawson Parrondo at cd1024@nyu.edu             WEDNESDAY   OCTOBER 29, 2014            SPANISH RECIPE SHOWCASE   2 PM TO 4 PM   Aula C6/7   A showcase of Spanish—inspired recipes will be on display for your “degustación.&quot; We invite students, faculty, AND staff to participate by making your favorite “Spanish inspired” dish or just come by to be a tasting judge the day of the event! For more information, please contact Caridad Dawson Parrondo at cd1024@nyu.edu           NEW YORK                THURSDAY   OCTOBER 16, 2014                TELEVISION PRODUCTION WITH THE BBC INFORMATION SESSION  6 TO 8 PM         721 Broadway, Dean's Conference Room, 12th Floor                  Apply for your U.S. Passport through the NYU Passport Assistance Center at The Office of Global Services. You must have an appointment in advance in order to take advantage of this opportunity.   RSVP NOW »              MONDAY   OCTOBER 20, 2014                SHAKESPEARE IN PERFORMANCE AT RADA INFORMATION SESSION  6 TO 8 PM  721 Broadway, Dean's Conference Room, 12th Floor   Find out more about the advanced conservatory program Shakespeare in Performance at the Royal Academy of Dramatic Art (RADA) in London. Meet Geoff Bullen, who is the course supervisor for the program. Meet alumni from the program who will help paint a picture for you of what it's like during the program and their experiences, while answering any questions you may have about what to expect.   RSVP NOW »              WEDNESDAY   OCTOBER 22, 2014                STUDENT SHOWCASE: 35MM FILMS  3 PM  721 Broadway, 12th Floor Dean's Conference Room   Join us for a screening of student films and a discussion of 35mm filmmaking with Dean of the Film and TV School of the Academy of Performing Arts in Prague (FAMU), Pavel Jech.   RSVP NOW »               FRIDAY   OCTOBER 24, 2014                NYU PASSPORT DAY  10 AM TO 2 PM                             NYU Office of Global Services (561 LaGuardia Place)                Apply for your U.S. Passport through the NYU Passport Assistance Center at The Office of Global Services. You must have an appointment in advance in order to take advantage of this opportunity. Please register here to sign up for your passport appointment and learn more about this program   RSVP NOW »              SUNDAY   OCTOBER 26, 2014              STUDY AWAY PANEL  2 PM  Palladium Multi Purpose Room   Palladium residents who have studied abroad will answer any questions about the study away program.             MONDAY   OCTOBER 27, 2014              NAVIGATING DIVERSITY ABROAD: A STUDENT PANEL DISCUSSION  6 TO 8 PM                               NYU Welcome Center's Barasch Theatre (50 W 4th St)   The NYU Center for Multicultural Education and Programs in collaboration with the NYU Office of Global Programs will host a panel discussion with NYU students from underrepresented communities that have studied away or participated in a global program. Student panelists will reflect on their personal experiences studying at one of the NYU Global Academic Centers and provide prospective students tips for navigating their racial/ethnic identity, gender, sexuality, socio-economic background and ability status while studying in another country. This program will be moderated by Andrew Gordon, President and Founder of Diversity.              RECIPES FROM HOME - INTERNATIONAL POTLUCK  7 PM  University Hall (110 East 14th Street)   UHall residents are invited to submit recipes from home, all of which will be combined into a digital cookbook. One recipe from each floor will be selected to be showcased at a potluck hosted for our residents where students will be able to cook their dishes for each other and highlight why they are significant/remind them of home. Because we are a first-year hall, RAs will also be sharing treats and stories from their study away experiences at the dinner.   RSVP CLOSED »               TUESDAY   OCTOBER 28, 2014              GLOBAL AMBASSADORS: INTERNSHIPS, SERVICE/LEADERSHIP, AND TRAVEL  6:00pm  Broome 312   Join the Broome Street Residential College and Global Ambassadors for this informative session about study away! We will focus on internships, service/leadership, and travel at the different global academic centers.            GRAND WORLD CAFÉ  7 PM  Location disclosed with RSVP   Each RA that has studied away will sign up for their respective site. They will then each submit select photos from that site to compile into a slideshow, and be responsible for buying some samples of that site's food. They will also participate on a brief, 30 minute panel for residents, and then in a breakout session for Q&amp;A.   RSVP CLOSED »             WEDNESDAY   OCTOBER 29, 2014              INTERNATIONAL COFFEE HOUR  3 PM                                 726 Broadway, 2nd Floor   Open to all Tisch International Students! Come meet with the members of the Tisch Office of Student Affairs staff to mix and mingle with other international students. Enjoy some light refreshments while making connections and getting any questions you might have about Tisch/NYU answered!            GRAND WORLD CAFÉ  7 PM  Location disclosed with RSVP   Each RA that has studied away will sign up for their respective site. They will then each submit select photos from that site to compile into a slideshow, and be responsible for buying some samples of that site's food. They will also participate on a brief, 30 minute panel for residents, and then in a breakout session for Q&amp;A.   RSVP CLOSED »            NYU WORLD TOUR: GRINGO TRAILS FILM SCREENING  7 TO 9 PM                                5 Washington Place, Room 101   GRINGO TRAILS is a feature-length documentary that raises urgent questions about one of the most powerful globalizing forces of our time: tourism. Spanning South America, Africa and Asia, the tourist pathway known as the “gringo trail” has facilitated both life-altering adventures and the despoiling of many once virgin environments. The film follows stories along the trail to reveal the complex relationships between colliding cultures: host countries hungry for financial security and the tourists who provide it in their quest for authentic experiences.               THURSDAY   OCTOBER 30, 2014              NYU WORLD TOUR: GLOBAL EDUCATION EXPO  12 TO 3 PM                              Kimmel, Room 404/405   As part of NYU World Tour 2014, the NYU Global Education Expo will offer attendees the chance to learn about exciting study away opportunities available to NYU students. Stop by before or after the Global Bazaar, stop by and talk to staff, advisers, and student alumni about semester and summer programs at our academic centers and beyond.              NYU WORLD TOUR: GRAND BAZAAR  12 TO 3 PM                              Kimmel, E&amp;L   Revisit the familiar and discover the unknown. Journey across the world with nothing more than curiosity and an open mind. The Grand Bazaar invites you to celebrate the global and international experiences unique to NYU. Enjoy the sights, sounds, food and drink from all 14 NYU global sites. Enjoy Paella in Madrid. Collect Ghanese bracelets and play local instruments in Accra. Taste gelato in Florence. Learn more about studying away, collect treasures from each site, and enjoy live performers!              NYU WORLD TOUR: RECOGNIZING OUR INTERCULTURAL SKILLS  3:30 PM TO 4:45 PM   82 Washington Square East, Pless Hall 3rd Floor Lounge   We don’t always stop to recognize the skills we develop when working with people from other cultures or living in other countries. What are these valuable skills? How do we articulate them to others? How do they serve us personally and professionally? Join the Steinhardt Office of Student Affairs for an interactive workshop on recognizing our intercultural skills.     RSVP NOW »              INTERNATIONAL GRADUATE STUDENT SOCIAL  5:30-7:30pm  Kopi Kopi, 68 W 3rd Street   Come mix and mingle with other international students in grad programs across the university. Kopi Kopi is an Indonesian coffeehouse specializing in food and drinks from across the Indonesian islands. Join us for free appetizers, great conversation, and a chance to meet new and old friends at this campus hotspot.             FRIDAY   OCTOBER 31, 2014              ONLINE INFORMATION SESSION  1 TO 2 PM  Online via Link   The online information session will cover our portfolio of Intersession and Summer short-term study abroad programs. During this session, we will cover the application and enrollment process, scholarship opportunities and hear from past participants. Attendees will be able to ask questions during the session.     RSVP NOW »            ACCESS NYU'S GLOBAL NETWORK: NYU GLOBAL PROGRAMS INFO SESSIONS  2-3 PM  ARC LL05, 18 Washington Place   NYU offers students the opportunity to study away in some of the world’s most exhilarating cities. Every Friday throughout the semester, the Office of Global Programs will host an information session providing you with all the details to access these amazing opportunities!   RSVP NOW »             VOLUNTEER WITH THE STEINHARDT INTERNATIONAL ADVISORY COMMITTEE AT THE CHILDREN'S HALLOWEEN PARADE!  2:45 PM - 6:00 PM   Meeting Spot (at 2:45 pm): First floor lobby of Kimmel (60 Washington Square South)  Celebrate Halloween with the Steinhardt International Advisory Committee and Steinhardt Student Affairs as we volunteer at the Children’s Halloween Parade, a time honored tradition providing tricks and treats to over 3,000 area children, including a parade around Washington Square Park, free goodie bags, rides, face painting, live music, and more!   RSVP NOW »              PRAGUE                    Event information coming soon.               SHANGHAI                FRIDAY   OCTOBER 31, 2014            CARNIVAL OF THE DEAD  7:30 PM TO 9:30 PM  8th Floor, Pudong Campus Building     Carnival of the Dead is an event to celebrate the way different cultures represent spirits, ghosts, and other supernatural beings. There will be a series of cultural booths, a fun haunted house, a carnival funfair with games from around the world, a discussion room, a series of short films, a costume contest, a pumpkin painting area, a series of music &amp; dance performances, and more! For more information, please contact Jeremy Hissong at jeremy.hissong@nyu.edu             FRIDAY   NOVEMBER 14, 2014            WORLD TRADITIONS EXPO  3 PM  Pudong Academic Building   This event is an opportunity for our diverse student body to share a holiday and its traditions from their home country. Students will be given a small budget and a table to demonstrate and explain a particular holiday. For more information, please contact Kyle Rothstein at ksr257@nyu.edu            WORLD BAZAAR   5pm   15th Floor Colloquium Room   Come celebrate the world's traditions! The World Bazaar will showcase the cultures of the other 13 global sites at NYU, and additionally your classmates will showcase traditions from their cultures. You can also expect live music and dance performances from your classmates! If you're interested in showcasing a tradition or performing, contact mariam.ehrari@nyu.edu             SYDNEY                SATURDAY   NOVEMBER 1, 2014              AUSSIE SPORTS DAY   Time TBA   Prince Alfred Park     Students from local universities will be teaching NYU-Sydney the finer points of Australian Rules Football (AFL), Rugby and Cricket.             SUNDAY   NOVEMBER 2, 2014              SYDNEY OPEN   All Day   Sydney CBD     Sydney Open is an event sponsored by the Sydney Living Museums. Students will join members of the World Tour planning committee and visit buildings that are usually not open to the public. For more information, please contact Marcus Neeld at mn93@nyu.edu             SUNDAY   NOVEMBER 2, 2014              WORLD TOUR SERVICE PROJECT     9 AM   Ashfield   Students will join staff from the Twenty10 organization and paint and clean a home for needy members of the community. For more information, please contact Marcus Neeld at mn93@nyu.edu           TEL AVIV                    Event information coming soon.               WASHINGTON, DC                MONDAY   OCTOBER 27, 2014              POLITICAL HOST TO THE WORLD   6:30 PM   Abramson Family Auditorium   Washington, DC is home to many important institutions with an international focus, including NGOs, embassies, think tanks, governmental agencies and relief organizations. Their mission is to effect change in a variety of areas such as environmental sustainability, economic development, human rights, public health, diplomacy and more. For this panel, we’ll hear from the individuals from a few of these institutions as they discuss past successes, current initiatives and future plans. We’ll also explore how different kinds of institutions share strategies or have unique approaches to their work.             THURSDAY   OCTOBER 30, 2014              BUILDING A CAREER IN WASHINGTON, DC     6:30 PM   Abramson Family Auditorium       Join NYU Washington, DC for an evening composed of expert career recruiters and professionals as they discuss how they search for top talent and share their career paths. Trudy Steinfeld, Assistant Vice-President and Executive Director of the New York University's Wasserman Center for Career Development will moderate this panel. The discussion will help students and recent graduates learn how to best prepare and market themselves in today's challenging environment. The panel will offer networking tips, shared organizational insights, career advice and answer audience questions. Representatives from the Cato Institute, Deloitte, CommonHealth ACTION, the National Institutes of Health, the Office of the Inspector General, the Peace Corps and the World Wildlife Fund will take part in this discussion.             FRIDAY   OCTOBER 31, 2014              TRICK OR TREATING AT THE DC EMBASSIES WITH THE NYU WASHINGTON, DC HALL CONGRESS     3 PM   Meet in NYU Washington DC Lobby         Join the NYU Washington, DC Hall Congress for a costume contest in the lobby, followed by trick or treating at the DC Embassies! Gift cards for the top 3 costumes!             SATURDAY   NOVEMBER 1, 2014              OLD TOWN ALEXANDRIA HISTORY AND FOOD TOUR     12 PM   Alexandria, VA         Learn about the history, culture, and design of Alexandria, VA while enjoying the local food! Limited tickets available!                                                                        VOLUNTEER        SIGN UP                                                   SUBMIT A        PROGRAM                                                   BROWSE        EVENT PHOTOS                                                                    NYU Footer          Search      Directory      Campus Map      Events      Contact Us      Site Map      Copyright and Fair Use      Feedback         Unless otherwise noted, all content copyright New York University. All rights reserved. Designed by The Office of Web Communications"}]},
{"detail": [{"content": "NYU World Tour Calendar                                                                                                               NYU.edu requires JavaScript be enabled in your browser in order to use important features of the site. JavaScript is either disabled or not supported by your browser. For instructions on how to enable JavaScript in your browser, click here .                       New York University    Skip to Content   Skip to Search   Skip to Navigation   Skip to Sub Navigation                                                        NYUHome Login                            Students           |   Faculty           |   Alumni           |   Employees           |   Community                                   Schools          Arts and Science      College of Arts and Science      College of Dentistry      College of Nursing      Courant Institute of Mathematical Sciences      Gallatin School of Individualized Study      Graduate School of Arts and Science      Institute of Fine Arts      Institute for the Study of the Ancient World      Leonard N. Stern School of Business      Liberal Studies Program      NYU Abu Dhabi      NYU Shanghai      Polytechnic School of Engineering      Robert F. Wagner Graduate School of Public Service      School of Professional Studies      School of Law      School of Medicine      Silver School of Social Work      Steinhardt School of Culture, Education, and Human Development      Tisch School of the Arts                QuickLinks          Academic Calendars      Administrative Units      Albert      Apply for Jobs      Athletics      Bookstores      Bursar      Campus Map      Career Development      Emergencies      Events      Giving to NYU      Housing      ITS      Libraries      News      NYU Apparel      Policies      Public Safety      Registrar      Student Health Center      Student Resources      Wellness Exchange                A-Z          A      B      C      D      E      F      G      H      I      J      K      L      M      N      O      P      Q      R      S      T      U      V      W      X      Y      Z                                                          New York University                          Search NYU                    Pages |    People                                       Main Navigation            About NYU       Admissions       Academics       University Life       Research       Global                                 Bread Crumbs          University Life   /   Events and Traditions   /   NYU World Tour                 Sub Navigation                                 Marquee Events                       Global Event Calendar                                                                   NYU World Tour Calendar            In addition to the three flagship Marquee Events, NYU World Tour features the following events scheduled between October 24th and early November in New York and across our global network.              ACCRA                    Event information coming soon.               BERLIN                MONDAY-MONDAY   OCTOBER 27-NOVEMBER 3, 2014              WAS IST HEIMAT? - IMAGINE. ENCOUNTER. EXPLORE. ENGAGE. EXPERIENCE.     9:30 AM-1:30 PM     NYU Berlin Academic Center       NYU students traveling between various GNU sites and in and out of various host cultures are experts of cultural transitions. Together with their German professors, our Fall 2014 Berliners will work on video projects, short theater performances, and poems to illuminate how international mobility opens (or closes) spaces for them to explore a broader sense of belonging and the cultural and emotional conditions transforming their concept of home. Their contributions will be in German, the language of their host country.      Students will start with the word &quot;Heimat&quot;; a term commonly but inadequately translated as &quot;Home”, “Homeland&quot;, or &quot;Belonging&quot;. They will use the German words and expressions they have learned in class so far to chart the imaginary and emotional space made available by this new language. They will read and interpret poems, like Jean Améry’s &quot;Wieviel Heimat braucht der Mensch?”, introduce the places, tastes, and sounds that make them feel at home in Berlin, and share their individual responses to the following questions: Was ist Heimat? Warum ist Berlin Heimat? Warum nicht? Was vermisse ich? The various contributions will be combined in a short World Tour film and shared with the larger NYU community.             MONDAY   NOVEMBER 3, 2014            TEDxNYU BERLIN   8 PM TO 9:30 PM   NYU Berlin Academic Center       World Tour concludes with a TEDxNYU Berlin event on the following Monday, November 3rd. The TEDxNYU Berlin student initiative invites the NYU Berlin community to discuss and reflect together with several speakers on the various meanings Berlin has acquired for them, the complex idea of an authentic study abroad experience, and the power of stereotypes and preconceived notions for first and second impressions of a place. Participants will be invited to bring a dish of their choice that &quot;tastes like home&quot; and share its story with the community. For more information, please contact Linn Friedrichs via email lf949@nyu.edu           BUENOS AIRES                WEDNESDAY   OCTOBER 29, 2014            ZIPPING THROUGH ARGENTINA IN ONE DAY   10 AM TO 10 PM     NYU BA Academic Center   The theme of the World Tour at NYU Buenos Aires says it all. Argentina is a country that cannot be seen to its fullest in just one semester, therefore, what better way to see it than bringing the country to the students, staff, professors and NYU Alumni. In one day we hope to showcase the five regions that make up Argentina. Each of these regions are unique for their landscapes, weather, traditions, dances, music, food, etc.    We will begin the day with a typical Pampeano Breakfast. Throughout the day there will be plenty of activities for all to take part of using their World Tour passport in order to gain enough stamps to enter the Regions Basquet Contest at the end of the night.    There will be traditional in house sports´games, wine tasting, dessert making, tango and folklore dancing, trivia questions, get into character photo booth, food tasting of all the regions during lunch time, raffles, mingle with Alumni in the afternoon with a closing performance, catered dinner with items from various regions and the give aways of the Baskets. All proceeds from the raffles will go to Hospital Muñiz in Parque Patricio, province of Buenos Aires, to help purchase much needed bottled water and toys for the holidays for children with HIV/AIDS.   For more information, please contact Alejandra Lombardo at al165@nyu.edu           FLORENCE                THURSDAY   NOVEMBER 6, 2014            NYU WORLD TOUR   7:30 PM TO 10:30 PM   Villa sassetti Conference and Event Center   This event runs in tandem with NYU Florence's La Pietra Dialogues (http://lapietradialogues.org): “LPD convenes some of the world’s foremost scholars, policy makers, practitioners, business leaders, public intellectuals and artists whose ideas and work have made a significant cultural or intellectual contribution to global society and the revival of the spirit of humanism for which Florence is known. They gather at Villa la Pietra, New York University´s exceptional site in Florence, to confront some of the most intractable issues of contemporary society through the creative interplay of ideas and perspectives”.     The theme this semester is &quot;Black Italia&quot; and addresses &quot;How are Africans represented in the Italian imagination?&quot; and &quot;How is Italy changing under the pressure of immigration?&quot; In connection with this series of dialogues, the NYU Florence World Tour event is focusing on Italian culture linked with the influence of African migration, as well as how study away has expanded horizons and affected the global perspective of our students.     Included at the event will be:     • A professional cooking class provided at the event location for 30 students (on a sign up basis) where students will learn to cook easy Italian recipes which have been influenced by migration.   • A video projection of photos submitted by students for the World Tour celebrating their time so far in Italy including images of their travels in Italy and Europe so far this semester, everyday street life, ‘modern art in a renaissance city’, and multicultural Florence.   • A Spoken Word event, where students will be provided with a public forum to read out their works, read poetry, and quote selected extracts from their assignments. A group of students have been tasked with interviewing members of the immigrant communities in Florence, and have been invited to read the articles they have written based upon these interviews.   • A Senegalese band from the local community who will be introducing students to their music   • A selection of North African culinary specialties by a restaurant that caters for the local African community to introduce students to African cuisine.   • An Italian-themed photo booth to commemorate the occasion, with the NYU World Tour logo as part of the backdrop.   • A gelato tasting   • The event will be wrapped up with an Italian karaoke night where students will be encouraged to rehearse beforehand and join in with a series of classic Italian songs ranging from the ubiquitous ‘Volare’ to Dean Martin Classics like ‘That’s Amore’ to celebrate the best of Italian culture through the medium of song.   • A movie screening of ‘The Intouchables’ a 2011 French comedy-drama, multiple award winning European box office hit about cross racial friendship and teamwork (trailer here: http://www.youtube.com/watch?v=H7g_OjLKeZ4 ) This will take place on Sunday evening at 8.00pm, which is when our weekly movie night takes place on campus.      For more information, please contact Julian Lonsdale at jl192@nyu.edu               LONDON                SUNDAY   NOVEMBER 9, 2014            VISIT: THE CENOTAPH   10 AM TO 12 PM   The Cenotaph, Whitehall        On the Sunday closest to Armistice Day each November, national commemoration centres on the Cenotaph (‘empty tomb’ in Greek) in Whitehall in memory of the fallen of world conflicts. In attendance at the wreath-laying ceremony and parade in Whitehall are members of the Royal Family, leading politicians, Commonwealth ambassadors, key figures from major national services and organisations, members of the Armed Forces and support organisations, and members of the public. Participation in this major public event is self-organised.             MONDAY   NOVEMBER 10, 2014            VISIT: TOWER OF LONDON   9:30 AM TO 11:30 AM   The Tower of London     We visit the Tower of London to see the finale of the huge ‘Blood Swept Lands and Seas of Blood’ art installation, created by ceramicist Paul Cummins with setting by stage designer Tom Piper. Spilling into the moat of the Tower since mid-summer is a great and growing tide of some 888,248 ceramic poppies, each symbolising a British military fatality during the First World War. Departure from NYUL at 9.30am sharp.               FILM SCREENING: BRITAIN'S GREAT WAR 1 - WAR COMES TO BRITAIN     1 PM TO 2 PM   NYUL Room 105       (BBC, 2014, 60 mins) In the first episode of his landmark BBC TV series on how the First World War affected the lives of the British people, legendary broadcaster Jeremy Paxman tells the story of the dramatic early stages of the war, from stunned disbelief to the mass recruitment of volunteer soldiers. Fear of invasion grips the country. Boy Scouts guard bridges, and spies are suspected everywhere. For the first time, British civilians are fired on by enemy ships, and bombed from the air by planes and huge Zeppelin airships: a 105-year old eyewitness to the shelling of Hartlepool on the North-East coast of England describes how she thought that the Germans had landed. Total war has come to Britain.            CULTURE AT WAR: AN EVENING OF POETRY, DRAMA, FILM, &amp; MUSIC   6:30 PM TO 8:30 PM   NYU Tisch, Senate House, Room G37         An evening devised by Phillip Drummond (NYUL), Mary Jane Walsh and Ellis Jones (both NYU Tisch) reflecting upon the various cultural aspects of the Great War, involving poetry, drama, music and film. Alongside songs from the period, and extracts from Richard Attenborough’s satirical 1969 film Oh! What a Lovely War, NYU Tisch students will present readings from the poetry of WWI – including famous works by Wilfred Owen, Rupert Brooke and Isaac Rosenberg – and will perform a scene from A.C. Sheriff’s hugely popular play about life in the trenches, Journey’s End.             TUESDAY   NOVEMBER 11, 2014            VISIT: TRAFALGAR SQUARE/BEDFORD SQUARE - ARMISTIC DAY: THE 11TH HOUR OF THE 11TH DAY OF THE 11TH MONTH     9:30 AM TO 11:30 AM   Trafalgar Square/Bedford Square          We visit Trafalgar Square in &amp; Central London to join the public commemoration of the Armistice which marked the end of World War One. This is traditionally marked by a two- minute silence which takes place across the nation at the eleventh hour of the eleventh day of the eleventh month. Departure from NYUL at 9.30am sharp. We invite students and colleagues remaining in classes at NYUL to join us in the NYUL foyer promptly at 10.50am to go across to the Bedford Square Gardens to share the two-minute silence at 11.00am.                FILM SCREENING: BRITAIN'S GREAT WAR 2 - THE WAR MACHINE     1 PM TO 2 PM   NYUL Room 105   (BBC, 2014, 60 mins) In the second part of his major TV series Jeremy Paxman describes the crisis facing the country as it becomes clear it is fatally unprepared to fight a modern industrial war. Now the whole population is enlisted to turn the country into a war machine: women fill the factories to make bombs and bullets, men are forced to fight at the Front, conscientious objectors are threatened with the firing squad, and striking shipbuilders with jail. Even the beer is watered down on government orders. Britain is having to learn to do as it is told.             WEDNESDAY   NOVEMBER 12, 2014            VISIT: THE IMPERIAL WAR MUSEUM     9:30 AM TO 12 PM   The First World War Galleries     We visit the Imperial War Museum in South London to tour the magnificent and newly- opened World War One Galleries, the nation’s principal archival tribute to the conflict. The visit offers an extraordinarily immersive opportunity to follow the narrative of the war through engagement with its many images, sounds, and artefacts. The visit also includes an opportunity to visit Truth and Memory: The Art of the First World War , the accompanying exhibition of major paintings from the period. Departure from NYUL at 9.30am sharp.            FILM SCREENING: BRITAIN'S GREAT WAR 3 - THE DARKEST HOUR     1 PM TO 2 PM   NYUL Room 105     (BBC, 2014, 60 mins) In the third episode of his TV series, Jeremy Paxman tells the story of how Britain edged close to defeat in the worst conflict it had ever known. Unearthing the wreck of a German U-boat in the River Medway, he describes Germany's attempt to starve the country into submission - could the Win the War Cookbook save the day? Hoarders are put on trial as newspapers expose how the rich dine out on lobsters in Mayfair. Fear of moral corruption prompts the government to police the nation's bedrooms. In cinemas, film of fighting in the trenches breaks all box office records - but will a shocked British public accept peace at any price?            EVENT: THE PITY OF WAR - WHY THE GREAT WAR WAS A GREAT MISTAKE, ACADEMIC FORUM &amp; FILM SCREENING     6:30 PM to 9 PM   NYUL Room 105          Eminent British historian Niall Ferguson (Harvard, Oxford and Stanford) published his controversial account of WWI, The Pity of War, in 1999. In this provocatively titled television symposium (BBC, 2014, 90 mins) he defends his revisionist thesis that Britain’s entry into war was mistaken. His richly illustrated presentation is followed by a studio debate with leading fellow historians Sir Hew Strachan (Oxford), David Reynolds (Cambridge), Gary Sheffield (Wolverhampton), David Stevenson and Heather Jones (both London School of Economics). Following the screening, NYUL historians Professor Denis Judd and Professor Mike Newman (both Emeritus Professors of London Metropolitan University) will discuss the show in a session chaired by Event Curator Phillip Drummond. Wine, soft drinks and nibbles will be served during the interval.             THURSDAY   NOVEMBER 13, 2014            FILM SCREENING: BRITAIN'S GREAT WAR 4 - AT THE ELEVENTH HOUR     1 PM TO 2 PM   NYUL Room 105   (BBC, 2014, 60 mins)     In the concluding episode of the series, Jeremy Paxman describes how the country came to the very brink of defeat in the last year of the war. Grieving parents held séances to contact their dead sons, surgeons battled to rebuild the faces of the wounded, and a maverick MP tried to pin the blame for the crisis on a conspiracy of sexual deviants in government. And then, dramatically, the tide of battle turned, and exhausted Britons found themselves weeping for joy as the Armistice was signed. The nation began to count the cost of four years of war, revealing some surprising winners as well as losers.             FRIDAY   NOVEMBER 14, 2014            FILM SCREENING: WORLD WAR 1 - AMERICAN LEGACY     10 AM TO 12 PM   NYUL Room 105   (USA, 2006, 116 mins) Narrated by David Carradine, Mark Bussler’s World War 1: American Legacy offers a wide- ranging examination of the impact of the Great War on American society. The film considers the contribution of soldier poets Alan Seeger and Joyce Kilmer, the vital work of US nurses, and the ‘Harvard Volunteers’, a group of America's privileged sons whose goal was to shame America into joining the world conflict by enlisting in the French Army. The emerging role of airplanes in combat is explained, with a focus on the famed Lafayette Espadrille battalion and the death of former President Teddy Roosevelt's aviator son Quentin over the fields of Germany. The film also pays tribute to famous fighting units such as the ‘Harlem Hellfighters’ of New York's 15th Regiment, an all-black volunteer group who fought racial prejudice and became the most decorated regiment of the War.              FILM SCREENING: WOMEN OF WORLD WAR ONE   1 PM TO 2 PM   NYUL Room 105   (BBC, 2014, 60 mins)      In a period when the social status of women was still a hotly contested issue, and when the Suffragette movement was still campaigning for votes for women, women’s role in war was of vital significance at home and in the battle zone. Drawing on her 2013 book. Fighting on the Home Front: The Legacy of Women in World War One, distinguished war reporter Kate Adie examines the role of women in wartime. Innovations included the first women’s police force, women’s football, and female surgeons operating on male patients. Adie considers the major issue: were these changes in women’s lives envisaged as something permanent, or merely as a temporary solution to the extraordinary conditions of a society at war?                  FILM SCREENING: THE WORLD'S WAR     2:30 PM TO 4:45 PM     NYUL Room 105   (BBC, 2014, 135 mins) Drawing on his 2014 book The World’s War, historian and producer David Olusoga uncovers the hidden history of the large numbers of soldiers of colour who served in World War One. Drawn from the outposts of the British and French Empires in India and Africa, Black and Asian troops made the Western Front, for a while, perhaps the most multicultural place on earth, a true ‘global city’. The first soldier of the British Army to fire a shot in World War One was a black African; by the end of 1914 one third of the British sector of the Western Front was held by Indian soldiers; the efforts of Allied troops were supported by a workforce of as many as 140,000 Chinese labourers. This two-part programme, presented here with a short interval, examines the contribution made by Black and Asian participants in the conflict, and the ways in which they were carefully controlled and exploited by their colonial masters.                FILM SCREENING: ALL QUIET ON THE WESTERN FRONT     5:15 PM TO 7:30 PM   NYUL Room 105   (USA, 1930, 136 mins)     Lewis Milestone’s legendary anti-war film All Quiet on the Western Front (USA, 1930) is based on the celebrated novel Im Westen nichts Neues (Nothing New in the West) by Erich Maria Remarque, a German veteran of World War I. The book describes German soldiers' extreme physical and mental stress during the war, and the detachment from civilian life felt by many upon returning home from the front. First serialised in 1928 and then published in book form in early 1929, it sold 2.5 million copies in 22 languages in its first eighteen months in print. The novel and its sequel, The Road Back (1931) were among the books subsequently banned and burned - in Nazi Germany. In 1930, the book was adapted by Hollywood as an Oscar-winning film, directed by Lewis Milestone and starring Lew Ayres. Recently restored &amp;nbsp;to its original visual glory, this early sound film follows a group of German students who volunteer for action on the Western Front and leave behind the civilised spaces of everyday life in Germany for the hellish world of the trenches. Paul Baumer is a sensitive youth, but is persuaded to join up by a war-mongering professor advocating glory for the Fatherland. Paul and his friends train under Himmelstoss, a kindly postmaster turned brutal corporal, and then sent to the front lines to taste battle, blood and death.             MADRID                TUESDAY-WEDNESDAY   OCTOBER 28-29, 2014            NYU MADRID WORLD TOUR PROGRAM   NYU Madrid Photo CHALLENGE! Throughout your stay in Madrid, it is very likely that you have taken photos that you feel really capture Spain and your experience here in Madrid. NYU Madrid is asking for you to submit a particular photo for a PHOTO CHALLENGE! What we are looking for is a photo that showcases what Madrid is through your eyes. For more information, please contact Caridad Dawson Parrondo at cd1024@nyu.edu             WEDNESDAY   OCTOBER 29, 2014            SPANISH RECIPE SHOWCASE   2 PM TO 4 PM   Aula C6/7   A showcase of Spanish—inspired recipes will be on display for your “degustación.&quot; We invite students, faculty, AND staff to participate by making your favorite “Spanish inspired” dish or just come by to be a tasting judge the day of the event! For more information, please contact Caridad Dawson Parrondo at cd1024@nyu.edu           NEW YORK                THURSDAY   OCTOBER 16, 2014                TELEVISION PRODUCTION WITH THE BBC INFORMATION SESSION  6 TO 8 PM         721 Broadway, Dean's Conference Room, 12th Floor                  Apply for your U.S. Passport through the NYU Passport Assistance Center at The Office of Global Services. You must have an appointment in advance in order to take advantage of this opportunity.   RSVP NOW »              MONDAY   OCTOBER 20, 2014                SHAKESPEARE IN PERFORMANCE AT RADA INFORMATION SESSION  6 TO 8 PM  721 Broadway, Dean's Conference Room, 12th Floor   Find out more about the advanced conservatory program Shakespeare in Performance at the Royal Academy of Dramatic Art (RADA) in London. Meet Geoff Bullen, who is the course supervisor for the program. Meet alumni from the program who will help paint a picture for you of what it's like during the program and their experiences, while answering any questions you may have about what to expect.   RSVP NOW »              WEDNESDAY   OCTOBER 22, 2014                STUDENT SHOWCASE: 35MM FILMS  3 PM  721 Broadway, 12th Floor Dean's Conference Room   Join us for a screening of student films and a discussion of 35mm filmmaking with Dean of the Film and TV School of the Academy of Performing Arts in Prague (FAMU), Pavel Jech.   RSVP NOW »               FRIDAY   OCTOBER 24, 2014                NYU PASSPORT DAY  10 AM TO 2 PM                             NYU Office of Global Services (561 LaGuardia Place)                Apply for your U.S. Passport through the NYU Passport Assistance Center at The Office of Global Services. You must have an appointment in advance in order to take advantage of this opportunity. Please register here to sign up for your passport appointment and learn more about this program   RSVP NOW »              SUNDAY   OCTOBER 26, 2014              STUDY AWAY PANEL  2 PM  Palladium Multi Purpose Room   Palladium residents who have studied abroad will answer any questions about the study away program.             MONDAY   OCTOBER 27, 2014              NAVIGATING DIVERSITY ABROAD: A STUDENT PANEL DISCUSSION  6 TO 8 PM                               NYU Welcome Center's Barasch Theatre (50 W 4th St)   The NYU Center for Multicultural Education and Programs in collaboration with the NYU Office of Global Programs will host a panel discussion with NYU students from underrepresented communities that have studied away or participated in a global program. Student panelists will reflect on their personal experiences studying at one of the NYU Global Academic Centers and provide prospective students tips for navigating their racial/ethnic identity, gender, sexuality, socio-economic background and ability status while studying in another country. This program will be moderated by Andrew Gordon, President and Founder of Diversity.              RECIPES FROM HOME - INTERNATIONAL POTLUCK  7 PM  University Hall (110 East 14th Street)   UHall residents are invited to submit recipes from home, all of which will be combined into a digital cookbook. One recipe from each floor will be selected to be showcased at a potluck hosted for our residents where students will be able to cook their dishes for each other and highlight why they are significant/remind them of home. Because we are a first-year hall, RAs will also be sharing treats and stories from their study away experiences at the dinner.   RSVP CLOSED »               TUESDAY   OCTOBER 28, 2014              GLOBAL AMBASSADORS: INTERNSHIPS, SERVICE/LEADERSHIP, AND TRAVEL  6:00pm  Broome 312   Join the Broome Street Residential College and Global Ambassadors for this informative session about study away! We will focus on internships, service/leadership, and travel at the different global academic centers.            GRAND WORLD CAFÉ  7 PM  Location disclosed with RSVP   Each RA that has studied away will sign up for their respective site. They will then each submit select photos from that site to compile into a slideshow, and be responsible for buying some samples of that site's food. They will also participate on a brief, 30 minute panel for residents, and then in a breakout session for Q&amp;A.   RSVP CLOSED »             WEDNESDAY   OCTOBER 29, 2014              INTERNATIONAL COFFEE HOUR  3 PM                                 726 Broadway, 2nd Floor   Open to all Tisch International Students! Come meet with the members of the Tisch Office of Student Affairs staff to mix and mingle with other international students. Enjoy some light refreshments while making connections and getting any questions you might have about Tisch/NYU answered!            GRAND WORLD CAFÉ  7 PM  Location disclosed with RSVP   Each RA that has studied away will sign up for their respective site. They will then each submit select photos from that site to compile into a slideshow, and be responsible for buying some samples of that site's food. They will also participate on a brief, 30 minute panel for residents, and then in a breakout session for Q&amp;A.   RSVP CLOSED »            NYU WORLD TOUR: GRINGO TRAILS FILM SCREENING  7 TO 9 PM                                5 Washington Place, Room 101   GRINGO TRAILS is a feature-length documentary that raises urgent questions about one of the most powerful globalizing forces of our time: tourism. Spanning South America, Africa and Asia, the tourist pathway known as the “gringo trail” has facilitated both life-altering adventures and the despoiling of many once virgin environments. The film follows stories along the trail to reveal the complex relationships between colliding cultures: host countries hungry for financial security and the tourists who provide it in their quest for authentic experiences.               THURSDAY   OCTOBER 30, 2014              NYU WORLD TOUR: GLOBAL EDUCATION EXPO  12 TO 3 PM                              Kimmel, Room 404/405   As part of NYU World Tour 2014, the NYU Global Education Expo will offer attendees the chance to learn about exciting study away opportunities available to NYU students. Stop by before or after the Global Bazaar, stop by and talk to staff, advisers, and student alumni about semester and summer programs at our academic centers and beyond.              NYU WORLD TOUR: GRAND BAZAAR  12 TO 3 PM                              Kimmel, E&amp;L   Revisit the familiar and discover the unknown. Journey across the world with nothing more than curiosity and an open mind. The Grand Bazaar invites you to celebrate the global and international experiences unique to NYU. Enjoy the sights, sounds, food and drink from all 14 NYU global sites. Enjoy Paella in Madrid. Collect Ghanese bracelets and play local instruments in Accra. Taste gelato in Florence. Learn more about studying away, collect treasures from each site, and enjoy live performers!              NYU WORLD TOUR: RECOGNIZING OUR INTERCULTURAL SKILLS  3:30 PM TO 4:45 PM   82 Washington Square East, Pless Hall 3rd Floor Lounge   We don’t always stop to recognize the skills we develop when working with people from other cultures or living in other countries. What are these valuable skills? How do we articulate them to others? How do they serve us personally and professionally? Join the Steinhardt Office of Student Affairs for an interactive workshop on recognizing our intercultural skills.     RSVP NOW »              INTERNATIONAL GRADUATE STUDENT SOCIAL  5:30-7:30pm  Kopi Kopi, 68 W 3rd Street   Come mix and mingle with other international students in grad programs across the university. Kopi Kopi is an Indonesian coffeehouse specializing in food and drinks from across the Indonesian islands. Join us for free appetizers, great conversation, and a chance to meet new and old friends at this campus hotspot.             FRIDAY   OCTOBER 31, 2014              ONLINE INFORMATION SESSION  1 TO 2 PM  Online via Link   The online information session will cover our portfolio of Intersession and Summer short-term study abroad programs. During this session, we will cover the application and enrollment process, scholarship opportunities and hear from past participants. Attendees will be able to ask questions during the session.     RSVP NOW »            ACCESS NYU'S GLOBAL NETWORK: NYU GLOBAL PROGRAMS INFO SESSIONS  2-3 PM  ARC LL05, 18 Washington Place   NYU offers students the opportunity to study away in some of the world’s most exhilarating cities. Every Friday throughout the semester, the Office of Global Programs will host an information session providing you with all the details to access these amazing opportunities!   RSVP NOW »             VOLUNTEER WITH THE STEINHARDT INTERNATIONAL ADVISORY COMMITTEE AT THE CHILDREN'S HALLOWEEN PARADE!  2:45 PM - 6:00 PM   Meeting Spot (at 2:45 pm): First floor lobby of Kimmel (60 Washington Square South)  Celebrate Halloween with the Steinhardt International Advisory Committee and Steinhardt Student Affairs as we volunteer at the Children’s Halloween Parade, a time honored tradition providing tricks and treats to over 3,000 area children, including a parade around Washington Square Park, free goodie bags, rides, face painting, live music, and more!   RSVP NOW »              PRAGUE                    Event information coming soon.               SHANGHAI                FRIDAY   OCTOBER 31, 2014            CARNIVAL OF THE DEAD  7:30 PM TO 9:30 PM  8th Floor, Pudong Campus Building     Carnival of the Dead is an event to celebrate the way different cultures represent spirits, ghosts, and other supernatural beings. There will be a series of cultural booths, a fun haunted house, a carnival funfair with games from around the world, a discussion room, a series of short films, a costume contest, a pumpkin painting area, a series of music &amp; dance performances, and more! For more information, please contact Jeremy Hissong at jeremy.hissong@nyu.edu             FRIDAY   NOVEMBER 14, 2014            WORLD TRADITIONS EXPO  3 PM  Pudong Academic Building   This event is an opportunity for our diverse student body to share a holiday and its traditions from their home country. Students will be given a small budget and a table to demonstrate and explain a particular holiday. For more information, please contact Kyle Rothstein at ksr257@nyu.edu            WORLD BAZAAR   5pm   15th Floor Colloquium Room   Come celebrate the world's traditions! The World Bazaar will showcase the cultures of the other 13 global sites at NYU, and additionally your classmates will showcase traditions from their cultures. You can also expect live music and dance performances from your classmates! If you're interested in showcasing a tradition or performing, contact mariam.ehrari@nyu.edu             SYDNEY                SATURDAY   NOVEMBER 1, 2014              AUSSIE SPORTS DAY   Time TBA   Prince Alfred Park     Students from local universities will be teaching NYU-Sydney the finer points of Australian Rules Football (AFL), Rugby and Cricket.             SUNDAY   NOVEMBER 2, 2014              SYDNEY OPEN   All Day   Sydney CBD     Sydney Open is an event sponsored by the Sydney Living Museums. Students will join members of the World Tour planning committee and visit buildings that are usually not open to the public. For more information, please contact Marcus Neeld at mn93@nyu.edu             SUNDAY   NOVEMBER 2, 2014              WORLD TOUR SERVICE PROJECT     9 AM   Ashfield   Students will join staff from the Twenty10 organization and paint and clean a home for needy members of the community. For more information, please contact Marcus Neeld at mn93@nyu.edu           TEL AVIV                    Event information coming soon.               WASHINGTON, DC                MONDAY   OCTOBER 27, 2014              POLITICAL HOST TO THE WORLD   6:30 PM   Abramson Family Auditorium   Washington, DC is home to many important institutions with an international focus, including NGOs, embassies, think tanks, governmental agencies and relief organizations. Their mission is to effect change in a variety of areas such as environmental sustainability, economic development, human rights, public health, diplomacy and more. For this panel, we’ll hear from the individuals from a few of these institutions as they discuss past successes, current initiatives and future plans. We’ll also explore how different kinds of institutions share strategies or have unique approaches to their work.             THURSDAY   OCTOBER 30, 2014              BUILDING A CAREER IN WASHINGTON, DC     6:30 PM   Abramson Family Auditorium       Join NYU Washington, DC for an evening composed of expert career recruiters and professionals as they discuss how they search for top talent and share their career paths. Trudy Steinfeld, Assistant Vice-President and Executive Director of the New York University's Wasserman Center for Career Development will moderate this panel. The discussion will help students and recent graduates learn how to best prepare and market themselves in today's challenging environment. The panel will offer networking tips, shared organizational insights, career advice and answer audience questions. Representatives from the Cato Institute, Deloitte, CommonHealth ACTION, the National Institutes of Health, the Office of the Inspector General, the Peace Corps and the World Wildlife Fund will take part in this discussion.             FRIDAY   OCTOBER 31, 2014              TRICK OR TREATING AT THE DC EMBASSIES WITH THE NYU WASHINGTON, DC HALL CONGRESS     3 PM   Meet in NYU Washington DC Lobby         Join the NYU Washington, DC Hall Congress for a costume contest in the lobby, followed by trick or treating at the DC Embassies! Gift cards for the top 3 costumes!             SATURDAY   NOVEMBER 1, 2014              OLD TOWN ALEXANDRIA HISTORY AND FOOD TOUR     12 PM   Alexandria, VA         Learn about the history, culture, and design of Alexandria, VA while enjoying the local food! Limited tickets available!                                                                        VOLUNTEER        SIGN UP                                                   SUBMIT A        PROGRAM                                                   BROWSE        EVENT PHOTOS                                                                    NYU Footer          Search      Directory      Campus Map      Events      Contact Us      Site Map      Copyright and Fair Use      Feedback         Unless otherwise noted, all content copyright New York University. All rights reserved. Designed by The Office of Web Communications"}, {"content": "Global                                                                                                   NYU.edu requires JavaScript be enabled in your browser in order to use important features of the site. JavaScript is either disabled or not supported by your browser. For instructions on how to enable JavaScript in your browser, click here .                       New York University    Skip to Content   Skip to Search   Skip to Navigation   Skip to Sub Navigation                                                        NYUHome Login                            Students           |   Faculty           |   Alumni           |   Employees           |   Community                                   Schools          Arts and Science      College of Arts and Science      College of Dentistry      College of Nursing      Courant Institute of Mathematical Sciences      Gallatin School of Individualized Study      Graduate School of Arts and Science      Institute of Fine Arts      Institute for the Study of the Ancient World      Leonard N. Stern School of Business      Liberal Studies Program      NYU Abu Dhabi      NYU Shanghai      Polytechnic School of Engineering      Robert F. Wagner Graduate School of Public Service      School of Professional Studies      School of Law      School of Medicine      Silver School of Social Work      Steinhardt School of Culture, Education, and Human Development      Tisch School of the Arts                QuickLinks          Academic Calendars      Administrative Units      Albert      Apply for Jobs      Athletics      Bookstores      Bursar      Campus Map      Career Development      Emergencies      Events      Giving to NYU      Housing      ITS      Libraries      News      NYU Apparel      Policies      Public Safety      Registrar      Student Health Center      Student Resources      Wellness Exchange                A-Z          A      B      C      D      E      F      G      H      I      J      K      L      M      N      O      P      Q      R      S      T      U      V      W      X      Y      Z                                                          New York University                          Search NYU                    Pages |    People                                       Main Navigation            About NYU       Admissions       Academics       University Life       Research       Global                                         Sub Navigation                                 Global Academic Centers                       Global Academic Partnerships and Affiliations                       NYU Abu Dhabi                       NYU Shanghai                       Tisch Asia                       International Immigration Services                       All NYU Programs                                                                                           New York University, the largest independent research university in the United States, is primarily located in the heart of downtown Manhattan and Brooklyn. Beyond our campus in New York City lies a world opportunity within NYU's global network. With NYU Abu Dhabi and NYU Shanghai, our new degree-granting campuses, as well as 11 international academic centers in Africa, Asia, Europe, North America, and South America, NYU offers global experiences to all members of its community.   NYU has embarked on the project of becoming a Global Network University, a university that challenges the idea that a university can only deliver education at a single home campus. Instead, we have created a structure that allows ...                continued below                                                                                                                                                                                                                                                                                                                                                                                                 Global Academic Centers Unparalleled opportunities for students to expand their educational experiences at our 11 global academic centers. Read More                                                                                             Global Institute of Public Health A collaboration of NYU's premier professional schools, preparing professionals in promoting global health. Read More                                                                                               Admissions Undergraduate, graduate, study abroad, is NYU Right for You? Read More                                                                                                                                                         NYU Abu Dhabi Undergraduate Admissions        The World&#039;s Honors College                   NYU Abu Dhabi has an unblinking commitment to selecting the most accomplished and promising students around the globe to be in the inaugural class of this unprecedented endeavor. Learn more about NYU Abu Dhabi, download our viewbook, and find an open house in your region.            Learn more                                                                                                         NYU Abu Dhabi         Recruiting Faculty                   Positions are open for faculty of international distinction committed to building a pioneering liberal arts and science college and center of world-class research.            Learn more                                                                                               International Immigration Services Immigration advising, and more for our academic community worldwide. Read More                                                                                               NYU International Exchange Program Earn NYU credit and be immersed in the culture of the world's cities. Read More                                                                                                                                                                          continued from above       ... students and faculty to gather in a set of key locales around the globe to forge new ideas, advance the questions we ask about the world, and create solutions for the problems that beset us all.   This Global Network University model has emerged as a natural and logical extension of NYU’s research and teaching agendas; flowing from our eco-systemic relation to New York City, the diversity of thought represented by all of our schools, colleges, and programs—and our internationally connected and collaborative faculty. Students and faculty interact with their urban environment in countless meaningful and essential ways, using these locations as a major asset.   Students and faculty alike broaden the scope of vision and knowledge through international learning. Opportunities include study abroad programs, direct-exchange programs with world-renowned institutions, and curriculum-driven international programming offered through the specific schools or departments. All locations within the network are also accessible for individual research that springs from individual academic ideas and goals.   Access to the World   NYU has never thought of itself as a gated community. It has always encouraged its students to think of themselves as participants in and shapers of a complex and changing environment. Indeed, part of NYU’s teaching mission consists in preparing students for lives in a diverse world, and faculty at NYU believe that such preparation is most effective when the outside world is not held at bay. This same principle holds true as we create a Global Network University that is both “in and of the city” and “in and of the world.”   Our locations beyond our campus in New York City include NYU Abu Dhabi, NYU Shanghai, TischAsia in Singapore, NYU Law in Singapore, and 10 academic sites in Accra, Ghana; Berlin, Germany, Buenos Aires, Argentina; Florence, Italy; London, England; Madrid, Spain; Paris, France; Prague, the Czech Republic; Shanghai, China; Tel Aviv, Israel; and Washington, DC.   Direct exchange programs with 12 distinguished partner institutions, 27 summer session locations, an ever-changing roster of intersession programming offered by NYU’s various schools, colleges, and programs, and curriculum-driven initiatives expand the global network—from Beijing to Johannesburg, Santiago to Vienna.   Around the world, students work closely with faculty and with their peers on shared commitments. They apply what they learn and develop the skills and qualities—both needed and expected in this increasingly integrated, global climate—to make a real difference in the world.                                                      Study Abroad and Study Away International education is a long-standing part of New York University's global mission which includes a wide range of initiatives both in the United States and abroad to facilitate the exchange of knowledge across international boundaries. Read More                   Teaching and Learning with Technology Learn how faculty are using innovative technology to enhance student learning across the Global Network University. Read More                                                                  NYU Footer          Search      Directory      Campus Map      Events      Contact Us      Site Map      Copyright and Fair Use      Feedback         Unless otherwise noted, all content copyright New York University. All rights reserved. Designed by The Office of Web Communications"}]},
{"detail": [{"content": "NYU World Tour Calendar                                                                                                               NYU.edu requires JavaScript be enabled in your browser in order to use important features of the site. JavaScript is either disabled or not supported by your browser. For instructions on how to enable JavaScript in your browser, click here .                       New York University    Skip to Content   Skip to Search   Skip to Navigation   Skip to Sub Navigation                                                        NYUHome Login                            Students           |   Faculty           |   Alumni           |   Employees           |   Community                                   Schools          Arts and Science      College of Arts and Science      College of Dentistry      College of Nursing      Courant Institute of Mathematical Sciences      Gallatin School of Individualized Study      Graduate School of Arts and Science      Institute of Fine Arts      Institute for the Study of the Ancient World      Leonard N. Stern School of Business      Liberal Studies Program      NYU Abu Dhabi      NYU Shanghai      Polytechnic School of Engineering      Robert F. Wagner Graduate School of Public Service      School of Professional Studies      School of Law      School of Medicine      Silver School of Social Work      Steinhardt School of Culture, Education, and Human Development      Tisch School of the Arts                QuickLinks          Academic Calendars      Administrative Units      Albert      Apply for Jobs      Athletics      Bookstores      Bursar      Campus Map      Career Development      Emergencies      Events      Giving to NYU      Housing      ITS      Libraries      News      NYU Apparel      Policies      Public Safety      Registrar      Student Health Center      Student Resources      Wellness Exchange                A-Z          A      B      C      D      E      F      G      H      I      J      K      L      M      N      O      P      Q      R      S      T      U      V      W      X      Y      Z                                                          New York University                          Search NYU                    Pages |    People                                       Main Navigation            About NYU       Admissions       Academics       University Life       Research       Global                                 Bread Crumbs          University Life   /   Events and Traditions   /   NYU World Tour                 Sub Navigation                                 Marquee Events                       Global Event Calendar                                                                   NYU World Tour Calendar            In addition to the three flagship Marquee Events, NYU World Tour features the following events scheduled between October 24th and early November in New York and across our global network.              ACCRA                    Event information coming soon.               BERLIN                MONDAY-MONDAY   OCTOBER 27-NOVEMBER 3, 2014              WAS IST HEIMAT? - IMAGINE. ENCOUNTER. EXPLORE. ENGAGE. EXPERIENCE.     9:30 AM-1:30 PM     NYU Berlin Academic Center       NYU students traveling between various GNU sites and in and out of various host cultures are experts of cultural transitions. Together with their German professors, our Fall 2014 Berliners will work on video projects, short theater performances, and poems to illuminate how international mobility opens (or closes) spaces for them to explore a broader sense of belonging and the cultural and emotional conditions transforming their concept of home. Their contributions will be in German, the language of their host country.      Students will start with the word &quot;Heimat&quot;; a term commonly but inadequately translated as &quot;Home”, “Homeland&quot;, or &quot;Belonging&quot;. They will use the German words and expressions they have learned in class so far to chart the imaginary and emotional space made available by this new language. They will read and interpret poems, like Jean Améry’s &quot;Wieviel Heimat braucht der Mensch?”, introduce the places, tastes, and sounds that make them feel at home in Berlin, and share their individual responses to the following questions: Was ist Heimat? Warum ist Berlin Heimat? Warum nicht? Was vermisse ich? The various contributions will be combined in a short World Tour film and shared with the larger NYU community.             MONDAY   NOVEMBER 3, 2014            TEDxNYU BERLIN   8 PM TO 9:30 PM   NYU Berlin Academic Center       World Tour concludes with a TEDxNYU Berlin event on the following Monday, November 3rd. The TEDxNYU Berlin student initiative invites the NYU Berlin community to discuss and reflect together with several speakers on the various meanings Berlin has acquired for them, the complex idea of an authentic study abroad experience, and the power of stereotypes and preconceived notions for first and second impressions of a place. Participants will be invited to bring a dish of their choice that &quot;tastes like home&quot; and share its story with the community. For more information, please contact Linn Friedrichs via email lf949@nyu.edu           BUENOS AIRES                WEDNESDAY   OCTOBER 29, 2014            ZIPPING THROUGH ARGENTINA IN ONE DAY   10 AM TO 10 PM     NYU BA Academic Center   The theme of the World Tour at NYU Buenos Aires says it all. Argentina is a country that cannot be seen to its fullest in just one semester, therefore, what better way to see it than bringing the country to the students, staff, professors and NYU Alumni. In one day we hope to showcase the five regions that make up Argentina. Each of these regions are unique for their landscapes, weather, traditions, dances, music, food, etc.    We will begin the day with a typical Pampeano Breakfast. Throughout the day there will be plenty of activities for all to take part of using their World Tour passport in order to gain enough stamps to enter the Regions Basquet Contest at the end of the night.    There will be traditional in house sports´games, wine tasting, dessert making, tango and folklore dancing, trivia questions, get into character photo booth, food tasting of all the regions during lunch time, raffles, mingle with Alumni in the afternoon with a closing performance, catered dinner with items from various regions and the give aways of the Baskets. All proceeds from the raffles will go to Hospital Muñiz in Parque Patricio, province of Buenos Aires, to help purchase much needed bottled water and toys for the holidays for children with HIV/AIDS.   For more information, please contact Alejandra Lombardo at al165@nyu.edu           FLORENCE                THURSDAY   NOVEMBER 6, 2014            NYU WORLD TOUR   7:30 PM TO 10:30 PM   Villa sassetti Conference and Event Center   This event runs in tandem with NYU Florence's La Pietra Dialogues (http://lapietradialogues.org): “LPD convenes some of the world’s foremost scholars, policy makers, practitioners, business leaders, public intellectuals and artists whose ideas and work have made a significant cultural or intellectual contribution to global society and the revival of the spirit of humanism for which Florence is known. They gather at Villa la Pietra, New York University´s exceptional site in Florence, to confront some of the most intractable issues of contemporary society through the creative interplay of ideas and perspectives”.     The theme this semester is &quot;Black Italia&quot; and addresses &quot;How are Africans represented in the Italian imagination?&quot; and &quot;How is Italy changing under the pressure of immigration?&quot; In connection with this series of dialogues, the NYU Florence World Tour event is focusing on Italian culture linked with the influence of African migration, as well as how study away has expanded horizons and affected the global perspective of our students.     Included at the event will be:     • A professional cooking class provided at the event location for 30 students (on a sign up basis) where students will learn to cook easy Italian recipes which have been influenced by migration.   • A video projection of photos submitted by students for the World Tour celebrating their time so far in Italy including images of their travels in Italy and Europe so far this semester, everyday street life, ‘modern art in a renaissance city’, and multicultural Florence.   • A Spoken Word event, where students will be provided with a public forum to read out their works, read poetry, and quote selected extracts from their assignments. A group of students have been tasked with interviewing members of the immigrant communities in Florence, and have been invited to read the articles they have written based upon these interviews.   • A Senegalese band from the local community who will be introducing students to their music   • A selection of North African culinary specialties by a restaurant that caters for the local African community to introduce students to African cuisine.   • An Italian-themed photo booth to commemorate the occasion, with the NYU World Tour logo as part of the backdrop.   • A gelato tasting   • The event will be wrapped up with an Italian karaoke night where students will be encouraged to rehearse beforehand and join in with a series of classic Italian songs ranging from the ubiquitous ‘Volare’ to Dean Martin Classics like ‘That’s Amore’ to celebrate the best of Italian culture through the medium of song.   • A movie screening of ‘The Intouchables’ a 2011 French comedy-drama, multiple award winning European box office hit about cross racial friendship and teamwork (trailer here: http://www.youtube.com/watch?v=H7g_OjLKeZ4 ) This will take place on Sunday evening at 8.00pm, which is when our weekly movie night takes place on campus.      For more information, please contact Julian Lonsdale at jl192@nyu.edu               LONDON                SUNDAY   NOVEMBER 9, 2014            VISIT: THE CENOTAPH   10 AM TO 12 PM   The Cenotaph, Whitehall        On the Sunday closest to Armistice Day each November, national commemoration centres on the Cenotaph (‘empty tomb’ in Greek) in Whitehall in memory of the fallen of world conflicts. In attendance at the wreath-laying ceremony and parade in Whitehall are members of the Royal Family, leading politicians, Commonwealth ambassadors, key figures from major national services and organisations, members of the Armed Forces and support organisations, and members of the public. Participation in this major public event is self-organised.             MONDAY   NOVEMBER 10, 2014            VISIT: TOWER OF LONDON   9:30 AM TO 11:30 AM   The Tower of London     We visit the Tower of London to see the finale of the huge ‘Blood Swept Lands and Seas of Blood’ art installation, created by ceramicist Paul Cummins with setting by stage designer Tom Piper. Spilling into the moat of the Tower since mid-summer is a great and growing tide of some 888,248 ceramic poppies, each symbolising a British military fatality during the First World War. Departure from NYUL at 9.30am sharp.               FILM SCREENING: BRITAIN'S GREAT WAR 1 - WAR COMES TO BRITAIN     1 PM TO 2 PM   NYUL Room 105       (BBC, 2014, 60 mins) In the first episode of his landmark BBC TV series on how the First World War affected the lives of the British people, legendary broadcaster Jeremy Paxman tells the story of the dramatic early stages of the war, from stunned disbelief to the mass recruitment of volunteer soldiers. Fear of invasion grips the country. Boy Scouts guard bridges, and spies are suspected everywhere. For the first time, British civilians are fired on by enemy ships, and bombed from the air by planes and huge Zeppelin airships: a 105-year old eyewitness to the shelling of Hartlepool on the North-East coast of England describes how she thought that the Germans had landed. Total war has come to Britain.            CULTURE AT WAR: AN EVENING OF POETRY, DRAMA, FILM, &amp; MUSIC   6:30 PM TO 8:30 PM   NYU Tisch, Senate House, Room G37         An evening devised by Phillip Drummond (NYUL), Mary Jane Walsh and Ellis Jones (both NYU Tisch) reflecting upon the various cultural aspects of the Great War, involving poetry, drama, music and film. Alongside songs from the period, and extracts from Richard Attenborough’s satirical 1969 film Oh! What a Lovely War, NYU Tisch students will present readings from the poetry of WWI – including famous works by Wilfred Owen, Rupert Brooke and Isaac Rosenberg – and will perform a scene from A.C. Sheriff’s hugely popular play about life in the trenches, Journey’s End.             TUESDAY   NOVEMBER 11, 2014            VISIT: TRAFALGAR SQUARE/BEDFORD SQUARE - ARMISTIC DAY: THE 11TH HOUR OF THE 11TH DAY OF THE 11TH MONTH     9:30 AM TO 11:30 AM   Trafalgar Square/Bedford Square          We visit Trafalgar Square in &amp; Central London to join the public commemoration of the Armistice which marked the end of World War One. This is traditionally marked by a two- minute silence which takes place across the nation at the eleventh hour of the eleventh day of the eleventh month. Departure from NYUL at 9.30am sharp. We invite students and colleagues remaining in classes at NYUL to join us in the NYUL foyer promptly at 10.50am to go across to the Bedford Square Gardens to share the two-minute silence at 11.00am.                FILM SCREENING: BRITAIN'S GREAT WAR 2 - THE WAR MACHINE     1 PM TO 2 PM   NYUL Room 105   (BBC, 2014, 60 mins) In the second part of his major TV series Jeremy Paxman describes the crisis facing the country as it becomes clear it is fatally unprepared to fight a modern industrial war. Now the whole population is enlisted to turn the country into a war machine: women fill the factories to make bombs and bullets, men are forced to fight at the Front, conscientious objectors are threatened with the firing squad, and striking shipbuilders with jail. Even the beer is watered down on government orders. Britain is having to learn to do as it is told.             WEDNESDAY   NOVEMBER 12, 2014            VISIT: THE IMPERIAL WAR MUSEUM     9:30 AM TO 12 PM   The First World War Galleries     We visit the Imperial War Museum in South London to tour the magnificent and newly- opened World War One Galleries, the nation’s principal archival tribute to the conflict. The visit offers an extraordinarily immersive opportunity to follow the narrative of the war through engagement with its many images, sounds, and artefacts. The visit also includes an opportunity to visit Truth and Memory: The Art of the First World War , the accompanying exhibition of major paintings from the period. Departure from NYUL at 9.30am sharp.            FILM SCREENING: BRITAIN'S GREAT WAR 3 - THE DARKEST HOUR     1 PM TO 2 PM   NYUL Room 105     (BBC, 2014, 60 mins) In the third episode of his TV series, Jeremy Paxman tells the story of how Britain edged close to defeat in the worst conflict it had ever known. Unearthing the wreck of a German U-boat in the River Medway, he describes Germany's attempt to starve the country into submission - could the Win the War Cookbook save the day? Hoarders are put on trial as newspapers expose how the rich dine out on lobsters in Mayfair. Fear of moral corruption prompts the government to police the nation's bedrooms. In cinemas, film of fighting in the trenches breaks all box office records - but will a shocked British public accept peace at any price?            EVENT: THE PITY OF WAR - WHY THE GREAT WAR WAS A GREAT MISTAKE, ACADEMIC FORUM &amp; FILM SCREENING     6:30 PM to 9 PM   NYUL Room 105          Eminent British historian Niall Ferguson (Harvard, Oxford and Stanford) published his controversial account of WWI, The Pity of War, in 1999. In this provocatively titled television symposium (BBC, 2014, 90 mins) he defends his revisionist thesis that Britain’s entry into war was mistaken. His richly illustrated presentation is followed by a studio debate with leading fellow historians Sir Hew Strachan (Oxford), David Reynolds (Cambridge), Gary Sheffield (Wolverhampton), David Stevenson and Heather Jones (both London School of Economics). Following the screening, NYUL historians Professor Denis Judd and Professor Mike Newman (both Emeritus Professors of London Metropolitan University) will discuss the show in a session chaired by Event Curator Phillip Drummond. Wine, soft drinks and nibbles will be served during the interval.             THURSDAY   NOVEMBER 13, 2014            FILM SCREENING: BRITAIN'S GREAT WAR 4 - AT THE ELEVENTH HOUR     1 PM TO 2 PM   NYUL Room 105   (BBC, 2014, 60 mins)     In the concluding episode of the series, Jeremy Paxman describes how the country came to the very brink of defeat in the last year of the war. Grieving parents held séances to contact their dead sons, surgeons battled to rebuild the faces of the wounded, and a maverick MP tried to pin the blame for the crisis on a conspiracy of sexual deviants in government. And then, dramatically, the tide of battle turned, and exhausted Britons found themselves weeping for joy as the Armistice was signed. The nation began to count the cost of four years of war, revealing some surprising winners as well as losers.             FRIDAY   NOVEMBER 14, 2014            FILM SCREENING: WORLD WAR 1 - AMERICAN LEGACY     10 AM TO 12 PM   NYUL Room 105   (USA, 2006, 116 mins) Narrated by David Carradine, Mark Bussler’s World War 1: American Legacy offers a wide- ranging examination of the impact of the Great War on American society. The film considers the contribution of soldier poets Alan Seeger and Joyce Kilmer, the vital work of US nurses, and the ‘Harvard Volunteers’, a group of America's privileged sons whose goal was to shame America into joining the world conflict by enlisting in the French Army. The emerging role of airplanes in combat is explained, with a focus on the famed Lafayette Espadrille battalion and the death of former President Teddy Roosevelt's aviator son Quentin over the fields of Germany. The film also pays tribute to famous fighting units such as the ‘Harlem Hellfighters’ of New York's 15th Regiment, an all-black volunteer group who fought racial prejudice and became the most decorated regiment of the War.              FILM SCREENING: WOMEN OF WORLD WAR ONE   1 PM TO 2 PM   NYUL Room 105   (BBC, 2014, 60 mins)      In a period when the social status of women was still a hotly contested issue, and when the Suffragette movement was still campaigning for votes for women, women’s role in war was of vital significance at home and in the battle zone. Drawing on her 2013 book. Fighting on the Home Front: The Legacy of Women in World War One, distinguished war reporter Kate Adie examines the role of women in wartime. Innovations included the first women’s police force, women’s football, and female surgeons operating on male patients. Adie considers the major issue: were these changes in women’s lives envisaged as something permanent, or merely as a temporary solution to the extraordinary conditions of a society at war?                  FILM SCREENING: THE WORLD'S WAR     2:30 PM TO 4:45 PM     NYUL Room 105   (BBC, 2014, 135 mins) Drawing on his 2014 book The World’s War, historian and producer David Olusoga uncovers the hidden history of the large numbers of soldiers of colour who served in World War One. Drawn from the outposts of the British and French Empires in India and Africa, Black and Asian troops made the Western Front, for a while, perhaps the most multicultural place on earth, a true ‘global city’. The first soldier of the British Army to fire a shot in World War One was a black African; by the end of 1914 one third of the British sector of the Western Front was held by Indian soldiers; the efforts of Allied troops were supported by a workforce of as many as 140,000 Chinese labourers. This two-part programme, presented here with a short interval, examines the contribution made by Black and Asian participants in the conflict, and the ways in which they were carefully controlled and exploited by their colonial masters.                FILM SCREENING: ALL QUIET ON THE WESTERN FRONT     5:15 PM TO 7:30 PM   NYUL Room 105   (USA, 1930, 136 mins)     Lewis Milestone’s legendary anti-war film All Quiet on the Western Front (USA, 1930) is based on the celebrated novel Im Westen nichts Neues (Nothing New in the West) by Erich Maria Remarque, a German veteran of World War I. The book describes German soldiers' extreme physical and mental stress during the war, and the detachment from civilian life felt by many upon returning home from the front. First serialised in 1928 and then published in book form in early 1929, it sold 2.5 million copies in 22 languages in its first eighteen months in print. The novel and its sequel, The Road Back (1931) were among the books subsequently banned and burned - in Nazi Germany. In 1930, the book was adapted by Hollywood as an Oscar-winning film, directed by Lewis Milestone and starring Lew Ayres. Recently restored &amp;nbsp;to its original visual glory, this early sound film follows a group of German students who volunteer for action on the Western Front and leave behind the civilised spaces of everyday life in Germany for the hellish world of the trenches. Paul Baumer is a sensitive youth, but is persuaded to join up by a war-mongering professor advocating glory for the Fatherland. Paul and his friends train under Himmelstoss, a kindly postmaster turned brutal corporal, and then sent to the front lines to taste battle, blood and death.             MADRID                TUESDAY-WEDNESDAY   OCTOBER 28-29, 2014            NYU MADRID WORLD TOUR PROGRAM   NYU Madrid Photo CHALLENGE! Throughout your stay in Madrid, it is very likely that you have taken photos that you feel really capture Spain and your experience here in Madrid. NYU Madrid is asking for you to submit a particular photo for a PHOTO CHALLENGE! What we are looking for is a photo that showcases what Madrid is through your eyes. For more information, please contact Caridad Dawson Parrondo at cd1024@nyu.edu             WEDNESDAY   OCTOBER 29, 2014            SPANISH RECIPE SHOWCASE   2 PM TO 4 PM   Aula C6/7   A showcase of Spanish—inspired recipes will be on display for your “degustación.&quot; We invite students, faculty, AND staff to participate by making your favorite “Spanish inspired” dish or just come by to be a tasting judge the day of the event! For more information, please contact Caridad Dawson Parrondo at cd1024@nyu.edu           NEW YORK                THURSDAY   OCTOBER 16, 2014                TELEVISION PRODUCTION WITH THE BBC INFORMATION SESSION  6 TO 8 PM         721 Broadway, Dean's Conference Room, 12th Floor                  Apply for your U.S. Passport through the NYU Passport Assistance Center at The Office of Global Services. You must have an appointment in advance in order to take advantage of this opportunity.   RSVP NOW »              MONDAY   OCTOBER 20, 2014                SHAKESPEARE IN PERFORMANCE AT RADA INFORMATION SESSION  6 TO 8 PM  721 Broadway, Dean's Conference Room, 12th Floor   Find out more about the advanced conservatory program Shakespeare in Performance at the Royal Academy of Dramatic Art (RADA) in London. Meet Geoff Bullen, who is the course supervisor for the program. Meet alumni from the program who will help paint a picture for you of what it's like during the program and their experiences, while answering any questions you may have about what to expect.   RSVP NOW »              WEDNESDAY   OCTOBER 22, 2014                STUDENT SHOWCASE: 35MM FILMS  3 PM  721 Broadway, 12th Floor Dean's Conference Room   Join us for a screening of student films and a discussion of 35mm filmmaking with Dean of the Film and TV School of the Academy of Performing Arts in Prague (FAMU), Pavel Jech.   RSVP NOW »               FRIDAY   OCTOBER 24, 2014                NYU PASSPORT DAY  10 AM TO 2 PM                             NYU Office of Global Services (561 LaGuardia Place)                Apply for your U.S. Passport through the NYU Passport Assistance Center at The Office of Global Services. You must have an appointment in advance in order to take advantage of this opportunity. Please register here to sign up for your passport appointment and learn more about this program   RSVP NOW »              SUNDAY   OCTOBER 26, 2014              STUDY AWAY PANEL  2 PM  Palladium Multi Purpose Room   Palladium residents who have studied abroad will answer any questions about the study away program.             MONDAY   OCTOBER 27, 2014              NAVIGATING DIVERSITY ABROAD: A STUDENT PANEL DISCUSSION  6 TO 8 PM                               NYU Welcome Center's Barasch Theatre (50 W 4th St)   The NYU Center for Multicultural Education and Programs in collaboration with the NYU Office of Global Programs will host a panel discussion with NYU students from underrepresented communities that have studied away or participated in a global program. Student panelists will reflect on their personal experiences studying at one of the NYU Global Academic Centers and provide prospective students tips for navigating their racial/ethnic identity, gender, sexuality, socio-economic background and ability status while studying in another country. This program will be moderated by Andrew Gordon, President and Founder of Diversity.              RECIPES FROM HOME - INTERNATIONAL POTLUCK  7 PM  University Hall (110 East 14th Street)   UHall residents are invited to submit recipes from home, all of which will be combined into a digital cookbook. One recipe from each floor will be selected to be showcased at a potluck hosted for our residents where students will be able to cook their dishes for each other and highlight why they are significant/remind them of home. Because we are a first-year hall, RAs will also be sharing treats and stories from their study away experiences at the dinner.   RSVP CLOSED »               TUESDAY   OCTOBER 28, 2014              GLOBAL AMBASSADORS: INTERNSHIPS, SERVICE/LEADERSHIP, AND TRAVEL  6:00pm  Broome 312   Join the Broome Street Residential College and Global Ambassadors for this informative session about study away! We will focus on internships, service/leadership, and travel at the different global academic centers.            GRAND WORLD CAFÉ  7 PM  Location disclosed with RSVP   Each RA that has studied away will sign up for their respective site. They will then each submit select photos from that site to compile into a slideshow, and be responsible for buying some samples of that site's food. They will also participate on a brief, 30 minute panel for residents, and then in a breakout session for Q&amp;A.   RSVP CLOSED »             WEDNESDAY   OCTOBER 29, 2014              INTERNATIONAL COFFEE HOUR  3 PM                                 726 Broadway, 2nd Floor   Open to all Tisch International Students! Come meet with the members of the Tisch Office of Student Affairs staff to mix and mingle with other international students. Enjoy some light refreshments while making connections and getting any questions you might have about Tisch/NYU answered!            GRAND WORLD CAFÉ  7 PM  Location disclosed with RSVP   Each RA that has studied away will sign up for their respective site. They will then each submit select photos from that site to compile into a slideshow, and be responsible for buying some samples of that site's food. They will also participate on a brief, 30 minute panel for residents, and then in a breakout session for Q&amp;A.   RSVP CLOSED »            NYU WORLD TOUR: GRINGO TRAILS FILM SCREENING  7 TO 9 PM                                5 Washington Place, Room 101   GRINGO TRAILS is a feature-length documentary that raises urgent questions about one of the most powerful globalizing forces of our time: tourism. Spanning South America, Africa and Asia, the tourist pathway known as the “gringo trail” has facilitated both life-altering adventures and the despoiling of many once virgin environments. The film follows stories along the trail to reveal the complex relationships between colliding cultures: host countries hungry for financial security and the tourists who provide it in their quest for authentic experiences.               THURSDAY   OCTOBER 30, 2014              NYU WORLD TOUR: GLOBAL EDUCATION EXPO  12 TO 3 PM                              Kimmel, Room 404/405   As part of NYU World Tour 2014, the NYU Global Education Expo will offer attendees the chance to learn about exciting study away opportunities available to NYU students. Stop by before or after the Global Bazaar, stop by and talk to staff, advisers, and student alumni about semester and summer programs at our academic centers and beyond.              NYU WORLD TOUR: GRAND BAZAAR  12 TO 3 PM                              Kimmel, E&amp;L   Revisit the familiar and discover the unknown. Journey across the world with nothing more than curiosity and an open mind. The Grand Bazaar invites you to celebrate the global and international experiences unique to NYU. Enjoy the sights, sounds, food and drink from all 14 NYU global sites. Enjoy Paella in Madrid. Collect Ghanese bracelets and play local instruments in Accra. Taste gelato in Florence. Learn more about studying away, collect treasures from each site, and enjoy live performers!              NYU WORLD TOUR: RECOGNIZING OUR INTERCULTURAL SKILLS  3:30 PM TO 4:45 PM   82 Washington Square East, Pless Hall 3rd Floor Lounge   We don’t always stop to recognize the skills we develop when working with people from other cultures or living in other countries. What are these valuable skills? How do we articulate them to others? How do they serve us personally and professionally? Join the Steinhardt Office of Student Affairs for an interactive workshop on recognizing our intercultural skills.     RSVP NOW »              INTERNATIONAL GRADUATE STUDENT SOCIAL  5:30-7:30pm  Kopi Kopi, 68 W 3rd Street   Come mix and mingle with other international students in grad programs across the university. Kopi Kopi is an Indonesian coffeehouse specializing in food and drinks from across the Indonesian islands. Join us for free appetizers, great conversation, and a chance to meet new and old friends at this campus hotspot.             FRIDAY   OCTOBER 31, 2014              ONLINE INFORMATION SESSION  1 TO 2 PM  Online via Link   The online information session will cover our portfolio of Intersession and Summer short-term study abroad programs. During this session, we will cover the application and enrollment process, scholarship opportunities and hear from past participants. Attendees will be able to ask questions during the session.     RSVP NOW »            ACCESS NYU'S GLOBAL NETWORK: NYU GLOBAL PROGRAMS INFO SESSIONS  2-3 PM  ARC LL05, 18 Washington Place   NYU offers students the opportunity to study away in some of the world’s most exhilarating cities. Every Friday throughout the semester, the Office of Global Programs will host an information session providing you with all the details to access these amazing opportunities!   RSVP NOW »             VOLUNTEER WITH THE STEINHARDT INTERNATIONAL ADVISORY COMMITTEE AT THE CHILDREN'S HALLOWEEN PARADE!  2:45 PM - 6:00 PM   Meeting Spot (at 2:45 pm): First floor lobby of Kimmel (60 Washington Square South)  Celebrate Halloween with the Steinhardt International Advisory Committee and Steinhardt Student Affairs as we volunteer at the Children’s Halloween Parade, a time honored tradition providing tricks and treats to over 3,000 area children, including a parade around Washington Square Park, free goodie bags, rides, face painting, live music, and more!   RSVP NOW »              PRAGUE                    Event information coming soon.               SHANGHAI                FRIDAY   OCTOBER 31, 2014            CARNIVAL OF THE DEAD  7:30 PM TO 9:30 PM  8th Floor, Pudong Campus Building     Carnival of the Dead is an event to celebrate the way different cultures represent spirits, ghosts, and other supernatural beings. There will be a series of cultural booths, a fun haunted house, a carnival funfair with games from around the world, a discussion room, a series of short films, a costume contest, a pumpkin painting area, a series of music &amp; dance performances, and more! For more information, please contact Jeremy Hissong at jeremy.hissong@nyu.edu             FRIDAY   NOVEMBER 14, 2014            WORLD TRADITIONS EXPO  3 PM  Pudong Academic Building   This event is an opportunity for our diverse student body to share a holiday and its traditions from their home country. Students will be given a small budget and a table to demonstrate and explain a particular holiday. For more information, please contact Kyle Rothstein at ksr257@nyu.edu            WORLD BAZAAR   5pm   15th Floor Colloquium Room   Come celebrate the world's traditions! The World Bazaar will showcase the cultures of the other 13 global sites at NYU, and additionally your classmates will showcase traditions from their cultures. You can also expect live music and dance performances from your classmates! If you're interested in showcasing a tradition or performing, contact mariam.ehrari@nyu.edu             SYDNEY                SATURDAY   NOVEMBER 1, 2014              AUSSIE SPORTS DAY   Time TBA   Prince Alfred Park     Students from local universities will be teaching NYU-Sydney the finer points of Australian Rules Football (AFL), Rugby and Cricket.             SUNDAY   NOVEMBER 2, 2014              SYDNEY OPEN   All Day   Sydney CBD     Sydney Open is an event sponsored by the Sydney Living Museums. Students will join members of the World Tour planning committee and visit buildings that are usually not open to the public. For more information, please contact Marcus Neeld at mn93@nyu.edu             SUNDAY   NOVEMBER 2, 2014              WORLD TOUR SERVICE PROJECT     9 AM   Ashfield   Students will join staff from the Twenty10 organization and paint and clean a home for needy members of the community. For more information, please contact Marcus Neeld at mn93@nyu.edu           TEL AVIV                    Event information coming soon.               WASHINGTON, DC                MONDAY   OCTOBER 27, 2014              POLITICAL HOST TO THE WORLD   6:30 PM   Abramson Family Auditorium   Washington, DC is home to many important institutions with an international focus, including NGOs, embassies, think tanks, governmental agencies and relief organizations. Their mission is to effect change in a variety of areas such as environmental sustainability, economic development, human rights, public health, diplomacy and more. For this panel, we’ll hear from the individuals from a few of these institutions as they discuss past successes, current initiatives and future plans. We’ll also explore how different kinds of institutions share strategies or have unique approaches to their work.             THURSDAY   OCTOBER 30, 2014              BUILDING A CAREER IN WASHINGTON, DC     6:30 PM   Abramson Family Auditorium       Join NYU Washington, DC for an evening composed of expert career recruiters and professionals as they discuss how they search for top talent and share their career paths. Trudy Steinfeld, Assistant Vice-President and Executive Director of the New York University's Wasserman Center for Career Development will moderate this panel. The discussion will help students and recent graduates learn how to best prepare and market themselves in today's challenging environment. The panel will offer networking tips, shared organizational insights, career advice and answer audience questions. Representatives from the Cato Institute, Deloitte, CommonHealth ACTION, the National Institutes of Health, the Office of the Inspector General, the Peace Corps and the World Wildlife Fund will take part in this discussion.             FRIDAY   OCTOBER 31, 2014              TRICK OR TREATING AT THE DC EMBASSIES WITH THE NYU WASHINGTON, DC HALL CONGRESS     3 PM   Meet in NYU Washington DC Lobby         Join the NYU Washington, DC Hall Congress for a costume contest in the lobby, followed by trick or treating at the DC Embassies! Gift cards for the top 3 costumes!             SATURDAY   NOVEMBER 1, 2014              OLD TOWN ALEXANDRIA HISTORY AND FOOD TOUR     12 PM   Alexandria, VA         Learn about the history, culture, and design of Alexandria, VA while enjoying the local food! Limited tickets available!                                                                        VOLUNTEER        SIGN UP                                                   SUBMIT A        PROGRAM                                                   BROWSE        EVENT PHOTOS                                                                    NYU Footer          Search      Directory      Campus Map      Events      Contact Us      Site Map      Copyright and Fair Use      Feedback         Unless otherwise noted, all content copyright New York University. All rights reserved. Designed by The Office of Web Communications"}, {"content": "Global                                                                                                   NYU.edu requires JavaScript be enabled in your browser in order to use important features of the site. JavaScript is either disabled or not supported by your browser. For instructions on how to enable JavaScript in your browser, click here .                       New York University    Skip to Content   Skip to Search   Skip to Navigation   Skip to Sub Navigation                                                        NYUHome Login                            Students           |   Faculty           |   Alumni           |   Employees           |   Community                                   Schools          Arts and Science      College of Arts and Science      College of Dentistry      College of Nursing      Courant Institute of Mathematical Sciences      Gallatin School of Individualized Study      Graduate School of Arts and Science      Institute of Fine Arts      Institute for the Study of the Ancient World      Leonard N. Stern School of Business      Liberal Studies Program      NYU Abu Dhabi      NYU Shanghai      Polytechnic School of Engineering      Robert F. Wagner Graduate School of Public Service      School of Professional Studies      School of Law      School of Medicine      Silver School of Social Work      Steinhardt School of Culture, Education, and Human Development      Tisch School of the Arts                QuickLinks          Academic Calendars      Administrative Units      Albert      Apply for Jobs      Athletics      Bookstores      Bursar      Campus Map      Career Development      Emergencies      Events      Giving to NYU      Housing      ITS      Libraries      News      NYU Apparel      Policies      Public Safety      Registrar      Student Health Center      Student Resources      Wellness Exchange                A-Z          A      B      C      D      E      F      G      H      I      J      K      L      M      N      O      P      Q      R      S      T      U      V      W      X      Y      Z                                                          New York University                          Search NYU                    Pages |    People                                       Main Navigation            About NYU       Admissions       Academics       University Life       Research       Global                                         Sub Navigation                                 Global Academic Centers                       Global Academic Partnerships and Affiliations                       NYU Abu Dhabi                       NYU Shanghai                       Tisch Asia                       International Immigration Services                       All NYU Programs                                                                                           New York University, the largest independent research university in the United States, is primarily located in the heart of downtown Manhattan and Brooklyn. Beyond our campus in New York City lies a world opportunity within NYU's global network. With NYU Abu Dhabi and NYU Shanghai, our new degree-granting campuses, as well as 11 international academic centers in Africa, Asia, Europe, North America, and South America, NYU offers global experiences to all members of its community.   NYU has embarked on the project of becoming a Global Network University, a university that challenges the idea that a university can only deliver education at a single home campus. Instead, we have created a structure that allows ...                continued below                                                                                                                                                                                                                                                                                                                                                                                                 Global Academic Centers Unparalleled opportunities for students to expand their educational experiences at our 11 global academic centers. Read More                                                                                             Global Institute of Public Health A collaboration of NYU's premier professional schools, preparing professionals in promoting global health. Read More                                                                                               Admissions Undergraduate, graduate, study abroad, is NYU Right for You? Read More                                                                                                                                                         NYU Abu Dhabi Undergraduate Admissions        The World&#039;s Honors College                   NYU Abu Dhabi has an unblinking commitment to selecting the most accomplished and promising students around the globe to be in the inaugural class of this unprecedented endeavor. Learn more about NYU Abu Dhabi, download our viewbook, and find an open house in your region.            Learn more                                                                                                         NYU Abu Dhabi         Recruiting Faculty                   Positions are open for faculty of international distinction committed to building a pioneering liberal arts and science college and center of world-class research.            Learn more                                                                                               International Immigration Services Immigration advising, and more for our academic community worldwide. Read More                                                                                               NYU International Exchange Program Earn NYU credit and be immersed in the culture of the world's cities. Read More                                                                                                                                                                          continued from above       ... students and faculty to gather in a set of key locales around the globe to forge new ideas, advance the questions we ask about the world, and create solutions for the problems that beset us all.   This Global Network University model has emerged as a natural and logical extension of NYU’s research and teaching agendas; flowing from our eco-systemic relation to New York City, the diversity of thought represented by all of our schools, colleges, and programs—and our internationally connected and collaborative faculty. Students and faculty interact with their urban environment in countless meaningful and essential ways, using these locations as a major asset.   Students and faculty alike broaden the scope of vision and knowledge through international learning. Opportunities include study abroad programs, direct-exchange programs with world-renowned institutions, and curriculum-driven international programming offered through the specific schools or departments. All locations within the network are also accessible for individual research that springs from individual academic ideas and goals.   Access to the World   NYU has never thought of itself as a gated community. It has always encouraged its students to think of themselves as participants in and shapers of a complex and changing environment. Indeed, part of NYU’s teaching mission consists in preparing students for lives in a diverse world, and faculty at NYU believe that such preparation is most effective when the outside world is not held at bay. This same principle holds true as we create a Global Network University that is both “in and of the city” and “in and of the world.”   Our locations beyond our campus in New York City include NYU Abu Dhabi, NYU Shanghai, TischAsia in Singapore, NYU Law in Singapore, and 10 academic sites in Accra, Ghana; Berlin, Germany, Buenos Aires, Argentina; Florence, Italy; London, England; Madrid, Spain; Paris, France; Prague, the Czech Republic; Shanghai, China; Tel Aviv, Israel; and Washington, DC.   Direct exchange programs with 12 distinguished partner institutions, 27 summer session locations, an ever-changing roster of intersession programming offered by NYU’s various schools, colleges, and programs, and curriculum-driven initiatives expand the global network—from Beijing to Johannesburg, Santiago to Vienna.   Around the world, students work closely with faculty and with their peers on shared commitments. They apply what they learn and develop the skills and qualities—both needed and expected in this increasingly integrated, global climate—to make a real difference in the world.                                                      Study Abroad and Study Away International education is a long-standing part of New York University's global mission which includes a wide range of initiatives both in the United States and abroad to facilitate the exchange of knowledge across international boundaries. Read More                   Teaching and Learning with Technology Learn how faculty are using innovative technology to enhance student learning across the Global Network University. Read More                                                                  NYU Footer          Search      Directory      Campus Map      Events      Contact Us      Site Map      Copyright and Fair Use      Feedback         Unless otherwise noted, all content copyright New York University. All rights reserved. Designed by The Office of Web Communications"}, {"content": "Institute for the Study of the Ancient World                                                                                                                      Skip to content. |   Skip to navigation         Personal tools              Log in             Jobs    News                  News feed (RSS)           Foursquare           Twitter           Facebook           Instagram           Google+           Flickr                  Search Site                              only in current section                                 Advanced Search&hellip;                                                                   Sections     About ISAW                                    &gt; Introduction                                           &gt; Contact Us                                           &gt; Departments                                           &gt; Building and Facilities                                           &gt; Help Desk                                           &gt; Governance                                           &gt; New York University                                           &gt; The Leon Levy Foundation                            Graduate Program                                    &gt; Doctoral Program                                           &gt; Admissions and Financial Aid                                           &gt; What We Study                                           &gt; Degree Requirements                                           &gt; Program Structure                                           &gt; Faculty                                           &gt; Our Graduate Students                                           &gt; Archaeological Projects                                           &gt; Frequently Asked Questions                                           &gt; 2015-16 Course Descriptions                                           &gt; Visiting Graduate Students                                           &gt; Resources and Facilities                                           &gt; Student Handbook                            Visiting Scholar Program                                    &gt; Visiting Scholar Program                                           &gt; Frequently Asked Questions                                           &gt; ISAW Visiting Research Scholar Fellowship for NYU Affiliated Faculty                            Events Exhibitions                                    &gt; Current                                           &gt; Past                                           &gt; About our Team                            Library                                    &gt; About the ISAW Library                                           &gt; ISAW Library Services                                           &gt; Collections and Services                                           &gt; ISAW Library Blog                                           &gt; New ISAW Library Titles: 2014-2015                                           &gt; Library Staff                                           &gt; New ISAW Library Titles: December 2014                            Research Publications Online Resources People                                    &gt; Faculty                                           &gt; Affiliated Faculty                                           &gt; Staff                                           &gt; Visiting Research Scholars                                           &gt; Students                                           &gt; Alumni                                           &gt; Senior Fellows                                           &gt; Research Associates                            Support ISAW                                    &gt; Friends of ISAW                                           &gt; Friends Giving Levels                                           &gt; Giving to ISAW                                          15 East 84th St.       New York, NY 10028       212-992-7800       isaw@nyu.edu               Gallery Hours:       Tue-Sun 11am-6pm       Friday 11am-8pm       (Closed Monday)                                                                     Home                    Institute for the Study of the Ancient World                                                       Info                                                                                                                                                                                                ISAW is a center for advanced scholarly research and graduate education, intended to cultivate comparative and connective investigations of the ancient old world from the Mediterranean to East Asia. It was founded by Shelby White and the Leon Levy Foundation in 2006.                                 Now open through June 7th From Ancient to Modern: Archaeology and Aesthetics              ISAW’s spring exhibition focuses on the transformation of an archaeological object into a work of art by presenting iconic Early Mesopotamian material along side archival, modern, and contemporary art.                          current exhibition                                    Michael Rakowitz, The Invisible Enemy Should Not Exist: Seated statue of Scribe Dudu (IM 55204)     Middle Eastern Packaging and Newspapers, Glue H. 54 cm; W. 24.5 cm; D. 34.5 cm 2014 Courtesy of the artist and Lombard Freid Gallery: 12183 Photo credit: © Bruce White                                                                                                   Upcoming Events                                               April 28, 2015              6:30 PM              ,              2nd Floor Lecture Hall, ISAW                                          Haupt Lecture: Sorcery in the Soil: Finding Magic at Graeco-Roman Karanis in Egypt                                                     Drew Wilburn (Oberlin College)                          ...                                      April 29, 2015              6:00 PM              ,              2nd Floor Lecture Hall, ISAW                                          The Mesopotamian Economic Boom and Emergence of the First Cities in the Late Chalcolithic Period (4200-3100 BC)                                                     Salam Al Kuntar (Visiting Research Scholar, ISAW)                          ...                                      May 01, 2015              10:00 AM              ,              2nd Floor Lecture Hall, ISAW                                          Ritual and Narrative: Texts in Performance in the Ancient Near East                                                    ...                                                                                Latest News                                                                           New ISAW Library Titles: December 2014                                                      A list of books added to the ISAW Library in December 2014 is now  available online . ...                                                                               Life at the Margins: Questions in Ancient Near Eastern Social History Workshop                                                      Last Friday – April 17, 2015 – ISAW hosted the Life at the Margins: Questions in Ancient Near Eastern Social History workshop, organized by ISAW visiting research scholar Nicholas Reid and ISAW graduate student Jonathan Valk. ...                                                                               New ISAW Library Titles: November 2014                                                      A list of books added to the ISAW Library in November 2014 is now  available online . ...                                                                                                                                                                                                                                                         NYU Home    Privacy Policy    Site Map    RSS Feed"}]}]