[{"detail": [{"content": "Events &amp; Series    | Department of History | New York University                                  NEW YORK UNIVERSITY     ARTS AND SCIENCE     COLLEGE OF ARTS AND SCIENCE     GRADUATE SCHOOL OF ARTS AND SCIENCE             Department of History     Arts &amp; Science                       Home                Welcome Message              People              Undergraduate Program              Graduate Programs              NYU Abu Dhabi              Editing Projects              Newsletter              Calendar            Events &amp; Series            Friends of History              Employment              Faculty Only                     Home &gt; Events & Series     Events &amp; Series   The NYU Department of History offers many recurring series and events throughout the academic year. To advertise for an upcoming event, or to join our 'Information and Opportunities' List-serve, please feel free to contact paulina.trunzo@nyu.edu . For a complete list of this months events, click here .  Africa~Diaspora Forum                                     The Africa~Diaspora Forum is a monthly meeting of faculty,  graduate students, undergraduates, and the New York community during the fall  and spring semesters. It aims to foster discussion of the most recent  developments in the fields of African and African Diaspora history. Each  session features a leading scholar who shares his or her latest work, which is  then followed by a productive conversation. Please email program assistant  Alison Okuda ( ako231@nyu.edu ) for more  information about upcoming events, which are held on Wednesdays in KJCC at NYU. Atlantic Workshop  The Atlantic Workshop,   established in 1997, is a forum for the exchange of ideas among scholars   of the humanities and social sciences with interests in the history of   the Atlantic world. The workshop sponsors regular sessions during the   academic year to discuss works in progress by both junior and senior   researchers. Papers are circulated in advance, and all sessions are   open to both members of the Atlantic World History Program of the NYU   History Department and the wider scholarly community. British History Seminar More than fifty years ago, the organization that is now the North   American Conference on British Studies (NACBS) was founded at NYU.   Today New York City is home to a thriving seminar in British history,   meeting three times every semester to discuss works-in-progress by local     and visiting scholars. More than half-a-dozen local institutions are   represented, including Barnard, Columbia, Lehman College, NYU,   SUNY-Purchase, and William Paterson, and in the past few years the   seminar has hosted scholars from, among other places, Berkeley,   Cambridge, Duke,   Harvard, King's College London, Northwestern, Washington, and Stanford.    For further information, contact Guy Ortolano . Center for the United States and the Cold War  New   York University’s Center for the United States and the Cold War is a   community of scholars, students, activists, and concerned citizens   working on projects relating to the Cold War. The Center awards travel   grants, dissertation, and post-doctoral fellowships for projects using   the Tamiment Library’s collections. It sponsors a seminar for scholarly   work in progress, and organizes occasional conferences, lectures, book   talks, and film screenings. Elihu Rose Lecture Series in Modern Military History The Elihu Rose Lecture Series In Modern Military History has events throughout the year on various topics relating to modern conflict. The events are always open to the public. For more information, please contact Valerie Deacon . Environmental History Working Group The Environmental History Working Group is a twice-a-semester, works in progress seminar on environmental   history. The papers are pre-circulated. If you'd like to attend, and are not on the distribution list, please contact Karl Appuhn for the paper. European Dissertation Workshop  The European Dissertation Workshop provides a venue for doctoral students and faculty to share   portions of their work in progress, and provides support to doctoral   students who are on the job market. This is a workshop for European history faculty and grad students and is not an open event. For more information, please contact Molly Nolan . First World War Centenary Events The NYU Department of History is collaborating and hosting a number of events related to the First World War Centenary. Please visit here for more information.  Friday Seminar Series *This Series is on hiatus until Spring 2015. The NYU Department of History hosts a recurring seminar that is meant as a common platform for faculty and students to share works in progress. Every other Friday during the academic year from 4pm to 6pm, please join us for wine and refreshments in the King Juan Carlos building. Please contact Meghna Chaudhuri or Matt Shutzer for more information.      Global Institute for Advanced Study (GIAS) The   Global Institute for Advanced Study is a new initiative at NYU that   represents a significant investment by New York University in research   and scholarship. The main purposes of the GIAS are to facilitate   collaborative research on an international scale and to enable sustained   attention to significant research programs that require work over   several years. Graduate Teaching Collaborative The Graduate Teaching Collaborative is a graduate-student  operated forum founded in 2013 and designed to provide training and resources  for past, current, and future graduate teachers in the History Department. We  meet monthly to share and workshop teaching experiences, and each meeting focuses  on a specific theme of interest to graduate teachers. In addition to our  regular meetings, we also provide online resources, bring in outside speakers,  and are in the process of creating the department’s first history graduate  teaching handbook. We encourage all graduate students who share a commitment to  teaching to participate, regardless of how much or how little teaching  experience they already have. Please email NYU.GTC@gmail.com   for more information or with any questions. Hellenic Studies Series This series provides a forum for scholars studying Hellenic topics, from   Antiquity to the present day. It also adopts a transnational   perspective, comparing the Hellenic with other historical examples and   setting it within larger cultural or political contexts. The series   convenes regularly with a lecture or mini colloquium every month. The   general theme of the series for 2013-2014 is “Transitions”. For more   information, contact the series organizers Kostis Smyrlis ( ks113@nyu.edu ) and Kostis Kornetis ( kk597@nyu.edu ).  History of Women and Gender Program The History of Women and Gender program hosts a variety of events and seminars throughout the year pertaining to the history of women, gender, and sexuality. HOWAG provides a support network for NYU faculty and doctoral students interested in women, gender, and sexuality, as well as a forum for visiting speakers and NYU's larger intellectual community to share works in progress and discuss developments within the field. Events welcome the public: please contact Linda Gordon or Hollian Wint with any questions of suggestions. Intellectual History Workshop The intellectual history workshop hosts weekly events on matters of intellectual and conceptual history, alternating between featuring visiting speakers and discussions of current developments in intellectual history. Contact: Stefanos Geroulanos sg127@nyu.edu or Jeremy Lin jeremy.lin@nyu.edu .  Jordan Center for the Advanced Study of Russia at New York University The Jordan Center undertakes to make Russia intrinsic to all aspects of scholarly investigation: from history to visual culture, literature to economics, anthropology to politics. For a information on upcoming conferences, symposiums, and the Jordan Center Colloquium Series, please visit jordanrussiacenter.org . or email the center directly at jordan.russia.center@nyu.edu . New York City Latin American History Workshop  The NYCAHW is a working group devoted to new research and new perspectives on the history of Latin America and the Caribbean from the colonial era until the twenty-first century. Founded in 1999 by faculty at New York University and Columbia, it has grown to include faculty and graduate students from SUNY-Stony Brook, CUNY, the New School, as well as from other universities in the metropolitan area. Colleagues from outside the immediate area are frequently invited in to present work as well. The meetings follow a workshop format – a paper normally reflecting work in progress is circulated in advance through an extensive email list. Meetings are held once a month during the fall and spring semesters. The faculty actively involved in coordinating the workshop are: Amy Chazkel (CUNY); Federico Finchelstein (New School); Paul Gootenberg (SUNY-Stony Brook); Pablo Piccato and Caterina Pizzigoni (Columbia); and Sinclair Thomson (NYU). Ottoman Studies  Lecture Series      The Ottoman Studies Lecture series is now in its ninth year.  It features Invited speakers on a roughly once-a-month basis. While most  lectures focus on some aspect of the Ottoman period (13 th - 20 th   centuries), some explore neighboring domains and histories or trans-national  issues. The series attempts to bring to campus both senior and junior scholars.  All events take place in the Kevorkian Center Library. For more information  please contact Leslie Peirce (lp50@nyu.edu)  or Alex Boodrookas ( acb53@nyu.edu ). Post-1945 Collaborative With support from the Humanities Initiative   and the Department of History, this working group examines problems,   approaches, and new departures to writing about the period since WWII.   Between Fall 2014 and Spring 2016, each semester is organized a   different theme, and includes discussion of a recent monograph,   workshops by faculty and graduate students, and visiting speakers. The theme for Fall 2014 was \"Slow Violence,\" and the theme for Spring 2015 is \"Neoliberalism\" For further information, contact any of   the organizers: Andrew Needham, Guy Ortolano, Kim Phillips-Fein, George   Solt.              Contact Us | &copy; New York University , Arts and Science"}]},
{"detail": [{"content": "Events &amp; Series    | Department of History | New York University                                  NEW YORK UNIVERSITY     ARTS AND SCIENCE     COLLEGE OF ARTS AND SCIENCE     GRADUATE SCHOOL OF ARTS AND SCIENCE             Department of History     Arts &amp; Science                       Home                Welcome Message              People              Undergraduate Program              Graduate Programs              NYU Abu Dhabi              Editing Projects              Newsletter              Calendar            Events &amp; Series            Friends of History              Employment              Faculty Only                     Home &gt; Events & Series     Events &amp; Series   The NYU Department of History offers many recurring series and events throughout the academic year. To advertise for an upcoming event, or to join our 'Information and Opportunities' List-serve, please feel free to contact paulina.trunzo@nyu.edu . For a complete list of this months events, click here .  Africa~Diaspora Forum                                     The Africa~Diaspora Forum is a monthly meeting of faculty,  graduate students, undergraduates, and the New York community during the fall  and spring semesters. It aims to foster discussion of the most recent  developments in the fields of African and African Diaspora history. Each  session features a leading scholar who shares his or her latest work, which is  then followed by a productive conversation. Please email program assistant  Alison Okuda ( ako231@nyu.edu ) for more  information about upcoming events, which are held on Wednesdays in KJCC at NYU. Atlantic Workshop  The Atlantic Workshop,   established in 1997, is a forum for the exchange of ideas among scholars   of the humanities and social sciences with interests in the history of   the Atlantic world. The workshop sponsors regular sessions during the   academic year to discuss works in progress by both junior and senior   researchers. Papers are circulated in advance, and all sessions are   open to both members of the Atlantic World History Program of the NYU   History Department and the wider scholarly community. British History Seminar More than fifty years ago, the organization that is now the North   American Conference on British Studies (NACBS) was founded at NYU.   Today New York City is home to a thriving seminar in British history,   meeting three times every semester to discuss works-in-progress by local     and visiting scholars. More than half-a-dozen local institutions are   represented, including Barnard, Columbia, Lehman College, NYU,   SUNY-Purchase, and William Paterson, and in the past few years the   seminar has hosted scholars from, among other places, Berkeley,   Cambridge, Duke,   Harvard, King's College London, Northwestern, Washington, and Stanford.    For further information, contact Guy Ortolano . Center for the United States and the Cold War  New   York University’s Center for the United States and the Cold War is a   community of scholars, students, activists, and concerned citizens   working on projects relating to the Cold War. The Center awards travel   grants, dissertation, and post-doctoral fellowships for projects using   the Tamiment Library’s collections. It sponsors a seminar for scholarly   work in progress, and organizes occasional conferences, lectures, book   talks, and film screenings. Elihu Rose Lecture Series in Modern Military History The Elihu Rose Lecture Series In Modern Military History has events throughout the year on various topics relating to modern conflict. The events are always open to the public. For more information, please contact Valerie Deacon . Environmental History Working Group The Environmental History Working Group is a twice-a-semester, works in progress seminar on environmental   history. The papers are pre-circulated. If you'd like to attend, and are not on the distribution list, please contact Karl Appuhn for the paper. European Dissertation Workshop  The European Dissertation Workshop provides a venue for doctoral students and faculty to share   portions of their work in progress, and provides support to doctoral   students who are on the job market. This is a workshop for European history faculty and grad students and is not an open event. For more information, please contact Molly Nolan . First World War Centenary Events The NYU Department of History is collaborating and hosting a number of events related to the First World War Centenary. Please visit here for more information.  Friday Seminar Series *This Series is on hiatus until Spring 2015. The NYU Department of History hosts a recurring seminar that is meant as a common platform for faculty and students to share works in progress. Every other Friday during the academic year from 4pm to 6pm, please join us for wine and refreshments in the King Juan Carlos building. Please contact Meghna Chaudhuri or Matt Shutzer for more information.      Global Institute for Advanced Study (GIAS) The   Global Institute for Advanced Study is a new initiative at NYU that   represents a significant investment by New York University in research   and scholarship. The main purposes of the GIAS are to facilitate   collaborative research on an international scale and to enable sustained   attention to significant research programs that require work over   several years. Graduate Teaching Collaborative The Graduate Teaching Collaborative is a graduate-student  operated forum founded in 2013 and designed to provide training and resources  for past, current, and future graduate teachers in the History Department. We  meet monthly to share and workshop teaching experiences, and each meeting focuses  on a specific theme of interest to graduate teachers. In addition to our  regular meetings, we also provide online resources, bring in outside speakers,  and are in the process of creating the department’s first history graduate  teaching handbook. We encourage all graduate students who share a commitment to  teaching to participate, regardless of how much or how little teaching  experience they already have. Please email NYU.GTC@gmail.com   for more information or with any questions. Hellenic Studies Series This series provides a forum for scholars studying Hellenic topics, from   Antiquity to the present day. It also adopts a transnational   perspective, comparing the Hellenic with other historical examples and   setting it within larger cultural or political contexts. The series   convenes regularly with a lecture or mini colloquium every month. The   general theme of the series for 2013-2014 is “Transitions”. For more   information, contact the series organizers Kostis Smyrlis ( ks113@nyu.edu ) and Kostis Kornetis ( kk597@nyu.edu ).  History of Women and Gender Program The History of Women and Gender program hosts a variety of events and seminars throughout the year pertaining to the history of women, gender, and sexuality. HOWAG provides a support network for NYU faculty and doctoral students interested in women, gender, and sexuality, as well as a forum for visiting speakers and NYU's larger intellectual community to share works in progress and discuss developments within the field. Events welcome the public: please contact Linda Gordon or Hollian Wint with any questions of suggestions. Intellectual History Workshop The intellectual history workshop hosts weekly events on matters of intellectual and conceptual history, alternating between featuring visiting speakers and discussions of current developments in intellectual history. Contact: Stefanos Geroulanos sg127@nyu.edu or Jeremy Lin jeremy.lin@nyu.edu .  Jordan Center for the Advanced Study of Russia at New York University The Jordan Center undertakes to make Russia intrinsic to all aspects of scholarly investigation: from history to visual culture, literature to economics, anthropology to politics. For a information on upcoming conferences, symposiums, and the Jordan Center Colloquium Series, please visit jordanrussiacenter.org . or email the center directly at jordan.russia.center@nyu.edu . New York City Latin American History Workshop  The NYCAHW is a working group devoted to new research and new perspectives on the history of Latin America and the Caribbean from the colonial era until the twenty-first century. Founded in 1999 by faculty at New York University and Columbia, it has grown to include faculty and graduate students from SUNY-Stony Brook, CUNY, the New School, as well as from other universities in the metropolitan area. Colleagues from outside the immediate area are frequently invited in to present work as well. The meetings follow a workshop format – a paper normally reflecting work in progress is circulated in advance through an extensive email list. Meetings are held once a month during the fall and spring semesters. The faculty actively involved in coordinating the workshop are: Amy Chazkel (CUNY); Federico Finchelstein (New School); Paul Gootenberg (SUNY-Stony Brook); Pablo Piccato and Caterina Pizzigoni (Columbia); and Sinclair Thomson (NYU). Ottoman Studies  Lecture Series      The Ottoman Studies Lecture series is now in its ninth year.  It features Invited speakers on a roughly once-a-month basis. While most  lectures focus on some aspect of the Ottoman period (13 th - 20 th   centuries), some explore neighboring domains and histories or trans-national  issues. The series attempts to bring to campus both senior and junior scholars.  All events take place in the Kevorkian Center Library. For more information  please contact Leslie Peirce (lp50@nyu.edu)  or Alex Boodrookas ( acb53@nyu.edu ). Post-1945 Collaborative With support from the Humanities Initiative   and the Department of History, this working group examines problems,   approaches, and new departures to writing about the period since WWII.   Between Fall 2014 and Spring 2016, each semester is organized a   different theme, and includes discussion of a recent monograph,   workshops by faculty and graduate students, and visiting speakers. The theme for Fall 2014 was \"Slow Violence,\" and the theme for Spring 2015 is \"Neoliberalism\" For further information, contact any of   the organizers: Andrew Needham, Guy Ortolano, Kim Phillips-Fein, George   Solt.              Contact Us | &copy; New York University , Arts and Science"}, {"content": "Faculty    | Department of History | New York University                                  NEW YORK UNIVERSITY     ARTS AND SCIENCE     COLLEGE OF ARTS AND SCIENCE     GRADUATE SCHOOL OF ARTS AND SCIENCE             Department of History     Arts &amp; Science                       Home                Welcome Message            People            Undergraduate Program              Graduate Programs              NYU Abu Dhabi              Editing Projects              Newsletter              Calendar              Events &amp; Series              Friends of History              Employment              Faculty Only                   Related Information       Faculty by Area of Specialization       Associated Faculty       Affiliated Faculty       Adjunct/Visitors       Retired/Emeritus Faculty       NYU Abu Dhabi Faculty       Alumni & Placement News       Graduate Student Profiles       History Department Staff       Faculty Office Hours                          Useful Links               NYU Public Directory       Faculty Directory               Home &gt; People     Faculty                  Karl Appuhn     Associate Professor of History and Italian   Email:     appuhn@nyu.edu     Field:   Early Modern Europe   Research Interests:   Environmental History, History of Science, Technology, and Medicine, History of Animals, Mediterranean History, Italian Renaissance.             Brigitte Miriam Bedos-Rezak     Professor of History   Email:     bbr2@nyu.edu     Field:   Medieval Europe   Research Interests:   History and Theory; Semiotic Anthropology; Material Culture; Media and Communication; Historical Anthropology of the Middle Ages; Medieval France; Medieval Sign Theory; Medieval Diplomatics and Sigillography; Latin and Old French Paleography               Thomas Bender     University Professor of the Humanities;   Professor of History   Email:     thomas.bender@nyu.edu     Field:   United States   Research Interests:   U.S. intellectual and cultural history, 1750-present; intellectuals and cities; transnational and global approaches to U.S. history; historiography.             Ruth Ben-Ghiat     Professor of Italian and History   Email:     rb68@nyu.edu     Field:   Modern Europe   Research Interests:   Ruth Ben-Ghiat is Professor of History and Italian Studies. A specialist in 20th century European history, with Italy a particular focus, she writes on war, including the relationship of war and cinema; empires; and fascist regimes. She is a regular contributor on these subjects to the Huffington Post and CNN.com. Follow her @ruthbenghiat.              Zvi Ben-Dor Benite     Chair; Middle Eastern and Islamic Studies;   Professor of History and Middle Eastern and Islamic Studies   Email:     zbd1@nyu.edu     Field:   East Asia   Research Interests:   Global History, Early Modern and Modern Chinese History, Asian and European Islam, Religion and World History, Middle Eastern History, History of Geography, Arab-Jewish and Mizrahi History             Lauren Benton     Silver Professor; Affiliate Professor of Law;   Professor of History   Email:     lauren.benton@nyu.edu     Field:   Atlantic World   Research Interests:   Atlantic world, legal history, comparative history of empires.               Edward Berenson     Director, Institute of French Studies;   Professor of History   Email:     Edward.Berenson@nyu.edu     Field:   Modern Europe   Research Interests:   Cultural history; colonialism; history and memory.             Jane Burbank     Professor of History and Russian & Slavic Studies   Collegiate Professor   Email:     jane.burbank@nyu.edu     Field:   Modern Europe   Research Interests:   Russian history; legal culture; empire; peasants.             Herrick Chapman     Associate Professor of History and Institute of French Studies   Email:     herrick.chapman@nyu.edu     Field:   Modern Europe   Research Interests:   French history; social history; economic history; history of public policy             Frederick Cooper     Professor of History   Email:     fred.cooper@nyu.edu     Field:   Africa   Research Interests:   Modern Africa; empires in world history; colonization and decolonization; the social sciences and the colonial situation             Valerie Deacon     Elihu Rose Assistant Professor / Faculty Fellow;     Email:     valerie.deacon@nyu.edu     Field:   Modern Europe   Research Interests:   Second World War; French Resistance; Underground political movements; International relations; Military and pseudo-military organisations             Hasia R. Diner     Paul S. and Sylvia Steinberg Professor of American Jewish History;   Professor of Hebrew and Judaic Studies and History   Director, Goldstein-Goren Center for American Jewish History; Director of Undergraduate Studies   Email:     hasia.diner@nyu.edu     Field:   United States   Research Interests:   American Jewish history, American immigration history and women's history             Nicole Eustace     Professor of History   Email:     nicole.eustace@nyu.edu     Field:   Atlantic World   Research Interests:   Eighteenth-century North America in the Atlantic world; gender, culture, and politics             Ada Ferrer     Professor of History and Latin American and Caribbean Studies   Email:     ada.ferrer@nyu.edu     Field:   Latin America and the Carribbean   Research Interests:   Cuba; comparative slavery, nationalism, revolution                K. E. Fleming     Alexander S. Onassis Professor of Hellenic Culture and Civilization and Professor of History & Hellenic Studies     Email:     kef1@nyu.edu     Field:   Modern Europe   Research Interests:   religion, nationalism             Stefanos Geroulanos     Associate Professor of History   Director of Graduate Studies   Email:     sg127@nyu.edu     Field:   Modern Europe   Research Interests:   Modern European Intellectual History; French and German Thought; Political Theology and Philosophical Anthropology; History of Medical Concepts; Film; History of Science             Rebecca Goetz     Associate Professor of History   Email:     rag11@nyu.edu     Field:   Atlantic World   Research Interests:   Histories of Religion, race, and Slavery, Colonialism and Empire in the Atlantic World, and Indigenous North America.             Michael A. Gomez     Professor of History   Email:     michael.gomez@nyu.edu     Field:   Africa and African Diaspora   Research Interests:   Islam, Slavery, Social and Cultural Formation             Linda Gordon     Florence Kelley Professor;   Professor of History   Email:     lg48@nyu.edu     Field:   United States   Research Interests:   Twentieth-century U.S. social, political, and social policy history; women and gender; family; U.S. Southwest             Manu Goswami     Associate Professor of History   Email:     manu.goswami@nyu.edu     Field:   South Asia   Research Interests:   19th & 20th century Indian history, History of Economic Thought, Political Economy, Social Theory, Historiography             Greg Grandin     Professor of History   Email:     grandin@nyu.edu     Field:   Latin America and the Carribbean             Fiona J. Griffiths     Professor of History   Email:     fjg3@nyu.edu     Field:   Medieval Europe   Research Interests:   History of Women and Gender, Monasticism, Medieval libraries and book production, the Twelfth-Century Renaissance, Friendship, Heloise and Abelard.             Stephen G. Gross     Assistant Professor of History and European and Mediterranean Studies   Email:     sg152@nyu.edu     Field:   Modern Europe   Research Interests:   19th and 20th Century Germany; 20th Century Europe and European Unification; Economic History and Political Economy; International Relations; World War I and II; Theories of Imperialism             Masato Hasegawa     Visiting Assistant Professor of History   Email:     masato.hasegawa@nyu.edu     Field:   East Asia   Research Interests:   Early Modern and Modern China, Early Modern and Modern Korea, China-Korea Relations, Military Logistics, Transregional Commercial Networks, Environmental History             Martha Hodes     Professor of History   Email:     martha.hodes@nyu.edu     Field:   United States   Research Interests:   19th-century; race; Civil War and Reconstruction; gender; craft of historical writing             Jennifer Homans     Distinguished Scholar in Residence in History and European and Mediterranean Studies     Email:     jah20@nyu.edu     Research Interests:   History of dance             Richard Hull     Professor of History   Email:     richard.hull@nyu.edu     Field:   Africa   Research Interests:   Democratization in Africa; origins of segregation in South Africa.             Myles W. Jackson     Albert Gallatin Research Excellence Professor of the History of Science, NYU-Gallatin, FAS     Email:     myles.jackson@nyu.edu     Field:   Modern Europe   Research Interests:   History of science; history of physics in 19th-century Germany; intellectual property and gene patenting; humans, machines, and aesthetic theories; triangular exchange among physicists and engineers, musicians, and instrument makers.             Rebecca Karl     Associate Professor of East Asian Studies and History   Email:     rebecca.karl@nyu.edu     Field:   East Asia   Research Interests:   Modern China; Intellectual history; women and gender             Monica Kim     Assistant Professor of History   On leave 2015-2016   Email:     monica.kim@nyu.edu     Field:   United States   Research Interests:   U.S. and the World; Decolonization; Race, empire, and modern warfare; Transpacific Asian and Asian American history             Yanni Kotsonis     Associate Professor of History and Russian & Slavic Studies   Email:     yanni.kotsonis@nyu.edu     Field:   Modern Europe   Research Interests:   Imperial Russia; political economy; history of the modern state; history of taxation in Russia and the world             J. Joseph Lee     Professor of Irish Studies and History   Director, Irish Studies; Glucksman Professor of Irish Studies   Email:     joe.lee@nyu.edu     Field:   Modern Europe   Research Interests:   19th and 20th Century Irish, English, European, and Irish American history and politics; Nationalism, imperialism, and post colonialism; Irish Diaspora             Julie Livingston     Visiting Professor of History and Social and Cultural Analysis   Email:     jl6877@nyu.edu     Field:   Africa   Research Interests:   The Body; Gender; History and Anthropology; Medicine and Public Health; Historical and Ethnographic Writing.             David Ludden     Professor of History   Email:     david.ludden@nyu.edu     Field:   South Asia   Research Interests:   South Asia; Middle East; East Asia; World History; Globalization; Agrarian History; Economic Development                 Michele Mitchell     Associate Professor of History   Email:     michele.mitchell@nyu.edu     Field:   United States   Research Interests:   African Diaspora; Gender and Sexuality; West/East/South Africa; feminist theory             Maria E. Montoya     Associate Professor of History   Email:     maria.montoya@nyu.edu     Field:   United States   Research Interests:   American West, Labor History, Gender, Latina/o History             Jennifer L. Morgan     Professor of Social and Cultural Analysis and History   Email:     jennifer.morgan@nyu.edu     Field:   United States   Research Interests:   Early African American History, Comparative Slavery, Histories of Racial Ideology, Women and Gender             Andrew Needham     Associate Professor of History   Email:     andrew.needham@nyu.edu     Field:   United States   Research Interests:   I specialize in recent United States history, with teaching and research emphases in environmental, American Indian, and urban and suburban history as well as the history of the American West.                Mary Nolan     Professor of History   Lillian Vernon Professorship for Teaching Excellence   Email:     mn4@nyu.edu     Field:   Modern Europe   Research Interests:   Europe and America in the Twentieth Century, Cold War, Modern German history; European women's history.               Guy Ortolano     Associate Professor of History   Email:     ortolano@nyu.edu     Field:   Modern Europe   Research Interests:   Britain since 1688, urban history, history of science, cultural and intellectual history, historiography, post-1945 history.             David Oshinsky     Professor of History and Medicine   Email:     oshind01@nyu.edu               Leslie Peirce     Professor of History and Middle Eastern and Islamic Studies   Silver Professor   Email:     lp50@nyu.edu     Field:   Early Modern Europe   Research Interests:   early modern Ottoman history, gender, law & society, comparative empires               Jacques Revel     Global Distinguished Professor of History and the Institute of French Studies     Email:     jr77@nyu.edu               Jeffrey Sammons     Professor of History   Email:     js11@nyu.edu     Field:   United States   Research Interests:   U. S. social and cultural history with research and teaching interests in African-American History, military history, black autobiography, film history, and sports history.               Andrew Sartori     Associate Professor of History   Email:     asartori@nyu.edu     Field:   South Asia   Research Interests:   Modern South Asia, Modern Intellectual History, Social Theory             John Shovlin     Associate Professor of History   Email:     john.shovlin@nyu.edu     Field:   Early Modern Europe   Research Interests:   Political and cultural history of ancien régime Europe, particularly France; the French Revolution; history of political economy; aristocratic culture and politics; international politics and international political thought in eighteenth-century Europe; the Franco-British relationship.             Nikhil Pal Singh     Associate Professor of Social and Cultural Analysis and History   SCA Director of Graduate Studies   Email:     nikhil.singh@nyu.edu     Research Interests:   Race, empire, and culture in 20th-century U.S.; black radicalism and US liberalism; U.S. foreign policy.             Kostis Smyrlis     Associate Professor of History and Hellenic Studies   Email:     ks113@nyu.edu     Field:   Medieval Europe   Research Interests:   Byzantine empire, 9th to 15th century; economic history; emperor and subjects; state finances; law and land ownership; diplomatics             George Solt     Assistant Professor of History   Email:     george.solt@nyu.edu     Field:   East Asia   Research Interests:   Modern Japan; political economy; food history             Rachel St John     Associate Professor of History   Email:     stjohn@nyu.edu     Field:   United States   Research Interests:   19th- and 20th-century United States history with a particular emphasis on the North American West and transnational borderlands history             Jack Tchen     Associate Professor of Social and Cultural Analysis and History   Director, Asian/Pacific/American Studies   Email:     jack.tchen@nyu.edu     Field:   East Asia   Research Interests:   Interethnic and interracial relations of Asian and Americans; cross-cultural and community studies; New York City history; Asians in the Americas; race, colonialism, and museums; dialogic theory and radical pedagogy                Thomas M. Truxes     Clinical Associate Professor of Irish Studies and History   Email:     thomas.truxes@nyu.edu     Research Interests:   Early-modern Irish history; Ireland and the Atlantic world before 1800; early-modern maritime history; the overseas trade of British America; eighteenth-century urban life, particularly New York City             Sinclair Thomson     Associate Professor of History   Email:     st19@nyu.edu     Field:   Latin America and the Carribbean   Research Interests:   Colonial Latin America; Andean region; peasant and Indian politics; Andean religion; race/ethnicity; historical imagination and political memory; Bolivian history and politics.             Joanna Waley-Cohen     Silver Professor of History;   Professor of History   Provost, NYU Shanghai   Email:     jw5@nyu.edu     Field:   East Asia   Research Interests:   Early modern Chinese history; China and the West; Chinese imperial culture.             Daniel J Walkowitz     Professor of Social and Cultural Analysis and History   Director of College Honors, CAS   Email:     daniel.walkowitz@nyu.edu     Field:   United States   Research Interests:   U.S. Social and Cultural History, with particular interest in Labor and Urban History             Barbara Weinstein     Professor of History   Silver Professor; Chair, Department of History   Email:     bw52@nyu.edu     Field:   Latin America and the Carribbean   Research Interests:   Modern Latin America, Brazil, labor history, slavery and emancipation, race and gender, regionalism and nationalism.             Larry Wolff     Professor of History   Director, Center for European and Mediterranean Studies   Email:     lw59@nyu.edu     Field:   Modern Europe   Research Interests:   Eastern Europe, Poland, Habsburg Monarchy, Enlightenment, history of childhood             Peter Wosh     Clinical Associate Professor of History   Director, Archives/Public History Program   Email:     pw1@nyu.edu     Field:   United States   Research Interests:   Archival management; Public history; American Christianity; local and community history; institutions and organizations.             Marilyn Young     Professor of History   Collegiate Professor   Email:     marilyn.young@nyu.edu     Field:   United States   Research Interests:   U.S. and the World; U.S. foreign relations; U.S.-East Asian relations; Third World women and gender.             Jonathan Zimmerman     Professor of History   Department Chair, Humanities and Social Sciences in the Professions, Steinhardt School   Email:     jlzimm@aol.com     Field:   United States   Research Interests:   Education in the U.S. and the world; 20th-century American politics and culture; teaching of history; sexuality and schooling                     Contact Us | &copy; New York University , Arts and Science"}]},
{"detail": [{"content": "Events &amp; Series    | Department of History | New York University                                  NEW YORK UNIVERSITY     ARTS AND SCIENCE     COLLEGE OF ARTS AND SCIENCE     GRADUATE SCHOOL OF ARTS AND SCIENCE             Department of History     Arts &amp; Science                       Home                Welcome Message              People              Undergraduate Program              Graduate Programs              NYU Abu Dhabi              Editing Projects              Newsletter              Calendar            Events &amp; Series            Friends of History              Employment              Faculty Only                     Home &gt; Events & Series     Events &amp; Series   The NYU Department of History offers many recurring series and events throughout the academic year. To advertise for an upcoming event, or to join our 'Information and Opportunities' List-serve, please feel free to contact paulina.trunzo@nyu.edu . For a complete list of this months events, click here .  Africa~Diaspora Forum                                     The Africa~Diaspora Forum is a monthly meeting of faculty,  graduate students, undergraduates, and the New York community during the fall  and spring semesters. It aims to foster discussion of the most recent  developments in the fields of African and African Diaspora history. Each  session features a leading scholar who shares his or her latest work, which is  then followed by a productive conversation. Please email program assistant  Alison Okuda ( ako231@nyu.edu ) for more  information about upcoming events, which are held on Wednesdays in KJCC at NYU. Atlantic Workshop  The Atlantic Workshop,   established in 1997, is a forum for the exchange of ideas among scholars   of the humanities and social sciences with interests in the history of   the Atlantic world. The workshop sponsors regular sessions during the   academic year to discuss works in progress by both junior and senior   researchers. Papers are circulated in advance, and all sessions are   open to both members of the Atlantic World History Program of the NYU   History Department and the wider scholarly community. British History Seminar More than fifty years ago, the organization that is now the North   American Conference on British Studies (NACBS) was founded at NYU.   Today New York City is home to a thriving seminar in British history,   meeting three times every semester to discuss works-in-progress by local     and visiting scholars. More than half-a-dozen local institutions are   represented, including Barnard, Columbia, Lehman College, NYU,   SUNY-Purchase, and William Paterson, and in the past few years the   seminar has hosted scholars from, among other places, Berkeley,   Cambridge, Duke,   Harvard, King's College London, Northwestern, Washington, and Stanford.    For further information, contact Guy Ortolano . Center for the United States and the Cold War  New   York University’s Center for the United States and the Cold War is a   community of scholars, students, activists, and concerned citizens   working on projects relating to the Cold War. The Center awards travel   grants, dissertation, and post-doctoral fellowships for projects using   the Tamiment Library’s collections. It sponsors a seminar for scholarly   work in progress, and organizes occasional conferences, lectures, book   talks, and film screenings. Elihu Rose Lecture Series in Modern Military History The Elihu Rose Lecture Series In Modern Military History has events throughout the year on various topics relating to modern conflict. The events are always open to the public. For more information, please contact Valerie Deacon . Environmental History Working Group The Environmental History Working Group is a twice-a-semester, works in progress seminar on environmental   history. The papers are pre-circulated. If you'd like to attend, and are not on the distribution list, please contact Karl Appuhn for the paper. European Dissertation Workshop  The European Dissertation Workshop provides a venue for doctoral students and faculty to share   portions of their work in progress, and provides support to doctoral   students who are on the job market. This is a workshop for European history faculty and grad students and is not an open event. For more information, please contact Molly Nolan . First World War Centenary Events The NYU Department of History is collaborating and hosting a number of events related to the First World War Centenary. Please visit here for more information.  Friday Seminar Series *This Series is on hiatus until Spring 2015. The NYU Department of History hosts a recurring seminar that is meant as a common platform for faculty and students to share works in progress. Every other Friday during the academic year from 4pm to 6pm, please join us for wine and refreshments in the King Juan Carlos building. Please contact Meghna Chaudhuri or Matt Shutzer for more information.      Global Institute for Advanced Study (GIAS) The   Global Institute for Advanced Study is a new initiative at NYU that   represents a significant investment by New York University in research   and scholarship. The main purposes of the GIAS are to facilitate   collaborative research on an international scale and to enable sustained   attention to significant research programs that require work over   several years. Graduate Teaching Collaborative The Graduate Teaching Collaborative is a graduate-student  operated forum founded in 2013 and designed to provide training and resources  for past, current, and future graduate teachers in the History Department. We  meet monthly to share and workshop teaching experiences, and each meeting focuses  on a specific theme of interest to graduate teachers. In addition to our  regular meetings, we also provide online resources, bring in outside speakers,  and are in the process of creating the department’s first history graduate  teaching handbook. We encourage all graduate students who share a commitment to  teaching to participate, regardless of how much or how little teaching  experience they already have. Please email NYU.GTC@gmail.com   for more information or with any questions. Hellenic Studies Series This series provides a forum for scholars studying Hellenic topics, from   Antiquity to the present day. It also adopts a transnational   perspective, comparing the Hellenic with other historical examples and   setting it within larger cultural or political contexts. The series   convenes regularly with a lecture or mini colloquium every month. The   general theme of the series for 2013-2014 is “Transitions”. For more   information, contact the series organizers Kostis Smyrlis ( ks113@nyu.edu ) and Kostis Kornetis ( kk597@nyu.edu ).  History of Women and Gender Program The History of Women and Gender program hosts a variety of events and seminars throughout the year pertaining to the history of women, gender, and sexuality. HOWAG provides a support network for NYU faculty and doctoral students interested in women, gender, and sexuality, as well as a forum for visiting speakers and NYU's larger intellectual community to share works in progress and discuss developments within the field. Events welcome the public: please contact Linda Gordon or Hollian Wint with any questions of suggestions. Intellectual History Workshop The intellectual history workshop hosts weekly events on matters of intellectual and conceptual history, alternating between featuring visiting speakers and discussions of current developments in intellectual history. Contact: Stefanos Geroulanos sg127@nyu.edu or Jeremy Lin jeremy.lin@nyu.edu .  Jordan Center for the Advanced Study of Russia at New York University The Jordan Center undertakes to make Russia intrinsic to all aspects of scholarly investigation: from history to visual culture, literature to economics, anthropology to politics. For a information on upcoming conferences, symposiums, and the Jordan Center Colloquium Series, please visit jordanrussiacenter.org . or email the center directly at jordan.russia.center@nyu.edu . New York City Latin American History Workshop  The NYCAHW is a working group devoted to new research and new perspectives on the history of Latin America and the Caribbean from the colonial era until the twenty-first century. Founded in 1999 by faculty at New York University and Columbia, it has grown to include faculty and graduate students from SUNY-Stony Brook, CUNY, the New School, as well as from other universities in the metropolitan area. Colleagues from outside the immediate area are frequently invited in to present work as well. The meetings follow a workshop format – a paper normally reflecting work in progress is circulated in advance through an extensive email list. Meetings are held once a month during the fall and spring semesters. The faculty actively involved in coordinating the workshop are: Amy Chazkel (CUNY); Federico Finchelstein (New School); Paul Gootenberg (SUNY-Stony Brook); Pablo Piccato and Caterina Pizzigoni (Columbia); and Sinclair Thomson (NYU). Ottoman Studies  Lecture Series      The Ottoman Studies Lecture series is now in its ninth year.  It features Invited speakers on a roughly once-a-month basis. While most  lectures focus on some aspect of the Ottoman period (13 th - 20 th   centuries), some explore neighboring domains and histories or trans-national  issues. The series attempts to bring to campus both senior and junior scholars.  All events take place in the Kevorkian Center Library. For more information  please contact Leslie Peirce (lp50@nyu.edu)  or Alex Boodrookas ( acb53@nyu.edu ). Post-1945 Collaborative With support from the Humanities Initiative   and the Department of History, this working group examines problems,   approaches, and new departures to writing about the period since WWII.   Between Fall 2014 and Spring 2016, each semester is organized a   different theme, and includes discussion of a recent monograph,   workshops by faculty and graduate students, and visiting speakers. The theme for Fall 2014 was \"Slow Violence,\" and the theme for Spring 2015 is \"Neoliberalism\" For further information, contact any of   the organizers: Andrew Needham, Guy Ortolano, Kim Phillips-Fein, George   Solt.              Contact Us | &copy; New York University , Arts and Science"}, {"content": "Faculty    | Department of History | New York University                                  NEW YORK UNIVERSITY     ARTS AND SCIENCE     COLLEGE OF ARTS AND SCIENCE     GRADUATE SCHOOL OF ARTS AND SCIENCE             Department of History     Arts &amp; Science                       Home                Welcome Message            People            Undergraduate Program              Graduate Programs              NYU Abu Dhabi              Editing Projects              Newsletter              Calendar              Events &amp; Series              Friends of History              Employment              Faculty Only                   Related Information       Faculty by Area of Specialization       Associated Faculty       Affiliated Faculty       Adjunct/Visitors       Retired/Emeritus Faculty       NYU Abu Dhabi Faculty       Alumni & Placement News       Graduate Student Profiles       History Department Staff       Faculty Office Hours                          Useful Links               NYU Public Directory       Faculty Directory               Home &gt; People     Faculty                  Karl Appuhn     Associate Professor of History and Italian   Email:     appuhn@nyu.edu     Field:   Early Modern Europe   Research Interests:   Environmental History, History of Science, Technology, and Medicine, History of Animals, Mediterranean History, Italian Renaissance.             Brigitte Miriam Bedos-Rezak     Professor of History   Email:     bbr2@nyu.edu     Field:   Medieval Europe   Research Interests:   History and Theory; Semiotic Anthropology; Material Culture; Media and Communication; Historical Anthropology of the Middle Ages; Medieval France; Medieval Sign Theory; Medieval Diplomatics and Sigillography; Latin and Old French Paleography               Thomas Bender     University Professor of the Humanities;   Professor of History   Email:     thomas.bender@nyu.edu     Field:   United States   Research Interests:   U.S. intellectual and cultural history, 1750-present; intellectuals and cities; transnational and global approaches to U.S. history; historiography.             Ruth Ben-Ghiat     Professor of Italian and History   Email:     rb68@nyu.edu     Field:   Modern Europe   Research Interests:   Ruth Ben-Ghiat is Professor of History and Italian Studies. A specialist in 20th century European history, with Italy a particular focus, she writes on war, including the relationship of war and cinema; empires; and fascist regimes. She is a regular contributor on these subjects to the Huffington Post and CNN.com. Follow her @ruthbenghiat.              Zvi Ben-Dor Benite     Chair; Middle Eastern and Islamic Studies;   Professor of History and Middle Eastern and Islamic Studies   Email:     zbd1@nyu.edu     Field:   East Asia   Research Interests:   Global History, Early Modern and Modern Chinese History, Asian and European Islam, Religion and World History, Middle Eastern History, History of Geography, Arab-Jewish and Mizrahi History             Lauren Benton     Silver Professor; Affiliate Professor of Law;   Professor of History   Email:     lauren.benton@nyu.edu     Field:   Atlantic World   Research Interests:   Atlantic world, legal history, comparative history of empires.               Edward Berenson     Director, Institute of French Studies;   Professor of History   Email:     Edward.Berenson@nyu.edu     Field:   Modern Europe   Research Interests:   Cultural history; colonialism; history and memory.             Jane Burbank     Professor of History and Russian & Slavic Studies   Collegiate Professor   Email:     jane.burbank@nyu.edu     Field:   Modern Europe   Research Interests:   Russian history; legal culture; empire; peasants.             Herrick Chapman     Associate Professor of History and Institute of French Studies   Email:     herrick.chapman@nyu.edu     Field:   Modern Europe   Research Interests:   French history; social history; economic history; history of public policy             Frederick Cooper     Professor of History   Email:     fred.cooper@nyu.edu     Field:   Africa   Research Interests:   Modern Africa; empires in world history; colonization and decolonization; the social sciences and the colonial situation             Valerie Deacon     Elihu Rose Assistant Professor / Faculty Fellow;     Email:     valerie.deacon@nyu.edu     Field:   Modern Europe   Research Interests:   Second World War; French Resistance; Underground political movements; International relations; Military and pseudo-military organisations             Hasia R. Diner     Paul S. and Sylvia Steinberg Professor of American Jewish History;   Professor of Hebrew and Judaic Studies and History   Director, Goldstein-Goren Center for American Jewish History; Director of Undergraduate Studies   Email:     hasia.diner@nyu.edu     Field:   United States   Research Interests:   American Jewish history, American immigration history and women's history             Nicole Eustace     Professor of History   Email:     nicole.eustace@nyu.edu     Field:   Atlantic World   Research Interests:   Eighteenth-century North America in the Atlantic world; gender, culture, and politics             Ada Ferrer     Professor of History and Latin American and Caribbean Studies   Email:     ada.ferrer@nyu.edu     Field:   Latin America and the Carribbean   Research Interests:   Cuba; comparative slavery, nationalism, revolution                K. E. Fleming     Alexander S. Onassis Professor of Hellenic Culture and Civilization and Professor of History & Hellenic Studies     Email:     kef1@nyu.edu     Field:   Modern Europe   Research Interests:   religion, nationalism             Stefanos Geroulanos     Associate Professor of History   Director of Graduate Studies   Email:     sg127@nyu.edu     Field:   Modern Europe   Research Interests:   Modern European Intellectual History; French and German Thought; Political Theology and Philosophical Anthropology; History of Medical Concepts; Film; History of Science             Rebecca Goetz     Associate Professor of History   Email:     rag11@nyu.edu     Field:   Atlantic World   Research Interests:   Histories of Religion, race, and Slavery, Colonialism and Empire in the Atlantic World, and Indigenous North America.             Michael A. Gomez     Professor of History   Email:     michael.gomez@nyu.edu     Field:   Africa and African Diaspora   Research Interests:   Islam, Slavery, Social and Cultural Formation             Linda Gordon     Florence Kelley Professor;   Professor of History   Email:     lg48@nyu.edu     Field:   United States   Research Interests:   Twentieth-century U.S. social, political, and social policy history; women and gender; family; U.S. Southwest             Manu Goswami     Associate Professor of History   Email:     manu.goswami@nyu.edu     Field:   South Asia   Research Interests:   19th & 20th century Indian history, History of Economic Thought, Political Economy, Social Theory, Historiography             Greg Grandin     Professor of History   Email:     grandin@nyu.edu     Field:   Latin America and the Carribbean             Fiona J. Griffiths     Professor of History   Email:     fjg3@nyu.edu     Field:   Medieval Europe   Research Interests:   History of Women and Gender, Monasticism, Medieval libraries and book production, the Twelfth-Century Renaissance, Friendship, Heloise and Abelard.             Stephen G. Gross     Assistant Professor of History and European and Mediterranean Studies   Email:     sg152@nyu.edu     Field:   Modern Europe   Research Interests:   19th and 20th Century Germany; 20th Century Europe and European Unification; Economic History and Political Economy; International Relations; World War I and II; Theories of Imperialism             Masato Hasegawa     Visiting Assistant Professor of History   Email:     masato.hasegawa@nyu.edu     Field:   East Asia   Research Interests:   Early Modern and Modern China, Early Modern and Modern Korea, China-Korea Relations, Military Logistics, Transregional Commercial Networks, Environmental History             Martha Hodes     Professor of History   Email:     martha.hodes@nyu.edu     Field:   United States   Research Interests:   19th-century; race; Civil War and Reconstruction; gender; craft of historical writing             Jennifer Homans     Distinguished Scholar in Residence in History and European and Mediterranean Studies     Email:     jah20@nyu.edu     Research Interests:   History of dance             Richard Hull     Professor of History   Email:     richard.hull@nyu.edu     Field:   Africa   Research Interests:   Democratization in Africa; origins of segregation in South Africa.             Myles W. Jackson     Albert Gallatin Research Excellence Professor of the History of Science, NYU-Gallatin, FAS     Email:     myles.jackson@nyu.edu     Field:   Modern Europe   Research Interests:   History of science; history of physics in 19th-century Germany; intellectual property and gene patenting; humans, machines, and aesthetic theories; triangular exchange among physicists and engineers, musicians, and instrument makers.             Rebecca Karl     Associate Professor of East Asian Studies and History   Email:     rebecca.karl@nyu.edu     Field:   East Asia   Research Interests:   Modern China; Intellectual history; women and gender             Monica Kim     Assistant Professor of History   On leave 2015-2016   Email:     monica.kim@nyu.edu     Field:   United States   Research Interests:   U.S. and the World; Decolonization; Race, empire, and modern warfare; Transpacific Asian and Asian American history             Yanni Kotsonis     Associate Professor of History and Russian & Slavic Studies   Email:     yanni.kotsonis@nyu.edu     Field:   Modern Europe   Research Interests:   Imperial Russia; political economy; history of the modern state; history of taxation in Russia and the world             J. Joseph Lee     Professor of Irish Studies and History   Director, Irish Studies; Glucksman Professor of Irish Studies   Email:     joe.lee@nyu.edu     Field:   Modern Europe   Research Interests:   19th and 20th Century Irish, English, European, and Irish American history and politics; Nationalism, imperialism, and post colonialism; Irish Diaspora             Julie Livingston     Visiting Professor of History and Social and Cultural Analysis   Email:     jl6877@nyu.edu     Field:   Africa   Research Interests:   The Body; Gender; History and Anthropology; Medicine and Public Health; Historical and Ethnographic Writing.             David Ludden     Professor of History   Email:     david.ludden@nyu.edu     Field:   South Asia   Research Interests:   South Asia; Middle East; East Asia; World History; Globalization; Agrarian History; Economic Development                 Michele Mitchell     Associate Professor of History   Email:     michele.mitchell@nyu.edu     Field:   United States   Research Interests:   African Diaspora; Gender and Sexuality; West/East/South Africa; feminist theory             Maria E. Montoya     Associate Professor of History   Email:     maria.montoya@nyu.edu     Field:   United States   Research Interests:   American West, Labor History, Gender, Latina/o History             Jennifer L. Morgan     Professor of Social and Cultural Analysis and History   Email:     jennifer.morgan@nyu.edu     Field:   United States   Research Interests:   Early African American History, Comparative Slavery, Histories of Racial Ideology, Women and Gender             Andrew Needham     Associate Professor of History   Email:     andrew.needham@nyu.edu     Field:   United States   Research Interests:   I specialize in recent United States history, with teaching and research emphases in environmental, American Indian, and urban and suburban history as well as the history of the American West.                Mary Nolan     Professor of History   Lillian Vernon Professorship for Teaching Excellence   Email:     mn4@nyu.edu     Field:   Modern Europe   Research Interests:   Europe and America in the Twentieth Century, Cold War, Modern German history; European women's history.               Guy Ortolano     Associate Professor of History   Email:     ortolano@nyu.edu     Field:   Modern Europe   Research Interests:   Britain since 1688, urban history, history of science, cultural and intellectual history, historiography, post-1945 history.             David Oshinsky     Professor of History and Medicine   Email:     oshind01@nyu.edu               Leslie Peirce     Professor of History and Middle Eastern and Islamic Studies   Silver Professor   Email:     lp50@nyu.edu     Field:   Early Modern Europe   Research Interests:   early modern Ottoman history, gender, law & society, comparative empires               Jacques Revel     Global Distinguished Professor of History and the Institute of French Studies     Email:     jr77@nyu.edu               Jeffrey Sammons     Professor of History   Email:     js11@nyu.edu     Field:   United States   Research Interests:   U. S. social and cultural history with research and teaching interests in African-American History, military history, black autobiography, film history, and sports history.               Andrew Sartori     Associate Professor of History   Email:     asartori@nyu.edu     Field:   South Asia   Research Interests:   Modern South Asia, Modern Intellectual History, Social Theory             John Shovlin     Associate Professor of History   Email:     john.shovlin@nyu.edu     Field:   Early Modern Europe   Research Interests:   Political and cultural history of ancien régime Europe, particularly France; the French Revolution; history of political economy; aristocratic culture and politics; international politics and international political thought in eighteenth-century Europe; the Franco-British relationship.             Nikhil Pal Singh     Associate Professor of Social and Cultural Analysis and History   SCA Director of Graduate Studies   Email:     nikhil.singh@nyu.edu     Research Interests:   Race, empire, and culture in 20th-century U.S.; black radicalism and US liberalism; U.S. foreign policy.             Kostis Smyrlis     Associate Professor of History and Hellenic Studies   Email:     ks113@nyu.edu     Field:   Medieval Europe   Research Interests:   Byzantine empire, 9th to 15th century; economic history; emperor and subjects; state finances; law and land ownership; diplomatics             George Solt     Assistant Professor of History   Email:     george.solt@nyu.edu     Field:   East Asia   Research Interests:   Modern Japan; political economy; food history             Rachel St John     Associate Professor of History   Email:     stjohn@nyu.edu     Field:   United States   Research Interests:   19th- and 20th-century United States history with a particular emphasis on the North American West and transnational borderlands history             Jack Tchen     Associate Professor of Social and Cultural Analysis and History   Director, Asian/Pacific/American Studies   Email:     jack.tchen@nyu.edu     Field:   East Asia   Research Interests:   Interethnic and interracial relations of Asian and Americans; cross-cultural and community studies; New York City history; Asians in the Americas; race, colonialism, and museums; dialogic theory and radical pedagogy                Thomas M. Truxes     Clinical Associate Professor of Irish Studies and History   Email:     thomas.truxes@nyu.edu     Research Interests:   Early-modern Irish history; Ireland and the Atlantic world before 1800; early-modern maritime history; the overseas trade of British America; eighteenth-century urban life, particularly New York City             Sinclair Thomson     Associate Professor of History   Email:     st19@nyu.edu     Field:   Latin America and the Carribbean   Research Interests:   Colonial Latin America; Andean region; peasant and Indian politics; Andean religion; race/ethnicity; historical imagination and political memory; Bolivian history and politics.             Joanna Waley-Cohen     Silver Professor of History;   Professor of History   Provost, NYU Shanghai   Email:     jw5@nyu.edu     Field:   East Asia   Research Interests:   Early modern Chinese history; China and the West; Chinese imperial culture.             Daniel J Walkowitz     Professor of Social and Cultural Analysis and History   Director of College Honors, CAS   Email:     daniel.walkowitz@nyu.edu     Field:   United States   Research Interests:   U.S. Social and Cultural History, with particular interest in Labor and Urban History             Barbara Weinstein     Professor of History   Silver Professor; Chair, Department of History   Email:     bw52@nyu.edu     Field:   Latin America and the Carribbean   Research Interests:   Modern Latin America, Brazil, labor history, slavery and emancipation, race and gender, regionalism and nationalism.             Larry Wolff     Professor of History   Director, Center for European and Mediterranean Studies   Email:     lw59@nyu.edu     Field:   Modern Europe   Research Interests:   Eastern Europe, Poland, Habsburg Monarchy, Enlightenment, history of childhood             Peter Wosh     Clinical Associate Professor of History   Director, Archives/Public History Program   Email:     pw1@nyu.edu     Field:   United States   Research Interests:   Archival management; Public history; American Christianity; local and community history; institutions and organizations.             Marilyn Young     Professor of History   Collegiate Professor   Email:     marilyn.young@nyu.edu     Field:   United States   Research Interests:   U.S. and the World; U.S. foreign relations; U.S.-East Asian relations; Third World women and gender.             Jonathan Zimmerman     Professor of History   Department Chair, Humanities and Social Sciences in the Professions, Steinhardt School   Email:     jlzimm@aol.com     Field:   United States   Research Interests:   Education in the U.S. and the world; 20th-century American politics and culture; teaching of history; sexuality and schooling                     Contact Us | &copy; New York University , Arts and Science"}, {"content": "NYU &gt; Remarque Institute &gt;         Consortium for Intellectual and Cultural History                        NEW YORK UNIVERSITY ARTS AND SCIENCE COLLEGE OF ARTS AND SCIENCE GRADUATE SCHOOL OF ARTS AND SCIENCE                                                                                              Home           About Us       Remarque at ENS       Consortium for Intellectual and Cultural History       Doctoral Workshop in European History       Fellowships &amp; Competitions       Events       Resources       Contact Us                   Home              &gt;                           Consortium for Intellectual and Cultural History       Consortium for Intellectual and Cultural History   Along with NYU’s Center for European and Mediterranean Studies, The Remarque Institute is one of two NYU institutional supporters of the New York area Consortium for Intellectual and Cultural History , active since 2001. The Remarque Institute also helps fund the Jerrold Siegel Fellowships in Intellectual and Cultural History which provide summer support to graduate students of Columbia University and NYU. Application information can be found at the bottom of the page.                                      Contact Us | &copy; New York University , Arts and Science"}]}]