[{"detail": [{"content": "Teen Summer Programs                                                                                                               NYU.edu requires JavaScript be enabled in your browser in order to use important features of the site. JavaScript is either disabled or not supported by your browser. For instructions on how to enable JavaScript in your browser, click here .                       New York University    Skip to Content   Skip to Search   Skip to Navigation   Skip to Sub Navigation                                                        NYUHome Login                            Students           |   Faculty           |   Alumni           |   Employees           |   Community                                   Schools          Arts and Science      College of Arts and Science      College of Dentistry      College of Nursing      Courant Institute of Mathematical Sciences      Gallatin School of Individualized Study      Graduate School of Arts and Science      Institute of Fine Arts      Institute for the Study of the Ancient World      Leonard N. Stern School of Business      Liberal Studies Program      NYU Abu Dhabi      NYU Shanghai      Polytechnic School of Engineering      Robert F. Wagner Graduate School of Public Service      School of Professional Studies      School of Law      School of Medicine      Silver School of Social Work      Steinhardt School of Culture, Education, and Human Development      Tisch School of the Arts                QuickLinks          Academic Calendars      Administrative Units      Albert      Apply for Jobs      Athletics      Bookstores      Bursar      Campus Map      Career Development      Emergencies      Events      Giving to NYU      Housing      ITS      Libraries      News      NYU Apparel      Policies      Public Safety      Registrar      Student Health Center      Student Resources      Wellness Exchange                A-Z          A      B      C      D      E      F      G      H      I      J      K      L      M      N      O      P      Q      R      S      T      U      V      W      X      Y      Z                                                          New York University                          Search NYU                    Pages |    People                                       Main Navigation            About NYU       Admissions       Academics       University Life       Research       Global                                 Bread Crumbs          Employees   /   Life & Wellness   /   Family Care   /   Child Care   /   Summer Camp                 Sub Navigation                                 Summer Camp Program Options                       Brooklyn-based Summer Camps                       Business & Entrepreneurship Summer Camps                       Just For Girls Summer Camps                       Language Summer Camps                       NYU Affiliated Summer Programs                       Math, Science, and Technology Summer Programs                       Performing and Visual Arts Summer Camps                       Sports Camps                       Traditional Summer Camps                                                                   Teen Summer Programs       A Sampling of Programs     Please note: This listing is for information purposes only and does not imply an endorsement or recommendation.   Outdoor/Adventure Programs   Campus Kids offers students ages 7-15 camps in Minisink (NY) and New Jersey . Holiday programs focus on topics such as astrophysics, human body, and wildlife. Students 6 years of age and under must be accompanied by an adult.   Mountain Workshop is an outdoor adventure organization which holds overnight programs for youth ages 8-17. Programs are offered in the Adirondacks, the Berkshires, and a handful of other locations across the country.   Summer Fuel , in partnership with FC Barcelona offers students ages 12-18 years a chance to travel to Barcelona Spain and receive specialized soccer training with a real soccer team and its expert coaches. Students participate in workshops and enjoy cultural tours and visits during the summer months.     Performing and Visual Arts   Banson NYC Fashion Summer Camp offers students entering 9th-12th grades who are interested in the fashion industry, a week of educational and “real life” experience. Campers meet professionals, visit style exhibits, attend educational shopping trips, learn basic retail math in creating and managing budgets, discuss various careers in the industry, and stay in brand-new LIM College dormitories on the Upper East Side.   Calhoun Performing Arts Summer Institute Jazz Workshop offers a one-week intensive jazz course at the introductory and immersion level for students entering 9th-12th grades. Students will learn the fundamentals of music theory and learn jazz improvisation, explore the history of jazz and experience music-making with other students. The workshop is open to students with the ability to play any instrument.   Cooper Union High School Outreach Program is a complement to the school's tuition free Saturday Outreach program for high school students in grades 9-12.   Esra is a French private film school that offers programs in Paris and New York for students 16+ in filmmaking, screenwriting, video editing, sound design, and history of the French cinema.   FashionCampNYC offers a five-day intensive day camp where students ages 12-18 learn how to design and market clothing. From resources on where to seek internships, working on individual projects, and attending lectures, to visiting stores and showrooms, the educational activities are designed to motivate and inspire campers to pursue their dreams in the fashion industry.   Guggenheim Museum offers a multi-session program during half a dozen evenings (5:30-7) during August titled, &quot;Responding to Art Through Creative Writing&quot; that provides students with the unique opportunity to sketch, discuss and write about art from the museum's collection.   The International Center of Photography has a teen summer program that offers photography classes to high school students that accommodate every skill level. The curriculum includes darkroom time, slide lectures, assignments, field trips, and guest artist visits.   Modeling Camp offers girls (ages 13-18) 3-day camp , introducing them to the world of modeling through workshops, photo shoots, and more.   Parsons, The New School for Design offers students grades 4-12 summer sessions for many visual arts fields, including animation design, digital photography, drawing, and much more.   Prospect Theater , offers a Music Theater Summer Intensive Program where selected students ages 12-17 have the opportunity to work with a professional director and music director on original songs written specially for teens. The intensive also includes a variety of workshops and sessions to strengthen vocal and acting techniques. Participants work towards building overall confidence and performing a musical at the end. Auditions begin in February.   The Public Theater-Shakespeare in the Park offers offers, A Midsummer Day's Camp, a diverse acting program where teens ages 14-18 explore and study Shakespeare's texts to gain a fuller and deeper understanding of them. The camp fosters a supportive environment where young actors can work on their voice, movement, stage combat, creativity and culminates in a public performance on the Public Theater's stage.   Rhode Island School of Design offers teens various programs in visual arts.   School of Creative &amp; Performing Arts offers a range of camps for teens ages 13-19 in New York City, Los Angeles, Vermont, and Costa Rica. NYC options , located in Manhattan and Brooklyn, offer intensive classes that focus on filmmaking, acting, dance, or digital photography while also providing students the opportunity to enjoy a unique camp experience in the city. College credit may be available.   Summer Arts Institute is a tuition-free, intensive arts arts program for New York City public school students entering grades 8-12, held at the Frank Sinatra School of the Arts High School in Astoria, Queens. Designed for students at an intermediate or advanced level of study in their chosen discipline. Students can major in dance, theater, instrumental music (band), vocal music, film, photography or visual arts. Information is available on-line , email summerarts@schools.nyc.gov, or phone 212.356.8573.   Tisch School of the Arts at New York University offers high school students four-week programs in Drama, Film, etc. in New York, Dublin, or Singapore.     Pre-College/Academic Programs   American Museum of Natural History sponsors two programs for high school students including the High School Summer Science Institute for students entering 9, 10, &amp; 11 grades and the Saltz Internship Program for students 16 and older. Students in 7th &amp; 8th grade can apply for one of three summer institutes available through the category, &quot;Adventures in Science&quot; . Institute topics include anthropolgy, evolution, computer modeling of prehistoric creatures.   Cooper Union Summer Research Internship Program Cooper Union's Albert Nerken School of Engineering offers 6-week Summer Research Internship Programs for students completing their 10th or 11th grade year of high school. Students work on applied research projects in the fields of civil, chemical, electrical, mechanical, biomedical and environmental engineering, mathematics, chemistry, physics and astronomy. Research projects are complemented by classroom lectures and discussions, oral presentations, career choice, and college admissions.   Intrepid Sea, Air and Space Museum offers Camp G.O.A.L.S. for Girls 2011, a free six-week math and science camp for girls entering the 9th and 10th grade.   Liberty Science Center , located in Jersey City, NJ offers the Partners in Science , an intensive 8-week summer program for high school Juniors and Seniors. The program runs from the end of June to the end of August. Students receive a stiped upon completion of all program requirements.   New York Math Circle offers students in Grades 5-12 the opportunity to expand their knowledge of mathematics By solving unusual problems, develop reasoning and problem solving skills, and apply existing knowledge in fun situations that are both new and enjoyable.   NYU Summer offers a number of choices for high school students. The Pre-College program allows students to take college level classes and earn college credits. The Tisch School of the Arts and The Steinhardt School of Culture, Education, and Human Development both offer a number of programs that focus on art, dance, instrumental music, and acting.   Summer Discovery has pre-college enrichment programs on campus in different states and site abroad. Some courses qualify for college credit.   Summer Fuel offers students entering 11th and 12th grades with experiences on college campuses in the U.S and Europe. Students can choose from among four programs: Pre-college, Leadership, College Admissions, and Study Abroad. Students that don't want to leave NYC, can participate in a two-week residential workshop-based program at Columbia University where they will prepare for the SAT, refine their writing skills with an eye toward the college application essay, and master interviewing skills; college counselors will also be available to discuss college options. Scholarships are available.   Summer On Campus offers both commuter/residential programs across New York for various interests, ranging from engineering to SAT camp.   Teen Ink features a variety of programs , such as writing courses, guest speakers, and daily outings, is available for girls in grades 9-12.     Summer Internships   Bronx Zoo welcomes teens ages 13-17 who are interested in animal care and animal sciences to spend a month taking classes and gaining hands-on experience   Central Park offers a paid internship to high school students interested in working in various areas such as horticulture and administrative support. Interns work five days a week for 36-38 hours per week and take field trips to other parks or work on group projects on Fridays as part of the experience.   Children's Museum of Manhattan has a Junior Staff Summer Internship program for high school students. For ten weeks beginning in July, interns help with guided tours and educational activities for the young museum attendees.   Legal Bound Summer Internship program offered through the New York District Attorney's Office is an intensive six-week internship for Manhattan residents interested in law.   Natural History Museum runs the Saltz internship through which students will work with museum visitors as they explore museum exhibits. Students must attend high school in New York City to apply.   New Victory Theater offers the New 42 Apprentice Program which is for high school applicants at least 16 years of age with an interest in the arts and a drive to learn about operating a non-profit arts organization. Interns work between 18-20 hours a week, Monday-Thursday, for an hourly wage.   Rocking the Boat provides programs to high school students. In addition to the boatbuilding project at Philipsburg Manor, students learn about the Bronx River and give educational tours, as well as participate in other various programs.   Wave Hill offers several internship opportunities based on living in and taking care of the urban environment for students in New York City, especially the Bronx. Topics include tree and plant care, horticulture, and mapping and field work skills.     Technology   Girls Who Code Summer Immersion Program , an 8-week program for 20 high school juniors, is an innovative approach to computer science. The program offers hands-on experience in a technology company or university setting from 9 a.m-5 p.m. daily. Intensive, daily classroom instruction totalling more than 300 hours in robotics, web design, and mobile development is paired with talks, demonstrations and workshops led by female entrepreneurs, CEOs, devleopers, designers, and computer science majors that serve as mentors and role models throughout the program.     Volunteer Opportunities   Teen Life includes a range of volunteer opportunities in New York as well as an on-line downloadable Guide to Community Service in New York.   Brooklyn Botanic Garden has various volunteer opportunities for the summer. Opportunities include administrative work, tour guiding, gardening, and many more.   Central Park Conservancy offers summer volunteer opportunities for youth. High school students can gain firsthand experience in many departments of the park, including the visitor center, the horticulture, public programs, etc.   Mount Sinai Hospital offers volunteer opportunities year-round for youth ages 16 and up. Volunteers can work in areas like office support, research, and patient care.   Environmental Internships and Volunteer Opportunities for NYC High School Students (PDF) this is a directory compiled by the NYU Wallerstein Collaborative for Urban Environmental Education offers guidance on how to find an internship and information on opportunities for environmental internships, volunteer opportunities, and more.   Idealist.org is a job search engine for positions in non-profit organizations. The website also includes internship opportunities.   Do Something is an organization that offers community service volunteer options, grants, and various programs to teens.   Still haven't found what you're looking for?     Review options and suggestions in Summer in the City for Teens, The NYC Guide of Programs and Internships by Amy Glaser, MD.                                                                    NYU Footer          Search      Directory      Campus Map      Events      Contact Us      Site Map      Copyright and Fair Use      Feedback         Unless otherwise noted, all content copyright New York University. All rights reserved. Designed by The Office of Web Communications"}]},
{"detail": [{"content": "Teen Summer Programs                                                                                                               NYU.edu requires JavaScript be enabled in your browser in order to use important features of the site. JavaScript is either disabled or not supported by your browser. For instructions on how to enable JavaScript in your browser, click here .                       New York University    Skip to Content   Skip to Search   Skip to Navigation   Skip to Sub Navigation                                                        NYUHome Login                            Students           |   Faculty           |   Alumni           |   Employees           |   Community                                   Schools          Arts and Science      College of Arts and Science      College of Dentistry      College of Nursing      Courant Institute of Mathematical Sciences      Gallatin School of Individualized Study      Graduate School of Arts and Science      Institute of Fine Arts      Institute for the Study of the Ancient World      Leonard N. Stern School of Business      Liberal Studies Program      NYU Abu Dhabi      NYU Shanghai      Polytechnic School of Engineering      Robert F. Wagner Graduate School of Public Service      School of Professional Studies      School of Law      School of Medicine      Silver School of Social Work      Steinhardt School of Culture, Education, and Human Development      Tisch School of the Arts                QuickLinks          Academic Calendars      Administrative Units      Albert      Apply for Jobs      Athletics      Bookstores      Bursar      Campus Map      Career Development      Emergencies      Events      Giving to NYU      Housing      ITS      Libraries      News      NYU Apparel      Policies      Public Safety      Registrar      Student Health Center      Student Resources      Wellness Exchange                A-Z          A      B      C      D      E      F      G      H      I      J      K      L      M      N      O      P      Q      R      S      T      U      V      W      X      Y      Z                                                          New York University                          Search NYU                    Pages |    People                                       Main Navigation            About NYU       Admissions       Academics       University Life       Research       Global                                 Bread Crumbs          Employees   /   Life & Wellness   /   Family Care   /   Child Care   /   Summer Camp                 Sub Navigation                                 Summer Camp Program Options                       Brooklyn-based Summer Camps                       Business & Entrepreneurship Summer Camps                       Just For Girls Summer Camps                       Language Summer Camps                       NYU Affiliated Summer Programs                       Math, Science, and Technology Summer Programs                       Performing and Visual Arts Summer Camps                       Sports Camps                       Traditional Summer Camps                                                                   Teen Summer Programs       A Sampling of Programs     Please note: This listing is for information purposes only and does not imply an endorsement or recommendation.   Outdoor/Adventure Programs   Campus Kids offers students ages 7-15 camps in Minisink (NY) and New Jersey . Holiday programs focus on topics such as astrophysics, human body, and wildlife. Students 6 years of age and under must be accompanied by an adult.   Mountain Workshop is an outdoor adventure organization which holds overnight programs for youth ages 8-17. Programs are offered in the Adirondacks, the Berkshires, and a handful of other locations across the country.   Summer Fuel , in partnership with FC Barcelona offers students ages 12-18 years a chance to travel to Barcelona Spain and receive specialized soccer training with a real soccer team and its expert coaches. Students participate in workshops and enjoy cultural tours and visits during the summer months.     Performing and Visual Arts   Banson NYC Fashion Summer Camp offers students entering 9th-12th grades who are interested in the fashion industry, a week of educational and “real life” experience. Campers meet professionals, visit style exhibits, attend educational shopping trips, learn basic retail math in creating and managing budgets, discuss various careers in the industry, and stay in brand-new LIM College dormitories on the Upper East Side.   Calhoun Performing Arts Summer Institute Jazz Workshop offers a one-week intensive jazz course at the introductory and immersion level for students entering 9th-12th grades. Students will learn the fundamentals of music theory and learn jazz improvisation, explore the history of jazz and experience music-making with other students. The workshop is open to students with the ability to play any instrument.   Cooper Union High School Outreach Program is a complement to the school's tuition free Saturday Outreach program for high school students in grades 9-12.   Esra is a French private film school that offers programs in Paris and New York for students 16+ in filmmaking, screenwriting, video editing, sound design, and history of the French cinema.   FashionCampNYC offers a five-day intensive day camp where students ages 12-18 learn how to design and market clothing. From resources on where to seek internships, working on individual projects, and attending lectures, to visiting stores and showrooms, the educational activities are designed to motivate and inspire campers to pursue their dreams in the fashion industry.   Guggenheim Museum offers a multi-session program during half a dozen evenings (5:30-7) during August titled, &quot;Responding to Art Through Creative Writing&quot; that provides students with the unique opportunity to sketch, discuss and write about art from the museum's collection.   The International Center of Photography has a teen summer program that offers photography classes to high school students that accommodate every skill level. The curriculum includes darkroom time, slide lectures, assignments, field trips, and guest artist visits.   Modeling Camp offers girls (ages 13-18) 3-day camp , introducing them to the world of modeling through workshops, photo shoots, and more.   Parsons, The New School for Design offers students grades 4-12 summer sessions for many visual arts fields, including animation design, digital photography, drawing, and much more.   Prospect Theater , offers a Music Theater Summer Intensive Program where selected students ages 12-17 have the opportunity to work with a professional director and music director on original songs written specially for teens. The intensive also includes a variety of workshops and sessions to strengthen vocal and acting techniques. Participants work towards building overall confidence and performing a musical at the end. Auditions begin in February.   The Public Theater-Shakespeare in the Park offers offers, A Midsummer Day's Camp, a diverse acting program where teens ages 14-18 explore and study Shakespeare's texts to gain a fuller and deeper understanding of them. The camp fosters a supportive environment where young actors can work on their voice, movement, stage combat, creativity and culminates in a public performance on the Public Theater's stage.   Rhode Island School of Design offers teens various programs in visual arts.   School of Creative &amp; Performing Arts offers a range of camps for teens ages 13-19 in New York City, Los Angeles, Vermont, and Costa Rica. NYC options , located in Manhattan and Brooklyn, offer intensive classes that focus on filmmaking, acting, dance, or digital photography while also providing students the opportunity to enjoy a unique camp experience in the city. College credit may be available.   Summer Arts Institute is a tuition-free, intensive arts arts program for New York City public school students entering grades 8-12, held at the Frank Sinatra School of the Arts High School in Astoria, Queens. Designed for students at an intermediate or advanced level of study in their chosen discipline. Students can major in dance, theater, instrumental music (band), vocal music, film, photography or visual arts. Information is available on-line , email summerarts@schools.nyc.gov, or phone 212.356.8573.   Tisch School of the Arts at New York University offers high school students four-week programs in Drama, Film, etc. in New York, Dublin, or Singapore.     Pre-College/Academic Programs   American Museum of Natural History sponsors two programs for high school students including the High School Summer Science Institute for students entering 9, 10, &amp; 11 grades and the Saltz Internship Program for students 16 and older. Students in 7th &amp; 8th grade can apply for one of three summer institutes available through the category, &quot;Adventures in Science&quot; . Institute topics include anthropolgy, evolution, computer modeling of prehistoric creatures.   Cooper Union Summer Research Internship Program Cooper Union's Albert Nerken School of Engineering offers 6-week Summer Research Internship Programs for students completing their 10th or 11th grade year of high school. Students work on applied research projects in the fields of civil, chemical, electrical, mechanical, biomedical and environmental engineering, mathematics, chemistry, physics and astronomy. Research projects are complemented by classroom lectures and discussions, oral presentations, career choice, and college admissions.   Intrepid Sea, Air and Space Museum offers Camp G.O.A.L.S. for Girls 2011, a free six-week math and science camp for girls entering the 9th and 10th grade.   Liberty Science Center , located in Jersey City, NJ offers the Partners in Science , an intensive 8-week summer program for high school Juniors and Seniors. The program runs from the end of June to the end of August. Students receive a stiped upon completion of all program requirements.   New York Math Circle offers students in Grades 5-12 the opportunity to expand their knowledge of mathematics By solving unusual problems, develop reasoning and problem solving skills, and apply existing knowledge in fun situations that are both new and enjoyable.   NYU Summer offers a number of choices for high school students. The Pre-College program allows students to take college level classes and earn college credits. The Tisch School of the Arts and The Steinhardt School of Culture, Education, and Human Development both offer a number of programs that focus on art, dance, instrumental music, and acting.   Summer Discovery has pre-college enrichment programs on campus in different states and site abroad. Some courses qualify for college credit.   Summer Fuel offers students entering 11th and 12th grades with experiences on college campuses in the U.S and Europe. Students can choose from among four programs: Pre-college, Leadership, College Admissions, and Study Abroad. Students that don't want to leave NYC, can participate in a two-week residential workshop-based program at Columbia University where they will prepare for the SAT, refine their writing skills with an eye toward the college application essay, and master interviewing skills; college counselors will also be available to discuss college options. Scholarships are available.   Summer On Campus offers both commuter/residential programs across New York for various interests, ranging from engineering to SAT camp.   Teen Ink features a variety of programs , such as writing courses, guest speakers, and daily outings, is available for girls in grades 9-12.     Summer Internships   Bronx Zoo welcomes teens ages 13-17 who are interested in animal care and animal sciences to spend a month taking classes and gaining hands-on experience   Central Park offers a paid internship to high school students interested in working in various areas such as horticulture and administrative support. Interns work five days a week for 36-38 hours per week and take field trips to other parks or work on group projects on Fridays as part of the experience.   Children's Museum of Manhattan has a Junior Staff Summer Internship program for high school students. For ten weeks beginning in July, interns help with guided tours and educational activities for the young museum attendees.   Legal Bound Summer Internship program offered through the New York District Attorney's Office is an intensive six-week internship for Manhattan residents interested in law.   Natural History Museum runs the Saltz internship through which students will work with museum visitors as they explore museum exhibits. Students must attend high school in New York City to apply.   New Victory Theater offers the New 42 Apprentice Program which is for high school applicants at least 16 years of age with an interest in the arts and a drive to learn about operating a non-profit arts organization. Interns work between 18-20 hours a week, Monday-Thursday, for an hourly wage.   Rocking the Boat provides programs to high school students. In addition to the boatbuilding project at Philipsburg Manor, students learn about the Bronx River and give educational tours, as well as participate in other various programs.   Wave Hill offers several internship opportunities based on living in and taking care of the urban environment for students in New York City, especially the Bronx. Topics include tree and plant care, horticulture, and mapping and field work skills.     Technology   Girls Who Code Summer Immersion Program , an 8-week program for 20 high school juniors, is an innovative approach to computer science. The program offers hands-on experience in a technology company or university setting from 9 a.m-5 p.m. daily. Intensive, daily classroom instruction totalling more than 300 hours in robotics, web design, and mobile development is paired with talks, demonstrations and workshops led by female entrepreneurs, CEOs, devleopers, designers, and computer science majors that serve as mentors and role models throughout the program.     Volunteer Opportunities   Teen Life includes a range of volunteer opportunities in New York as well as an on-line downloadable Guide to Community Service in New York.   Brooklyn Botanic Garden has various volunteer opportunities for the summer. Opportunities include administrative work, tour guiding, gardening, and many more.   Central Park Conservancy offers summer volunteer opportunities for youth. High school students can gain firsthand experience in many departments of the park, including the visitor center, the horticulture, public programs, etc.   Mount Sinai Hospital offers volunteer opportunities year-round for youth ages 16 and up. Volunteers can work in areas like office support, research, and patient care.   Environmental Internships and Volunteer Opportunities for NYC High School Students (PDF) this is a directory compiled by the NYU Wallerstein Collaborative for Urban Environmental Education offers guidance on how to find an internship and information on opportunities for environmental internships, volunteer opportunities, and more.   Idealist.org is a job search engine for positions in non-profit organizations. The website also includes internship opportunities.   Do Something is an organization that offers community service volunteer options, grants, and various programs to teens.   Still haven't found what you're looking for?     Review options and suggestions in Summer in the City for Teens, The NYC Guide of Programs and Internships by Amy Glaser, MD.                                                                    NYU Footer          Search      Directory      Campus Map      Events      Contact Us      Site Map      Copyright and Fair Use      Feedback         Unless otherwise noted, all content copyright New York University. All rights reserved. Designed by The Office of Web Communications"}, {"content": "Connecting Youth: Digital Learning Research Project - NYU Steinhardt                                                                           NYU       Institute of Human Development and Social Change             Connecting Youth: Digital Learning Research Project                          About the Project                                                  Across New York City, Chicago, and beyond, a group of schools, museums, libraries, and youth programs have come together to implement unique educational innovations based on digital media and connected learning . Spearheaded by the Institute of Play , the Hive Learning Networks , the Urban Libraries Council , the Institute of Museum and Library Services , the Association of Science &ndash; Technology Centers , and other collaborative partners, these groups seek out creative and relevant ways to engage young people&rsquo;s interests, community awareness, and shape their educational outcomes. They have pioneered after-school and summer programs, YOUmedia drop-in sites, Learning Labs , and two schools as part of a growing set of innovations designed to educate youth for the 21 st century.       The Connecting Youth: Digital Learning Research Project is a longitudinal, multi-method study of the youth, educators, and organizations involved in these innovations. The project&rsquo;s team of twenty-plus researchers hails from universities across the country and brings diverse disciplinary lenses such as sociology, education, information and technology studies, and psychology to bear on our research questions. These include (but are not limited to) the following:    Student-level:       What are the characteristics of youth participating in the study programs and schools (e.g., demographics, socioeconomic status and academic performance)?    How do participants interact with and access digital media and communication technologies in their everyday lives?    How do participants' attitudes, behaviors, and competencies in the area of digital technology and learning change?    How do changes in behaviors and attitudes toward digital technology and learning vary based on program characteristics (e.g. size, cost, pedagogical style and type of activity offered) as well as student characteristics (e.g., gender, race and parent education)?       Educator and organizational-level:       How are the programs understood and implemented in schools and partnering cultural organizations?    What resources do educators draw on in accomplishing their work and what barriers and obstacles do they identify?    To what extent is institutional change evident in relationship to the programs and the networks of innovations that they aim to promote?       The purpose of this research has been to document activities and outcomes associated with these programs, use the findings to provide ongoing feedback to these implementing organizations for formative program improvement, as well as publish scholarship to improve academic and public understanding of the potential role of digital media in supporting youth development and educational outcomes. This research was made possible by the generous support of the John D. and Catherine T. MacArthur Foundation.                Hive Chicago            Hive New York City                              Key:          Aquarium          Art Project          Community          Education          Library          Media Project          Museum          Religious          Theater          Zoo                                                                                                                         Steinhardt School of Culture, Education, and Human Development     Graduate School of Arts and Science     Robert F. Wagner School of Public Service       This site, and all its contents, are Copyright &copy;       by New York University. All rights reserved.     Institute of Human Development and Social Change - 246 Greene Street, Floor 6E - New York, NY 10003                                 About the Project      Who We Are      Employment      Relevant Links"}]},
{"detail": [{"content": "Teen Summer Programs                                                                                                               NYU.edu requires JavaScript be enabled in your browser in order to use important features of the site. JavaScript is either disabled or not supported by your browser. For instructions on how to enable JavaScript in your browser, click here .                       New York University    Skip to Content   Skip to Search   Skip to Navigation   Skip to Sub Navigation                                                        NYUHome Login                            Students           |   Faculty           |   Alumni           |   Employees           |   Community                                   Schools          Arts and Science      College of Arts and Science      College of Dentistry      College of Nursing      Courant Institute of Mathematical Sciences      Gallatin School of Individualized Study      Graduate School of Arts and Science      Institute of Fine Arts      Institute for the Study of the Ancient World      Leonard N. Stern School of Business      Liberal Studies Program      NYU Abu Dhabi      NYU Shanghai      Polytechnic School of Engineering      Robert F. Wagner Graduate School of Public Service      School of Professional Studies      School of Law      School of Medicine      Silver School of Social Work      Steinhardt School of Culture, Education, and Human Development      Tisch School of the Arts                QuickLinks          Academic Calendars      Administrative Units      Albert      Apply for Jobs      Athletics      Bookstores      Bursar      Campus Map      Career Development      Emergencies      Events      Giving to NYU      Housing      ITS      Libraries      News      NYU Apparel      Policies      Public Safety      Registrar      Student Health Center      Student Resources      Wellness Exchange                A-Z          A      B      C      D      E      F      G      H      I      J      K      L      M      N      O      P      Q      R      S      T      U      V      W      X      Y      Z                                                          New York University                          Search NYU                    Pages |    People                                       Main Navigation            About NYU       Admissions       Academics       University Life       Research       Global                                 Bread Crumbs          Employees   /   Life & Wellness   /   Family Care   /   Child Care   /   Summer Camp                 Sub Navigation                                 Summer Camp Program Options                       Brooklyn-based Summer Camps                       Business & Entrepreneurship Summer Camps                       Just For Girls Summer Camps                       Language Summer Camps                       NYU Affiliated Summer Programs                       Math, Science, and Technology Summer Programs                       Performing and Visual Arts Summer Camps                       Sports Camps                       Traditional Summer Camps                                                                   Teen Summer Programs       A Sampling of Programs     Please note: This listing is for information purposes only and does not imply an endorsement or recommendation.   Outdoor/Adventure Programs   Campus Kids offers students ages 7-15 camps in Minisink (NY) and New Jersey . Holiday programs focus on topics such as astrophysics, human body, and wildlife. Students 6 years of age and under must be accompanied by an adult.   Mountain Workshop is an outdoor adventure organization which holds overnight programs for youth ages 8-17. Programs are offered in the Adirondacks, the Berkshires, and a handful of other locations across the country.   Summer Fuel , in partnership with FC Barcelona offers students ages 12-18 years a chance to travel to Barcelona Spain and receive specialized soccer training with a real soccer team and its expert coaches. Students participate in workshops and enjoy cultural tours and visits during the summer months.     Performing and Visual Arts   Banson NYC Fashion Summer Camp offers students entering 9th-12th grades who are interested in the fashion industry, a week of educational and “real life” experience. Campers meet professionals, visit style exhibits, attend educational shopping trips, learn basic retail math in creating and managing budgets, discuss various careers in the industry, and stay in brand-new LIM College dormitories on the Upper East Side.   Calhoun Performing Arts Summer Institute Jazz Workshop offers a one-week intensive jazz course at the introductory and immersion level for students entering 9th-12th grades. Students will learn the fundamentals of music theory and learn jazz improvisation, explore the history of jazz and experience music-making with other students. The workshop is open to students with the ability to play any instrument.   Cooper Union High School Outreach Program is a complement to the school's tuition free Saturday Outreach program for high school students in grades 9-12.   Esra is a French private film school that offers programs in Paris and New York for students 16+ in filmmaking, screenwriting, video editing, sound design, and history of the French cinema.   FashionCampNYC offers a five-day intensive day camp where students ages 12-18 learn how to design and market clothing. From resources on where to seek internships, working on individual projects, and attending lectures, to visiting stores and showrooms, the educational activities are designed to motivate and inspire campers to pursue their dreams in the fashion industry.   Guggenheim Museum offers a multi-session program during half a dozen evenings (5:30-7) during August titled, &quot;Responding to Art Through Creative Writing&quot; that provides students with the unique opportunity to sketch, discuss and write about art from the museum's collection.   The International Center of Photography has a teen summer program that offers photography classes to high school students that accommodate every skill level. The curriculum includes darkroom time, slide lectures, assignments, field trips, and guest artist visits.   Modeling Camp offers girls (ages 13-18) 3-day camp , introducing them to the world of modeling through workshops, photo shoots, and more.   Parsons, The New School for Design offers students grades 4-12 summer sessions for many visual arts fields, including animation design, digital photography, drawing, and much more.   Prospect Theater , offers a Music Theater Summer Intensive Program where selected students ages 12-17 have the opportunity to work with a professional director and music director on original songs written specially for teens. The intensive also includes a variety of workshops and sessions to strengthen vocal and acting techniques. Participants work towards building overall confidence and performing a musical at the end. Auditions begin in February.   The Public Theater-Shakespeare in the Park offers offers, A Midsummer Day's Camp, a diverse acting program where teens ages 14-18 explore and study Shakespeare's texts to gain a fuller and deeper understanding of them. The camp fosters a supportive environment where young actors can work on their voice, movement, stage combat, creativity and culminates in a public performance on the Public Theater's stage.   Rhode Island School of Design offers teens various programs in visual arts.   School of Creative &amp; Performing Arts offers a range of camps for teens ages 13-19 in New York City, Los Angeles, Vermont, and Costa Rica. NYC options , located in Manhattan and Brooklyn, offer intensive classes that focus on filmmaking, acting, dance, or digital photography while also providing students the opportunity to enjoy a unique camp experience in the city. College credit may be available.   Summer Arts Institute is a tuition-free, intensive arts arts program for New York City public school students entering grades 8-12, held at the Frank Sinatra School of the Arts High School in Astoria, Queens. Designed for students at an intermediate or advanced level of study in their chosen discipline. Students can major in dance, theater, instrumental music (band), vocal music, film, photography or visual arts. Information is available on-line , email summerarts@schools.nyc.gov, or phone 212.356.8573.   Tisch School of the Arts at New York University offers high school students four-week programs in Drama, Film, etc. in New York, Dublin, or Singapore.     Pre-College/Academic Programs   American Museum of Natural History sponsors two programs for high school students including the High School Summer Science Institute for students entering 9, 10, &amp; 11 grades and the Saltz Internship Program for students 16 and older. Students in 7th &amp; 8th grade can apply for one of three summer institutes available through the category, &quot;Adventures in Science&quot; . Institute topics include anthropolgy, evolution, computer modeling of prehistoric creatures.   Cooper Union Summer Research Internship Program Cooper Union's Albert Nerken School of Engineering offers 6-week Summer Research Internship Programs for students completing their 10th or 11th grade year of high school. Students work on applied research projects in the fields of civil, chemical, electrical, mechanical, biomedical and environmental engineering, mathematics, chemistry, physics and astronomy. Research projects are complemented by classroom lectures and discussions, oral presentations, career choice, and college admissions.   Intrepid Sea, Air and Space Museum offers Camp G.O.A.L.S. for Girls 2011, a free six-week math and science camp for girls entering the 9th and 10th grade.   Liberty Science Center , located in Jersey City, NJ offers the Partners in Science , an intensive 8-week summer program for high school Juniors and Seniors. The program runs from the end of June to the end of August. Students receive a stiped upon completion of all program requirements.   New York Math Circle offers students in Grades 5-12 the opportunity to expand their knowledge of mathematics By solving unusual problems, develop reasoning and problem solving skills, and apply existing knowledge in fun situations that are both new and enjoyable.   NYU Summer offers a number of choices for high school students. The Pre-College program allows students to take college level classes and earn college credits. The Tisch School of the Arts and The Steinhardt School of Culture, Education, and Human Development both offer a number of programs that focus on art, dance, instrumental music, and acting.   Summer Discovery has pre-college enrichment programs on campus in different states and site abroad. Some courses qualify for college credit.   Summer Fuel offers students entering 11th and 12th grades with experiences on college campuses in the U.S and Europe. Students can choose from among four programs: Pre-college, Leadership, College Admissions, and Study Abroad. Students that don't want to leave NYC, can participate in a two-week residential workshop-based program at Columbia University where they will prepare for the SAT, refine their writing skills with an eye toward the college application essay, and master interviewing skills; college counselors will also be available to discuss college options. Scholarships are available.   Summer On Campus offers both commuter/residential programs across New York for various interests, ranging from engineering to SAT camp.   Teen Ink features a variety of programs , such as writing courses, guest speakers, and daily outings, is available for girls in grades 9-12.     Summer Internships   Bronx Zoo welcomes teens ages 13-17 who are interested in animal care and animal sciences to spend a month taking classes and gaining hands-on experience   Central Park offers a paid internship to high school students interested in working in various areas such as horticulture and administrative support. Interns work five days a week for 36-38 hours per week and take field trips to other parks or work on group projects on Fridays as part of the experience.   Children's Museum of Manhattan has a Junior Staff Summer Internship program for high school students. For ten weeks beginning in July, interns help with guided tours and educational activities for the young museum attendees.   Legal Bound Summer Internship program offered through the New York District Attorney's Office is an intensive six-week internship for Manhattan residents interested in law.   Natural History Museum runs the Saltz internship through which students will work with museum visitors as they explore museum exhibits. Students must attend high school in New York City to apply.   New Victory Theater offers the New 42 Apprentice Program which is for high school applicants at least 16 years of age with an interest in the arts and a drive to learn about operating a non-profit arts organization. Interns work between 18-20 hours a week, Monday-Thursday, for an hourly wage.   Rocking the Boat provides programs to high school students. In addition to the boatbuilding project at Philipsburg Manor, students learn about the Bronx River and give educational tours, as well as participate in other various programs.   Wave Hill offers several internship opportunities based on living in and taking care of the urban environment for students in New York City, especially the Bronx. Topics include tree and plant care, horticulture, and mapping and field work skills.     Technology   Girls Who Code Summer Immersion Program , an 8-week program for 20 high school juniors, is an innovative approach to computer science. The program offers hands-on experience in a technology company or university setting from 9 a.m-5 p.m. daily. Intensive, daily classroom instruction totalling more than 300 hours in robotics, web design, and mobile development is paired with talks, demonstrations and workshops led by female entrepreneurs, CEOs, devleopers, designers, and computer science majors that serve as mentors and role models throughout the program.     Volunteer Opportunities   Teen Life includes a range of volunteer opportunities in New York as well as an on-line downloadable Guide to Community Service in New York.   Brooklyn Botanic Garden has various volunteer opportunities for the summer. Opportunities include administrative work, tour guiding, gardening, and many more.   Central Park Conservancy offers summer volunteer opportunities for youth. High school students can gain firsthand experience in many departments of the park, including the visitor center, the horticulture, public programs, etc.   Mount Sinai Hospital offers volunteer opportunities year-round for youth ages 16 and up. Volunteers can work in areas like office support, research, and patient care.   Environmental Internships and Volunteer Opportunities for NYC High School Students (PDF) this is a directory compiled by the NYU Wallerstein Collaborative for Urban Environmental Education offers guidance on how to find an internship and information on opportunities for environmental internships, volunteer opportunities, and more.   Idealist.org is a job search engine for positions in non-profit organizations. The website also includes internship opportunities.   Do Something is an organization that offers community service volunteer options, grants, and various programs to teens.   Still haven't found what you're looking for?     Review options and suggestions in Summer in the City for Teens, The NYC Guide of Programs and Internships by Amy Glaser, MD.                                                                    NYU Footer          Search      Directory      Campus Map      Events      Contact Us      Site Map      Copyright and Fair Use      Feedback         Unless otherwise noted, all content copyright New York University. All rights reserved. Designed by The Office of Web Communications"}, {"content": "Connecting Youth: Digital Learning Research Project - NYU Steinhardt                                                                           NYU       Institute of Human Development and Social Change             Connecting Youth: Digital Learning Research Project                          About the Project                                                  Across New York City, Chicago, and beyond, a group of schools, museums, libraries, and youth programs have come together to implement unique educational innovations based on digital media and connected learning . Spearheaded by the Institute of Play , the Hive Learning Networks , the Urban Libraries Council , the Institute of Museum and Library Services , the Association of Science &ndash; Technology Centers , and other collaborative partners, these groups seek out creative and relevant ways to engage young people&rsquo;s interests, community awareness, and shape their educational outcomes. They have pioneered after-school and summer programs, YOUmedia drop-in sites, Learning Labs , and two schools as part of a growing set of innovations designed to educate youth for the 21 st century.       The Connecting Youth: Digital Learning Research Project is a longitudinal, multi-method study of the youth, educators, and organizations involved in these innovations. The project&rsquo;s team of twenty-plus researchers hails from universities across the country and brings diverse disciplinary lenses such as sociology, education, information and technology studies, and psychology to bear on our research questions. These include (but are not limited to) the following:    Student-level:       What are the characteristics of youth participating in the study programs and schools (e.g., demographics, socioeconomic status and academic performance)?    How do participants interact with and access digital media and communication technologies in their everyday lives?    How do participants' attitudes, behaviors, and competencies in the area of digital technology and learning change?    How do changes in behaviors and attitudes toward digital technology and learning vary based on program characteristics (e.g. size, cost, pedagogical style and type of activity offered) as well as student characteristics (e.g., gender, race and parent education)?       Educator and organizational-level:       How are the programs understood and implemented in schools and partnering cultural organizations?    What resources do educators draw on in accomplishing their work and what barriers and obstacles do they identify?    To what extent is institutional change evident in relationship to the programs and the networks of innovations that they aim to promote?       The purpose of this research has been to document activities and outcomes associated with these programs, use the findings to provide ongoing feedback to these implementing organizations for formative program improvement, as well as publish scholarship to improve academic and public understanding of the potential role of digital media in supporting youth development and educational outcomes. This research was made possible by the generous support of the John D. and Catherine T. MacArthur Foundation.                Hive Chicago            Hive New York City                              Key:          Aquarium          Art Project          Community          Education          Library          Media Project          Museum          Religious          Theater          Zoo                                                                                                                         Steinhardt School of Culture, Education, and Human Development     Graduate School of Arts and Science     Robert F. Wagner School of Public Service       This site, and all its contents, are Copyright &copy;       by New York University. All rights reserved.     Institute of Human Development and Social Change - 246 Greene Street, Floor 6E - New York, NY 10003                                 About the Project      Who We Are      Employment      Relevant Links"}, {"content": "Who We Are - Connecting Youth: Digital Learning Research Project - NYU Steinhardt                                                                           NYU       Institute of Human Development and Social Change             Connecting Youth: Digital Learning Research Project                          Who We Are                                                                 Principal Investigator                   Richard Arum richard.arum@nyu.edu    Richard is a professor in the Department of Sociology with a joint appointment in the Steinhardt School of Education, as well as Interim Director of the Institute for Human Development and Social Change at New York University . He is also Director of the Education Research Program of the Social Science Research Council , where he oversaw the development of the Research Alliance for New York City Schools , a research consortium designed to conduct ongoing evaluation of the New York City public schools. He is coauthor of Academically Adrift: Limited Learning on College Campuses (University of Chicago Press, 2011), the author of Judging School Discipline: The Crisis of Moral Authority in American Schools  (Harvard University Press, 2003), and co-editor of comparative studies on: expansion, differentiation and access to higher education in fifteen countries, Stratification in Higher Education: A Comparative Study  (Stanford University Press, 2007); school discipline, Improving Learning Environments: School Discipline and Student Achievement in Comparative Perspective (Stanford University Press, 2012); and self-employment, The Reemergence of Self-Employment: A Comparative Study of Self-Employment Dynamics and Social Inequality (Princeton, 2004). Arum received a Masters of Education in Teaching and Curriculum from Harvard University, and a Ph.D. in Sociology from the University of California, Berkeley.                            Project Management                   Erin Bradley , Project Manager, Chicago    erin.bradley@nyu.edu    Erin is the Project Manager for the Connecting Youth: Digital Learning Research Project. Prior to her work on the Connecting Youth team, she worked as a research assistant on the Consortium on Chicago School Research's YOUmedia project. Erin received a BA in History and Hispanic Studies from Illinois Wesleyan University, and an MA in Social Service Administration from the University of Chicago.                         Research Staff, Chicago                   Kiley Larson , Postdoctoral Scholar kileylarson@nyu.edu    Kiley joined the Digital Media and Learning Research Hub as a Postdoctoral Researcher in 2011. Broadly, her research examines the ways in which people attach meanings to the use of technologies and how those meanings are connected to their socio-historical contexts. Most recently, Kiley has studied the communicative practices of young adults in a university setting as they negotiated the use of new technologies in forming and maintaining romantic and/or sexual relationships. She has also examined how rural Kansans developed understandings of internet use in their everyday lives and how those understandings related to larger (sub)urban/rural inequalities in internet-based technology use.                   Nathan Riemer, Doctoral Researcher  njr3@nyu.edu     Nathan received his BA in Political Science and Sociology from Aurora University, Aurora, Illionois. He also holds MAs in Social Sciences and Sociology from The University of Chicago where he is currently working towards his Phd in Sociology.                   Cecilia Ackerman, Research Administrator    Cecilia received an MA in Social Science from the University of Chicago and a BA in Anthropology and Studio Art from the University of Vermont. Her research interests include interdisciplinary education, visual studies, and the history of science and technology. She has worked with youth in service-learning programs at NGOs in Mexico and Peru, and in museum education programs for South Side Chicago public schools.                   Katherine (Katie) Wartella , Research Assistant    Katie is a graduate of Tufts University where she received her BA in Psychology. She has recently moved to Chicago and is excited to continue pursuing her research interest in child development, education, and prosocial media. She has previously worked with children of all ages through a wide variety of opportunities including conducting play testing with WGBH&rsquo;s Kids Digital department, directing a student-led improv troupe, and organizing an outreach program with the Boys and Girls Club of America.                         Research Staff, New York City                   Emily Frank , Research Assistant emilyfrank@nyu.edu    Emily is currently a sophomore at New York University, majoring in Sociology. She is very excited to be involved in this research. Her responsibilities include reviewing, scrubbing, and coding transcripts.                   Anindya Kundu , Doctoral Researcher ak3749@nyu.edu    Anindya is a first-year doctoral student at New York University, studying Sociology of Education. Prior to graduate school, Anindya worked as a Consultant to the New York City Department of Education. Anindya received his BA from The University of Chicago, in Law, Letters and Society with a minor in English and Creative Writing. He received his first taste of youth policy research after graduation, working with University of Chicago and Northwestern, to measure the effects of Cognitive Behavioral Training on recidivism rates at the Cook County Juvenile Detention Center.                   Jeannie Kim , Doctoral Researcher j k3132@nyu.edu     Jeannie is a PhD candidate in Sociology at New York University, and her research interests include education, race, and stratification. Before starting her doctoral program at NYU, she taught middle school mathematics in Brooklyn as a New York City Teaching Fellow and worked as a program coordinator for the Education Research Program at the Social Science Research Council. She received her BA in History from Brown University and her M.Ed in Administration, Planning, and Social Policy from the Harvard Graduate School of Education.                   Jessica Lipschultz , Doctoral Researcher jal337@nyu.edu     Jessica is a doctoral student in Sociology of Education (NYU) and is interested in juvenile justice work and court-involved youth. Prior to beginning her doctoral work, Jessica was the program officer at Youth Development Institute, focusing on literacy policy and practices for young people pursuing their GED. Jessica has also served as an adjunct instructor at CUNY City College, a curriculum designer, staff developer, and elementary school teacher in New York City public schools. Jessica received her B.A. from Tufts University in Child Development and Psychology and her M.A. in Curriculum and Instruction from Teachers College, Columbia University.                   W. Max Meyer , Doctoral Researcher w.max.meyer@nyu.edu    Max is a doctoral student in science education at New York University&rsquo;s Steinhardt School of Culture, Education, and Human Development. Following training and experience as a tree biologist, he spent most of the last two decades teaching high school biology and other sciences in the United States and abroad. His current research interests center on how organizational and experiential factors influence educators&rsquo; understandings and implementations of content and pedagogical ideas.                   Emma Mishel , Quantitative Research Coordinator ekm331@nyu.edu    Emma received her MA in Applied Quantitative Research, Sociology from the Graduate School of Arts and Science at New York University in 2014. Her research interests include education &amp; youth, gender studies, queer studies, inequalities, and film &amp; media studies. She also holds a BA in Literary Journalism and Film and Media Studies from University of California, Irvine. Prior to joining the Connecting Youth team as the lead effort in data analysis, Emma worked for several nonprofit organizations, start-ups, and corporations and enjoys conducting research in different forms..                   Jason Thompson , Doctoral Researcher jason.thompson@nyu.edu    Jason is a PhD student in Sociology at New York University focusing on quantitative methods, education, and stratification. Prior to his studies at NYU, Jason graduated with a BA in Sociology from the Schreyer Honors College at Penn State University and taught third grade in Phoenix, Arizona as a member of Teach for America.                   Raynika Trent , Research Associate    rt972 @nyu.edu    Raynika received a BA from the School of Hotel Administration at Cornell University, an EdM in Human Resource Education from the University of Illinois Urbana-Champaign, and an MA in Food Studies from New York University.                   Nikolaus Hajny , Programmer and Game Developer    nmh278@nyu.edu    Nikolaus is the Senior Programmer and Game Developer for New York University&rsquo;s CREATE Lab and the Connecting Youth Project. His games include Light Lanes, Noobs versus Leets, and Space Ranger Alien Game , as well as the CREATE DREAM online platform. He is also Technical Director for ArtFile Magazine. He received his Master&rsquo;s in Science Education from New York University and his Bachelor&rsquo;s in Psychology from the University of California, Berkeley.                                     Research Consultants                       Christo Sims  christosims@gmail.com    Christo received his PhD from the University of California, Berkeley's School of Information in 2012. He is a researcher for the Collected Learning Research Network at the Digital Media and Learning Research Hub, and studies the relationships between digital media and the production of privilege amongst children and young people coming of age today. Between 2005 and 2008, he was a graduate researcher for the Digital Youth Project, a three-year ethnographic study of how youth in the U.S. use new media in their everyday lives. He is a co-author of Hanging Out, Messing Around, and Geeking Out: Kids Living and Learning with New Media (The MIT Press, 2010).                   Jane Park  jjp441@nyu.edu    Jane received a BA in American Literature and Culture from the University of California, Los Angeles, and an MA in Leadership, Policy, and Politics from Teachers College, Columbia University. Prior to consulting for the project, Jane served as Project Manager.                                                                                                                         Steinhardt School of Culture, Education, and Human Development     Graduate School of Arts and Science     Robert F. Wagner School of Public Service       This site, and all its contents, are Copyright &copy;       by New York University. All rights reserved.     Institute of Human Development and Social Change - 246 Greene Street, Floor 6E - New York, NY 10003                                 About the Project      Who We Are      Employment      Relevant Links"}]}][{"detail": [{"content": "Who We Are - Connecting Youth: Digital Learning Research Project - NYU Steinhardt                                                                           NYU       Institute of Human Development and Social Change             Connecting Youth: Digital Learning Research Project                          Who We Are                                                                 Principal Investigator                   Richard Arum richard.arum@nyu.edu    Richard is a professor in the Department of Sociology with a joint appointment in the Steinhardt School of Education, as well as Interim Director of the Institute for Human Development and Social Change at New York University . He is also Director of the Education Research Program of the Social Science Research Council , where he oversaw the development of the Research Alliance for New York City Schools , a research consortium designed to conduct ongoing evaluation of the New York City public schools. He is coauthor of Academically Adrift: Limited Learning on College Campuses (University of Chicago Press, 2011), the author of Judging School Discipline: The Crisis of Moral Authority in American Schools  (Harvard University Press, 2003), and co-editor of comparative studies on: expansion, differentiation and access to higher education in fifteen countries, Stratification in Higher Education: A Comparative Study  (Stanford University Press, 2007); school discipline, Improving Learning Environments: School Discipline and Student Achievement in Comparative Perspective (Stanford University Press, 2012); and self-employment, The Reemergence of Self-Employment: A Comparative Study of Self-Employment Dynamics and Social Inequality (Princeton, 2004). Arum received a Masters of Education in Teaching and Curriculum from Harvard University, and a Ph.D. in Sociology from the University of California, Berkeley.                            Project Management                   Erin Bradley , Project Manager, Chicago    erin.bradley@nyu.edu    Erin is the Project Manager for the Connecting Youth: Digital Learning Research Project. Prior to her work on the Connecting Youth team, she worked as a research assistant on the Consortium on Chicago School Research's YOUmedia project. Erin received a BA in History and Hispanic Studies from Illinois Wesleyan University, and an MA in Social Service Administration from the University of Chicago.                         Research Staff, Chicago                   Kiley Larson , Postdoctoral Scholar kileylarson@nyu.edu    Kiley joined the Digital Media and Learning Research Hub as a Postdoctoral Researcher in 2011. Broadly, her research examines the ways in which people attach meanings to the use of technologies and how those meanings are connected to their socio-historical contexts. Most recently, Kiley has studied the communicative practices of young adults in a university setting as they negotiated the use of new technologies in forming and maintaining romantic and/or sexual relationships. She has also examined how rural Kansans developed understandings of internet use in their everyday lives and how those understandings related to larger (sub)urban/rural inequalities in internet-based technology use.                   Nathan Riemer, Doctoral Researcher  njr3@nyu.edu     Nathan received his BA in Political Science and Sociology from Aurora University, Aurora, Illionois. He also holds MAs in Social Sciences and Sociology from The University of Chicago where he is currently working towards his Phd in Sociology.                   Cecilia Ackerman, Research Administrator    Cecilia received an MA in Social Science from the University of Chicago and a BA in Anthropology and Studio Art from the University of Vermont. Her research interests include interdisciplinary education, visual studies, and the history of science and technology. She has worked with youth in service-learning programs at NGOs in Mexico and Peru, and in museum education programs for South Side Chicago public schools.                   Katherine (Katie) Wartella , Research Assistant    Katie is a graduate of Tufts University where she received her BA in Psychology. She has recently moved to Chicago and is excited to continue pursuing her research interest in child development, education, and prosocial media. She has previously worked with children of all ages through a wide variety of opportunities including conducting play testing with WGBH&rsquo;s Kids Digital department, directing a student-led improv troupe, and organizing an outreach program with the Boys and Girls Club of America.                         Research Staff, New York City                   Emily Frank , Research Assistant emilyfrank@nyu.edu    Emily is currently a sophomore at New York University, majoring in Sociology. She is very excited to be involved in this research. Her responsibilities include reviewing, scrubbing, and coding transcripts.                   Anindya Kundu , Doctoral Researcher ak3749@nyu.edu    Anindya is a first-year doctoral student at New York University, studying Sociology of Education. Prior to graduate school, Anindya worked as a Consultant to the New York City Department of Education. Anindya received his BA from The University of Chicago, in Law, Letters and Society with a minor in English and Creative Writing. He received his first taste of youth policy research after graduation, working with University of Chicago and Northwestern, to measure the effects of Cognitive Behavioral Training on recidivism rates at the Cook County Juvenile Detention Center.                   Jeannie Kim , Doctoral Researcher j k3132@nyu.edu     Jeannie is a PhD candidate in Sociology at New York University, and her research interests include education, race, and stratification. Before starting her doctoral program at NYU, she taught middle school mathematics in Brooklyn as a New York City Teaching Fellow and worked as a program coordinator for the Education Research Program at the Social Science Research Council. She received her BA in History from Brown University and her M.Ed in Administration, Planning, and Social Policy from the Harvard Graduate School of Education.                   Jessica Lipschultz , Doctoral Researcher jal337@nyu.edu     Jessica is a doctoral student in Sociology of Education (NYU) and is interested in juvenile justice work and court-involved youth. Prior to beginning her doctoral work, Jessica was the program officer at Youth Development Institute, focusing on literacy policy and practices for young people pursuing their GED. Jessica has also served as an adjunct instructor at CUNY City College, a curriculum designer, staff developer, and elementary school teacher in New York City public schools. Jessica received her B.A. from Tufts University in Child Development and Psychology and her M.A. in Curriculum and Instruction from Teachers College, Columbia University.                   W. Max Meyer , Doctoral Researcher w.max.meyer@nyu.edu    Max is a doctoral student in science education at New York University&rsquo;s Steinhardt School of Culture, Education, and Human Development. Following training and experience as a tree biologist, he spent most of the last two decades teaching high school biology and other sciences in the United States and abroad. His current research interests center on how organizational and experiential factors influence educators&rsquo; understandings and implementations of content and pedagogical ideas.                   Emma Mishel , Quantitative Research Coordinator ekm331@nyu.edu    Emma received her MA in Applied Quantitative Research, Sociology from the Graduate School of Arts and Science at New York University in 2014. Her research interests include education &amp; youth, gender studies, queer studies, inequalities, and film &amp; media studies. She also holds a BA in Literary Journalism and Film and Media Studies from University of California, Irvine. Prior to joining the Connecting Youth team as the lead effort in data analysis, Emma worked for several nonprofit organizations, start-ups, and corporations and enjoys conducting research in different forms..                   Jason Thompson , Doctoral Researcher jason.thompson@nyu.edu    Jason is a PhD student in Sociology at New York University focusing on quantitative methods, education, and stratification. Prior to his studies at NYU, Jason graduated with a BA in Sociology from the Schreyer Honors College at Penn State University and taught third grade in Phoenix, Arizona as a member of Teach for America.                   Raynika Trent , Research Associate    rt972 @nyu.edu    Raynika received a BA from the School of Hotel Administration at Cornell University, an EdM in Human Resource Education from the University of Illinois Urbana-Champaign, and an MA in Food Studies from New York University.                   Nikolaus Hajny , Programmer and Game Developer    nmh278@nyu.edu    Nikolaus is the Senior Programmer and Game Developer for New York University&rsquo;s CREATE Lab and the Connecting Youth Project. His games include Light Lanes, Noobs versus Leets, and Space Ranger Alien Game , as well as the CREATE DREAM online platform. He is also Technical Director for ArtFile Magazine. He received his Master&rsquo;s in Science Education from New York University and his Bachelor&rsquo;s in Psychology from the University of California, Berkeley.                                     Research Consultants                       Christo Sims  christosims@gmail.com    Christo received his PhD from the University of California, Berkeley's School of Information in 2012. He is a researcher for the Collected Learning Research Network at the Digital Media and Learning Research Hub, and studies the relationships between digital media and the production of privilege amongst children and young people coming of age today. Between 2005 and 2008, he was a graduate researcher for the Digital Youth Project, a three-year ethnographic study of how youth in the U.S. use new media in their everyday lives. He is a co-author of Hanging Out, Messing Around, and Geeking Out: Kids Living and Learning with New Media (The MIT Press, 2010).                   Jane Park  jjp441@nyu.edu    Jane received a BA in American Literature and Culture from the University of California, Los Angeles, and an MA in Leadership, Policy, and Politics from Teachers College, Columbia University. Prior to consulting for the project, Jane served as Project Manager.                                                                                                                         Steinhardt School of Culture, Education, and Human Development     Graduate School of Arts and Science     Robert F. Wagner School of Public Service       This site, and all its contents, are Copyright &copy;       by New York University. All rights reserved.     Institute of Human Development and Social Change - 246 Greene Street, Floor 6E - New York, NY 10003                                 About the Project      Who We Are      Employment      Relevant Links"}]},
{"detail": [{"content": "Who We Are - Connecting Youth: Digital Learning Research Project - NYU Steinhardt                                                                           NYU       Institute of Human Development and Social Change             Connecting Youth: Digital Learning Research Project                          Who We Are                                                                 Principal Investigator                   Richard Arum richard.arum@nyu.edu    Richard is a professor in the Department of Sociology with a joint appointment in the Steinhardt School of Education, as well as Interim Director of the Institute for Human Development and Social Change at New York University . He is also Director of the Education Research Program of the Social Science Research Council , where he oversaw the development of the Research Alliance for New York City Schools , a research consortium designed to conduct ongoing evaluation of the New York City public schools. He is coauthor of Academically Adrift: Limited Learning on College Campuses (University of Chicago Press, 2011), the author of Judging School Discipline: The Crisis of Moral Authority in American Schools  (Harvard University Press, 2003), and co-editor of comparative studies on: expansion, differentiation and access to higher education in fifteen countries, Stratification in Higher Education: A Comparative Study  (Stanford University Press, 2007); school discipline, Improving Learning Environments: School Discipline and Student Achievement in Comparative Perspective (Stanford University Press, 2012); and self-employment, The Reemergence of Self-Employment: A Comparative Study of Self-Employment Dynamics and Social Inequality (Princeton, 2004). Arum received a Masters of Education in Teaching and Curriculum from Harvard University, and a Ph.D. in Sociology from the University of California, Berkeley.                            Project Management                   Erin Bradley , Project Manager, Chicago    erin.bradley@nyu.edu    Erin is the Project Manager for the Connecting Youth: Digital Learning Research Project. Prior to her work on the Connecting Youth team, she worked as a research assistant on the Consortium on Chicago School Research's YOUmedia project. Erin received a BA in History and Hispanic Studies from Illinois Wesleyan University, and an MA in Social Service Administration from the University of Chicago.                         Research Staff, Chicago                   Kiley Larson , Postdoctoral Scholar kileylarson@nyu.edu    Kiley joined the Digital Media and Learning Research Hub as a Postdoctoral Researcher in 2011. Broadly, her research examines the ways in which people attach meanings to the use of technologies and how those meanings are connected to their socio-historical contexts. Most recently, Kiley has studied the communicative practices of young adults in a university setting as they negotiated the use of new technologies in forming and maintaining romantic and/or sexual relationships. She has also examined how rural Kansans developed understandings of internet use in their everyday lives and how those understandings related to larger (sub)urban/rural inequalities in internet-based technology use.                   Nathan Riemer, Doctoral Researcher  njr3@nyu.edu     Nathan received his BA in Political Science and Sociology from Aurora University, Aurora, Illionois. He also holds MAs in Social Sciences and Sociology from The University of Chicago where he is currently working towards his Phd in Sociology.                   Cecilia Ackerman, Research Administrator    Cecilia received an MA in Social Science from the University of Chicago and a BA in Anthropology and Studio Art from the University of Vermont. Her research interests include interdisciplinary education, visual studies, and the history of science and technology. She has worked with youth in service-learning programs at NGOs in Mexico and Peru, and in museum education programs for South Side Chicago public schools.                   Katherine (Katie) Wartella , Research Assistant    Katie is a graduate of Tufts University where she received her BA in Psychology. She has recently moved to Chicago and is excited to continue pursuing her research interest in child development, education, and prosocial media. She has previously worked with children of all ages through a wide variety of opportunities including conducting play testing with WGBH&rsquo;s Kids Digital department, directing a student-led improv troupe, and organizing an outreach program with the Boys and Girls Club of America.                         Research Staff, New York City                   Emily Frank , Research Assistant emilyfrank@nyu.edu    Emily is currently a sophomore at New York University, majoring in Sociology. She is very excited to be involved in this research. Her responsibilities include reviewing, scrubbing, and coding transcripts.                   Anindya Kundu , Doctoral Researcher ak3749@nyu.edu    Anindya is a first-year doctoral student at New York University, studying Sociology of Education. Prior to graduate school, Anindya worked as a Consultant to the New York City Department of Education. Anindya received his BA from The University of Chicago, in Law, Letters and Society with a minor in English and Creative Writing. He received his first taste of youth policy research after graduation, working with University of Chicago and Northwestern, to measure the effects of Cognitive Behavioral Training on recidivism rates at the Cook County Juvenile Detention Center.                   Jeannie Kim , Doctoral Researcher j k3132@nyu.edu     Jeannie is a PhD candidate in Sociology at New York University, and her research interests include education, race, and stratification. Before starting her doctoral program at NYU, she taught middle school mathematics in Brooklyn as a New York City Teaching Fellow and worked as a program coordinator for the Education Research Program at the Social Science Research Council. She received her BA in History from Brown University and her M.Ed in Administration, Planning, and Social Policy from the Harvard Graduate School of Education.                   Jessica Lipschultz , Doctoral Researcher jal337@nyu.edu     Jessica is a doctoral student in Sociology of Education (NYU) and is interested in juvenile justice work and court-involved youth. Prior to beginning her doctoral work, Jessica was the program officer at Youth Development Institute, focusing on literacy policy and practices for young people pursuing their GED. Jessica has also served as an adjunct instructor at CUNY City College, a curriculum designer, staff developer, and elementary school teacher in New York City public schools. Jessica received her B.A. from Tufts University in Child Development and Psychology and her M.A. in Curriculum and Instruction from Teachers College, Columbia University.                   W. Max Meyer , Doctoral Researcher w.max.meyer@nyu.edu    Max is a doctoral student in science education at New York University&rsquo;s Steinhardt School of Culture, Education, and Human Development. Following training and experience as a tree biologist, he spent most of the last two decades teaching high school biology and other sciences in the United States and abroad. His current research interests center on how organizational and experiential factors influence educators&rsquo; understandings and implementations of content and pedagogical ideas.                   Emma Mishel , Quantitative Research Coordinator ekm331@nyu.edu    Emma received her MA in Applied Quantitative Research, Sociology from the Graduate School of Arts and Science at New York University in 2014. Her research interests include education &amp; youth, gender studies, queer studies, inequalities, and film &amp; media studies. She also holds a BA in Literary Journalism and Film and Media Studies from University of California, Irvine. Prior to joining the Connecting Youth team as the lead effort in data analysis, Emma worked for several nonprofit organizations, start-ups, and corporations and enjoys conducting research in different forms..                   Jason Thompson , Doctoral Researcher jason.thompson@nyu.edu    Jason is a PhD student in Sociology at New York University focusing on quantitative methods, education, and stratification. Prior to his studies at NYU, Jason graduated with a BA in Sociology from the Schreyer Honors College at Penn State University and taught third grade in Phoenix, Arizona as a member of Teach for America.                   Raynika Trent , Research Associate    rt972 @nyu.edu    Raynika received a BA from the School of Hotel Administration at Cornell University, an EdM in Human Resource Education from the University of Illinois Urbana-Champaign, and an MA in Food Studies from New York University.                   Nikolaus Hajny , Programmer and Game Developer    nmh278@nyu.edu    Nikolaus is the Senior Programmer and Game Developer for New York University&rsquo;s CREATE Lab and the Connecting Youth Project. His games include Light Lanes, Noobs versus Leets, and Space Ranger Alien Game , as well as the CREATE DREAM online platform. He is also Technical Director for ArtFile Magazine. He received his Master&rsquo;s in Science Education from New York University and his Bachelor&rsquo;s in Psychology from the University of California, Berkeley.                                     Research Consultants                       Christo Sims  christosims@gmail.com    Christo received his PhD from the University of California, Berkeley's School of Information in 2012. He is a researcher for the Collected Learning Research Network at the Digital Media and Learning Research Hub, and studies the relationships between digital media and the production of privilege amongst children and young people coming of age today. Between 2005 and 2008, he was a graduate researcher for the Digital Youth Project, a three-year ethnographic study of how youth in the U.S. use new media in their everyday lives. He is a co-author of Hanging Out, Messing Around, and Geeking Out: Kids Living and Learning with New Media (The MIT Press, 2010).                   Jane Park  jjp441@nyu.edu    Jane received a BA in American Literature and Culture from the University of California, Los Angeles, and an MA in Leadership, Policy, and Politics from Teachers College, Columbia University. Prior to consulting for the project, Jane served as Project Manager.                                                                                                                         Steinhardt School of Culture, Education, and Human Development     Graduate School of Arts and Science     Robert F. Wagner School of Public Service       This site, and all its contents, are Copyright &copy;       by New York University. All rights reserved.     Institute of Human Development and Social Change - 246 Greene Street, Floor 6E - New York, NY 10003                                 About the Project      Who We Are      Employment      Relevant Links"}, {"content": "Connecting Youth: Digital Learning Research Project - NYU Steinhardt                                                                           NYU       Institute of Human Development and Social Change             Connecting Youth: Digital Learning Research Project                          About the Project                                                  Across New York City, Chicago, and beyond, a group of schools, museums, libraries, and youth programs have come together to implement unique educational innovations based on digital media and connected learning . Spearheaded by the Institute of Play , the Hive Learning Networks , the Urban Libraries Council , the Institute of Museum and Library Services , the Association of Science &ndash; Technology Centers , and other collaborative partners, these groups seek out creative and relevant ways to engage young people&rsquo;s interests, community awareness, and shape their educational outcomes. They have pioneered after-school and summer programs, YOUmedia drop-in sites, Learning Labs , and two schools as part of a growing set of innovations designed to educate youth for the 21 st century.       The Connecting Youth: Digital Learning Research Project is a longitudinal, multi-method study of the youth, educators, and organizations involved in these innovations. The project&rsquo;s team of twenty-plus researchers hails from universities across the country and brings diverse disciplinary lenses such as sociology, education, information and technology studies, and psychology to bear on our research questions. These include (but are not limited to) the following:    Student-level:       What are the characteristics of youth participating in the study programs and schools (e.g., demographics, socioeconomic status and academic performance)?    How do participants interact with and access digital media and communication technologies in their everyday lives?    How do participants' attitudes, behaviors, and competencies in the area of digital technology and learning change?    How do changes in behaviors and attitudes toward digital technology and learning vary based on program characteristics (e.g. size, cost, pedagogical style and type of activity offered) as well as student characteristics (e.g., gender, race and parent education)?       Educator and organizational-level:       How are the programs understood and implemented in schools and partnering cultural organizations?    What resources do educators draw on in accomplishing their work and what barriers and obstacles do they identify?    To what extent is institutional change evident in relationship to the programs and the networks of innovations that they aim to promote?       The purpose of this research has been to document activities and outcomes associated with these programs, use the findings to provide ongoing feedback to these implementing organizations for formative program improvement, as well as publish scholarship to improve academic and public understanding of the potential role of digital media in supporting youth development and educational outcomes. This research was made possible by the generous support of the John D. and Catherine T. MacArthur Foundation.                Hive Chicago            Hive New York City                              Key:          Aquarium          Art Project          Community          Education          Library          Media Project          Museum          Religious          Theater          Zoo                                                                                                                         Steinhardt School of Culture, Education, and Human Development     Graduate School of Arts and Science     Robert F. Wagner School of Public Service       This site, and all its contents, are Copyright &copy;       by New York University. All rights reserved.     Institute of Human Development and Social Change - 246 Greene Street, Floor 6E - New York, NY 10003                                 About the Project      Who We Are      Employment      Relevant Links"}]},
{"detail": [{"content": "Who We Are - Connecting Youth: Digital Learning Research Project - NYU Steinhardt                                                                           NYU       Institute of Human Development and Social Change             Connecting Youth: Digital Learning Research Project                          Who We Are                                                                 Principal Investigator                   Richard Arum richard.arum@nyu.edu    Richard is a professor in the Department of Sociology with a joint appointment in the Steinhardt School of Education, as well as Interim Director of the Institute for Human Development and Social Change at New York University . He is also Director of the Education Research Program of the Social Science Research Council , where he oversaw the development of the Research Alliance for New York City Schools , a research consortium designed to conduct ongoing evaluation of the New York City public schools. He is coauthor of Academically Adrift: Limited Learning on College Campuses (University of Chicago Press, 2011), the author of Judging School Discipline: The Crisis of Moral Authority in American Schools  (Harvard University Press, 2003), and co-editor of comparative studies on: expansion, differentiation and access to higher education in fifteen countries, Stratification in Higher Education: A Comparative Study  (Stanford University Press, 2007); school discipline, Improving Learning Environments: School Discipline and Student Achievement in Comparative Perspective (Stanford University Press, 2012); and self-employment, The Reemergence of Self-Employment: A Comparative Study of Self-Employment Dynamics and Social Inequality (Princeton, 2004). Arum received a Masters of Education in Teaching and Curriculum from Harvard University, and a Ph.D. in Sociology from the University of California, Berkeley.                            Project Management                   Erin Bradley , Project Manager, Chicago    erin.bradley@nyu.edu    Erin is the Project Manager for the Connecting Youth: Digital Learning Research Project. Prior to her work on the Connecting Youth team, she worked as a research assistant on the Consortium on Chicago School Research's YOUmedia project. Erin received a BA in History and Hispanic Studies from Illinois Wesleyan University, and an MA in Social Service Administration from the University of Chicago.                         Research Staff, Chicago                   Kiley Larson , Postdoctoral Scholar kileylarson@nyu.edu    Kiley joined the Digital Media and Learning Research Hub as a Postdoctoral Researcher in 2011. Broadly, her research examines the ways in which people attach meanings to the use of technologies and how those meanings are connected to their socio-historical contexts. Most recently, Kiley has studied the communicative practices of young adults in a university setting as they negotiated the use of new technologies in forming and maintaining romantic and/or sexual relationships. She has also examined how rural Kansans developed understandings of internet use in their everyday lives and how those understandings related to larger (sub)urban/rural inequalities in internet-based technology use.                   Nathan Riemer, Doctoral Researcher  njr3@nyu.edu     Nathan received his BA in Political Science and Sociology from Aurora University, Aurora, Illionois. He also holds MAs in Social Sciences and Sociology from The University of Chicago where he is currently working towards his Phd in Sociology.                   Cecilia Ackerman, Research Administrator    Cecilia received an MA in Social Science from the University of Chicago and a BA in Anthropology and Studio Art from the University of Vermont. Her research interests include interdisciplinary education, visual studies, and the history of science and technology. She has worked with youth in service-learning programs at NGOs in Mexico and Peru, and in museum education programs for South Side Chicago public schools.                   Katherine (Katie) Wartella , Research Assistant    Katie is a graduate of Tufts University where she received her BA in Psychology. She has recently moved to Chicago and is excited to continue pursuing her research interest in child development, education, and prosocial media. She has previously worked with children of all ages through a wide variety of opportunities including conducting play testing with WGBH&rsquo;s Kids Digital department, directing a student-led improv troupe, and organizing an outreach program with the Boys and Girls Club of America.                         Research Staff, New York City                   Emily Frank , Research Assistant emilyfrank@nyu.edu    Emily is currently a sophomore at New York University, majoring in Sociology. She is very excited to be involved in this research. Her responsibilities include reviewing, scrubbing, and coding transcripts.                   Anindya Kundu , Doctoral Researcher ak3749@nyu.edu    Anindya is a first-year doctoral student at New York University, studying Sociology of Education. Prior to graduate school, Anindya worked as a Consultant to the New York City Department of Education. Anindya received his BA from The University of Chicago, in Law, Letters and Society with a minor in English and Creative Writing. He received his first taste of youth policy research after graduation, working with University of Chicago and Northwestern, to measure the effects of Cognitive Behavioral Training on recidivism rates at the Cook County Juvenile Detention Center.                   Jeannie Kim , Doctoral Researcher j k3132@nyu.edu     Jeannie is a PhD candidate in Sociology at New York University, and her research interests include education, race, and stratification. Before starting her doctoral program at NYU, she taught middle school mathematics in Brooklyn as a New York City Teaching Fellow and worked as a program coordinator for the Education Research Program at the Social Science Research Council. She received her BA in History from Brown University and her M.Ed in Administration, Planning, and Social Policy from the Harvard Graduate School of Education.                   Jessica Lipschultz , Doctoral Researcher jal337@nyu.edu     Jessica is a doctoral student in Sociology of Education (NYU) and is interested in juvenile justice work and court-involved youth. Prior to beginning her doctoral work, Jessica was the program officer at Youth Development Institute, focusing on literacy policy and practices for young people pursuing their GED. Jessica has also served as an adjunct instructor at CUNY City College, a curriculum designer, staff developer, and elementary school teacher in New York City public schools. Jessica received her B.A. from Tufts University in Child Development and Psychology and her M.A. in Curriculum and Instruction from Teachers College, Columbia University.                   W. Max Meyer , Doctoral Researcher w.max.meyer@nyu.edu    Max is a doctoral student in science education at New York University&rsquo;s Steinhardt School of Culture, Education, and Human Development. Following training and experience as a tree biologist, he spent most of the last two decades teaching high school biology and other sciences in the United States and abroad. His current research interests center on how organizational and experiential factors influence educators&rsquo; understandings and implementations of content and pedagogical ideas.                   Emma Mishel , Quantitative Research Coordinator ekm331@nyu.edu    Emma received her MA in Applied Quantitative Research, Sociology from the Graduate School of Arts and Science at New York University in 2014. Her research interests include education &amp; youth, gender studies, queer studies, inequalities, and film &amp; media studies. She also holds a BA in Literary Journalism and Film and Media Studies from University of California, Irvine. Prior to joining the Connecting Youth team as the lead effort in data analysis, Emma worked for several nonprofit organizations, start-ups, and corporations and enjoys conducting research in different forms..                   Jason Thompson , Doctoral Researcher jason.thompson@nyu.edu    Jason is a PhD student in Sociology at New York University focusing on quantitative methods, education, and stratification. Prior to his studies at NYU, Jason graduated with a BA in Sociology from the Schreyer Honors College at Penn State University and taught third grade in Phoenix, Arizona as a member of Teach for America.                   Raynika Trent , Research Associate    rt972 @nyu.edu    Raynika received a BA from the School of Hotel Administration at Cornell University, an EdM in Human Resource Education from the University of Illinois Urbana-Champaign, and an MA in Food Studies from New York University.                   Nikolaus Hajny , Programmer and Game Developer    nmh278@nyu.edu    Nikolaus is the Senior Programmer and Game Developer for New York University&rsquo;s CREATE Lab and the Connecting Youth Project. His games include Light Lanes, Noobs versus Leets, and Space Ranger Alien Game , as well as the CREATE DREAM online platform. He is also Technical Director for ArtFile Magazine. He received his Master&rsquo;s in Science Education from New York University and his Bachelor&rsquo;s in Psychology from the University of California, Berkeley.                                     Research Consultants                       Christo Sims  christosims@gmail.com    Christo received his PhD from the University of California, Berkeley's School of Information in 2012. He is a researcher for the Collected Learning Research Network at the Digital Media and Learning Research Hub, and studies the relationships between digital media and the production of privilege amongst children and young people coming of age today. Between 2005 and 2008, he was a graduate researcher for the Digital Youth Project, a three-year ethnographic study of how youth in the U.S. use new media in their everyday lives. He is a co-author of Hanging Out, Messing Around, and Geeking Out: Kids Living and Learning with New Media (The MIT Press, 2010).                   Jane Park  jjp441@nyu.edu    Jane received a BA in American Literature and Culture from the University of California, Los Angeles, and an MA in Leadership, Policy, and Politics from Teachers College, Columbia University. Prior to consulting for the project, Jane served as Project Manager.                                                                                                                         Steinhardt School of Culture, Education, and Human Development     Graduate School of Arts and Science     Robert F. Wagner School of Public Service       This site, and all its contents, are Copyright &copy;       by New York University. All rights reserved.     Institute of Human Development and Social Change - 246 Greene Street, Floor 6E - New York, NY 10003                                 About the Project      Who We Are      Employment      Relevant Links"}, {"content": "Connecting Youth: Digital Learning Research Project - NYU Steinhardt                                                                           NYU       Institute of Human Development and Social Change             Connecting Youth: Digital Learning Research Project                          About the Project                                                  Across New York City, Chicago, and beyond, a group of schools, museums, libraries, and youth programs have come together to implement unique educational innovations based on digital media and connected learning . Spearheaded by the Institute of Play , the Hive Learning Networks , the Urban Libraries Council , the Institute of Museum and Library Services , the Association of Science &ndash; Technology Centers , and other collaborative partners, these groups seek out creative and relevant ways to engage young people&rsquo;s interests, community awareness, and shape their educational outcomes. They have pioneered after-school and summer programs, YOUmedia drop-in sites, Learning Labs , and two schools as part of a growing set of innovations designed to educate youth for the 21 st century.       The Connecting Youth: Digital Learning Research Project is a longitudinal, multi-method study of the youth, educators, and organizations involved in these innovations. The project&rsquo;s team of twenty-plus researchers hails from universities across the country and brings diverse disciplinary lenses such as sociology, education, information and technology studies, and psychology to bear on our research questions. These include (but are not limited to) the following:    Student-level:       What are the characteristics of youth participating in the study programs and schools (e.g., demographics, socioeconomic status and academic performance)?    How do participants interact with and access digital media and communication technologies in their everyday lives?    How do participants' attitudes, behaviors, and competencies in the area of digital technology and learning change?    How do changes in behaviors and attitudes toward digital technology and learning vary based on program characteristics (e.g. size, cost, pedagogical style and type of activity offered) as well as student characteristics (e.g., gender, race and parent education)?       Educator and organizational-level:       How are the programs understood and implemented in schools and partnering cultural organizations?    What resources do educators draw on in accomplishing their work and what barriers and obstacles do they identify?    To what extent is institutional change evident in relationship to the programs and the networks of innovations that they aim to promote?       The purpose of this research has been to document activities and outcomes associated with these programs, use the findings to provide ongoing feedback to these implementing organizations for formative program improvement, as well as publish scholarship to improve academic and public understanding of the potential role of digital media in supporting youth development and educational outcomes. This research was made possible by the generous support of the John D. and Catherine T. MacArthur Foundation.                Hive Chicago            Hive New York City                              Key:          Aquarium          Art Project          Community          Education          Library          Media Project          Museum          Religious          Theater          Zoo                                                                                                                         Steinhardt School of Culture, Education, and Human Development     Graduate School of Arts and Science     Robert F. Wagner School of Public Service       This site, and all its contents, are Copyright &copy;       by New York University. All rights reserved.     Institute of Human Development and Social Change - 246 Greene Street, Floor 6E - New York, NY 10003                                 About the Project      Who We Are      Employment      Relevant Links"}, {"content": "The Connecting Youth: Digital Learning Research Project - Research Projects - NYU Steinhardt                                                                                                   Skip to content       NYU Steinhardt School of Culture, Education, and Human Development         apply now     request info     contact                                               Admissions                    Undergraduate      Admissions              How       to Apply       Visiting       NYU Steinhardt       Tuition and Fees       Financial       Aid       Housing       Transfer Students       Request       Information       Apply       Now                             Graduate      Admissions             How to       Apply       Info Sessions and Events       Tuition        Application Guide       Financial Aid       Housing       Request       Information       Apply Now                             Global      and Special Sessions             Summer       Winter        Study Abroad Programs                                   About Steinhardt                                  Who We Are       Messages from the Dean       Mission and Vision       School Stats       Administration                                       Videos       Social Media Directory       Steinhardt Blogs            Snapshots       Podcasts                                   Academics                   By Level of Study              Undergraduate       Minors       Master's       Doctoral       Certificate                            By Area of Study             Applied Psychology       Art       Education       Health       Media       Music                            Global      and Special Sessions             Global Programs            Summer at Washington Square       Winter at Washington Square                            More      Academics             Academic Departments       Bulletin       Teacher Certification       Courses Listings       Course Evaluations       Course       Search       Lectures and Podcasts                                    Faculty                    Meet      Our Faculty              Alphabetical list       of Faculty       Faculty by Department       Faculty by Expertise       Faculty Blogs       Videos of our Faculty            Faculty Research       News About Our Faculty                            Faculty      Affairs              Open Faculty Positions       Faculty Policies and Guidelines       Faculty Governance       Academic Affairs            Faculty Technology Services       Faculty       Awards       Grants and Funding       Update Your Faculty Bio                                   Students                  Undergraduate Students            Advisement       Registration       Orientation       Transfer Students       Student Honors           Undergraduate Student Government (USG)                            Master's Students            Master's Connection       Advisement       Registration       Orientation       Grants       Graduate Student Organization (GSO)                            Doctoral Students            About Doctoral Studies        Full-Time Funding       Policies       Forms       Events and Deadlines        Research and Grants       Dissertation Guidelines        Past Dissertations                            All Students            Who's Who in Student Affairs       Non-Matriculated Students       Course Schedules and Locations       Graduation and Commencement       Calendar of Events       Student Counseling       Academic Standards       Student Matters Blog       Download Forms and Publications                                 Alumni                    Stay      Connected             Steinhardt Alumni News       NYU Alumni Connect Newsletter       Upcoming NYU Alumni Events       Find an NYU Alumni Club       NYU Alumni Day       Update Your Contact Information       Submit a Class Note        Alumni Profiles       NYU Steinhardt on               NYU Steinhardt Facebook        NYU Steinhardt Twitter        NYU Steinhardt YouTube        NYU Steinhardt LinkedIn                                            Giving      to Steinhardt                The Steinhardt Annual Fund         Make an Online Donation         NYU Giving                             Alumni Resources             NYU Alumni Homepage       Alumni Card and Benefits Program       Wasserman Center for Career Development       Library Privileges                                    Research                    Faculty      Research              Current Research Projects       Faculty       Research Interests       Faculty       Publications       Faculty Research Grant       Opportunities                             Doctoral      Research             Policies       Methods Courses       Forms and Instructions        Events and       Deadlines       Funds       Proposal       and Dissertation                            More Research             Centers and Institutes       Commissions and Consortiums       External Funding Report                                    News and Events                    Recent      News                  NYU Symphony to Play Philip Glass, Valgeir Sigurðsson, at Symphony Space, May 8th       Institute for Education and Social Policy Finds Small High School Reform Boosts Districtwide Outcomes       Secrets of the Sari Revealed at Costume Studies Event, May 2nd       An Evening of Conversation and Performance with Julia Wolfe &#8212; April 29th       At Weekend Hackathon, Experts from NYU and AT&amp;T Look for Solutions for People with Disabilities                            More News             News from NYU Steinhardt       News About Our Faculty       Steinhardt At a Glance       Newsletters            Faculty Blogs       All Blogs                            Press Room             Press Releases       Faculty Experts       Steinhardt in the News       Expert Video Commentary       Press Contact                            Events             Calendar of Events       Events and Conferences                                   Media                               Videos       Blogs       Photo Essays       Podcasts              NYU Steinhardt Facebook        NYU Steinhardt Twitter        NYU Steinhardt YouTube        NYU Steinhardt LinkedIn        NYU Steinhardt RSS        NYU Steinhardt Instagram                                                   Research Projects                Faculty Research    Student Research    Centers and Institutes    Commissions and Consortiums    Research Projects    E-Journals                                    The Connecting Youth: Digital Learning Research Project            Project Summary    The Connecting Youth: Digital Learning Research Project is a multi-method study of variation in behaviors, attitudes, and competencies around digital media and learning among participants in educational initiatives developed by the Institute of Play (IoP), the HIVE Learning Networks in New York City and Chicago, YOUmedia sites, and Learning Labs. Recent research suggests that complementing schooling through programs that occur in informal learning spaces (e.g. libraries, museums, or out-of-school programs) is instrumental for cultivating youth&rsquo;s specialized interests, educational dispositions and civic identities. Implementing organizations in this study work with cultural institutions to provide innovative after-school and summer programs, and operate two schools (one each in NYC and Chicago), that use game design and digital learning to enhance young people&rsquo;s interests, community awareness, and shape their educational outcomes. The purpose of this research is to document activities and outcomes associated with these programs, specifically, how these programs are actually implemented and whether participation changes the behaviors and attitudes youth exhibit around schooling and digital media use. This study also seeks to identify how educators understand and implement their educational visions.    Contact       Principal Investigator: Richard Arum    Department: Institute of Human Development and Social Change       Funding       Funder: John D. and Catherine T. MacArthur Foundation    Project Amount: $2,400,000 for October 2012 &ndash; September 2014                       This site, and all its contents, are Copyright &copy;        by New York University. All rights reserved.    Steinhardt School of Culture, Education, and Human Development - 82 Washington Square East, New York, NY 10003"}]}]