[{"detail": [{"content": "Fall 2014 Undergraduate Courses    | Department of Music | NYU                                    New York University       Arts and Science       College of Arts and Science       Graduate School of Arts and Science                                    Back to  previous page                            Fall 2014 Undergraduate Courses CAS DEPARTMENT OF MUSIC  The Art of Listening: How to Listen to Gypsies - MUSIC-UA 3 (section 001) Tuesday &amp; Thursday 9:30 - 10:45 (Silver 320) Instructor: Siv Lie This course will investigate the ethics and effects of listening by exploring various repertoires of Romani (\"Gypsy\") music. Romani music has long been an object of fascination for artists, audiences, and scholars. Such interest has resulted in a large number of musical, literary, visual, cinematic, journalistic, and academic works that deliver representations of Romani communities and cultures. Frequently evoking encounters with a mysterious, exotic people, these works reflect the way in which non-Romanies have \"listened to\" Romanies and vice versa. Ideas about how Romanies sound (or should sound) shape popular notions of Romani identities and situate Romani people in their social and political worlds. Through the study of Romani musics in different contexts, this course aims to develop students' critical listening and analysis skills as it incites students to think about listening as a socially and culturally consequential practice. The Art of Listening: Sonic Spaces - MUSIC-UA 3 (section 002) Tuesday &amp; Thursday 2:00 - 3:15 (Silver 320) Instructor: Akiva Zamcheck Music and sound are perceived in a space. Each and every space is unique, but there are familiar types of spaces. The classroom in which we are meeting twice a week is a unique space with particular resonant qualities. It is also a social space defined by the context; a introductory music class in a lecture hall in a university. Musical practices may be considered as spaces in and of themselves, reflecting conditions and ideologies, along with ways of listening. In this class, we will listen to and study musical and sonic spaces (practices) firstly as a static thing, reflecting a tradition with structural tendencies and a set of values; secondly, as a fluid thing, reflecting technological and social change; thirdly, as an ephemeral thing, realized and experienced by [us] in a particular space and time. The Art of Listening: North Indian Acoustic Culture - MUSIC-UA 3 (section 003) Monday &amp; Wednesday 9:30 - 10:45 (Room TBA) Instructor: Allen Roda North India has countless diverse musical traditions that cannot be   easily summarized in a single semester. To introduce students to the   variety, aesthetics, and poetry of these traditions, this course is   divided into three units. We begin with Hindustani classical music and   use it as a vehicle to understand some of the aesthetics that are   present in many other musical traditions of the North, particularly   concepts of raga and tala , and the importance of tonal embellishment, rhythmic improvisation, and the structure of classical presentations ( alap, jod, jhala ,   etc.). In the next section we continue our aesthetic discussions of   pitch and rhythm while bringing in a greater discussion of poetry and   the use of musical vehicles for devotional purposes. Through the   authorial voices of legendary saints and poets Kabir, Mirabai, Amir   Khusrao, and Ghalib, we will explore devotional music as expressed in   multiple genres and religions. We conclude this section with discussion   of folk songs of the Bhojpuri language region and their use in everyday   life and in specific ritual contexts (such as weddings and funerals).   The final unit focuses exclusively on the 20th century and contemporary   North Indian popular music. Starting with the all-important Bollywood   film industry and the production of \"item numbers,\" we then transition   to encounters between Indian music and Non-Indian musical traditions,   particularly western classical music and jazz. Finally, we look at the   Punjabi dance music, bhangra , its international popularity   (particularly in the U.K. and the United States) and its intersection   with hip-hop and other popular dance music genre. Section 003 only - Area of study: Music, Histories, Cultures             Elements of Music - MUSIC-UA 20 Monday &amp; Wednesday 9:30 - 10:45 (Silver 320) Additional recitation section required Instructor: TBA Explores the underlying principles and inner workings of the tonal system, a system that has guided all of Western music from the years 1600 to 1900. It includes a discussion of historical background and evolution. The focus is on concepts and notation of key, scale, tonality, and rhythm. Related skills in sight-singing, dictation, and keyboard harmony are stressed in the recitation sections. History of European Music: Opera - MUSIC-UA 102 (\"Through the Proscenium Arch: Operatic Junkets into Wonderland\") Tuesday &amp; Thursday 2:00-3:15 (Silver 218) Instructor: Rena Mueller From   the beginnings of opera in the late 16th century, composers and   librettists have taken audiences far from their real world into the   realms of ancient lore and exotic locales. This course will examine a   selection of operas written over the last four centuries that were   purposely crafted as remote from the day-to-day life of the contemporary   audiences. The discussion will seek to provide political, social, and   musical rationales not only to explain the unfamiliar narrative settings   (Scott Joplin's Treemonisha or Kurt Weill's Mahagonny ) and the fantastic backgrounds (Mozart's Seraglio and Strauss's ä gypyische Helena ), but also to identify the modus operandi of   both composer and librettist as they conjured up the bizarre and   mysterious, the striking and the exceptional that made their audiences   keep coming back for more. Area of study: Music, Histories, Cultures Anthropology of Music: Music and Identity in the African Diaspora - MUSIC-UA 153 . 001 Monday &amp; Wednesday 11:00-12:15 (Room TBA) Instructor: Maureen Mahon This semester we will examine some of the theoretical and methodological approaches ethnomusicologists, anthropologists, and other scholars use to study the ways people in the African diaspora use music and music-making to construct and express who they are. We will relate our discussion to issues of identity formation, globalization, representation, authenticity, appropriation, political economy, and aesthetics. We will explore the genres of gospel, dancehall, Afro-beat, and rock in the United States, the Caribbean, and West Africa (genres may be expanded/revised over time). Course requirements: Students are expected to complete the readings, attend class regularly, and participate in class discussions. You will submit two short papers (5-7 pages) in which you respond to a prompt from the instructor about course material, and complete a take-home final. You will also conduct independent ethnographic research on music and identity at a local research site of your choice; you will report on this research in a paper due at the end of the semester. In addition, you will submit a Music and Identity Meditation essay early in the semester; this required paper will not be graded. Your papers should reflect your familiarity with assigned readings, material discussed in lectures, guest lectures, and films and music presented in class and as listening assignments. Timely submission of work is mandatory. The instructor will not accept late papers and will not give incompletes for this course. Area of study: Music, Histories, Cultures Intro to Celtic Music - MUSIC-UA 182 Tuesday &amp; Thursday 3:30-4:45 (Silver 320) Instructor: Ivan Goff Provides a comprehensive introduction to the traditional and contemporary music of the Celtic areas of Western Europe: Ireland, Scotland, Wales, Brittany, and Galicia. Recordings and live performances present the extraordinary range of singing styles and the musical instruments employed in each culture, including harps, bagpipes, and a variety of other wind, free reed, keyboard, and stringed instruments. Forms and musical styles are explored in depth, along with a study of their origin, evolution, and cultural links. Area of study: Sonic Materials of Music  Harmony &amp; Counterpoint I - MUSIC-UA 201 Monday &amp; Wednesday 11:00 - 12:15 (Silver 320) Tuesday &amp; Thursday 11:00-12:15 (Silver 320) Additional recitation section required Instructors: TBA Please refer to Albert for lab sections General principles underlying tonal musical organization. Students learn concepts of 18th- and 19th- century harmonic, formal, and contrapuntal practices. Weekly lab sections are devoted to skills in musicianship and are required throughout the sequence. Music major introductory requirement Performance and Analysis - MUSIC-UA 206 AUDITIONS: Thursday, September 4th (9:30-11:30); please e-mail ly332@nyu.edu to schedule audition Monday 2:00-4:30 (Silver 220) Instructor: Louis Karchin This course will focus on the rehearsal and performance of chamber music of various periods, with specific repertoire to be determined by the participants in conjunction with the professor. Student performers will receive regular coaching on their chosen works. Additional study will focus on analyses of these pieces, with participants presenting talks, and writing final papers. The course will culminate in an end-of-the-semester concert. Admission by audition only. Area of study: Sonic Materials of Music Principles of Musical Analysis: Timbre Studies, Sound from the Inside Out - MUSIC-UA 209 Tuesday 3:30-6:00 (Room TBA) Instructor: Elizabeth Hoffman An in-depth look at timbre as an organizational and expressive feature in a range of musics, drawing mostly, but not exclusively, on the 20th-21st-centuries. The repertoire we will consider will encompass acoustic (instrumental and vocal) musics, electroacoustic musics, Western art musics, non-Western musical examples, and selected examples from Rock, punk, and electronica. Our exploration will extend to the role timbre plays in our perceiving sound in space, and the role timbre has played in style definition. Area of study: Analytical and Critical Thinking Principles of Composition MUSIC-UA 307 Monday &amp; Wednesday 12:30-1:45 (Room TBA) Instructor: TBA Explores various compositional techniques, with an emphasis on modern-day writing procedures. Students write music regularly and receive feedback from the instructor intended to foster the development of their individual compositional voices. Students also study specific musical scores corresponding to their areas of interest. Also includes a study of musical construction, production, and reception. Students' original pieces will be performed in a concert at the end of the semester, by professional musicians. Area of study: Creating Music                                     Sitemap       |       Contact us       |       &copy; New York University, Arts and Science"}]},
{"detail": [{"content": "Fall 2014 Undergraduate Courses    | Department of Music | NYU                                    New York University       Arts and Science       College of Arts and Science       Graduate School of Arts and Science                                    Back to  previous page                            Fall 2014 Undergraduate Courses CAS DEPARTMENT OF MUSIC  The Art of Listening: How to Listen to Gypsies - MUSIC-UA 3 (section 001) Tuesday &amp; Thursday 9:30 - 10:45 (Silver 320) Instructor: Siv Lie This course will investigate the ethics and effects of listening by exploring various repertoires of Romani (\"Gypsy\") music. Romani music has long been an object of fascination for artists, audiences, and scholars. Such interest has resulted in a large number of musical, literary, visual, cinematic, journalistic, and academic works that deliver representations of Romani communities and cultures. Frequently evoking encounters with a mysterious, exotic people, these works reflect the way in which non-Romanies have \"listened to\" Romanies and vice versa. Ideas about how Romanies sound (or should sound) shape popular notions of Romani identities and situate Romani people in their social and political worlds. Through the study of Romani musics in different contexts, this course aims to develop students' critical listening and analysis skills as it incites students to think about listening as a socially and culturally consequential practice. The Art of Listening: Sonic Spaces - MUSIC-UA 3 (section 002) Tuesday &amp; Thursday 2:00 - 3:15 (Silver 320) Instructor: Akiva Zamcheck Music and sound are perceived in a space. Each and every space is unique, but there are familiar types of spaces. The classroom in which we are meeting twice a week is a unique space with particular resonant qualities. It is also a social space defined by the context; a introductory music class in a lecture hall in a university. Musical practices may be considered as spaces in and of themselves, reflecting conditions and ideologies, along with ways of listening. In this class, we will listen to and study musical and sonic spaces (practices) firstly as a static thing, reflecting a tradition with structural tendencies and a set of values; secondly, as a fluid thing, reflecting technological and social change; thirdly, as an ephemeral thing, realized and experienced by [us] in a particular space and time. The Art of Listening: North Indian Acoustic Culture - MUSIC-UA 3 (section 003) Monday &amp; Wednesday 9:30 - 10:45 (Room TBA) Instructor: Allen Roda North India has countless diverse musical traditions that cannot be   easily summarized in a single semester. To introduce students to the   variety, aesthetics, and poetry of these traditions, this course is   divided into three units. We begin with Hindustani classical music and   use it as a vehicle to understand some of the aesthetics that are   present in many other musical traditions of the North, particularly   concepts of raga and tala , and the importance of tonal embellishment, rhythmic improvisation, and the structure of classical presentations ( alap, jod, jhala ,   etc.). In the next section we continue our aesthetic discussions of   pitch and rhythm while bringing in a greater discussion of poetry and   the use of musical vehicles for devotional purposes. Through the   authorial voices of legendary saints and poets Kabir, Mirabai, Amir   Khusrao, and Ghalib, we will explore devotional music as expressed in   multiple genres and religions. We conclude this section with discussion   of folk songs of the Bhojpuri language region and their use in everyday   life and in specific ritual contexts (such as weddings and funerals).   The final unit focuses exclusively on the 20th century and contemporary   North Indian popular music. Starting with the all-important Bollywood   film industry and the production of \"item numbers,\" we then transition   to encounters between Indian music and Non-Indian musical traditions,   particularly western classical music and jazz. Finally, we look at the   Punjabi dance music, bhangra , its international popularity   (particularly in the U.K. and the United States) and its intersection   with hip-hop and other popular dance music genre. Section 003 only - Area of study: Music, Histories, Cultures             Elements of Music - MUSIC-UA 20 Monday &amp; Wednesday 9:30 - 10:45 (Silver 320) Additional recitation section required Instructor: TBA Explores the underlying principles and inner workings of the tonal system, a system that has guided all of Western music from the years 1600 to 1900. It includes a discussion of historical background and evolution. The focus is on concepts and notation of key, scale, tonality, and rhythm. Related skills in sight-singing, dictation, and keyboard harmony are stressed in the recitation sections. History of European Music: Opera - MUSIC-UA 102 (\"Through the Proscenium Arch: Operatic Junkets into Wonderland\") Tuesday &amp; Thursday 2:00-3:15 (Silver 218) Instructor: Rena Mueller From   the beginnings of opera in the late 16th century, composers and   librettists have taken audiences far from their real world into the   realms of ancient lore and exotic locales. This course will examine a   selection of operas written over the last four centuries that were   purposely crafted as remote from the day-to-day life of the contemporary   audiences. The discussion will seek to provide political, social, and   musical rationales not only to explain the unfamiliar narrative settings   (Scott Joplin's Treemonisha or Kurt Weill's Mahagonny ) and the fantastic backgrounds (Mozart's Seraglio and Strauss's ä gypyische Helena ), but also to identify the modus operandi of   both composer and librettist as they conjured up the bizarre and   mysterious, the striking and the exceptional that made their audiences   keep coming back for more. Area of study: Music, Histories, Cultures Anthropology of Music: Music and Identity in the African Diaspora - MUSIC-UA 153 . 001 Monday &amp; Wednesday 11:00-12:15 (Room TBA) Instructor: Maureen Mahon This semester we will examine some of the theoretical and methodological approaches ethnomusicologists, anthropologists, and other scholars use to study the ways people in the African diaspora use music and music-making to construct and express who they are. We will relate our discussion to issues of identity formation, globalization, representation, authenticity, appropriation, political economy, and aesthetics. We will explore the genres of gospel, dancehall, Afro-beat, and rock in the United States, the Caribbean, and West Africa (genres may be expanded/revised over time). Course requirements: Students are expected to complete the readings, attend class regularly, and participate in class discussions. You will submit two short papers (5-7 pages) in which you respond to a prompt from the instructor about course material, and complete a take-home final. You will also conduct independent ethnographic research on music and identity at a local research site of your choice; you will report on this research in a paper due at the end of the semester. In addition, you will submit a Music and Identity Meditation essay early in the semester; this required paper will not be graded. Your papers should reflect your familiarity with assigned readings, material discussed in lectures, guest lectures, and films and music presented in class and as listening assignments. Timely submission of work is mandatory. The instructor will not accept late papers and will not give incompletes for this course. Area of study: Music, Histories, Cultures Intro to Celtic Music - MUSIC-UA 182 Tuesday &amp; Thursday 3:30-4:45 (Silver 320) Instructor: Ivan Goff Provides a comprehensive introduction to the traditional and contemporary music of the Celtic areas of Western Europe: Ireland, Scotland, Wales, Brittany, and Galicia. Recordings and live performances present the extraordinary range of singing styles and the musical instruments employed in each culture, including harps, bagpipes, and a variety of other wind, free reed, keyboard, and stringed instruments. Forms and musical styles are explored in depth, along with a study of their origin, evolution, and cultural links. Area of study: Sonic Materials of Music  Harmony &amp; Counterpoint I - MUSIC-UA 201 Monday &amp; Wednesday 11:00 - 12:15 (Silver 320) Tuesday &amp; Thursday 11:00-12:15 (Silver 320) Additional recitation section required Instructors: TBA Please refer to Albert for lab sections General principles underlying tonal musical organization. Students learn concepts of 18th- and 19th- century harmonic, formal, and contrapuntal practices. Weekly lab sections are devoted to skills in musicianship and are required throughout the sequence. Music major introductory requirement Performance and Analysis - MUSIC-UA 206 AUDITIONS: Thursday, September 4th (9:30-11:30); please e-mail ly332@nyu.edu to schedule audition Monday 2:00-4:30 (Silver 220) Instructor: Louis Karchin This course will focus on the rehearsal and performance of chamber music of various periods, with specific repertoire to be determined by the participants in conjunction with the professor. Student performers will receive regular coaching on their chosen works. Additional study will focus on analyses of these pieces, with participants presenting talks, and writing final papers. The course will culminate in an end-of-the-semester concert. Admission by audition only. Area of study: Sonic Materials of Music Principles of Musical Analysis: Timbre Studies, Sound from the Inside Out - MUSIC-UA 209 Tuesday 3:30-6:00 (Room TBA) Instructor: Elizabeth Hoffman An in-depth look at timbre as an organizational and expressive feature in a range of musics, drawing mostly, but not exclusively, on the 20th-21st-centuries. The repertoire we will consider will encompass acoustic (instrumental and vocal) musics, electroacoustic musics, Western art musics, non-Western musical examples, and selected examples from Rock, punk, and electronica. Our exploration will extend to the role timbre plays in our perceiving sound in space, and the role timbre has played in style definition. Area of study: Analytical and Critical Thinking Principles of Composition MUSIC-UA 307 Monday &amp; Wednesday 12:30-1:45 (Room TBA) Instructor: TBA Explores various compositional techniques, with an emphasis on modern-day writing procedures. Students write music regularly and receive feedback from the instructor intended to foster the development of their individual compositional voices. Students also study specific musical scores corresponding to their areas of interest. Also includes a study of musical construction, production, and reception. Students' original pieces will be performed in a concert at the end of the semester, by professional musicians. Area of study: Creating Music                                     Sitemap       |       Contact us       |       &copy; New York University, Arts and Science"}, {"content": "Faculty and Staff - People - Music Technology - NYU Steinhardt                                                      Skip to content         NYU Steinhardt School of Culture, Education, and Human Development             apply now     request info     contact                                     Department of Music and Performing Arts Professions           Overview        Location     History     Director's Message     International Welcome and History           Academics        Brass Studies     Woodwind Studies     String Studies     Percussion Studies     Jazz Studies     Piano Studies     Music Theatre     Classical Voice and Opera Studies     Music Composition     Scoring for Film and Multimedia     Songwriting     Music Business     Music Technology     Music Education     Music Therapy     Dance Education     Educational Theatre     Performing Arts Administration     Drama Therapy     Summer Programs     Study Abroad     Music Minor           Admissions        Undergraduate     Graduate     Doctoral     Prospective Student Auditions           People        Faculty     Students     Alumni     Staff           Ensembles        Overview     Audition Guidelines     Audition Requirements     Online Audition Registration           Research        ArtsPraxis     Music and the Moving Image     Music and Audio Research Laboratory     Center for Research in Dance Education     Faculty Research Interests     Faculty Collaborations           Events        Facilities        Facilities     Music Technology Facilities           FAQ                 People - Music Technology                 Programs      Undergraduate        Overview     Requirements     Applying     Course List          Master's        Overview     Requirements     Applying     Course List          3-Summer Master of Music in Music Technology    Accelerated BM/MM        Overview     Requirements     Applying     Course List          Doctoral        Overview     Requirements     Applying     Course List          Summer          Undergraduate &amp; Graduate Courses     3-Summer Master of Music in Music Technology     Summer Electronic Music Institute     Summer Institute of Music Production Technology     Girls Electronic Music Seminar          Study Abroad    Internships       People      Faculty and Staff    Featured Alumni        Facilities      About the Facilities     Studios        Studio Booking     Afterhours     Theatre Spaces     NYU Library               Financial Aid        General     Student Employment         Research        About Research     MARL Homepage     Master's Theses     Doctoral Theses          Media and Events        About Media and Events     Photos     Videos     Seminars     Open Houses          2014       2013      2012      2011      2010      2009      2008      2007            Clubs/Projects          Society of Women In Technology      Music Tech Album Project                  Contact Us        Contact     Request information          FAQ        General FAQ      Prospective Graduate Students     Current Graduate Students     Prospective Undergraduate Students     Current Undergraduate Student     Advisement     Orientation          Welcome      Checklist                                  Faculty and Staff                     The Music Technology faculty members are active in the local and international music field, as well as the recording, television and film industries. Their extensive experience enables them to advise students on contemporary issues of the field. Click on faculty pictures for expanded bios and profiles (not available for all).                          Dr. Kenneth Peacock - Director kp3@nyu.edu Dr. Kenneth Peacock, a musicologist, technologist, and expert in such diverse fields as Scriabin and synaesthesia, has led the Music Technology Program to its current position as a focal point for musical activity in the department. Classes : MPATE-GE 2600 : Digital Audio Processing I, MPATE-GE 2601 : Digital Audio Processing II, MPATE-GE 2047 : Advanced Computer Music Composition                          Dr. Agnieszka Roginska - Associate Director roginska@nyu.edu Dr. Roginska&rsquo;s current research interests include spatial sound and acoustic environment simulation, HRTF measurement techniques, auditory displays and its applications in augmented acoustic sensing. Dr. Agnieszka Roginska received a Ph.D. in Music Technology from Northwestern University. Classes : MPATE-GE 2599 : Fundamentals of Digital Signal Theory, MPATE-GE 2613 : 3D Audio                          Dr. Juan Bello  jpbello@nyu.edu | Website: http://homepages.nyu.edu/~jb2843 Dr. Bello&rsquo;s current research is mainly focused on the semantic analysis of musical signals and its applications to music information retrieval, digital audio effects, and live electronics. Dr Juan Bello did his doctoral work at the Electronic Engineering department at Queen Mary University of London. Classes : MPATE-GE 2623 : Music Information Retrieval, MPATE-GE 2616 Colloquy in Music Technology, MPATE-UE 1801 Fundamentals of Music technology                          Tom Beyer tom.beyer@nyu.edu Tom Beyer is the chief systems engineer for the Department of Music and Performing Arts Professions as well as a composer, percussionist and educator. Classes : MPATE-UE 1010 Audio for Video I, MPATE-UE 1037 Electronic Music Synthesis, MPAIA-GE 2031 Collaborative Projects in the Performing Arts                         Tim Bolstad tim.bolstad@nyu.edu Tim Bolstad is the Network Technician for the Department of Music and Performing Arts Professions as well as a iOS developer focussing on music applications. http://timbolstad.com/                          Svjetlana Bukvich-Nichols  svjetlana@svjetlanamusic.com Website: http://www.svjetlanamusic.com . Svjetlana Bukvich-Nichols is one of Sarajevo's premier music figures. Her genre-bending works span from acoustic and performer-driven to electronic and theatrical. They often include movement, video, voice, and tuning of her design. Classes : MPATE-UE 1810 MIDI for Non Majors and MPATE-UE 1070 Software Music Production                         Isabel Diaz-Cassou iqd7127@nyu.edu Sound designer, composer, music technologist, Isabel Diaz-Cassou&rsquo;s work focuses on the relationships between sound, music and the moving image. Classes : MPATE-UE 1010 Audio for Video I, MPATE-GE 2621 Audio for Video II                          Joel Chadabe joel@emf.org Joel Chadabe, composer, author, and teacher - is an internationally recognized pioneer in the development of interactive music systems. Classes : MPATE-GE 2609 Electronic Music Performance, MPATE-GE 2038 Creating with Interactive Media                         Jean-Luc Cohen sinclair808@gmail.com Jean-Luc Cohen is a sound designer, composer and programmer whose work you have likely heard in some of your favorite action-packed video games.  Classes : MPATE-GE 2037 Software Synthesis, MPATE-GE 2604 Audio For Games                          Langdon Crawford langdon@nyu.edu Langdon Crawford aka langsound is a music technologist, designer and educator whose work focuses on the intersections between art, science and human expression. Classes: MPATE-UE 1010 A/V 1 for non-majors, MPATE-UE 1827 Electronics I Lab, MPATE-UE 1828 Electronics II Lab, MPATE-GE 2590 Intro to Music Technology for Non-Majors                         Tom Dozci tom.doczi@nyu.edu Tom Dozci Coordinates the concert documentation and studio maintenance crews for the Department Music and Performing Arts Professions.  Classes: MPATE-UE 1011 Concert Recording 1                          Nick Didkovsky didkovn@mail.rockefeller.edu Nick Didkovsky is a guitarist, composer, and software programmer. His work in Java helps composers generate not only new music but new processes for composing. Classes : MPATE-GE 2608 Java Music Systems                          Dr. Mary Farbood  mfarbood@nyu.edu Website: http://pages.nyu.edu/~mmf9 Dr. Farbood's research encompasses topics in music cognition and computational modeling of music. She received her A.B. from Harvard College and S.M. and Ph.D. from the Massachusetts Institute of Technology. Her research focuses on how listeners perceive musical structures and how these cognitive processes can be modeled computationally. Classes : MPATE-GE 2204 Music Cognition, MPATE-GE2618 C Programming for Music Technology, MPATE-GE 2616 Colloquy in Music Technology, MPATC-GE 2441 Baroque Performance Practice, MPAPE-UE 1080.025 Baroque Ensemble                          William David Fastenow  willie@park-boulevard.com Website: http://www.park-boulevard.com/ William David Fastenow is a media artist, producer, educator, and entrepreneur. Mr. Fastenow owns and operates Park Boulevard Productions, is Technical Director of the Music Technology Center and Adjunct Faculty at The Juilliard School, and is adjunct faculty at New York University. Classes : MPATE-GE 2631  The Art of Live Sound Reinforcement                          Gary Filadelfo grs1@gate.net Gary Filadelfo is a composer, plublisher and voting member of the The National Academy of Recording Arts and Sciences. Classes : MPATE-UE 1022 Recording Technology for Non Majors                          Joshua Fried  jqf9329@nyu.edu Joshua Fried , also known as Radio Wonderland, is a composer and performer who uses software technology and novel interfaces to create new accessible musical experience from live sampling of broadcast sound sources. Classes : MPATE-GE 2614 Max 1                          Paul Geluso pg17@nyu.edu Paul Geluso is a music recordist, mixing and mastering engineer specializing in multi-channel sound. In addition to audio engineering, he has worked professionally as a musician, producer, composer, sound artist and electrical engineer. Classes : MPATE-GE 1001 Recording Technology I, MPATE-GE 1003 Recording Technology II, MPATE-GE 2611 Concert Recording 1 (Tonmeister), MPATE-GE 2612 Concert Recording 2 (Tonmeister), MPATE-GE 2629 Advanced Audio Production                       Jake Glanz jakeglanz@hotmail.com Jake Glanz is Director of Broadcast Engineering at Sirius Satellite Radio. Classes : MPATE-UE 1008 Studio Maintenance, MPATE-UE 1009 Studio Maintenance 2                       Barry Greenhut barry.greenhut@nyu.edu Barry Greenhut is a composer and software design manager whose work finds clarity through a solid understanding of the needs of the piece or the project. Classes : MPATE-GE 2036 Adv. Musical Acoustics                          J. Chris Griffin jcg6@nyu.edu    J. Chris Griffin is heavily involved in the Music industry, working on records with John Legend, Kanye West, Madonna, Missy Elliott, Kelly Clarkson, JoJo, UK groups Mis-Teeq and The Corrs, Russian superstar Sasha and jazz guitarist John McLaughlin. He is based out of Engine Room Audio in Manhattan. Classes : MPATE-UE 1022 Recording Technology for Non Majors                          Peter McCulloch peter.mcculloch@gmail.com Peter McCulloch is a composer and researcher whose work features human-computer interactivity and computer-assisted composition. Classes : MPATE-UE 1037 Computer Music Synthesis                          Dafna Naphtali dln1@nyu.edu Dafna Naphtali is an active composer/performer on the New York scene, creating work using interactive audio and live audio processing. She teaches Advanced Max/MSP, Private Composition and Electronic Music Performance as well as in our summer programs including GEMS (Girls Electronic Music Seminar) for middle school girls. Classes : MPATE-GE 2610 Advanced Max/MSP, MPATE-GE 2609 &amp; MPATE-UE 1019 Electronic Music Performance                          Leigh Newsome rln1@nyu.edu Leigh Newsome is an audio and video technology executive with over 17 years of experience innovating consumer and B2B products, executive/senior management, team leadership, and application development.  Classes : MPATE-GE 2628 Audio For the Web                    Dr. Tae Hong Park  tae.hong.park@nyu.edu   Dr. Park  is a composer, music technologist, and bassist. His work focuses on composition, machine learning and computer-aided music analysis, timbre, and audio DSP. He is Chief Editor of Journal SEAMUS, President of ICMA, and serves as editorial staff at Computer Music Journal. Classes : MPATE-GE 2607 Adv Digital Signal Theory (Spring), MPATE-GE 2047 Adv Computer Music Composition (Fall)                    Dr. S. Alex Ruthmann alex.ruthmann@nyu.edu Dr. Ruthmann is a researcher, educator, and musician whose research and practice explores new media musicianship, creative computing, the creative processes of young musical creators, and the development of music and media technologies for use in school- and community-based youth programs.                          Dr. Ronald Sadoff ron.sadoff@nyu.edu Dr. Ron Sadoff is the Director of the Department of Music and Performing arts Professions. He is co-editor of the Univ. of Illinois Press journal Music and the Moving Image and Director of the annual NYU/ASCAP Film Scoring Workshop.                            Sascha Van Oertzen sascha@stoneflyproductions.com Sascha von Oertzen is a freelance audio engineer and producer who graduated from the prestigious Tonmeister program at Universit&auml;t der K&uuml;nste, University of Arts in Berlin, Germany. Classes : MPATE-UE 1005 Recording Practicum III, MPATE-UE 1006 Recording Practicum IV                          Saul Walker sw90@nyu.edu Saul Walker is an electrical engineer whose work with Automated Processes Inc (API) has helped shape modern multitrack recording and mixing. Classes : MPATE-UE 1817 Electronics I, MPATE-UE 1818 Electronics II, MPATE-GE2615 Electronics by Computer Simulation                         Leszek Wojcik lwojcik@carnegiehall.org Leszek Wojcik is the Recording Studio Manager for Carnegie Hall. Classes : MPATE-GE 2629 Advanced Audio Production                          Steven Litt Steven Litt is a designer, programmer, and musician currently living in Greenpoint, Brooklyn. Classes: MPATE-UE 1827 Electronics Lab I, MPATE-UE 1828 Electronics Lab II                    Julia Caruso Julia Caruso is the Studio Manager for the Music Technology Department.                    Rebecca Feynberg is a researcher, educator, and musician whose research and practice explores archival and preservation of early sound recordings, audio restoration, with a focus on wax cylinders and 78 RPM phonograph discs. Classes: MPATE-GE 2636 Adv Topics: History &amp; Preservation of Early Sound Recordings                             Department of Music and Performing Arts Professions - 35 W. 4th Street, Suite 1077 -  New York, NY 10012 -  212 998 5424    This site, and all its contents, are Copyright &copy;    by New York University. All rights reserved."}]}]