[{"detail": [{"content": "Introduction to the History of Ancient Egypt                           Introduction to the History of Ancient Egypt    V77.0611 / V57.0506     MW 11:00am-12:15pm  Silver   Center , 514 (M) and 25 W. 4, C-20 (W)      Notes and Terms -- Lecture 21          Some Bibliography  :     Davies, W.V., ed., Egypt and Africa .   Nubia  from Prehistory to Islam ( London 1991).      Kitchen, K.A, The Third Intermediate Period in Egypt (1100-650 B.C.) , 2 nd  ed. with suppl. (Warminster 1986).     OConnor, D., Ancient Nubia .  Egypt s Rival in Africa  ( Philadelphia  1993).      Taylor  , J.H., Egypt and Nubia (Cambridge, MA 1991).      Trk, L, The  Kingdom   of Kush . Handbook of the Napatan-Meroitic Civilization .  HdO I, 31 ( Leiden 1997).          The Biographical Inscriptions of the TIP and the Late Period      One of the interesting (and revelatory) aspects of the TIP is the tone of the private inscriptions of the period.   Although these texts are relatively uninformative, their phraseology is strongly reminiscent of similar inscriptions of the FIP. In fact, there seems to have been a deliberate attempt to copy expressions and phrases of texts of that time nearly a millennium before. The monarch, having become relatively weak, is almost never mentioned by name. Instead, private people stress their independence, their ability to help themselves and their neighbors, and their beneficence towards all. The implication is that many of the officials of the TIP considered themselves to be living in a era whose politics and outlook were much like those of the FIP. How consciously this was done, of course, cannot be judged.      These themes in their self-presentations probably tie in with another aspect of the TIP the heavy use of oracles throughout this period. The reliance upon the word of the deity in lending validity to the actions of the state is symptomatic of the low prestige of the office of king during this era.          Dyn.  24       In Piyes absence, Tefnakht declared himself a king, thus establishing himself as the first monarch of Dyn. 24. Once again the Delta was to reveal itself as an area which the Kushites only tenuously controlled. Tefnakht was to rule, if you could really call it that, for another 8 years.   He was followed by his son, Bakenrenef. (Bocchoris in Manetho), who was to be killed by the Assyrians. According to later (largely Greek) tradition, Bakenrenef was admired as a great law-giver and reformer among the Egyptians. However, there is little trace of any such activity to be found in the Egyptian record. This dynasty, such as it was,  exercised control only in the Delta and perhaps in Memphis  as well, and was to disappear when Piyes successor Shabaka returned to attempt to establish a more permanent Kushite rule in Egypt . However, although Dynasty 24 disappeared as a group of kings, the local dynasts may not have been entirely replaced. Certainly, Piyes Victory stela explicitly states that many of the previous rulers were left in place, having sworn fealty to the Kushites. There may have been a lot more lip service in this oath-taking than the Kushites were  willing to admit publicly. The behavior of the Delta towards the Asssyrian challenge is a good indication that the Delta Libyan kinglets, naturally enough, were more likely to pursue their own interests rather than those of their ostensible Kushite overlords. One might say there are aspects of Piyes treatment of the Delta kinglets that is reminiscent of the relationship between  Thebes and the North during the reign of the Eleventh Dynasty monarch Nebhepetre Menthuhotep (II) after the reunification of Egypt .          Post Sheshonq III -- The Libyan Anarchy      Sheshonq III was to reign 53 years, dying approximately in c. 773. As I mentioned in my last lecture, a long reign doesnt necessarily mean a beneficial reign. By latter part of the reign, the country was splitting into a situation much like the FIP with minor kingdoms ruling side-by-side. Dyns.  22 and 23 were ruling simultaneously; the Great chiefs of the Ma were in a world of their own; the Thebans were also an independent power of sorts, even if they looked northwards.      But well before Sheshonq IIIs death, Pedubastis I may have survived his coregent Iuput, who may have had a much shorter reign than Grimal gives him. In his 26th year, he died and was replaced by Sheshonq IV, and this person by Osorkon III, who managed to outlive Sheshonq III.      At this point rather than compounding our mutual misery at this confusing business, I am going to jump ahead towards the end of the so-called (and well-called) Libyan Anarchy. To make a long story short, the disintegration continued until an additional factor presented itself - the great chiefs of the Ma divided into separate units in the Delta. One town that suddenly rose to prominence at this time was Sais , a ancient town on the Rosetta branch of the Nile in the Western Delta. A man by the name of Tefnakht proclaimed himself Great Chief of the Libu and Great prince of the West, an event which occurred around the 38th to 38th year of Sheshonq III. He was the head of a coalition of five chiefs and controlled most of the central and Western Delta. One convenient name for this group might be the proto-Saites, rulers, presaging the name given by scholars to the later Dynasty 26 that was to establish itself there.   The area this group controlled was much larger than the region governed by the Dynastic rulers of Dyns. 22 and 23. This group was to have designs southwards aiming to control the south and middle Egypt .      Eventually, Dyn. 22 was reduced to a city or two under the rule of Sheshonq IIIs successor, a man called Osorkon IV, who was to be the last of his dynasty.   The 23rd Dynasty at Leontopolis was represented by a man called Takeloth III. Remember, that it was this group of rulers which was recognized by Thebes  as having the right to appoint the HPA, etc.   Takeloth III was to appoint a woman called Shepenwepet I as Divine Adoratrice of Amun, and these two were to share the rule over the Theban region. Shepenwepet even took over the role of HPA! When Takeloth III died he was replaced by a nonentity, followed by Iuput II, who was to rule for a fairly long time.      Thus, at the time when Piye (known as Piankhi in older books), a Kushite king, came north to conquer Egypt , he had three major forces contesting him: the Saite kinglets led by Tefnakhte, who was allied with Osorkon IV ( Tanis and Athribis), and finally, Iuput II (Leontopolis) who had additional support from   Thebes , Herakleopolis, and Hermopolis. This was a coalition merely for the sake of resisting the invader from the southit represented no real unity. In the south at   Thebes and in much of Middle Egypt, opposition to the Kushite advance was either lacking or non-existent.               A Sketch of Nubian History from the End of the New Kingdom  to the Kushites (Dyn. 25)      The Egyptian domination of Nubia  during the New Kingdom was to last nearly 500 years. Judging from the Nauri Decree of Seti I and Ramesses IIs vast temple building program in Nubia , one would think that Egypt s colonization of the region was a brilliant success, destined to continue for centuries. The archaeological record, however, tells a different story. Over the course of Dyn. XX, the Nubian region seems to undergo a steady population decline whose reasons are still obscure. The Egyptians may have overexploited mineral, agricultural and human resources of the region, or else some other factor, such as a change in the ecology of the region, may have brought about the decline. After Herihors campaign against the renegade general Pinehas at the end of Dyn.  XX, the Egyptians seem to have lost interest in the region and withdrew. Pinehas,  P3-nosy  the Nehsy-Nubian, was buried in Nubian territory, a clear proof that Herihor never managed to crush his forces completely, as well as a reflection of Pinehas probable origin and true affiliation. The HPAs during the TIP still claimed to be viceroys of Nubia , but they seldom left any evidence of their presence below Elephantine  and most likely had no actual control over the region.      With the collapse of Egyptian authority in Nubia , all written records there ceased until the reestablishment of a Nubian state. It has been hypothesized that the region broke into several small states, each governed by a chieftain. In this period, the groups centered site of el-Kurru and further north at Napata , near the old Egyptian center at Gebel Barkal, appear to have become powerful.          The Chronology of the Kushites      This is still a controversial subject. One of the key events in establishing the chronology would be to fix when Piyes conquest of Egypt  took place. Recently there has been an interesting, but ultimately unfruitful interconnection between the Kushites and the Assyrians supplied by an Assyrian inscription recently found at Tang-i Var in modern Iran (see below in The Assyrians and Egypt ). The dates which follow here are those of Kitchen, TIP , p . 468. Note also that the throne names in parentheses here are different from those given by Taylor in HAE :     c.   780-760 Alara     c.   760-747 Kashta , Maatre (?) ( c . 13 yrs.?)       747-716 Piye (Piankhy), Usimare, then later Sneferre       716-702 Shabako/a , Neferkare       702-690 Shebitku , Djedkare       690-664 Taharqa , Nefertumkhure       664-656 Tantamani , Bakare          The Nature of Nubian Rule:      The Kushite kings may have assumed the trappings of Egyptian kingship and were recognized as the rulers of the country, but they were seldom in Egypt for more than brief visits. For the most part, they preferred their home at Napata , and ruled primarily through Egyptian delegates, such as Monthuemhat. For whatever religious and political interests they may have had in Egypt , they chose to be buried at home at the Kushite royal cemetery at Nuri. Their interest in Egyptian art, particularly Memphite Old Kingdom art, was one of the factors in the revival of former artistic styles during the following Saite Dynasty. The Kushites also exhibited a strong interest in and knowledge of Egyptian religious beliefs, the best example of which is the Memphite Theology , an inscription commissioned by Shabako/a. For a long time, this piece was thought to represent a genuine copy of an Old Kingdom object that had been faithfully copied, wormholes and all, by the agents of this king.   Instead, a comparison with typical Old Kingdom inscriptional material shows that differences in the orthography, grammar, and other features of the text indicate that Shabakas Old Kingdom text can only be of a more recent date, most likely composed during either the Ramesside Period or even during the Kushite Period. The work, then, is a type of pious forgery, so to speak, a genre of text which is well-known in other periods of Egyptian history. The style in which the work was executed, in particular, is in keeping of what we know as a Kushite fascination with what they seem to have felt was the authenticity of the (Memphite) Old Kingdom in comparison with more recent periods of Egyptian history. (Most religious historians today believe that the text itself reflects something much closer to Ramesside religious beliefs.) Nubian temple sites have yielded a number of monuments which carefully imitate Old  Kingdom art in particular.   In Egyptian art, the Kushites are usually readily distinguishable by their facial features and a double uraeus that they wore on the brow of the cap-like headdress. This was a special tight-fitting skull cap, perhaps much like those which Nubians in southern Egypt still wear today. Units of Nubian troops were stationed about the country, particularly at Thebes  and Memphis . Their rule seems to have been relatively benign and, after their withdrawal back to Nubia at the end of the TIP, their monuments went untouched until a campaign against some of their successors during the reigns of Psammetik II and Necho II late in the Saite Dynasty. Indeed, one gets the impression that the Thebans may have even been enthusiastic supporters of Nubian rule.          Some General Comparisons between Kushite and Libyan Rule:      There are both similarities and differences between Libyan and Kushite rule during the TIP. Perhaps the most obvious similarity is that both groups represent Egyptianized foreigners who enthusiastically adopt the outward trappings of Egyptian kingship. In this respect, they are both quite unlike the more reluctant Persian and Macedonian pharaohs we shall encounter just a few lectures on; these clung resolutely to their own traditions, and were pharaohs only in the temple context. Both the Libyans and the Kushites used hieroglyphs in their stelae; on papyrus, both halves of the country were using forms of the language that eventually became the demotic dialect.      Perhaps the most obvious difference between the Libyan and Kushite rulers is the extent to which each group involved itself in the day-to-day governance of the country. Whereas the Libyans governed within Egypt , sometime in the form of several centers of power simultaneously, the Kushites represented a unified royal house, but one living for the most part outside of Egypt at Napata , and ruling largely through its representatives in Egypt . The Kushites were always more concerned with religious affairs than the Libyans, viewing themselves as the upholders of the ancient ways. It is hard to judge the degree of their acceptance as legitimate rulers within Egypt . There were certainly differences between the Delta and Upper Egypt and Thebes  in this respect. The Thebans were much more supportive of Kushite rule than the north was. In fact, one often wonders about the degree to which the Kushites truly controlled the Delta.      The Kushites, as mentioned above, were even more interested in religious matters than the Libyan rulers. The Kushites appealed to a notion of divine rule to a greater extent, mentioning the use of oracles in making important decisions, especially in relation to confirmation of kingship, succession, and before undertaking campaigns. Their religious belief is closely connected with their interest in archaism, since they thought that they were in part restoring the Egyptian gods of the past to their former rightful places. Another striking feature is the degree to which dreams were cited as form of communication between the god and the king. Although both phenomena are well known as religious aspects of Egyptian kingship, one gets the feeling that the extent to that they played a role in the statecraft of Dynasty Twenty-five is a particularly Kushite characteristic.   Dreams, after all, are personal affairs, and must be announced to the public and then accepted by the populace as genuine divine communications.      In later years, these two groups were treated varyingly by subsequent generations. There is no record of the Libyan monarchs being execrated by later generations. The same was true for the Kushites for quite a while during the Saite period (Dyn. 26).   It was only after the failed Nubian campaign of Psametik (Psammetichus) II that Kushite monuments in Egypt  were subject to any damage and erasures ( damnation memoriae ).          Two (somewhat contradictory) views of the nature of Kushite rule:      1) Trk, The    Kingdom   of Kush , p. 197:     While the ultimate aim of the Kushite Dynasty and of their Egyptian supporters, whose political schemes initiated their rule in Upper Egypt in the reign of Kashta, viz. the crushing of the Lower Egyptian Dynasts, the reunification of Egypt, and the unification of Kush with Egypt under their sole rule could not be achieved, concentrated efforts were made to create ideological bases for a homogeneous rule over Egypt and Kush. In view of the differences between Egypt and Kush and as a consequence of the constantly changing internal situation in Egypt, the myth of the state created during the Twenty-fifth Dynasty was double-faced: though the faces turned towards Egypt and towards Kush both had an Egyptian appearance, the latter included a complex of native Kushite concepts which were, however, articulated with the help of Egyptian concepts and means of expression.      2) Kitchen, TIP 356 Political Geography of Late-Nubian Egypt , p. 395:      The prominence of the Nubian pharaohs as seemingly sole kingly rulers of Egypt (especially on Theban monuments) gives the superficial impression that, from the time of the reconquest under Shabako, they had united Egypt firmly under one rule, and that the day of local dynasts was over. In fact, they had simply superimposed a central overlordship (based on Memphis, Thebes and Napata) upon the existing series of Delta and Upper Egyptian chiefs and mayors, as the Assyrian enumeration of local rulers by Assurbanipal (667/666 B.C.) makes abundantly clear a situation which is well confirmed by surviving traces of the local rulers in Egypt itself at this general period.          Aspects of Queenship and Female Lineage among the Kushites      One of the more interesting aspects of the Kushites was the influence that the female line of the royal house had among them; the ruling monarch derived a considerable amount of his legitimacy through the previous kings wife. In the governance of Egypt itself, this trend was expressed largely through the office of the Divine Adoratrice and Gods Wife of Amun (GWA). Before the appearance of Piye on the scene, his father Kashta had maneuvered the current GWA, a certain Shepenwepet I (the wife of the last Osorkon), to adopt his sister Amenirdis I as the GWA-elect.      In order to understand what is going on here, a brief sketch of the offices involved needs to be put forth.   Originally in the New Kingdom , the office of GWA was frequently given to a high-ranking woman of the royal house such as the queen. By Dynasty Twenty-one onwards, however, this office tended to be held by a kings daughter who became Amuns earthly wife, and in fact, may have remained celibate during her lifetime, although this is not so certain.   Having no natural daughter, each GWA, who also held the title of Divine Adoratrice and Gods Hand, would adopt her successor, who, in turn, was a daughter of the ruling king. The adoptee was thus in effect the coregent of the reigning GWA.     This pattern was to continue during the Twenty-fifth Dynasty. During this period, the role of the HPA diminished in political significance, becoming more of a religious function. By contrast, the office of GWA / Divine Adoratrice held much of the secular power in the Theban region. The office had a considerable amount of land and wealth attached to it, so that the men charged with administering her estates was also a most powerful person. During the reign of Shabako the adoptions continued. This time he had his daughter, Shepenwepet II, adopted by the previous Divine Adoratrice, Shepenwepet I, when her predecessor Ameniridis I died. There is some influence of Egyptian New Kingdom practices centered on the role of female members of the royal family in all this, practices that had largely been adapted by the Kushite royal house. The hold of aura Egypt on the mind of the Kushite royal house can be seen by the fact that the same Kashta saw to it that his wife Pebatma the mother of both Piye and his brother/successor Shebako was buried at   Abydos . This pattern was followed as well by Pekerelso/Peksater (wife of Piye) and Istemkheb (wife of Shebitko). One of the reasons for these burials at a national cemetery of Egypt was the legitimating role of the Queen Mother as the earthly incarnation of Isis, who was not only the wife of Osiris (dead kingship), but also the mother of Horus (ruling kingship). In short, the Kushite king derived a good part of his legitimacy through his mother and the mother of his mother, not only at home, but within Egypt  as well, particularly at Thebes .          Archaism in the TIP, the Kushite Period and Later      During the entire TIP, there was a movement of sorts in the artistic world of Egypt to hark back to old forms, particularly those of the Old Kingdom . This tendency to imitate past forms was hardly unique to this period, however.   The Egyptian attitude towards former times was overwhelmingly founded on a great reverence for the illustrious pastthe intermediate periods excepting. Throughout Egypt s long history, a monarch wishing to institute a new policy was apt not to emphasize the innovative nature of his actions, but instead he would stress how his deeds were actually very much in keeping with past practices. Consequently, at several points in its history Egypt , perhaps in reaction to the parlous state of its contemporary political situation, would turn to the past in an almost nostalgic manner. Thus, if one looks at any transitional period in Egyptian history it is easy to find examples of a similar archaism in all realms of the arts, and sometimes in political forms as well. At the beginning of the Middle Kingdom, Wisdom (or Didactic) teachings were frequently associated with the great sages of the Old Kingdom . At the beginning of the New  Kingdom , sculptural forms and architectural styles consciously imitated those of the Middle Kingdom.   Generally speaking, archaism is frequently associated with a lack of self-assurance and a loss of intellectual vitality, but this is a view colored largely by our modern, western perspective; it is a point of view that misses a far more important feature of Egyptian archaism, namely that archaism is essentially a quest for legitimacy , rather than a sign of intellectual sterility.   In the TIP and beyond, the Old Kingdom and Memphis  were considered to be the primary repositories of the glory of Egypt in the minds of the elite. I will return to this phenomenon in my discussion of the Saite period, when archaism becomes one of the distinguishing features of the age, not only in art, but in other aspects of culture and religion as well.          The Assyrians, Egypt , and Israel     The first major (indirect) Assyrian challenge to the Egyptians came when Tiglath-pileser III (745-727) reorganized the Assyrian empire and took over or reduced to tributaries the chief coastal kingdoms, including Israel . In response to Tiglath-pilesars campaign, it is said in II Kings 17:4 that So, the King of Egypt Hebrew aAs , but in the Greek Septuagint Shgwr , the latter also being the rendition of the   place name Zoar (Heb.  r[ ;c ) that occurs in Genesis and elsewhere --   opposed the Assyrian unsuccessfully and consequently Hosheas revolt failed (722/721) with the king being captured; Samaria fell to the Assyrians.   Is this So to be associated with Osorkon (IV) as the Septuagint version apparently indicates -- or with the town of Sais (i.e. the seat of Tefnakhte)? Wherein lies much argumentation back and forth. Some of this discussion actually centers around the inerrancy of the Biblical text.     Osorkon IV managed to buy off an invasion under Sargon II, supposedly by sending the Assyrian some prize horses, c. 716.     Generally speaking, the Kushites, being of a military character, were more active in opposing the Assyrians. Unfortunately, our knowledge of the chronology of the Kushite kingdom hinders our grasp of events. Recently, more information has been supplied by the translation of an important inscription of Sargon II of Assyria (721-705) found at Tang-i Var in modern Iran . This text indicates that around 706/5 a certain rebel named Yamani, who had fled into Egypt , was extradited by Shebitku. This poses certain chronological problems which might best be solved by positing a coregency between Shabaka and his brother Shebitku, by which the elder Shabaka was supreme ruler stationed chiefly in Napata, while his younger partner was the one chiefly responsible for managing Egyptian affairs. The effective separation into two administrative realms would have taken place around year 8 of Shabakas reign.     In the reign of Hezekiah of Judah (II Kings 18: 19-20), we hear of another failed Egyptian attempt to play power politics in the Palestinian region.   Hezekiah, somewhere around 704-705, probably under the instigation of   Babylon , attempted to create a coalition of Phoenician and Philistine cities against the Assyrians. He apparently was also promised Egyptian help if he revolted, and did so, but the Pharaoh failed him. Hezekiah was compelled to surrender   Jerusalem and was scornfully berated by Sennacherib for trusting in the shaft of a broken (or: bruised) reed, a mocking reference to Egypt s weakness. Fortunately for Egypt , Sennacherib was forced to return home because of internal difficulties in the Assyrian Empire before he could press home an attack against Egypt . He died before he could accomplish this, but his successor was able to succeed.     Taharqa was the last of the Kushite monarchs to oppose the Assyrians. In   Thebes he left matters in charge of Monthuemhat, the Fourth Priest of Amun and Prince of the City, who was to become the virtual king of southern Egypt . Taharqa fended off the Assyrians in 674 near Ashkelon , but was less successful in 671. This time the Assyrian king Esarhaddon waited for the right seasonal conditions and made a lightning raid on   Memphis , capturing Taharqas family. Taharqa fled to the south, and came back once Esarhaddon had to return home.   Esarhaddon died en route. His son Ashurbanipal defeated Taharqa once again at Memphis , but did not manage to pursue his enemy any further.     Taharqa died in Napata in 665 after appointing his son Tantamani as his successor. Once again Tantamani returned the minute the Assyrians had left Egypt  and killed Necho I, the local prince of Sais , whom the Assyrians had placed in charge.   When the Assyrians returned 664, Ashurbanipal saw to it that his troops went as far as they could after the Kushite king. In the process Thebes was sacked by the Assyrians, who removed a considerable amount of booty back home. Egypt, however, was a bit of a stretch for the Assyrians and in 664 they left the country in the hands of local rulers, chief among whom was Nechos son Psammetik, governing from the town of Sais.          Two Chronological Notes     Because the chronology of the Assyrian Empire is so well established and has numerous interconnections with other lands as correctives, 664 BCE , corresponding to the first year of Psamtek I (also known as Psammetichus), is the first really solid date that we have in Egyptian history. From that point onwards we can usually drop the notation c. ( for circa approximately) in front of dates. Eight years after this, Psamtek I unified Egypt  under his rule (656; the date of the Nitokris Adoption). Some king lists of Dynasty Twenty-six begin this line of kings with Necho I (Psamtek Is father), but this man ruled only as a local figure at Sais , never as a king. Psamtek I, thus the true founder of the Dynasty, started his career as a young man installed as an Assyrian vassal, and began reckoning his regnal year dates only with the expulsion and death of Taharqa. From that moment, Psamtek appears to have assumed that he was already the legitimate ruler of Egypt , ignoring the claims of Taharqas successor Tawetamani / Tantamani.     Another date that looms large in this period is 609 BCE , when the last Assyrian king, Assur-uballit II, was deposed.   The capital city Nineveh  had been sacked three years previously (612 BCE) by the Babylonians and Medes fighting together. The Assyrians thus disappeared from the scene in only a little more than a half-century after their withdrawal from Egypt . This event put the Medes and the Persians on the stage as the main powers of the ancient Near East outside Egypt.          Dyn.  XXVI (Saite) Chronology     Necho / Neko I (672-664 )   He  had no independent rule and certainly was not a ruler of a unified Egypt , just a local ruler installed by Assyria ; he was probably executed for disloyalty by the Kushites or else killed in battle against them.      Psamtek I (664-610)       He is generally considered to be the first king of the dynasty. Initially he was an Assyrian vassal, but was pretty much independent after his 8 th year when he united Egypt under his rule. The beginning of his reign remains the first solid date we have in Egyptian chronology. At the other end of his reign,   Nineveh , the capital city of his ostensible overlords, was sacked in 612, effectively removing them from the scene.      Necho II (610-595)      Note that in 609, the Assyrians suffered their final defeat.     Psamtek II (595-589)     Apries (589-570)     Amasis (570-526)     Psamtik III (526-525)          Important Assyrian Kings from the TIP to the Late Period      ( Neo-Assyrian Empire)           Tiglath-pileser III (744-727)      Shalmaneser V (726-722)      Sargon II (721-705)      Sennarcherib (704-681)      Esarhaddon (680-669)      Assurbanipal (668-627)        Egypt  was briefly overrun 665-664      He was the primary Assyrian monarch with whom the      Egyptians (i.e. Psamtek) interacted.      |      |  (minor rulers omitted)      |      Assuruballit II (deposed 612 with fall of Ninevah)"}]},
{"detail": [{"content": "Introduction to the History of Ancient Egypt                           Introduction to the History of Ancient Egypt    V77.0611 / V57.0506     MW 11:00am-12:15pm  Silver   Center , 514 (M) and 25 W. 4, C-20 (W)      Notes and Terms -- Lecture 21          Some Bibliography  :     Davies, W.V., ed., Egypt and Africa .   Nubia  from Prehistory to Islam ( London 1991).      Kitchen, K.A, The Third Intermediate Period in Egypt (1100-650 B.C.) , 2 nd  ed. with suppl. (Warminster 1986).     OConnor, D., Ancient Nubia .  Egypt s Rival in Africa  ( Philadelphia  1993).      Taylor  , J.H., Egypt and Nubia (Cambridge, MA 1991).      Trk, L, The  Kingdom   of Kush . Handbook of the Napatan-Meroitic Civilization .  HdO I, 31 ( Leiden 1997).          The Biographical Inscriptions of the TIP and the Late Period      One of the interesting (and revelatory) aspects of the TIP is the tone of the private inscriptions of the period.   Although these texts are relatively uninformative, their phraseology is strongly reminiscent of similar inscriptions of the FIP. In fact, there seems to have been a deliberate attempt to copy expressions and phrases of texts of that time nearly a millennium before. The monarch, having become relatively weak, is almost never mentioned by name. Instead, private people stress their independence, their ability to help themselves and their neighbors, and their beneficence towards all. The implication is that many of the officials of the TIP considered themselves to be living in a era whose politics and outlook were much like those of the FIP. How consciously this was done, of course, cannot be judged.      These themes in their self-presentations probably tie in with another aspect of the TIP the heavy use of oracles throughout this period. The reliance upon the word of the deity in lending validity to the actions of the state is symptomatic of the low prestige of the office of king during this era.          Dyn.  24       In Piyes absence, Tefnakht declared himself a king, thus establishing himself as the first monarch of Dyn. 24. Once again the Delta was to reveal itself as an area which the Kushites only tenuously controlled. Tefnakht was to rule, if you could really call it that, for another 8 years.   He was followed by his son, Bakenrenef. (Bocchoris in Manetho), who was to be killed by the Assyrians. According to later (largely Greek) tradition, Bakenrenef was admired as a great law-giver and reformer among the Egyptians. However, there is little trace of any such activity to be found in the Egyptian record. This dynasty, such as it was,  exercised control only in the Delta and perhaps in Memphis  as well, and was to disappear when Piyes successor Shabaka returned to attempt to establish a more permanent Kushite rule in Egypt . However, although Dynasty 24 disappeared as a group of kings, the local dynasts may not have been entirely replaced. Certainly, Piyes Victory stela explicitly states that many of the previous rulers were left in place, having sworn fealty to the Kushites. There may have been a lot more lip service in this oath-taking than the Kushites were  willing to admit publicly. The behavior of the Delta towards the Asssyrian challenge is a good indication that the Delta Libyan kinglets, naturally enough, were more likely to pursue their own interests rather than those of their ostensible Kushite overlords. One might say there are aspects of Piyes treatment of the Delta kinglets that is reminiscent of the relationship between  Thebes and the North during the reign of the Eleventh Dynasty monarch Nebhepetre Menthuhotep (II) after the reunification of Egypt .          Post Sheshonq III -- The Libyan Anarchy      Sheshonq III was to reign 53 years, dying approximately in c. 773. As I mentioned in my last lecture, a long reign doesnt necessarily mean a beneficial reign. By latter part of the reign, the country was splitting into a situation much like the FIP with minor kingdoms ruling side-by-side. Dyns.  22 and 23 were ruling simultaneously; the Great chiefs of the Ma were in a world of their own; the Thebans were also an independent power of sorts, even if they looked northwards.      But well before Sheshonq IIIs death, Pedubastis I may have survived his coregent Iuput, who may have had a much shorter reign than Grimal gives him. In his 26th year, he died and was replaced by Sheshonq IV, and this person by Osorkon III, who managed to outlive Sheshonq III.      At this point rather than compounding our mutual misery at this confusing business, I am going to jump ahead towards the end of the so-called (and well-called) Libyan Anarchy. To make a long story short, the disintegration continued until an additional factor presented itself - the great chiefs of the Ma divided into separate units in the Delta. One town that suddenly rose to prominence at this time was Sais , a ancient town on the Rosetta branch of the Nile in the Western Delta. A man by the name of Tefnakht proclaimed himself Great Chief of the Libu and Great prince of the West, an event which occurred around the 38th to 38th year of Sheshonq III. He was the head of a coalition of five chiefs and controlled most of the central and Western Delta. One convenient name for this group might be the proto-Saites, rulers, presaging the name given by scholars to the later Dynasty 26 that was to establish itself there.   The area this group controlled was much larger than the region governed by the Dynastic rulers of Dyns. 22 and 23. This group was to have designs southwards aiming to control the south and middle Egypt .      Eventually, Dyn. 22 was reduced to a city or two under the rule of Sheshonq IIIs successor, a man called Osorkon IV, who was to be the last of his dynasty.   The 23rd Dynasty at Leontopolis was represented by a man called Takeloth III. Remember, that it was this group of rulers which was recognized by Thebes  as having the right to appoint the HPA, etc.   Takeloth III was to appoint a woman called Shepenwepet I as Divine Adoratrice of Amun, and these two were to share the rule over the Theban region. Shepenwepet even took over the role of HPA! When Takeloth III died he was replaced by a nonentity, followed by Iuput II, who was to rule for a fairly long time.      Thus, at the time when Piye (known as Piankhi in older books), a Kushite king, came north to conquer Egypt , he had three major forces contesting him: the Saite kinglets led by Tefnakhte, who was allied with Osorkon IV ( Tanis and Athribis), and finally, Iuput II (Leontopolis) who had additional support from   Thebes , Herakleopolis, and Hermopolis. This was a coalition merely for the sake of resisting the invader from the southit represented no real unity. In the south at   Thebes and in much of Middle Egypt, opposition to the Kushite advance was either lacking or non-existent.               A Sketch of Nubian History from the End of the New Kingdom  to the Kushites (Dyn. 25)      The Egyptian domination of Nubia  during the New Kingdom was to last nearly 500 years. Judging from the Nauri Decree of Seti I and Ramesses IIs vast temple building program in Nubia , one would think that Egypt s colonization of the region was a brilliant success, destined to continue for centuries. The archaeological record, however, tells a different story. Over the course of Dyn. XX, the Nubian region seems to undergo a steady population decline whose reasons are still obscure. The Egyptians may have overexploited mineral, agricultural and human resources of the region, or else some other factor, such as a change in the ecology of the region, may have brought about the decline. After Herihors campaign against the renegade general Pinehas at the end of Dyn.  XX, the Egyptians seem to have lost interest in the region and withdrew. Pinehas,  P3-nosy  the Nehsy-Nubian, was buried in Nubian territory, a clear proof that Herihor never managed to crush his forces completely, as well as a reflection of Pinehas probable origin and true affiliation. The HPAs during the TIP still claimed to be viceroys of Nubia , but they seldom left any evidence of their presence below Elephantine  and most likely had no actual control over the region.      With the collapse of Egyptian authority in Nubia , all written records there ceased until the reestablishment of a Nubian state. It has been hypothesized that the region broke into several small states, each governed by a chieftain. In this period, the groups centered site of el-Kurru and further north at Napata , near the old Egyptian center at Gebel Barkal, appear to have become powerful.          The Chronology of the Kushites      This is still a controversial subject. One of the key events in establishing the chronology would be to fix when Piyes conquest of Egypt  took place. Recently there has been an interesting, but ultimately unfruitful interconnection between the Kushites and the Assyrians supplied by an Assyrian inscription recently found at Tang-i Var in modern Iran (see below in The Assyrians and Egypt ). The dates which follow here are those of Kitchen, TIP , p . 468. Note also that the throne names in parentheses here are different from those given by Taylor in HAE :     c.   780-760 Alara     c.   760-747 Kashta , Maatre (?) ( c . 13 yrs.?)       747-716 Piye (Piankhy), Usimare, then later Sneferre       716-702 Shabako/a , Neferkare       702-690 Shebitku , Djedkare       690-664 Taharqa , Nefertumkhure       664-656 Tantamani , Bakare          The Nature of Nubian Rule:      The Kushite kings may have assumed the trappings of Egyptian kingship and were recognized as the rulers of the country, but they were seldom in Egypt for more than brief visits. For the most part, they preferred their home at Napata , and ruled primarily through Egyptian delegates, such as Monthuemhat. For whatever religious and political interests they may have had in Egypt , they chose to be buried at home at the Kushite royal cemetery at Nuri. Their interest in Egyptian art, particularly Memphite Old Kingdom art, was one of the factors in the revival of former artistic styles during the following Saite Dynasty. The Kushites also exhibited a strong interest in and knowledge of Egyptian religious beliefs, the best example of which is the Memphite Theology , an inscription commissioned by Shabako/a. For a long time, this piece was thought to represent a genuine copy of an Old Kingdom object that had been faithfully copied, wormholes and all, by the agents of this king.   Instead, a comparison with typical Old Kingdom inscriptional material shows that differences in the orthography, grammar, and other features of the text indicate that Shabakas Old Kingdom text can only be of a more recent date, most likely composed during either the Ramesside Period or even during the Kushite Period. The work, then, is a type of pious forgery, so to speak, a genre of text which is well-known in other periods of Egyptian history. The style in which the work was executed, in particular, is in keeping of what we know as a Kushite fascination with what they seem to have felt was the authenticity of the (Memphite) Old Kingdom in comparison with more recent periods of Egyptian history. (Most religious historians today believe that the text itself reflects something much closer to Ramesside religious beliefs.) Nubian temple sites have yielded a number of monuments which carefully imitate Old  Kingdom art in particular.   In Egyptian art, the Kushites are usually readily distinguishable by their facial features and a double uraeus that they wore on the brow of the cap-like headdress. This was a special tight-fitting skull cap, perhaps much like those which Nubians in southern Egypt still wear today. Units of Nubian troops were stationed about the country, particularly at Thebes  and Memphis . Their rule seems to have been relatively benign and, after their withdrawal back to Nubia at the end of the TIP, their monuments went untouched until a campaign against some of their successors during the reigns of Psammetik II and Necho II late in the Saite Dynasty. Indeed, one gets the impression that the Thebans may have even been enthusiastic supporters of Nubian rule.          Some General Comparisons between Kushite and Libyan Rule:      There are both similarities and differences between Libyan and Kushite rule during the TIP. Perhaps the most obvious similarity is that both groups represent Egyptianized foreigners who enthusiastically adopt the outward trappings of Egyptian kingship. In this respect, they are both quite unlike the more reluctant Persian and Macedonian pharaohs we shall encounter just a few lectures on; these clung resolutely to their own traditions, and were pharaohs only in the temple context. Both the Libyans and the Kushites used hieroglyphs in their stelae; on papyrus, both halves of the country were using forms of the language that eventually became the demotic dialect.      Perhaps the most obvious difference between the Libyan and Kushite rulers is the extent to which each group involved itself in the day-to-day governance of the country. Whereas the Libyans governed within Egypt , sometime in the form of several centers of power simultaneously, the Kushites represented a unified royal house, but one living for the most part outside of Egypt at Napata , and ruling largely through its representatives in Egypt . The Kushites were always more concerned with religious affairs than the Libyans, viewing themselves as the upholders of the ancient ways. It is hard to judge the degree of their acceptance as legitimate rulers within Egypt . There were certainly differences between the Delta and Upper Egypt and Thebes  in this respect. The Thebans were much more supportive of Kushite rule than the north was. In fact, one often wonders about the degree to which the Kushites truly controlled the Delta.      The Kushites, as mentioned above, were even more interested in religious matters than the Libyan rulers. The Kushites appealed to a notion of divine rule to a greater extent, mentioning the use of oracles in making important decisions, especially in relation to confirmation of kingship, succession, and before undertaking campaigns. Their religious belief is closely connected with their interest in archaism, since they thought that they were in part restoring the Egyptian gods of the past to their former rightful places. Another striking feature is the degree to which dreams were cited as form of communication between the god and the king. Although both phenomena are well known as religious aspects of Egyptian kingship, one gets the feeling that the extent to that they played a role in the statecraft of Dynasty Twenty-five is a particularly Kushite characteristic.   Dreams, after all, are personal affairs, and must be announced to the public and then accepted by the populace as genuine divine communications.      In later years, these two groups were treated varyingly by subsequent generations. There is no record of the Libyan monarchs being execrated by later generations. The same was true for the Kushites for quite a while during the Saite period (Dyn. 26).   It was only after the failed Nubian campaign of Psametik (Psammetichus) II that Kushite monuments in Egypt  were subject to any damage and erasures ( damnation memoriae ).          Two (somewhat contradictory) views of the nature of Kushite rule:      1) Trk, The    Kingdom   of Kush , p. 197:     While the ultimate aim of the Kushite Dynasty and of their Egyptian supporters, whose political schemes initiated their rule in Upper Egypt in the reign of Kashta, viz. the crushing of the Lower Egyptian Dynasts, the reunification of Egypt, and the unification of Kush with Egypt under their sole rule could not be achieved, concentrated efforts were made to create ideological bases for a homogeneous rule over Egypt and Kush. In view of the differences between Egypt and Kush and as a consequence of the constantly changing internal situation in Egypt, the myth of the state created during the Twenty-fifth Dynasty was double-faced: though the faces turned towards Egypt and towards Kush both had an Egyptian appearance, the latter included a complex of native Kushite concepts which were, however, articulated with the help of Egyptian concepts and means of expression.      2) Kitchen, TIP 356 Political Geography of Late-Nubian Egypt , p. 395:      The prominence of the Nubian pharaohs as seemingly sole kingly rulers of Egypt (especially on Theban monuments) gives the superficial impression that, from the time of the reconquest under Shabako, they had united Egypt firmly under one rule, and that the day of local dynasts was over. In fact, they had simply superimposed a central overlordship (based on Memphis, Thebes and Napata) upon the existing series of Delta and Upper Egyptian chiefs and mayors, as the Assyrian enumeration of local rulers by Assurbanipal (667/666 B.C.) makes abundantly clear a situation which is well confirmed by surviving traces of the local rulers in Egypt itself at this general period.          Aspects of Queenship and Female Lineage among the Kushites      One of the more interesting aspects of the Kushites was the influence that the female line of the royal house had among them; the ruling monarch derived a considerable amount of his legitimacy through the previous kings wife. In the governance of Egypt itself, this trend was expressed largely through the office of the Divine Adoratrice and Gods Wife of Amun (GWA). Before the appearance of Piye on the scene, his father Kashta had maneuvered the current GWA, a certain Shepenwepet I (the wife of the last Osorkon), to adopt his sister Amenirdis I as the GWA-elect.      In order to understand what is going on here, a brief sketch of the offices involved needs to be put forth.   Originally in the New Kingdom , the office of GWA was frequently given to a high-ranking woman of the royal house such as the queen. By Dynasty Twenty-one onwards, however, this office tended to be held by a kings daughter who became Amuns earthly wife, and in fact, may have remained celibate during her lifetime, although this is not so certain.   Having no natural daughter, each GWA, who also held the title of Divine Adoratrice and Gods Hand, would adopt her successor, who, in turn, was a daughter of the ruling king. The adoptee was thus in effect the coregent of the reigning GWA.     This pattern was to continue during the Twenty-fifth Dynasty. During this period, the role of the HPA diminished in political significance, becoming more of a religious function. By contrast, the office of GWA / Divine Adoratrice held much of the secular power in the Theban region. The office had a considerable amount of land and wealth attached to it, so that the men charged with administering her estates was also a most powerful person. During the reign of Shabako the adoptions continued. This time he had his daughter, Shepenwepet II, adopted by the previous Divine Adoratrice, Shepenwepet I, when her predecessor Ameniridis I died. There is some influence of Egyptian New Kingdom practices centered on the role of female members of the royal family in all this, practices that had largely been adapted by the Kushite royal house. The hold of aura Egypt on the mind of the Kushite royal house can be seen by the fact that the same Kashta saw to it that his wife Pebatma the mother of both Piye and his brother/successor Shebako was buried at   Abydos . This pattern was followed as well by Pekerelso/Peksater (wife of Piye) and Istemkheb (wife of Shebitko). One of the reasons for these burials at a national cemetery of Egypt was the legitimating role of the Queen Mother as the earthly incarnation of Isis, who was not only the wife of Osiris (dead kingship), but also the mother of Horus (ruling kingship). In short, the Kushite king derived a good part of his legitimacy through his mother and the mother of his mother, not only at home, but within Egypt  as well, particularly at Thebes .          Archaism in the TIP, the Kushite Period and Later      During the entire TIP, there was a movement of sorts in the artistic world of Egypt to hark back to old forms, particularly those of the Old Kingdom . This tendency to imitate past forms was hardly unique to this period, however.   The Egyptian attitude towards former times was overwhelmingly founded on a great reverence for the illustrious pastthe intermediate periods excepting. Throughout Egypt s long history, a monarch wishing to institute a new policy was apt not to emphasize the innovative nature of his actions, but instead he would stress how his deeds were actually very much in keeping with past practices. Consequently, at several points in its history Egypt , perhaps in reaction to the parlous state of its contemporary political situation, would turn to the past in an almost nostalgic manner. Thus, if one looks at any transitional period in Egyptian history it is easy to find examples of a similar archaism in all realms of the arts, and sometimes in political forms as well. At the beginning of the Middle Kingdom, Wisdom (or Didactic) teachings were frequently associated with the great sages of the Old Kingdom . At the beginning of the New  Kingdom , sculptural forms and architectural styles consciously imitated those of the Middle Kingdom.   Generally speaking, archaism is frequently associated with a lack of self-assurance and a loss of intellectual vitality, but this is a view colored largely by our modern, western perspective; it is a point of view that misses a far more important feature of Egyptian archaism, namely that archaism is essentially a quest for legitimacy , rather than a sign of intellectual sterility.   In the TIP and beyond, the Old Kingdom and Memphis  were considered to be the primary repositories of the glory of Egypt in the minds of the elite. I will return to this phenomenon in my discussion of the Saite period, when archaism becomes one of the distinguishing features of the age, not only in art, but in other aspects of culture and religion as well.          The Assyrians, Egypt , and Israel     The first major (indirect) Assyrian challenge to the Egyptians came when Tiglath-pileser III (745-727) reorganized the Assyrian empire and took over or reduced to tributaries the chief coastal kingdoms, including Israel . In response to Tiglath-pilesars campaign, it is said in II Kings 17:4 that So, the King of Egypt Hebrew aAs , but in the Greek Septuagint Shgwr , the latter also being the rendition of the   place name Zoar (Heb.  r[ ;c ) that occurs in Genesis and elsewhere --   opposed the Assyrian unsuccessfully and consequently Hosheas revolt failed (722/721) with the king being captured; Samaria fell to the Assyrians.   Is this So to be associated with Osorkon (IV) as the Septuagint version apparently indicates -- or with the town of Sais (i.e. the seat of Tefnakhte)? Wherein lies much argumentation back and forth. Some of this discussion actually centers around the inerrancy of the Biblical text.     Osorkon IV managed to buy off an invasion under Sargon II, supposedly by sending the Assyrian some prize horses, c. 716.     Generally speaking, the Kushites, being of a military character, were more active in opposing the Assyrians. Unfortunately, our knowledge of the chronology of the Kushite kingdom hinders our grasp of events. Recently, more information has been supplied by the translation of an important inscription of Sargon II of Assyria (721-705) found at Tang-i Var in modern Iran . This text indicates that around 706/5 a certain rebel named Yamani, who had fled into Egypt , was extradited by Shebitku. This poses certain chronological problems which might best be solved by positing a coregency between Shabaka and his brother Shebitku, by which the elder Shabaka was supreme ruler stationed chiefly in Napata, while his younger partner was the one chiefly responsible for managing Egyptian affairs. The effective separation into two administrative realms would have taken place around year 8 of Shabakas reign.     In the reign of Hezekiah of Judah (II Kings 18: 19-20), we hear of another failed Egyptian attempt to play power politics in the Palestinian region.   Hezekiah, somewhere around 704-705, probably under the instigation of   Babylon , attempted to create a coalition of Phoenician and Philistine cities against the Assyrians. He apparently was also promised Egyptian help if he revolted, and did so, but the Pharaoh failed him. Hezekiah was compelled to surrender   Jerusalem and was scornfully berated by Sennacherib for trusting in the shaft of a broken (or: bruised) reed, a mocking reference to Egypt s weakness. Fortunately for Egypt , Sennacherib was forced to return home because of internal difficulties in the Assyrian Empire before he could press home an attack against Egypt . He died before he could accomplish this, but his successor was able to succeed.     Taharqa was the last of the Kushite monarchs to oppose the Assyrians. In   Thebes he left matters in charge of Monthuemhat, the Fourth Priest of Amun and Prince of the City, who was to become the virtual king of southern Egypt . Taharqa fended off the Assyrians in 674 near Ashkelon , but was less successful in 671. This time the Assyrian king Esarhaddon waited for the right seasonal conditions and made a lightning raid on   Memphis , capturing Taharqas family. Taharqa fled to the south, and came back once Esarhaddon had to return home.   Esarhaddon died en route. His son Ashurbanipal defeated Taharqa once again at Memphis , but did not manage to pursue his enemy any further.     Taharqa died in Napata in 665 after appointing his son Tantamani as his successor. Once again Tantamani returned the minute the Assyrians had left Egypt  and killed Necho I, the local prince of Sais , whom the Assyrians had placed in charge.   When the Assyrians returned 664, Ashurbanipal saw to it that his troops went as far as they could after the Kushite king. In the process Thebes was sacked by the Assyrians, who removed a considerable amount of booty back home. Egypt, however, was a bit of a stretch for the Assyrians and in 664 they left the country in the hands of local rulers, chief among whom was Nechos son Psammetik, governing from the town of Sais.          Two Chronological Notes     Because the chronology of the Assyrian Empire is so well established and has numerous interconnections with other lands as correctives, 664 BCE , corresponding to the first year of Psamtek I (also known as Psammetichus), is the first really solid date that we have in Egyptian history. From that point onwards we can usually drop the notation c. ( for circa approximately) in front of dates. Eight years after this, Psamtek I unified Egypt  under his rule (656; the date of the Nitokris Adoption). Some king lists of Dynasty Twenty-six begin this line of kings with Necho I (Psamtek Is father), but this man ruled only as a local figure at Sais , never as a king. Psamtek I, thus the true founder of the Dynasty, started his career as a young man installed as an Assyrian vassal, and began reckoning his regnal year dates only with the expulsion and death of Taharqa. From that moment, Psamtek appears to have assumed that he was already the legitimate ruler of Egypt , ignoring the claims of Taharqas successor Tawetamani / Tantamani.     Another date that looms large in this period is 609 BCE , when the last Assyrian king, Assur-uballit II, was deposed.   The capital city Nineveh  had been sacked three years previously (612 BCE) by the Babylonians and Medes fighting together. The Assyrians thus disappeared from the scene in only a little more than a half-century after their withdrawal from Egypt . This event put the Medes and the Persians on the stage as the main powers of the ancient Near East outside Egypt.          Dyn.  XXVI (Saite) Chronology     Necho / Neko I (672-664 )   He  had no independent rule and certainly was not a ruler of a unified Egypt , just a local ruler installed by Assyria ; he was probably executed for disloyalty by the Kushites or else killed in battle against them.      Psamtek I (664-610)       He is generally considered to be the first king of the dynasty. Initially he was an Assyrian vassal, but was pretty much independent after his 8 th year when he united Egypt under his rule. The beginning of his reign remains the first solid date we have in Egyptian chronology. At the other end of his reign,   Nineveh , the capital city of his ostensible overlords, was sacked in 612, effectively removing them from the scene.      Necho II (610-595)      Note that in 609, the Assyrians suffered their final defeat.     Psamtek II (595-589)     Apries (589-570)     Amasis (570-526)     Psamtik III (526-525)          Important Assyrian Kings from the TIP to the Late Period      ( Neo-Assyrian Empire)           Tiglath-pileser III (744-727)      Shalmaneser V (726-722)      Sargon II (721-705)      Sennarcherib (704-681)      Esarhaddon (680-669)      Assurbanipal (668-627)        Egypt  was briefly overrun 665-664      He was the primary Assyrian monarch with whom the      Egyptians (i.e. Psamtek) interacted.      |      |  (minor rulers omitted)      |      Assuruballit II (deposed 612 with fall of Ninevah)"}, {"content": "Introduction to the History of Ancient Egypt                                              Introduction  to the History of Ancient Egypt       V77.0611  / V57.0506  MW 11:00 am-12:15 pm       Goddard A    Lecture 2 -- Notes and Terms             Correction:  The URL for the class website as it is  given in the syllabus is incorrect. The  correct URL is:  http://homepages.nyu.edu/~og1/              The Egyptian  Language and Related       Afro-Asiatic, the modern descriptive term  for the language, which is preferable to Hamito-Semitic        1) Ancient Egyptian; 2) Semitic; 3) Berber; 4) Cushitic; 5) Chadic ; 6) Omotic .               Egypto -Coptic        little Semitic vocabulary until MK, thereafter increasing Semiticization of the vocabulary, but never more than  10-15%.        The  Egyptian numbers and Stative have strong parallels;  syntactical similarities        Coptic  -- post- pharaonic form of the Egyptian language,  vocalized and written in Greek characters with seven supplementary letters        Meroitic (7th  BCE), still undeciphered , but apparently not related  either to Egyptian or to the earlier Nubian language spoken in the same region.        Akkadian (Babylonian and Assyrian), Ugaritic ,   Eblite , Aramaic, later Arabic and Hebrew        Also  found in Ancient Near Eastern region, but not related are:        Hittite  - first written Indo-European lang., also not related        Hurrian - status still debated        Sumerian  - ergative, not related        Elamite - ergative, not related to Sumerian              Sumerian and writing        Elam and Sumer first written evidence        Cuneiform  script; clay tablets; predominantly syllabic; vowels included; written  left-to-right              The Egyptian Language        Decipherment        Horapollo stated that the Hieroglyphs were essentially  symbolic in nature. Not entirely wrong  as a description of some aspects of Ptolemaic writing where cryptography was  common ..        Rosetta   Stone -- trilingual decree of Ptolemy V Epiphanes        Greek        Demotic        Hieroglyphs        Champollion        cartouches        Sept. 29, 1822 -- Lettre  M. Dacier relative lalphabet hiroglyphique phonetique ;  1824 Prcis  du systme hiroglyphique .              Elements of the Egyptian Language        Alphabetic  signs        Biliterals        Triliterals        Ideograms  or Pictograms        Determinatives        Hieroglyphs,  hieratic, demotic              Stages        Old  Egyptian, from earliest times to FIP        Middle Egyptian, from FIP to mid- Dyn .    18, but used thereafter as a Classical form of the  language.        Late  Egyptian (preferable to New Egyptian), first appears in reign of Akhenaten . Used mostly on papyri and ostraca . Modified form in inscriptions.        Demotic, a late dialect of Late Egyptian, first appearing in Dyn . 25. Used  mainly on documentary papyri, some inscriptions.        Ptolemaic  - complex hieroglyphic form of language with grammar close to Middle  Egyptian. Many  cryptographic writings a touch of deliberate mumbo jumbo.  Last Egyptian inscriptions  394 CE.        Coptic  -- last form of language, appearing from 3rd Cent. CE  onwards. Although it begins with  some pagan texts, it is basically the language of the Egyptian Christians. Dies out in 16th Cent. as a spoken  language.              inscription        papyrus         stela         ostracon  , plur . ostraca       graffito  , graffiti              Pseudepigraphic  Texts        Texts  which purport to have been written by an illustrious figure of the past, but  were actually written at a later date.        Propagandistic  purposes; mythic value of the distant past        Middle Kingdom Wisdom Literature; Bentresh    Stela ; Memphite Theology; Djoser   Famine Stela .               damnatio  memoriae  - the deliberate destruction of the names and  images of a person in order to erase all record and that individual.              Brief Bibliography on Egyptian and Related  Languages        Roaf  , M.,  Cultural  Atlas of Mesopotamia and the Ancient Near East   (Oxford: Equinox Books, 1990).        Loprieno  , A.,  Ancient  Egyptian. A linguistic introduction (Cambridge: Cambridge  University Press, 1995).        Parkinson, S., and S. Quirke,  Papyrus   (Austin: University of Texas Press, 1995).               Chronology and  Egyptian History        Relative  vs. Absolute Chronology        King  Lists and similar documents        Palermo Stone           Turin Papyrus ( Turin   Canon)        Abydos Table        Saqqara priestly list        Karnak table               Absolute  Methods        Carbon  14        Dendrochronology        Thermoluminescence        Santorini eruption               Astonomical methods of fixing absolute dates        Solar  eclipses        Ashur-dan II 15 June 763 BCE        Lunar  eclipses        Lunar  records        Thuthmosis III and Ramesses II        Venus  Tables of Ammi-saduqa , Dyn .   of Hammurapi        Sothic  Risings         prt-%  pdt    the going forth/ emergence of Sopdet (Sirius)        Memphis/Heliopolis;   Thebes ; Elephantine        Sesostris III,  year 7.  Kahun    papri        Amenophis I, year 9, Ebers   papyrus        Interconnections  and Synchronisms        Santorini eruption        Amarna Tablets        Saite Period 664 BCE              The Sketch of  Egyptian History              Pre-Historic  Era (c. 5000 BCE-3000 BCE)        The  distinction between historic and prehistoric is somewhat artificial.       Archaic Period  (c. 2920-2575 BC)        Dyn . 0 represents early kings  who do not appear on traditional Egyptian king-lists        Dyns .   I-II, some scholars even include Dyn . III        Old   Kingdom  (c. 2575-2134)        Dyns . III-VIII. Capital at    Memphis       First  Intermediate Period (c. 2134-2040)        No  unified rule in Egypt        Dyns .   IX-X        Dyn . XI  in Thebes       Middle Kingdom  (c. 2040-1640)        Dyn . XI   Theban nome as the head of the reunified state        Dyns  .  XI-XIV.  Dyn . 12 (capital at Lisht ) is  frequently considered to be the Middle Kingdom proper.       Second  Intermediate Period (c. 1640-1550)        Some  scholars would put Dyns . XIII-XIV in this  classification        Dyn .   XV-XVI ( Hyksos )        Dyn . XVII        New   Kingdom  (c. 1550-1070)        Dyn . XVIII        The  early part of this dynasty is sometimes called the Tuthmoside   period.        Amarna Period the rule of the heretic pharaoh Akhenaten        Dyn . XIX        Dyn . XX        Dyns .   XIX-XX are also known as the Ramesside   Period       Third  Intermediate Period (c. 1070-664)        Dyn . XXI,  co-reigns with the High Priests of Amun in the    Thebes        Dyn .   XXII-XXIV Libyan Dynasties        Dyn . XXV   the Kushite or Nubian Dynasty       The Late Period  (664-332)        Some  scholars would place part of Dyn . XXV in this period        Dyn . XXVI   Saite Dynasty, beginning with the reign of Psammetik I        Dyn .   XXVII First Persian domination        Dyn .   XXVIII-XXX        Second  Persian Domination (or: Period)       Macedonian  Period  (Alexander the Great  and Ptolemy as satrap) (332-304)       Ptolemaic  Period  (304-30)        Begins  with Ptolemy Is assumption of kingship       Roman Period  (30 BCE - 395 CE)        The  period between the Macedonian Period to about 400 AD is often called the  Greco-Roman Period."}]},
{"detail": [{"content": "Introduction to the History of Ancient Egypt                           Introduction to the History of Ancient Egypt    V77.0611 / V57.0506     MW 11:00am-12:15pm  Silver   Center , 514 (M) and 25 W. 4, C-20 (W)      Notes and Terms -- Lecture 21          Some Bibliography  :     Davies, W.V., ed., Egypt and Africa .   Nubia  from Prehistory to Islam ( London 1991).      Kitchen, K.A, The Third Intermediate Period in Egypt (1100-650 B.C.) , 2 nd  ed. with suppl. (Warminster 1986).     OConnor, D., Ancient Nubia .  Egypt s Rival in Africa  ( Philadelphia  1993).      Taylor  , J.H., Egypt and Nubia (Cambridge, MA 1991).      Trk, L, The  Kingdom   of Kush . Handbook of the Napatan-Meroitic Civilization .  HdO I, 31 ( Leiden 1997).          The Biographical Inscriptions of the TIP and the Late Period      One of the interesting (and revelatory) aspects of the TIP is the tone of the private inscriptions of the period.   Although these texts are relatively uninformative, their phraseology is strongly reminiscent of similar inscriptions of the FIP. In fact, there seems to have been a deliberate attempt to copy expressions and phrases of texts of that time nearly a millennium before. The monarch, having become relatively weak, is almost never mentioned by name. Instead, private people stress their independence, their ability to help themselves and their neighbors, and their beneficence towards all. The implication is that many of the officials of the TIP considered themselves to be living in a era whose politics and outlook were much like those of the FIP. How consciously this was done, of course, cannot be judged.      These themes in their self-presentations probably tie in with another aspect of the TIP the heavy use of oracles throughout this period. The reliance upon the word of the deity in lending validity to the actions of the state is symptomatic of the low prestige of the office of king during this era.          Dyn.  24       In Piyes absence, Tefnakht declared himself a king, thus establishing himself as the first monarch of Dyn. 24. Once again the Delta was to reveal itself as an area which the Kushites only tenuously controlled. Tefnakht was to rule, if you could really call it that, for another 8 years.   He was followed by his son, Bakenrenef. (Bocchoris in Manetho), who was to be killed by the Assyrians. According to later (largely Greek) tradition, Bakenrenef was admired as a great law-giver and reformer among the Egyptians. However, there is little trace of any such activity to be found in the Egyptian record. This dynasty, such as it was,  exercised control only in the Delta and perhaps in Memphis  as well, and was to disappear when Piyes successor Shabaka returned to attempt to establish a more permanent Kushite rule in Egypt . However, although Dynasty 24 disappeared as a group of kings, the local dynasts may not have been entirely replaced. Certainly, Piyes Victory stela explicitly states that many of the previous rulers were left in place, having sworn fealty to the Kushites. There may have been a lot more lip service in this oath-taking than the Kushites were  willing to admit publicly. The behavior of the Delta towards the Asssyrian challenge is a good indication that the Delta Libyan kinglets, naturally enough, were more likely to pursue their own interests rather than those of their ostensible Kushite overlords. One might say there are aspects of Piyes treatment of the Delta kinglets that is reminiscent of the relationship between  Thebes and the North during the reign of the Eleventh Dynasty monarch Nebhepetre Menthuhotep (II) after the reunification of Egypt .          Post Sheshonq III -- The Libyan Anarchy      Sheshonq III was to reign 53 years, dying approximately in c. 773. As I mentioned in my last lecture, a long reign doesnt necessarily mean a beneficial reign. By latter part of the reign, the country was splitting into a situation much like the FIP with minor kingdoms ruling side-by-side. Dyns.  22 and 23 were ruling simultaneously; the Great chiefs of the Ma were in a world of their own; the Thebans were also an independent power of sorts, even if they looked northwards.      But well before Sheshonq IIIs death, Pedubastis I may have survived his coregent Iuput, who may have had a much shorter reign than Grimal gives him. In his 26th year, he died and was replaced by Sheshonq IV, and this person by Osorkon III, who managed to outlive Sheshonq III.      At this point rather than compounding our mutual misery at this confusing business, I am going to jump ahead towards the end of the so-called (and well-called) Libyan Anarchy. To make a long story short, the disintegration continued until an additional factor presented itself - the great chiefs of the Ma divided into separate units in the Delta. One town that suddenly rose to prominence at this time was Sais , a ancient town on the Rosetta branch of the Nile in the Western Delta. A man by the name of Tefnakht proclaimed himself Great Chief of the Libu and Great prince of the West, an event which occurred around the 38th to 38th year of Sheshonq III. He was the head of a coalition of five chiefs and controlled most of the central and Western Delta. One convenient name for this group might be the proto-Saites, rulers, presaging the name given by scholars to the later Dynasty 26 that was to establish itself there.   The area this group controlled was much larger than the region governed by the Dynastic rulers of Dyns. 22 and 23. This group was to have designs southwards aiming to control the south and middle Egypt .      Eventually, Dyn. 22 was reduced to a city or two under the rule of Sheshonq IIIs successor, a man called Osorkon IV, who was to be the last of his dynasty.   The 23rd Dynasty at Leontopolis was represented by a man called Takeloth III. Remember, that it was this group of rulers which was recognized by Thebes  as having the right to appoint the HPA, etc.   Takeloth III was to appoint a woman called Shepenwepet I as Divine Adoratrice of Amun, and these two were to share the rule over the Theban region. Shepenwepet even took over the role of HPA! When Takeloth III died he was replaced by a nonentity, followed by Iuput II, who was to rule for a fairly long time.      Thus, at the time when Piye (known as Piankhi in older books), a Kushite king, came north to conquer Egypt , he had three major forces contesting him: the Saite kinglets led by Tefnakhte, who was allied with Osorkon IV ( Tanis and Athribis), and finally, Iuput II (Leontopolis) who had additional support from   Thebes , Herakleopolis, and Hermopolis. This was a coalition merely for the sake of resisting the invader from the southit represented no real unity. In the south at   Thebes and in much of Middle Egypt, opposition to the Kushite advance was either lacking or non-existent.               A Sketch of Nubian History from the End of the New Kingdom  to the Kushites (Dyn. 25)      The Egyptian domination of Nubia  during the New Kingdom was to last nearly 500 years. Judging from the Nauri Decree of Seti I and Ramesses IIs vast temple building program in Nubia , one would think that Egypt s colonization of the region was a brilliant success, destined to continue for centuries. The archaeological record, however, tells a different story. Over the course of Dyn. XX, the Nubian region seems to undergo a steady population decline whose reasons are still obscure. The Egyptians may have overexploited mineral, agricultural and human resources of the region, or else some other factor, such as a change in the ecology of the region, may have brought about the decline. After Herihors campaign against the renegade general Pinehas at the end of Dyn.  XX, the Egyptians seem to have lost interest in the region and withdrew. Pinehas,  P3-nosy  the Nehsy-Nubian, was buried in Nubian territory, a clear proof that Herihor never managed to crush his forces completely, as well as a reflection of Pinehas probable origin and true affiliation. The HPAs during the TIP still claimed to be viceroys of Nubia , but they seldom left any evidence of their presence below Elephantine  and most likely had no actual control over the region.      With the collapse of Egyptian authority in Nubia , all written records there ceased until the reestablishment of a Nubian state. It has been hypothesized that the region broke into several small states, each governed by a chieftain. In this period, the groups centered site of el-Kurru and further north at Napata , near the old Egyptian center at Gebel Barkal, appear to have become powerful.          The Chronology of the Kushites      This is still a controversial subject. One of the key events in establishing the chronology would be to fix when Piyes conquest of Egypt  took place. Recently there has been an interesting, but ultimately unfruitful interconnection between the Kushites and the Assyrians supplied by an Assyrian inscription recently found at Tang-i Var in modern Iran (see below in The Assyrians and Egypt ). The dates which follow here are those of Kitchen, TIP , p . 468. Note also that the throne names in parentheses here are different from those given by Taylor in HAE :     c.   780-760 Alara     c.   760-747 Kashta , Maatre (?) ( c . 13 yrs.?)       747-716 Piye (Piankhy), Usimare, then later Sneferre       716-702 Shabako/a , Neferkare       702-690 Shebitku , Djedkare       690-664 Taharqa , Nefertumkhure       664-656 Tantamani , Bakare          The Nature of Nubian Rule:      The Kushite kings may have assumed the trappings of Egyptian kingship and were recognized as the rulers of the country, but they were seldom in Egypt for more than brief visits. For the most part, they preferred their home at Napata , and ruled primarily through Egyptian delegates, such as Monthuemhat. For whatever religious and political interests they may have had in Egypt , they chose to be buried at home at the Kushite royal cemetery at Nuri. Their interest in Egyptian art, particularly Memphite Old Kingdom art, was one of the factors in the revival of former artistic styles during the following Saite Dynasty. The Kushites also exhibited a strong interest in and knowledge of Egyptian religious beliefs, the best example of which is the Memphite Theology , an inscription commissioned by Shabako/a. For a long time, this piece was thought to represent a genuine copy of an Old Kingdom object that had been faithfully copied, wormholes and all, by the agents of this king.   Instead, a comparison with typical Old Kingdom inscriptional material shows that differences in the orthography, grammar, and other features of the text indicate that Shabakas Old Kingdom text can only be of a more recent date, most likely composed during either the Ramesside Period or even during the Kushite Period. The work, then, is a type of pious forgery, so to speak, a genre of text which is well-known in other periods of Egyptian history. The style in which the work was executed, in particular, is in keeping of what we know as a Kushite fascination with what they seem to have felt was the authenticity of the (Memphite) Old Kingdom in comparison with more recent periods of Egyptian history. (Most religious historians today believe that the text itself reflects something much closer to Ramesside religious beliefs.) Nubian temple sites have yielded a number of monuments which carefully imitate Old  Kingdom art in particular.   In Egyptian art, the Kushites are usually readily distinguishable by their facial features and a double uraeus that they wore on the brow of the cap-like headdress. This was a special tight-fitting skull cap, perhaps much like those which Nubians in southern Egypt still wear today. Units of Nubian troops were stationed about the country, particularly at Thebes  and Memphis . Their rule seems to have been relatively benign and, after their withdrawal back to Nubia at the end of the TIP, their monuments went untouched until a campaign against some of their successors during the reigns of Psammetik II and Necho II late in the Saite Dynasty. Indeed, one gets the impression that the Thebans may have even been enthusiastic supporters of Nubian rule.          Some General Comparisons between Kushite and Libyan Rule:      There are both similarities and differences between Libyan and Kushite rule during the TIP. Perhaps the most obvious similarity is that both groups represent Egyptianized foreigners who enthusiastically adopt the outward trappings of Egyptian kingship. In this respect, they are both quite unlike the more reluctant Persian and Macedonian pharaohs we shall encounter just a few lectures on; these clung resolutely to their own traditions, and were pharaohs only in the temple context. Both the Libyans and the Kushites used hieroglyphs in their stelae; on papyrus, both halves of the country were using forms of the language that eventually became the demotic dialect.      Perhaps the most obvious difference between the Libyan and Kushite rulers is the extent to which each group involved itself in the day-to-day governance of the country. Whereas the Libyans governed within Egypt , sometime in the form of several centers of power simultaneously, the Kushites represented a unified royal house, but one living for the most part outside of Egypt at Napata , and ruling largely through its representatives in Egypt . The Kushites were always more concerned with religious affairs than the Libyans, viewing themselves as the upholders of the ancient ways. It is hard to judge the degree of their acceptance as legitimate rulers within Egypt . There were certainly differences between the Delta and Upper Egypt and Thebes  in this respect. The Thebans were much more supportive of Kushite rule than the north was. In fact, one often wonders about the degree to which the Kushites truly controlled the Delta.      The Kushites, as mentioned above, were even more interested in religious matters than the Libyan rulers. The Kushites appealed to a notion of divine rule to a greater extent, mentioning the use of oracles in making important decisions, especially in relation to confirmation of kingship, succession, and before undertaking campaigns. Their religious belief is closely connected with their interest in archaism, since they thought that they were in part restoring the Egyptian gods of the past to their former rightful places. Another striking feature is the degree to which dreams were cited as form of communication between the god and the king. Although both phenomena are well known as religious aspects of Egyptian kingship, one gets the feeling that the extent to that they played a role in the statecraft of Dynasty Twenty-five is a particularly Kushite characteristic.   Dreams, after all, are personal affairs, and must be announced to the public and then accepted by the populace as genuine divine communications.      In later years, these two groups were treated varyingly by subsequent generations. There is no record of the Libyan monarchs being execrated by later generations. The same was true for the Kushites for quite a while during the Saite period (Dyn. 26).   It was only after the failed Nubian campaign of Psametik (Psammetichus) II that Kushite monuments in Egypt  were subject to any damage and erasures ( damnation memoriae ).          Two (somewhat contradictory) views of the nature of Kushite rule:      1) Trk, The    Kingdom   of Kush , p. 197:     While the ultimate aim of the Kushite Dynasty and of their Egyptian supporters, whose political schemes initiated their rule in Upper Egypt in the reign of Kashta, viz. the crushing of the Lower Egyptian Dynasts, the reunification of Egypt, and the unification of Kush with Egypt under their sole rule could not be achieved, concentrated efforts were made to create ideological bases for a homogeneous rule over Egypt and Kush. In view of the differences between Egypt and Kush and as a consequence of the constantly changing internal situation in Egypt, the myth of the state created during the Twenty-fifth Dynasty was double-faced: though the faces turned towards Egypt and towards Kush both had an Egyptian appearance, the latter included a complex of native Kushite concepts which were, however, articulated with the help of Egyptian concepts and means of expression.      2) Kitchen, TIP 356 Political Geography of Late-Nubian Egypt , p. 395:      The prominence of the Nubian pharaohs as seemingly sole kingly rulers of Egypt (especially on Theban monuments) gives the superficial impression that, from the time of the reconquest under Shabako, they had united Egypt firmly under one rule, and that the day of local dynasts was over. In fact, they had simply superimposed a central overlordship (based on Memphis, Thebes and Napata) upon the existing series of Delta and Upper Egyptian chiefs and mayors, as the Assyrian enumeration of local rulers by Assurbanipal (667/666 B.C.) makes abundantly clear a situation which is well confirmed by surviving traces of the local rulers in Egypt itself at this general period.          Aspects of Queenship and Female Lineage among the Kushites      One of the more interesting aspects of the Kushites was the influence that the female line of the royal house had among them; the ruling monarch derived a considerable amount of his legitimacy through the previous kings wife. In the governance of Egypt itself, this trend was expressed largely through the office of the Divine Adoratrice and Gods Wife of Amun (GWA). Before the appearance of Piye on the scene, his father Kashta had maneuvered the current GWA, a certain Shepenwepet I (the wife of the last Osorkon), to adopt his sister Amenirdis I as the GWA-elect.      In order to understand what is going on here, a brief sketch of the offices involved needs to be put forth.   Originally in the New Kingdom , the office of GWA was frequently given to a high-ranking woman of the royal house such as the queen. By Dynasty Twenty-one onwards, however, this office tended to be held by a kings daughter who became Amuns earthly wife, and in fact, may have remained celibate during her lifetime, although this is not so certain.   Having no natural daughter, each GWA, who also held the title of Divine Adoratrice and Gods Hand, would adopt her successor, who, in turn, was a daughter of the ruling king. The adoptee was thus in effect the coregent of the reigning GWA.     This pattern was to continue during the Twenty-fifth Dynasty. During this period, the role of the HPA diminished in political significance, becoming more of a religious function. By contrast, the office of GWA / Divine Adoratrice held much of the secular power in the Theban region. The office had a considerable amount of land and wealth attached to it, so that the men charged with administering her estates was also a most powerful person. During the reign of Shabako the adoptions continued. This time he had his daughter, Shepenwepet II, adopted by the previous Divine Adoratrice, Shepenwepet I, when her predecessor Ameniridis I died. There is some influence of Egyptian New Kingdom practices centered on the role of female members of the royal family in all this, practices that had largely been adapted by the Kushite royal house. The hold of aura Egypt on the mind of the Kushite royal house can be seen by the fact that the same Kashta saw to it that his wife Pebatma the mother of both Piye and his brother/successor Shebako was buried at   Abydos . This pattern was followed as well by Pekerelso/Peksater (wife of Piye) and Istemkheb (wife of Shebitko). One of the reasons for these burials at a national cemetery of Egypt was the legitimating role of the Queen Mother as the earthly incarnation of Isis, who was not only the wife of Osiris (dead kingship), but also the mother of Horus (ruling kingship). In short, the Kushite king derived a good part of his legitimacy through his mother and the mother of his mother, not only at home, but within Egypt  as well, particularly at Thebes .          Archaism in the TIP, the Kushite Period and Later      During the entire TIP, there was a movement of sorts in the artistic world of Egypt to hark back to old forms, particularly those of the Old Kingdom . This tendency to imitate past forms was hardly unique to this period, however.   The Egyptian attitude towards former times was overwhelmingly founded on a great reverence for the illustrious pastthe intermediate periods excepting. Throughout Egypt s long history, a monarch wishing to institute a new policy was apt not to emphasize the innovative nature of his actions, but instead he would stress how his deeds were actually very much in keeping with past practices. Consequently, at several points in its history Egypt , perhaps in reaction to the parlous state of its contemporary political situation, would turn to the past in an almost nostalgic manner. Thus, if one looks at any transitional period in Egyptian history it is easy to find examples of a similar archaism in all realms of the arts, and sometimes in political forms as well. At the beginning of the Middle Kingdom, Wisdom (or Didactic) teachings were frequently associated with the great sages of the Old Kingdom . At the beginning of the New  Kingdom , sculptural forms and architectural styles consciously imitated those of the Middle Kingdom.   Generally speaking, archaism is frequently associated with a lack of self-assurance and a loss of intellectual vitality, but this is a view colored largely by our modern, western perspective; it is a point of view that misses a far more important feature of Egyptian archaism, namely that archaism is essentially a quest for legitimacy , rather than a sign of intellectual sterility.   In the TIP and beyond, the Old Kingdom and Memphis  were considered to be the primary repositories of the glory of Egypt in the minds of the elite. I will return to this phenomenon in my discussion of the Saite period, when archaism becomes one of the distinguishing features of the age, not only in art, but in other aspects of culture and religion as well.          The Assyrians, Egypt , and Israel     The first major (indirect) Assyrian challenge to the Egyptians came when Tiglath-pileser III (745-727) reorganized the Assyrian empire and took over or reduced to tributaries the chief coastal kingdoms, including Israel . In response to Tiglath-pilesars campaign, it is said in II Kings 17:4 that So, the King of Egypt Hebrew aAs , but in the Greek Septuagint Shgwr , the latter also being the rendition of the   place name Zoar (Heb.  r[ ;c ) that occurs in Genesis and elsewhere --   opposed the Assyrian unsuccessfully and consequently Hosheas revolt failed (722/721) with the king being captured; Samaria fell to the Assyrians.   Is this So to be associated with Osorkon (IV) as the Septuagint version apparently indicates -- or with the town of Sais (i.e. the seat of Tefnakhte)? Wherein lies much argumentation back and forth. Some of this discussion actually centers around the inerrancy of the Biblical text.     Osorkon IV managed to buy off an invasion under Sargon II, supposedly by sending the Assyrian some prize horses, c. 716.     Generally speaking, the Kushites, being of a military character, were more active in opposing the Assyrians. Unfortunately, our knowledge of the chronology of the Kushite kingdom hinders our grasp of events. Recently, more information has been supplied by the translation of an important inscription of Sargon II of Assyria (721-705) found at Tang-i Var in modern Iran . This text indicates that around 706/5 a certain rebel named Yamani, who had fled into Egypt , was extradited by Shebitku. This poses certain chronological problems which might best be solved by positing a coregency between Shabaka and his brother Shebitku, by which the elder Shabaka was supreme ruler stationed chiefly in Napata, while his younger partner was the one chiefly responsible for managing Egyptian affairs. The effective separation into two administrative realms would have taken place around year 8 of Shabakas reign.     In the reign of Hezekiah of Judah (II Kings 18: 19-20), we hear of another failed Egyptian attempt to play power politics in the Palestinian region.   Hezekiah, somewhere around 704-705, probably under the instigation of   Babylon , attempted to create a coalition of Phoenician and Philistine cities against the Assyrians. He apparently was also promised Egyptian help if he revolted, and did so, but the Pharaoh failed him. Hezekiah was compelled to surrender   Jerusalem and was scornfully berated by Sennacherib for trusting in the shaft of a broken (or: bruised) reed, a mocking reference to Egypt s weakness. Fortunately for Egypt , Sennacherib was forced to return home because of internal difficulties in the Assyrian Empire before he could press home an attack against Egypt . He died before he could accomplish this, but his successor was able to succeed.     Taharqa was the last of the Kushite monarchs to oppose the Assyrians. In   Thebes he left matters in charge of Monthuemhat, the Fourth Priest of Amun and Prince of the City, who was to become the virtual king of southern Egypt . Taharqa fended off the Assyrians in 674 near Ashkelon , but was less successful in 671. This time the Assyrian king Esarhaddon waited for the right seasonal conditions and made a lightning raid on   Memphis , capturing Taharqas family. Taharqa fled to the south, and came back once Esarhaddon had to return home.   Esarhaddon died en route. His son Ashurbanipal defeated Taharqa once again at Memphis , but did not manage to pursue his enemy any further.     Taharqa died in Napata in 665 after appointing his son Tantamani as his successor. Once again Tantamani returned the minute the Assyrians had left Egypt  and killed Necho I, the local prince of Sais , whom the Assyrians had placed in charge.   When the Assyrians returned 664, Ashurbanipal saw to it that his troops went as far as they could after the Kushite king. In the process Thebes was sacked by the Assyrians, who removed a considerable amount of booty back home. Egypt, however, was a bit of a stretch for the Assyrians and in 664 they left the country in the hands of local rulers, chief among whom was Nechos son Psammetik, governing from the town of Sais.          Two Chronological Notes     Because the chronology of the Assyrian Empire is so well established and has numerous interconnections with other lands as correctives, 664 BCE , corresponding to the first year of Psamtek I (also known as Psammetichus), is the first really solid date that we have in Egyptian history. From that point onwards we can usually drop the notation c. ( for circa approximately) in front of dates. Eight years after this, Psamtek I unified Egypt  under his rule (656; the date of the Nitokris Adoption). Some king lists of Dynasty Twenty-six begin this line of kings with Necho I (Psamtek Is father), but this man ruled only as a local figure at Sais , never as a king. Psamtek I, thus the true founder of the Dynasty, started his career as a young man installed as an Assyrian vassal, and began reckoning his regnal year dates only with the expulsion and death of Taharqa. From that moment, Psamtek appears to have assumed that he was already the legitimate ruler of Egypt , ignoring the claims of Taharqas successor Tawetamani / Tantamani.     Another date that looms large in this period is 609 BCE , when the last Assyrian king, Assur-uballit II, was deposed.   The capital city Nineveh  had been sacked three years previously (612 BCE) by the Babylonians and Medes fighting together. The Assyrians thus disappeared from the scene in only a little more than a half-century after their withdrawal from Egypt . This event put the Medes and the Persians on the stage as the main powers of the ancient Near East outside Egypt.          Dyn.  XXVI (Saite) Chronology     Necho / Neko I (672-664 )   He  had no independent rule and certainly was not a ruler of a unified Egypt , just a local ruler installed by Assyria ; he was probably executed for disloyalty by the Kushites or else killed in battle against them.      Psamtek I (664-610)       He is generally considered to be the first king of the dynasty. Initially he was an Assyrian vassal, but was pretty much independent after his 8 th year when he united Egypt under his rule. The beginning of his reign remains the first solid date we have in Egyptian chronology. At the other end of his reign,   Nineveh , the capital city of his ostensible overlords, was sacked in 612, effectively removing them from the scene.      Necho II (610-595)      Note that in 609, the Assyrians suffered their final defeat.     Psamtek II (595-589)     Apries (589-570)     Amasis (570-526)     Psamtik III (526-525)          Important Assyrian Kings from the TIP to the Late Period      ( Neo-Assyrian Empire)           Tiglath-pileser III (744-727)      Shalmaneser V (726-722)      Sargon II (721-705)      Sennarcherib (704-681)      Esarhaddon (680-669)      Assurbanipal (668-627)        Egypt  was briefly overrun 665-664      He was the primary Assyrian monarch with whom the      Egyptians (i.e. Psamtek) interacted.      |      |  (minor rulers omitted)      |      Assuruballit II (deposed 612 with fall of Ninevah)"}, {"content": "Introduction to the History of Ancient Egypt                                              Introduction  to the History of Ancient Egypt       V77.0611  / V57.0506  MW 11:00 am-12:15 pm       Goddard A    Lecture 2 -- Notes and Terms             Correction:  The URL for the class website as it is  given in the syllabus is incorrect. The  correct URL is:  http://homepages.nyu.edu/~og1/              The Egyptian  Language and Related       Afro-Asiatic, the modern descriptive term  for the language, which is preferable to Hamito-Semitic        1) Ancient Egyptian; 2) Semitic; 3) Berber; 4) Cushitic; 5) Chadic ; 6) Omotic .               Egypto -Coptic        little Semitic vocabulary until MK, thereafter increasing Semiticization of the vocabulary, but never more than  10-15%.        The  Egyptian numbers and Stative have strong parallels;  syntactical similarities        Coptic  -- post- pharaonic form of the Egyptian language,  vocalized and written in Greek characters with seven supplementary letters        Meroitic (7th  BCE), still undeciphered , but apparently not related  either to Egyptian or to the earlier Nubian language spoken in the same region.        Akkadian (Babylonian and Assyrian), Ugaritic ,   Eblite , Aramaic, later Arabic and Hebrew        Also  found in Ancient Near Eastern region, but not related are:        Hittite  - first written Indo-European lang., also not related        Hurrian - status still debated        Sumerian  - ergative, not related        Elamite - ergative, not related to Sumerian              Sumerian and writing        Elam and Sumer first written evidence        Cuneiform  script; clay tablets; predominantly syllabic; vowels included; written  left-to-right              The Egyptian Language        Decipherment        Horapollo stated that the Hieroglyphs were essentially  symbolic in nature. Not entirely wrong  as a description of some aspects of Ptolemaic writing where cryptography was  common ..        Rosetta   Stone -- trilingual decree of Ptolemy V Epiphanes        Greek        Demotic        Hieroglyphs        Champollion        cartouches        Sept. 29, 1822 -- Lettre  M. Dacier relative lalphabet hiroglyphique phonetique ;  1824 Prcis  du systme hiroglyphique .              Elements of the Egyptian Language        Alphabetic  signs        Biliterals        Triliterals        Ideograms  or Pictograms        Determinatives        Hieroglyphs,  hieratic, demotic              Stages        Old  Egyptian, from earliest times to FIP        Middle Egyptian, from FIP to mid- Dyn .    18, but used thereafter as a Classical form of the  language.        Late  Egyptian (preferable to New Egyptian), first appears in reign of Akhenaten . Used mostly on papyri and ostraca . Modified form in inscriptions.        Demotic, a late dialect of Late Egyptian, first appearing in Dyn . 25. Used  mainly on documentary papyri, some inscriptions.        Ptolemaic  - complex hieroglyphic form of language with grammar close to Middle  Egyptian. Many  cryptographic writings a touch of deliberate mumbo jumbo.  Last Egyptian inscriptions  394 CE.        Coptic  -- last form of language, appearing from 3rd Cent. CE  onwards. Although it begins with  some pagan texts, it is basically the language of the Egyptian Christians. Dies out in 16th Cent. as a spoken  language.              inscription        papyrus         stela         ostracon  , plur . ostraca       graffito  , graffiti              Pseudepigraphic  Texts        Texts  which purport to have been written by an illustrious figure of the past, but  were actually written at a later date.        Propagandistic  purposes; mythic value of the distant past        Middle Kingdom Wisdom Literature; Bentresh    Stela ; Memphite Theology; Djoser   Famine Stela .               damnatio  memoriae  - the deliberate destruction of the names and  images of a person in order to erase all record and that individual.              Brief Bibliography on Egyptian and Related  Languages        Roaf  , M.,  Cultural  Atlas of Mesopotamia and the Ancient Near East   (Oxford: Equinox Books, 1990).        Loprieno  , A.,  Ancient  Egyptian. A linguistic introduction (Cambridge: Cambridge  University Press, 1995).        Parkinson, S., and S. Quirke,  Papyrus   (Austin: University of Texas Press, 1995).               Chronology and  Egyptian History        Relative  vs. Absolute Chronology        King  Lists and similar documents        Palermo Stone           Turin Papyrus ( Turin   Canon)        Abydos Table        Saqqara priestly list        Karnak table               Absolute  Methods        Carbon  14        Dendrochronology        Thermoluminescence        Santorini eruption               Astonomical methods of fixing absolute dates        Solar  eclipses        Ashur-dan II 15 June 763 BCE        Lunar  eclipses        Lunar  records        Thuthmosis III and Ramesses II        Venus  Tables of Ammi-saduqa , Dyn .   of Hammurapi        Sothic  Risings         prt-%  pdt    the going forth/ emergence of Sopdet (Sirius)        Memphis/Heliopolis;   Thebes ; Elephantine        Sesostris III,  year 7.  Kahun    papri        Amenophis I, year 9, Ebers   papyrus        Interconnections  and Synchronisms        Santorini eruption        Amarna Tablets        Saite Period 664 BCE              The Sketch of  Egyptian History              Pre-Historic  Era (c. 5000 BCE-3000 BCE)        The  distinction between historic and prehistoric is somewhat artificial.       Archaic Period  (c. 2920-2575 BC)        Dyn . 0 represents early kings  who do not appear on traditional Egyptian king-lists        Dyns .   I-II, some scholars even include Dyn . III        Old   Kingdom  (c. 2575-2134)        Dyns . III-VIII. Capital at    Memphis       First  Intermediate Period (c. 2134-2040)        No  unified rule in Egypt        Dyns .   IX-X        Dyn . XI  in Thebes       Middle Kingdom  (c. 2040-1640)        Dyn . XI   Theban nome as the head of the reunified state        Dyns  .  XI-XIV.  Dyn . 12 (capital at Lisht ) is  frequently considered to be the Middle Kingdom proper.       Second  Intermediate Period (c. 1640-1550)        Some  scholars would put Dyns . XIII-XIV in this  classification        Dyn .   XV-XVI ( Hyksos )        Dyn . XVII        New   Kingdom  (c. 1550-1070)        Dyn . XVIII        The  early part of this dynasty is sometimes called the Tuthmoside   period.        Amarna Period the rule of the heretic pharaoh Akhenaten        Dyn . XIX        Dyn . XX        Dyns .   XIX-XX are also known as the Ramesside   Period       Third  Intermediate Period (c. 1070-664)        Dyn . XXI,  co-reigns with the High Priests of Amun in the    Thebes        Dyn .   XXII-XXIV Libyan Dynasties        Dyn . XXV   the Kushite or Nubian Dynasty       The Late Period  (664-332)        Some  scholars would place part of Dyn . XXV in this period        Dyn . XXVI   Saite Dynasty, beginning with the reign of Psammetik I        Dyn .   XXVII First Persian domination        Dyn .   XXVIII-XXX        Second  Persian Domination (or: Period)       Macedonian  Period  (Alexander the Great  and Ptolemy as satrap) (332-304)       Ptolemaic  Period  (304-30)        Begins  with Ptolemy Is assumption of kingship       Roman Period  (30 BCE - 395 CE)        The  period between the Macedonian Period to about 400 AD is often called the  Greco-Roman Period."}, {"content": "Introduction to the History of Ancient Egypt                           Introduction to the History of Ancient Egypt    V77.0611 / V57.0506     MW 11:00am-12:15pm  Silver   Center , 514  (M) and  25 W. 4, C-20 (W)     Notes and Terms -- Lecture 7         Wisdom or Didactic Literature       pseudepigraphic -- something purportedly written by someone, usually a great figure of the past. In Egypt , this is often connected with the phenomenon of deification.      didactic -- particularly in the sense that this material was used extensively to train scribes in this and later periods.      Dyn . XII was active in the Memphite region in its early stages. Capital was then moved to the south of the old capital region to the vicinity of the modern town of Licht .      Literature and politics -- G. Poseners influential theory of the Egyptian production of literature during the Middle Kingdom. He postulated that works at first were written or re-written (at the behest of the ruling house) to promote the somewhat shaky right to the throne, then, as the regime solidified its hold, the texts became increasingly assertive of the need for the good official to be loyal to the king.      Calvinistic approach to power, wealth, and status.   The right to govern and the style of governance might be sometimes be criticized, but it was never called into question.      The god mentioned in such literature really means whatever god you wish -- a template deity, not an unnamed supreme deity.   Other gods are mentioned specifically in these texts.           The negative idealization of the FIP (First Intermediate Period); so- called Pessimistic Literature; sometimes also called Lamentation Literature       The Eloquent Peasant        The Lamentations of Ipuwer  or  Admonitions of an Egyptian Sage       The Instruction for King Merikare      The Prophecy of Neferty      The Instruction of King Amenemhat I  (to a certain degree  transitional)          The First Intermediate Period (c. 2160-2055 BCE)       Some have rightfully objected to the very term intermediate period, since it implies that Egypt  as a state must be ruled as a unity and by a single strong king. The length of this period is a key chronological problem in Egyptian history.      This period is also called the Herakleopolitan Period, which is represented by Dynasties 9 and 10.   These two were actually a single dynasty that was mistakenly divided by later historians. Nevertheless, the break between Dyn . 8 and 9 was certainly regarded as an important event.        Memphis - Herakleopolis - Thebes      The chief centers of power during this era.   They vied for control of the regions in between.      We are faced with the problem of dating in an era when provincial rulers were largely independent. Egyptian art especially was influenced by patronage which tended to derived from the royal house.      The length of the FIP -- present attempts to estimate and to put events in sequence are at the core of the problem. Dating by feel; dating by philological and epigraphic features.      Using dates preserved in quarrying inscriptions, we currently estimate 100-125 years for this entire period. Other archaeological evidence, particularly pottery sequences at the main cemeteries, supports this estimate.      Much of the negative impression of this period derives from the clumsy nature of the artistic production and the negative idealization of it in MK literature.          The Dynasties of the FIP     Dynasties, i.e. ruling families, but without much central control.            Dyn  .  VIII -- perhaps Memphite in origin, control ends c. 2180. These kings are mentioned in the Coptos Decrees. Perhaps the first wave of Asiatic infiltrations took place around this time. Qakare Iby , whose pyramid was located fairly close to that of Pepi II, may have been a distant relative of that monarch.           Dyn  .  IX This seems to have been a new line of kings, who moved their seat of power southwards to the provincial town of   Herakleopolis  (  Nni-nsw  Neni-nesu ) near the Fayyum .   Generally given around 30 years by those who would make a division into two dynasties.      Meribre Khety was perhaps recognized as legitimate ruler throughout Egypt .           Dyn  .  Xalmost certainly a continuation of the previous Dynasty; the relationship between the two lines of rulers in the Manethoan tradition is unclear and may simply arise out of errors in transmissions of the original king-lists.  Dyn . X represents the monarchs who were the main opponents of the resurgent Theban nomarchs in the south.  Memphis  may also have been used as an administrative seat in this period.          Dyn  XI -- A group of Theban nobles who eventually reunited Egypt  under their rule. The second half of this dynasty marks a reunification under a single monarch who is recognized as the (sole) legitimate king throughout Egypt .          The Major Provincial Parties of the FIP      The  nomes , the small administrative divisions of Egypt , now became effectively independent states. The nomarchs , the rulers of these districts often assumed many of the roles that the kings had previously held, particularly those of the provider and protector of the common people, the one who maintained maat , especially in its sense of law and order.   Kings were mentioned in their records, but seldom acquired enough importance to be mentioned by name (contrast Wenis  and Harkhufs texts!). Local rulers were also the chief of priests of the local cult, a theoretical/ideological role that only the king held previously. Ironically, the disunity of the period may have led to an increase in literacy.        Memphis -- Herakeopolis  Thebes      The three main contending centers      The struggle for power took place in the area between          The South       Thebes -- a relatively unimportant town situated on an important bend of the river during the OK. Yet, it became the eventual unifier first of the south of this part of Egypt  and then subsequently the victor over the weak kings of the Memphite region.       Abydos  -- a place of great religious, historical and economic importance. Caravan routes started there. May have changed hands several times.      Coptos -- a mining and caravan town. Site of a dynasty. Important enough in the late OK to have kings protect local religious establishments there.      Dendera -- another important site in Egyptian religious; sacred to Hathor .      Moalla and Gebelein -- mercenaries, particularly Nubians located in these towns. The chief figure is a man called Ankhtifi .          Middle Egypt       Assiut -- Kheti I, II and Tefibi      An important strategic location and the beginning point for some caravan routes.      Bersheh (Hare nome ) and Hatnub Quarries      Perhaps the key problem in dating events in the FIP      May have been caught in the middle of the Theban-Memphite struggle      Beni Hassan (Oryx nome )      a nome also important for caravans          The North      We see virtually everything in this region through the eyes of the Memphite region. Virtually nothing has survived in the region of Herakleopolis .          Dynasty XI (c. 2160-2055)       At first this was just a group of local nomarchs with royal pretensions.      Antef ( In- iti.f  ) and Menthuhotep (  MnTw-Htp  ) are the two names in this line of Theban kings.      Wahankh Intef (II) (c. 2112-2063): a long reign marking the point at which these southern rulers increasingly behaved as if they were kings rather than simply nomarchs . Their inscriptions unblushingly related struggles with other sections of the country; region between Assiut and Abydos  was the key area being contested.      The unification may have been eventually achieved by coming to terms with the northern partiesa conquest was not necessary. Many local nomarchial  dynasties seem to have continued in place after the reunification.      The unifier Neb- hepet -Re Menuhotep  (II) is not attested above Abydos ; the rest of the Eleventh Dynasty likewise is seldom attested in the North.          Nebhepetre  Menthuhotep       Titulary shows at least two, if not, three stages of his rule      Horus Names:      Changes in the Horus name, particularly mark stages of his political career.      Netjeri Hedjet the one divine of the White (Southern) Crown      Sema-tawy the one who unites the Two Lands      Change in the writing of the kings prenomen , also marking stages of his career:       ( usually not in cartouche) vs. the later   (yr. 40)       Later much honored by subsequent dynasties.   Beautiful Feast of the Valley amy  have begun with his reign.      Deir el- Bahri funerary monument.  Imitated later by Hatshepsut.      Slain soldiers buried nearby. Some have theophorous names compounded with the deity Amun , who makes his first definitive appearance at this time.       What was his relationship with the Nubian mercenaries known to be quite active during his reign? (Both main parties in the FIP struggles employed mercenaries.) Was Nebhepetre  possibly even a Nubian himself?          Some Power Point Slides in text format          (Slide 1)    The Social Structure of Old Kingdom Egypt         All functioning under a redistributive economy .      The King      The Elite (Nobility)      The Vizier      Royal favorites and bureaucrats      Priesthood      Royal Grantees      Military Officials      (Scribes)      Peasantry      (Slaves)         (Slide 2)     A Sketch of the Bureaucratic Organization of the State          Three main branches.      We call them collectively Central Administration         (1) The Royal House and its administration      (2) The treasury      (3) The religious establishment          NB: The various bureaucracies did not interact on a legal, constitutional level as they do in modern governments today; not strictly compartmentalized . Exactly what Hp law was and how it got promulgated is quite cloudy.        (Slide 3)     Two Fundamental Metaphors of   Egyptian   State Organization        1)  pr  house, department, bureau      Compare Greek oikoj house from which our term economics derives     pr- hz  the house / department of silver the treasury     pr- nswt  the royal house the kings property as a legal entity     pr -`3 the great house  the kings dwelling place     eventually becomes a term for the king himself Pharaoh         2)  owt  enclosure      Usually a specific toponym is derived      owt-nur  temple, lit. the enclosure of the god             (Slides 4 and 5)      (1) The Royal house and its administration         The King and his family.   [No Harim (at least not one comparable to the later Ottoman institution)]         The vizier ( u3ty )- the chief administrative officer of the  land.     Originally a royal family member     Office was soon professionalized     Equivalent to the Executive Officer of a naval  vessel.      He was the chief legal official.     He was also the Overseer of the (Pyramid) City and The Overseer of Works.     May have had something to do with the  construction of elite tombs as well.      Artisans may have been chiefly under his  control        (1) The Royal house and its administration (cont.)         Care, feeding, housing of the king and his immediate family     The closest associates of the king     Palace / residence was a complex of buildings     Activities scattered throughout Egypt . Royal commissions     The military also under the kings titular direction     No standing army at this time     Military forces raised according to specific need    2) The treasury pr  -oz the department of silver     Usually includes the royal granary.     Part of the royal house really, but had a fair amount of independence.      Taxes and royal finance.      Offerings, good and services moved about.     (3) The religious establishment     No professional priesthood, or very little of it.     Most priesthoods were part-time occupations which  could be exercised by any member of officialdom.  specialized  training not really required to be a priest      om-nur  servant of the god upper-level      w` b pure one lower-level     The all-important principle of usufruct is the  basis of connection.     Few members of a pyramid temple staff were  permanent (often om-nur ).     The cult of deceased monarchs was dependent upon the royal house for support.      Payments of on-duty personnel also accomplished through the reversion offering        (Final slide)    Provincial Administration        A steadily growing counter balance to the power of the central administration     Mostly under the control of the nomarchs      Some nomarchs  could control several nomes      The point when nomarchs  dwelt primarily away from the Residence was a significant point in governmental history of OK        The mobile nature of the Royal Residence ( anw ) meant that certain powers naturally devolved to the nomarchy      This is one of the major dynamics of governmental change in Dyns . 4 - 6"}]}]