[{"detail": [{"content": "Dr. Campbell, prepares to step down from her N.Y.U. post.: Tisch School of the Arts at NYU                           Skip to content        Undergraduate Film &amp; Television Admissions About the Program Course Offerings Summer Courses Showcase Internships Facilities Special Projects First Run &amp; Festivals Calendar of Events News TSOA FTV Wiki Admin &amp; Faculty Alumni Blog Facebook Twitter YouTube  home &gt; Undergraduate Film &amp; TV        Dr. Campbell, prepares to step down from her N.Y.U. post.         Because Mary Schmidt Campbell has held so many high-profile positions in New York’s cultural world, she has long chosen to be somewhat politic about sharing her personal views.    Dr. Campbell has spent nearly 23 years as the public face of a prestigious institution — the Tisch School of the Arts at New York University — where she is the dean. Before that, she was the chairwoman of the New York State Council on the Arts, commissioner of New York City’s Cultural Affairs Department and executive director of the Studio Museum in Harlem.    { more }                Undergraduate Admissions Graduate Admissions Academic Services Student Life Financial Aid and Scholarships Career Development Counseling Services International Students Incoming Students Graduation Forms What is Special Programs? Study Abroad Summer High School Summer in New York City Courses for Non-Majors Programs for Visiting Students Open Arts Minors Blog Newsletters Videos Admin &amp; Faculty Alumni Contact Us  Tisch Events Calendar Admin &amp; Faculty Calendar NYU Academic Deadlines Calendar Many Ways to Give Why Support Tisch Dean's Council Corporate Giving Foundation Giving Individual Giving Tisch Gala Who We Are Institute of Performing Arts Graduate Acting Dance Design for Stage &amp; Film Drama Graduate Musical Theatre Writing Performance Studies Maurice Kanbar Institute of Film &amp; Television Undergraduate Film &amp; Television Graduate Film Cinema Studies Moving Image Archiving &amp; Preservation (MIAP) Rita &amp; Burton Goldberg Department of Dramatic Writing Emerging Media Group Photography &amp; Imaging Interactive Telecommunications (ITP) Clive Davis Institute of Recorded Music NYU Game Center Art &amp; Public Policy / Arts Politics Open Arts Tisch Special Programs Tisch Asia"}]},
{"detail": [{"content": "Dr. Campbell, prepares to step down from her N.Y.U. post.: Tisch School of the Arts at NYU                           Skip to content        Undergraduate Film &amp; Television Admissions About the Program Course Offerings Summer Courses Showcase Internships Facilities Special Projects First Run &amp; Festivals Calendar of Events News TSOA FTV Wiki Admin &amp; Faculty Alumni Blog Facebook Twitter YouTube  home &gt; Undergraduate Film &amp; TV        Dr. Campbell, prepares to step down from her N.Y.U. post.         Because Mary Schmidt Campbell has held so many high-profile positions in New York’s cultural world, she has long chosen to be somewhat politic about sharing her personal views.    Dr. Campbell has spent nearly 23 years as the public face of a prestigious institution — the Tisch School of the Arts at New York University — where she is the dean. Before that, she was the chairwoman of the New York State Council on the Arts, commissioner of New York City’s Cultural Affairs Department and executive director of the Studio Museum in Harlem.    { more }                Undergraduate Admissions Graduate Admissions Academic Services Student Life Financial Aid and Scholarships Career Development Counseling Services International Students Incoming Students Graduation Forms What is Special Programs? Study Abroad Summer High School Summer in New York City Courses for Non-Majors Programs for Visiting Students Open Arts Minors Blog Newsletters Videos Admin &amp; Faculty Alumni Contact Us  Tisch Events Calendar Admin &amp; Faculty Calendar NYU Academic Deadlines Calendar Many Ways to Give Why Support Tisch Dean's Council Corporate Giving Foundation Giving Individual Giving Tisch Gala Who We Are Institute of Performing Arts Graduate Acting Dance Design for Stage &amp; Film Drama Graduate Musical Theatre Writing Performance Studies Maurice Kanbar Institute of Film &amp; Television Undergraduate Film &amp; Television Graduate Film Cinema Studies Moving Image Archiving &amp; Preservation (MIAP) Rita &amp; Burton Goldberg Department of Dramatic Writing Emerging Media Group Photography &amp; Imaging Interactive Telecommunications (ITP) Clive Davis Institute of Recorded Music NYU Game Center Art &amp; Public Policy / Arts Politics Open Arts Tisch Special Programs Tisch Asia"}, {"content": "NYU Prepares Submission to Begin Public Review of NYU Core Expansion Plan                                                                                                               NYU.edu requires JavaScript be enabled in your browser in order to use important features of the site. JavaScript is either disabled or not supported by your browser. For instructions on how to enable JavaScript in your browser, click here .                       New York University    Skip to Content   Skip to Search   Skip to Navigation   Skip to Sub Navigation                                                        NYUHome Login                            Students           |   Faculty           |   Alumni           |   Employees           |   Community                                   Schools          Arts and Science      College of Arts and Science      College of Dentistry      College of Nursing      Courant Institute of Mathematical Sciences      Gallatin School of Individualized Study      Graduate School of Arts and Science      Institute of Fine Arts      Institute for the Study of the Ancient World      Leonard N. Stern School of Business      Liberal Studies Program      NYU Abu Dhabi      NYU Shanghai      Polytechnic School of Engineering      Robert F. Wagner Graduate School of Public Service      School of Professional Studies      School of Law      School of Medicine      Silver School of Social Work      Steinhardt School of Culture, Education, and Human Development      Tisch School of the Arts                QuickLinks          Academic Calendars      Administrative Units      Albert      Apply for Jobs      Athletics      Bookstores      Bursar      Campus Map      Career Development      Emergencies      Events      Giving to NYU      Housing      ITS      Libraries      News      NYU Apparel      Policies      Public Safety      Registrar      Student Health Center      Student Resources      Wellness Exchange                A-Z          A      B      C      D      E      F      G      H      I      J      K      L      M      N      O      P      Q      R      S      T      U      V      W      X      Y      Z                                                          New York University                          Search NYU                    Pages |    People                                       Main Navigation            About NYU       Admissions       Academics       University Life       Research       Global                                 Bread Crumbs          About NYU   /   News, Publications, and Facts   /   NYU News   /   2011   /   March   /   16                                                         NYU Prepares Submission to Begin Public Review of NYU Core Expansion Plan                   March 16, 2011          304                                        Re-envisioning NYU’s Superblocks, the Plan Creates Public Access to Three Acres of Open Space, Adds Density but Imposes Height Restrictions   New Public School Slated for Morton Williams Site   New York University today previewed details of the expansion plan to meet its academic space needs in its central Washington Square area over the next two decades. The proposal will be reviewed through the City of New York’s Uniform Land Use Review Procedure (ULURP); NYU expects to start submitting documents related to environmental review to the Department of City Planning in the coming weeks.   It is anticipated that the first official public hearing, at which the community will have the opportunity to comment on the scope of the environmental impact statement to be prepared as part of the ULURP process, will be held in May 2011. The University will also be before the local Community Board and will be hosting its own information sessions.   “Our proposal calls for a reimagining of the two NYU superblocks to support our academic needs,” said NYU Senior Vice President Lynne P. Brown. “In addition to addressing the University’s long range needs for academic space, the plan also enhances the local area through the addition of new public open space to be programmed to serve a variety of constituencies.”   The plan calls for:   · the creation of public access to three acres of open space on the superblocks. The improvements include ensuring greater ability to traverse the blocks, as well as offering a mix of passive and active uses and the creation of playgrounds and a dog run that are intended to be open to the community;   · new facilities to be built without the use of eminent domain and without any residential tenant relocation;   · height restrictions to ensure none of the new facilities in the proposal will exceed the height of the existing IM Pei-designed University Towers; and   · the designation of the site to be provided to the City for construction of a new public school (at the corner of Bleecker Street and LaGuardia Place).   The plan is an outgrowth of NYU 2031: NYU in NYC , the city-wide framework for how and where NYU should develop space for its academic mission. The strategy, released last spring, envisions the addition of as much as 6 million sq. ft. of space over more than two decades, with half spread over three remote locations -- along Manhattan’s Eastside health corridor, in Downtown Brooklyn, and on Governors Island – and half in or near NYU’s core. The element of NYU 2031 that is to be considered through this ULURP process primarily focuses on NYU’s superblocks in Greenwich Village.      Specifics of the superblock plans include development of:   · two new academic buildings (academic department and faculty offices) on the Washington Square Village block. On the eastern edge, along Mercer Street, plans call for a 14-story building; on the west side of the block, plans call for enhancing the LaGuardia Place open space strip, which is the setting of the statue of Fiorello LaGuardia (the statue will remain) and the construction of an eight-story building which has shifted off of the LaGuardia strip. Additional classroom and student space will be built below grade beneath and between the two buildings;   · a seven-story public school with the addition of seven stories of NYU student residential space above on the site of the Morton Williams supermarket at the corner of Bleecker Street and LaGuardia Place; and   · a mixed-use, 800,000 square-foot, “zipper building” on the site of the current Coles Gym. The building will have a 4- to 5-story podium, with a series of towers ranging from 27 stories on the corner of Mercer and Houston Streets (which matches the existing Silver Towers height) to 8 stories in the middle of the block. Uses will include faculty and student residences, a University-affiliated hotel, classrooms, academic space, a rebuilt athletic facility, as well as retail space, including a new supermarket.   NYU will be hosting a series of focused, small-group open house discussions to garner additional community input in response to its proposals. Starting on March 21, people will be able to register and participate in one of these discussion groups or request a private briefing for their organization. In addition, there will be a standing display on the University’s plans at the NYU Open House space, 528 La Guardia Place, (open Tuesday, Wednesday and Friday, 12:00 noon – 5:00 p.m.; Thursday 2:00 – 7:00 p.m.; and Saturday and Sunday, 1:00 p.m. – 4:00 p.m.), and information is available on line at -- http://www.nyu.edu/nyu2031/nyuinnyc/.       About NYU 2031: NYU in NYC    NYU 2031: NYU in NYC, is a strategic framework for growth, aiming to be a thoughtful, comprehensive, city-wide vision for thinking about how to keep the University moving forward academically while respecting the communities and the city in which we make our home. For more information about NYU 2031 please log onto www.nyu.edu/nyu-in-nyc .    About New York University   New York University is located in the heart of Greenwich Village. Founded in 1831, it is one of America’s foremost research universities and a member of the selective Association of American Universities. It is one of the largest private universities, it is a leader in attracting international students and scholars in the U.S, and it sends more students to study abroad than any other U.S. college or university. Through its 18 schools and colleges, NYU conducts research and provides education in the arts and sciences, law, medicine, business, dentistry, education, nursing, the cinematic and performing arts, music and studio arts, public administration, social work, and continuing and professional studies, among other areas.                        This Press Release is in the following Topics:      New York City , NYU in NYC , NYU 2031           Type: Press Release            Press Contact:                John Beckman | (212) 998-6848                                            NYU previewed details of the expansion plan to meet its academic space needs in its central Washington Square area over the next two decades. The proposal will be reviewed through the City of New York&rsquo;s Uniform Land Use Review Procedure (ULURP); NYU expects to start submitting documents related to environmental review to the Department of City Planning in the coming weeks.                                                                                                                  Search News                                       Keywords:                          Select a School             Arts and Science         College of Arts and Science         College of Dentistry         College of Nursing         Courant Institute of Mathematical Sciences         Division of Libraries         Gallatin School of Individualized Study         Graduate School of Arts and Science         Institute for the Study of the Ancient World         Institute of Fine Arts         Leonard N. Stern School of Business         Liberal Studies Program         NYU Abu Dhabi         NYU Shanghai         Polytechnic School of Engineering         Robert F. Wagner Graduate School of Public Service         School of Continuing and Professional Studies         School of Law         School of Medicine         Silver School of Social Work         Steinhardt School of Culture, Education, and Human Development         Tisch School of the Arts                            Select a Topic             All University         Athletics         Awards         Division of Libraries         Events and Traditions         Institute of Fine Arts         International Houses         Research         nyu alumni magazine                       View articles from:          Through:             Advanced Search                                       NYU In the News   NYU Received a Record Number of Applications   Capital New York reported NYU received a record 60,322 applications for the class of 2019, an increase of about 15 percent since last year.     NYU Students Help City Crack Down on Hookah Bars   Capital New York reported that NYU students helped New York City crack down on hookah bars that illegally include tobacco in their hookahs:     Rudin Center Study Says Mass Transit Helps Economic Mobility   The Wall Street Journal wrote about a report by Wagner’s Rudin Center that showed that mass transit could be more important than education in determining economic mobility.     Brennan Center Report Says Campaign Spending Has Jumped   Frontline did a piece about a report by the Brennan Center for Justice that said that campaign spending by outside groups has more than doubled in the last five years.     NYU’s Dorms Ranked Among the Best in the Nation   Hometalk.com ranked NYU’s student residences third in the country in its list of best college dorms.                                                  NYU Footer          Search      Directory      Campus Map      Events      Contact Us      Site Map      Copyright and Fair Use      Feedback         Unless otherwise noted, all content copyright New York University. All rights reserved. Designed by The Office of Web Communications"}]}]