[{"detail": [{"content": "NYU Media Research Lab                                        home      people      research      contact              WHAT'S NEW:                10/16/2009:                 Ted Adelson        Graphics Seminar 3:00pm    719 Broadway, Room 1221:    GelSight: Retrographic sensing for touch, texture and shape                 04/23/2009:               Michael Sagraloff   Graphics Seminar 3:00pm 719 Broadway, Room 1203:  RobustShape Operations -- Algebraic Issues                  04/23/2009:          Siwei Lyu   talk 11:30am 719 Broadway, Room 1221:  Reduce Statistical Dependencies in Natural Signals Using Radial Gaussianization           04/07/2009:          Aaron Hertzmann   talk at 2:00pm:  Image Sequence Geolocation with Human Travel Priors           03/10/2009:          Kenshi Takayama   talk at 2:30pm:  3D Modeling of Internal Structures              12/02/2008:          Takeo Igarashi   talk at noon:  Designing Everything by Yourself: End-User Interfaces for Graphics, CAD, and  Robots              11/20/2008:          Saku Lehtinen   talk:  From Max Payne to Alan Wake: The Art and Science of Creating a  Triple-A Game.              11/05/08:          Ashish Myles   gives a talk about  Curvature-Continuous Bicubic Subdivision Surfaces for Polar Configurations              10/22/08:          Mark Pauly   gives a talk about    Symmetry Detection and Structure Discovery for Digital 3D Geometry              10/17/08:          Katherine Isbister   of NYU-Poly has a book release party at 4pm for her new book on  Game Usability              10/10/08:          Long Zhu   of MIT gives an invited talk at 3pm on  Hierarchal Generative Models for Object Recognition              10/10/08:          Olga Sorkine   gives the 11:30am   CS departmental colloquium talk on  As-rigid-as-possible deformations for surfaces and images              10/7/08:          Ken Perlin   to direct the new NYU Games for Learning Institute             9/11/08:       Marc Alexa   of TU Berlin gives an invited talk on  Hermite Point Set Surfaces              8/29/08:          Elif Tosun   successfully defends  Ph.D. dissertation.             8/27/08:          Yann LeCun   receives  NYU Silver Fellowship             8/11/08:          Ken Perlin   receives  ACM / SIGGRAPH Computer  Graphics Achievement Award             4/16/08:          Olga Sorkine   receives    Eurographics Young Researcher Award                  welcome!     Located in the    heart of Manhattan , computer science research at the NYU Media  Research Lab is incredibly interdisciplinary: we are interested in computer  graphics, geometric modeling, simulation, visualization, scientific  computing, machine learning, computer vision, mobile robotics, digital  libraries, human movement, motion capture, and human-computer interaction.  We are involved in numerous cross-disciplinary collaborations with  mathematicians, engineers and artists.   We are one of a number of labs  affiliated with the VLG group."}]},
{"detail": [{"content": "NYU Media Research Lab                                        home      people      research      contact              WHAT'S NEW:                10/16/2009:                 Ted Adelson        Graphics Seminar 3:00pm    719 Broadway, Room 1221:    GelSight: Retrographic sensing for touch, texture and shape                 04/23/2009:               Michael Sagraloff   Graphics Seminar 3:00pm 719 Broadway, Room 1203:  RobustShape Operations -- Algebraic Issues                  04/23/2009:          Siwei Lyu   talk 11:30am 719 Broadway, Room 1221:  Reduce Statistical Dependencies in Natural Signals Using Radial Gaussianization           04/07/2009:          Aaron Hertzmann   talk at 2:00pm:  Image Sequence Geolocation with Human Travel Priors           03/10/2009:          Kenshi Takayama   talk at 2:30pm:  3D Modeling of Internal Structures              12/02/2008:          Takeo Igarashi   talk at noon:  Designing Everything by Yourself: End-User Interfaces for Graphics, CAD, and  Robots              11/20/2008:          Saku Lehtinen   talk:  From Max Payne to Alan Wake: The Art and Science of Creating a  Triple-A Game.              11/05/08:          Ashish Myles   gives a talk about  Curvature-Continuous Bicubic Subdivision Surfaces for Polar Configurations              10/22/08:          Mark Pauly   gives a talk about    Symmetry Detection and Structure Discovery for Digital 3D Geometry              10/17/08:          Katherine Isbister   of NYU-Poly has a book release party at 4pm for her new book on  Game Usability              10/10/08:          Long Zhu   of MIT gives an invited talk at 3pm on  Hierarchal Generative Models for Object Recognition              10/10/08:          Olga Sorkine   gives the 11:30am   CS departmental colloquium talk on  As-rigid-as-possible deformations for surfaces and images              10/7/08:          Ken Perlin   to direct the new NYU Games for Learning Institute             9/11/08:       Marc Alexa   of TU Berlin gives an invited talk on  Hermite Point Set Surfaces              8/29/08:          Elif Tosun   successfully defends  Ph.D. dissertation.             8/27/08:          Yann LeCun   receives  NYU Silver Fellowship             8/11/08:          Ken Perlin   receives  ACM / SIGGRAPH Computer  Graphics Achievement Award             4/16/08:          Olga Sorkine   receives    Eurographics Young Researcher Award                  welcome!     Located in the    heart of Manhattan , computer science research at the NYU Media  Research Lab is incredibly interdisciplinary: we are interested in computer  graphics, geometric modeling, simulation, visualization, scientific  computing, machine learning, computer vision, mobile robotics, digital  libraries, human movement, motion capture, and human-computer interaction.  We are involved in numerous cross-disciplinary collaborations with  mathematicians, engineers and artists.   We are one of a number of labs  affiliated with the VLG group."}, {"content": "Human-Computer Interaction Research Will Make Personal Genomic Data Accessible | NYU Polytechnic School of Engineering                                                                                                     NYU Abu Dhabi | NYU Shanghai         QuickLinks Bulletin   Directory   Employment and Career Development   Events Calendar   Human Resources / Careers   Information Technology Systems   Library   Make a Gift   NYU Classes   NYUAlbert (PS DATA)   NYUHome   Records and Registration   Services and Resources   Students   Alumni   Faculty   Staff                          Admissions  Undergraduate Admissions Graduate Admissions Online Learning Financial Aid Accepted Undergraduates Accepted Graduates  Academics  Majors and Programs Departments Honors Program BS/MS Program Study Abroad Online Learning Support + Services Graduate School  Records and Registration Class Schedule Course Textbooks School Calendar Code of Conduct Bulletin Women in Engineering  Research  Message from the Associate Provost Sponsored Research Centers + Institutes Labs + Groups CITE Game Innovation Lab Cross-Institution “Seed” Research Undergraduate Summer Research Bern Dibner Library Institutional Research Bioengineering IT + Media Urban Systems  Outreach  Incubators NYC Media Lab NYC Seed Enterprise Learning Center for K12 STEM Education Employment and Career Development PowerBridgeNY  Student Life  Athletics Student Affairs Public Safety Graduate Student Life and Services International Students + Scholars Residence Life and Housing Services Student Activities and Resource Center Students with Disabilities Student Resources Student Orientation  About  Hours and Directions Leadership and Administration Mission News and Publications Campus Transformation Middle States Self-Study NYU Merger Past, Present, Future Giving                                          Home / News and Publications / Human-Computer Interaction Research Will Make Personal Genomic Data Accessible                         Press Room                                                             Human-Computer Interaction Research Will Make Personal Genomic Data Accessible         Posted October 22nd, 2014                      Press Room  Facebook Twitter Print                                   \">    The National Science Foundation has awarded Associate Professor of Technology Management and Innovation Oded Nov a grant to study the role human-computer interaction can play in helping non-experts understand their personal genomic information.   In recent years there has been a dramatic growth in the scale and scope of the personal genomic information that is available to almost anyone. An increasing number of large-scale efforts, representing millions of people combined, are already under way.   For example, the U.K. government recently announced plans to sequence and return whole personal genomes to 100,000 British citizens by 2017. In the United States, the Veterans Administration aims to enroll 1 million veterans in a research study that incorporates genetic testing. Additionally, several companies are marketing genome sequencing services directly to consumers, who send in a saliva sample and pay a fee for the privilege of browsing their genome and reviewing a health report that provides risk assessment for hundreds of conditions.   As a result, laypeople are privy to unprecedented amounts of sensitive and often complex data about themselves. That knowledge can deeply influence their decisions and emotional states. Thus, questions about how people make sense of and engage with their personal genomic information&mdash;and how comfortable they feel about sharing it in order to advance scientific and biomedical research&mdash;are of increasing importance.   The research will improve interactive tools that will allow non-experts to visualize and understand their genomic data, focus on the specific information that is important to them, weigh probabilities, and decide how to act upon their new knowledge. Early results have demonstrated, for example, that offering an overview of the entire genomic report through a visual summary&mdash;such as a bubble graph&mdash;is more effective than offering that same information in other visualization types. &ldquo;It is important,&rdquo; Nov asserts, &ldquo;that someone not simply be handed a sheet of paper with reams of data that might be perplexing or distressing to them.&rdquo;   Nov is collaborating with Orit Shaer , the Clare Boothe Luce assistant professor of computer science and media arts and sciences at Wellesley College. The three-year, $155,000 grant was awarded by the NSF&rsquo;s Division of Information and Intelligent Systems.                            Learn more about: Oded Nov                                News    Posted April 27th, 2015  Inno/Vention Demo Day: Learning by Demonstrating  As Attacks Multiply, AIG CEO Hancock Calls for Stronger Cyber Insurance Posted April 9th, 2015  The Jacobs Women: Helping Build a Legacy Posted March 26th, 2015  New Faculty, New Breakthroughs Posted March 19th, 2015        Cable   News from Cable alumni magazine.  Posted January 21st, 2015 Transformative Process Read More       Press Releases    Posted April 29th, 2015  Brookings Study Ranks NYU&#039;s Engineering School Among the Best in Aiding Students&#039; Financial Success  NYU School of Engineering Faculty and Students Share Their Cutting-Edge Research with the Public Posted April 20th, 2015  3 Promising Teams Win The #ConnectAbility Challenge Hackathon  Posted April 20th, 2015                                 Engineering is NYU  Follow Us:  Facebook Twitter Vimeo YouTube        Undergraduate   Admissions   How to Apply   Apply Now   admissions@nyu.edu   Graduate   Admissions   Requirements   Apply Now   engineering.gradinfo@nyu.edu   Site Links   Press   Directory   Directions   Event Calendar   Careers/HR   Support    Email/Network help@poly.edu Website Report a Problem Login (Faculty + Staff)  NYU School of Engineering 6 MetroTech Center, Brooklyn, NY 11201 Tel: 718.260.3600 Fax: 718.260.3136 &copy; NYU School of Engineering"}]}]