[{"detail": [{"content": "Powering Across the Digital Divide: Tisch School of the Arts at NYU                           Skip to content        ITP - Interactive Telecommunications About the Program Inside ITP Remembering Red Burns  home &gt; ITP        Powering Across the Digital Divide: Creative Solutions for the Developing World  H79.2774 Lecture 4 Credits Instructor(s): McGraw \"To make people free is the aim of art, therefore art for me is the   science of freedom...I wish to go more and more outside to be among the   problems of nature and problems of human beings in their working   places.\" ~Joseph Beuys. This course presents students with an   opportunity to learn about and connect with information technology and   micro-power projects in East Africa. The goal of this course is to link   creative designers and thinkers (i.e., ITP students) with real people   who have real needs. The instructor “introduces” the students to a   number of East African residents who have a range of communication and   power consumption requirements. For example, Rose is a mother of eight   children (four of her own and four orphaned and left with her) who   operates a community-based organization (CBO). How can she stay in touch   with her community without electricity to charge her cell phone? Dr.   Richard, a traditional healer and tinkerer who holds a PhD from a   university in London,   has returned to Kenya practice medicine in his village and would like   help developing a solar-powered drip irrigation system for medicinal   plants for the increasingly long and frequent dry seasons. Gomba, an   artist living in the Kibera slum, only has illegal and dangerous access   to electricity in his studio. How can he create inexpensive safe   lighting? TICAH (Trust for Indigenous Culture and Health), a Kenyan non-   governmental organization (NGO), would like to develop an inexpensive   text messaging  system for people to send in stories of foods eaten that help boost   immunity as well as to manage specific health problems.  This is a lab course that covers theories and technologies specific to   the developing world. The instructor shares lessons from case studies of   projects, organizations and people in Kenya whilst guiding students to   develop their own prototype of a practical application for real people   located in both rural and urban East Africa. The course also introduces   students to development theory, particularly the idea of expanding   human rights, capabilities and freedoms. Such ideas are shaping   international development; they are relevant for thinking about how to   design and distribute innovative, suitable, and desirable products and   services for low-income people around the world. We meet these ideas   through readings and case studies of institutions practicing such ideas   from the global to the grassroots level. ITP students will collaborate   with people at the \"bottom of the pyramid\" to address a specific need.               Undergraduate Admissions Graduate Admissions Academic Services Student Life Financial Aid and Scholarships Career Development Counseling Services International Students Incoming Students Graduation Forms What is Special Programs? Study Abroad Summer High School Summer in New York City Courses for Non-Majors Programs for Visiting Students Open Arts Minors Blog Newsletters Videos Admin &amp; Faculty Alumni Contact Us  Tisch Events Calendar Admin &amp; Faculty Calendar NYU Academic Deadlines Calendar Many Ways to Give Why Support Tisch Dean's Council Corporate Giving Foundation Giving Individual Giving Tisch Gala Who We Are Institute of Performing Arts Graduate Acting Dance Design for Stage &amp; Film Drama Graduate Musical Theatre Writing Performance Studies Maurice Kanbar Institute of Film &amp; Television Undergraduate Film &amp; Television Graduate Film Cinema Studies Moving Image Archiving &amp; Preservation (MIAP) Rita &amp; Burton Goldberg Department of Dramatic Writing Emerging Media Group Photography &amp; Imaging Interactive Telecommunications (ITP) Clive Davis Institute of Recorded Music NYU Game Center Art &amp; Public Policy / Arts Politics Open Arts Tisch Special Programs Tisch Asia"}]}]