[{"detail": [{"content": "Revolution and the Real    |     Deutsches Haus    | New York University                                   Skip to page Content.     NEW YORK UNIVERSITY     ARTS AND SCIENCE     COLLEGE OF ARTS AND SCIENCE     GRADUATE SCHOOL OF ARTS AND SCIENCE                                German Classes       Events       Children's Program       Book club       Support Deutsches Haus       Haus-Club/Membership       Publications       Press       Sponsors and Partners       Rental Space       About Us       Jobs       Contact Us             Stay Connected           Newsletter       Facebook       Twitter       Youtube       Tumblr       Haus Quest                    Back to Home               Revolution and the Real   Friday, March 6th, 9:20 a.m.   Deutsches Haus at NYU     Deutsches Haus at NYU presents the NYU German Department Graduate Student Conference Revolution and the Rea l that is exploring the realization, reality, and the Real of Revolution throughout German history, literature, and theory.   Conference Schedule 9:20am  Introductory Remarks – Sean Larson (NYU) and Jacob Denz (NYU) 9:30 – 11:00am 1. Fictions of Authority in Kleist's Michael Kohlhaas - Julian Petri (Princeton) 2. Revolution and Restitution: On a Temporal Paradox in Heinrich von Kleist - Matthew Fraser (University of Chicago) 3. Narration after Revolution: Accident and Contingency in Kleist's Die Verlobung in St. Domingo - Jacob Denz (NYU) Moderator: Kevin Vennemann (NYU), Respondent: Christiane Frey (NYU) 11:00am – 12:30pm 1. E. T. A. Hoffmann and the Turns of Mimesis - Polly Dickson (Cambridge) 2. An Understanding of the Present: Heineʼs Historical Journalism - Michael Swellander (Columbia) 3. Zweifel, selbstbewusste Inszenierung und politische Ästhetik in Büchners Revolutionsdrama Dantons Tod - Filippo Ranghiero (U Ca' Foscari, Venice) Moderator: Susanne Fuchs (NYU), Respondent: Eckart Goebel (NYU)  1:30 – 3:30pm 1. Micro-Revolutions: Müller, Lessing, Arendt - Lindsay Zackeroff (Brown) 2. Hans Blumenberg’s Speculative Histories of Reality - Hannes Bajohr (Columbia) 3. Niemand hats getan. Kafka’s Revolution - Dominik Zechner (NYU) 4. Baroquifying a Failed Revolution — Germany in Autumn as Cinematic Emblem - Christina Mandt (Rutgers) Moderator: Nimrod Reitman (NYU), Respondent: Avital Ronell (NYU) 3:30 – 5:30pm 1. Communist Writing against the 'Peaceful Revolution'- Gisela Elsner's novel Heilig Blut (1973/2008) in the context of German unification - Tanja Röckemann (U Potsdam) 2. The Real of the November Revolution: The Case of Aby Warburg - Sean Larson (NYU) 3. Oskar Maria Graf: Pícaro and People ́s Partisan - Sebastian Schuller (LMU München) 4. Representing Revolutionary Collectivism: Literary Realism and Utopia in Franz Jung's The Conquest of the Machines - Christoph Schaub (Columbia) Moderator: Kurt Hollender (NYU), Respondent: Leif Weatherby (NYU) 7:00pm: Keynote Address As The Sentence Turns: Revolutions in Poetic Language – Jan Mieszkowski (Reed College) Events at Deutsches Haus are free and open to the public. If you would like to attend this event, please send an email to deutscheshaus.rsvp@nyu.edu . As space at Deutsches Haus is limited, please arrive ten minutes prior to the event to ensure you get a good seat. Thank you!                     Deutsches Haus                       42 Washington Mews                       New York, NY 10003                      Phone: 212.998.8660                         Fax:                  212.995.4327                   Email:          deutsches.haus@nyu.edu         Contact Us | &copy; New York University , Arts and Science"}]},
{"detail": [{"content": "Revolution and the Real    |     Deutsches Haus    | New York University                                   Skip to page Content.     NEW YORK UNIVERSITY     ARTS AND SCIENCE     COLLEGE OF ARTS AND SCIENCE     GRADUATE SCHOOL OF ARTS AND SCIENCE                                German Classes       Events       Children's Program       Book club       Support Deutsches Haus       Haus-Club/Membership       Publications       Press       Sponsors and Partners       Rental Space       About Us       Jobs       Contact Us             Stay Connected           Newsletter       Facebook       Twitter       Youtube       Tumblr       Haus Quest                    Back to Home               Revolution and the Real   Friday, March 6th, 9:20 a.m.   Deutsches Haus at NYU     Deutsches Haus at NYU presents the NYU German Department Graduate Student Conference Revolution and the Rea l that is exploring the realization, reality, and the Real of Revolution throughout German history, literature, and theory.   Conference Schedule 9:20am  Introductory Remarks – Sean Larson (NYU) and Jacob Denz (NYU) 9:30 – 11:00am 1. Fictions of Authority in Kleist's Michael Kohlhaas - Julian Petri (Princeton) 2. Revolution and Restitution: On a Temporal Paradox in Heinrich von Kleist - Matthew Fraser (University of Chicago) 3. Narration after Revolution: Accident and Contingency in Kleist's Die Verlobung in St. Domingo - Jacob Denz (NYU) Moderator: Kevin Vennemann (NYU), Respondent: Christiane Frey (NYU) 11:00am – 12:30pm 1. E. T. A. Hoffmann and the Turns of Mimesis - Polly Dickson (Cambridge) 2. An Understanding of the Present: Heineʼs Historical Journalism - Michael Swellander (Columbia) 3. Zweifel, selbstbewusste Inszenierung und politische Ästhetik in Büchners Revolutionsdrama Dantons Tod - Filippo Ranghiero (U Ca' Foscari, Venice) Moderator: Susanne Fuchs (NYU), Respondent: Eckart Goebel (NYU)  1:30 – 3:30pm 1. Micro-Revolutions: Müller, Lessing, Arendt - Lindsay Zackeroff (Brown) 2. Hans Blumenberg’s Speculative Histories of Reality - Hannes Bajohr (Columbia) 3. Niemand hats getan. Kafka’s Revolution - Dominik Zechner (NYU) 4. Baroquifying a Failed Revolution — Germany in Autumn as Cinematic Emblem - Christina Mandt (Rutgers) Moderator: Nimrod Reitman (NYU), Respondent: Avital Ronell (NYU) 3:30 – 5:30pm 1. Communist Writing against the 'Peaceful Revolution'- Gisela Elsner's novel Heilig Blut (1973/2008) in the context of German unification - Tanja Röckemann (U Potsdam) 2. The Real of the November Revolution: The Case of Aby Warburg - Sean Larson (NYU) 3. Oskar Maria Graf: Pícaro and People ́s Partisan - Sebastian Schuller (LMU München) 4. Representing Revolutionary Collectivism: Literary Realism and Utopia in Franz Jung's The Conquest of the Machines - Christoph Schaub (Columbia) Moderator: Kurt Hollender (NYU), Respondent: Leif Weatherby (NYU) 7:00pm: Keynote Address As The Sentence Turns: Revolutions in Poetic Language – Jan Mieszkowski (Reed College) Events at Deutsches Haus are free and open to the public. If you would like to attend this event, please send an email to deutscheshaus.rsvp@nyu.edu . As space at Deutsches Haus is limited, please arrive ten minutes prior to the event to ensure you get a good seat. Thank you!                     Deutsches Haus                       42 Washington Mews                       New York, NY 10003                      Phone: 212.998.8660                         Fax:                  212.995.4327                   Email:          deutsches.haus@nyu.edu         Contact Us | &copy; New York University , Arts and Science"}, {"content": "Ferrer, Ada    | Department of History | New York University                                      NEW YORK UNIVERSITY     ARTS AND SCIENCE     COLLEGE OF ARTS AND SCIENCE     GRADUATE SCHOOL OF ARTS AND SCIENCE             Department of History     Arts &amp; Science                      Back to Home           Ada Ferrer   Professor of History, Latin American and Caribbean Studies   University of Michigan, PhD 1995   Office Address:   King Juan Carlos Center, Room 410   Email:        Phone:   212.998.8626   Field of Study:   Latin America and the Carribbean   Areas of Research/Interest:   Cuba; comparative slavery, nationalism, revolution        Bio   Ada Ferrer is Professor of History and Latin American and Caribbean Studies. She holds an AB in English from Vassar College, an MA in History from the University of Texas at Austin, and PhD in History from the University of Michigan. She has been teaching at NYU since January, 1995.      Her research focuses on the history of slavery, race, and revolution in Latin America, with a particular interest in the history of Cuba, Haiti, and the Caribbean. She is also interested in questions of historical method, archives, and historical writing. Her first book, Insurgent Cuba: Race, Nation, and Revolution, 1868-1898 (University of North Carolina Press, 1999), explored the history of racism and antiracism in Cuba’s wars of independence, in which slaves and former slaves were majority participants. It received the 2000 Berkshire Book Prize for the best first book by a woman in any field of history. A French translation was published by Pérseides (Paris) in 2010 and Spanish translation by Editorial de Ciencias Sociales (Havana) in 2011. Her second book, Freedom’s Mirror: Cuba and Haiti in the Age of Revolution, was published by Cambridge University Press in December 2014. The book examines the links between the Haitian Revolution in Saint-Domingue and the entrenchment of slavery in colonial Cuba. It received Honorable Mention for the PROSE Award in European and World History, 2015. She continues to work on the 1812 antislavery conspiracy led by free black carpenter in Havana, José Antonio Aponte, while also doing research on several other projects on C.L.R. James, Antonio Maceo, Cádiz, and Maine (the state, not the ship).      She teaches undergraduate and graduate courses on the history of Latin America, the Caribbean, and Cuba, as well as colloquia on a range of topics from comparative slavery, Afro-Latin America, the Haitian Revolution and the Atlantic World, and comparative revolution, among other topics.   Fellowships/Honors:   John Hope Franklin Prize (Law and Society Association) for the Best Article on Race and Racism, 2013. Berkshire Conference Article Prize, 2013. Paul Vanderwood Prize, Conference on Latin American History, 2013. American Council of Learned Societes/NEH/SSRC Fellowship in Area Studies, 2011-2012, Berkshire Book Prize for Insurgent Cuba (for the best first book by a woman historian in any field of history), Spanish Ministry of Culture Fellowship, Consejo Superior de Investigaciones Científicas, 2003-2004, National Endowment for the Humanities, 2000-2001     Selected Works:   Freedom's Mirror: Cuba and Haiti in the Age of Revolution (Cambridge University Press, 2014)      Cuba Insurgente: Raza, nación y revolución (Havana: Editorial de Ciencias Sociales, 2011). Translation of Insurgent Cuba.       La Guerre d'Indépendance Cubaine: Insurrection et Émancipation à Cuba! 1868-1898 (Paris: Pérseides, 2010) (French Translation of Insurgent Cuba )        El rumor de Haití en Cuba: Temor, Raza y Rebeldía (Madrid: Consejo Superior de Investigaciones Científicas, 2004). Coauthored with Consuelo Naranjo Orovio, Ma. Dolores González Ripoll, Gloria García, y Josef Opartny.       Insurgent Cuba: Race, Nation, and Revolution, 1868-98 (University of North Carolina Press, 1999).     Articles:    \"Haiti, Free Soil, and Antislavery in the Revolutionary Atlantic\" American Historical Review 117 (2012): 40-66.  \"Speaking of Haiti: Slavery and Freedom in Cuban Slave Testimony,\" in David Geggus and Norman Fiering, eds. The World of the Haitian Revolution (Bloomington: University of Indiana Press, 2009).    \"Cuban Slavery and Atlantic Antislavery,\" Review, Journal of the Fernand Braudel Center , 31-3-2008.    \"The Archive and the Atlantic's Haitian Revolution,\" in Doris Lorraine Garraway, ed., Tree of Liberty: Atlantic Legacies of the Haitian Revolution (Charlottesville: University of Virginia Press, 2008.)    \"Noticias de Haiti en Cuba,\" Revista de Indias (Madrid), vol. 63, no. 229, 2003, pp. 675-694. (Reprinted in Caminos [Havana], no.31-32, 2004).    \"La société esclavagiste cubaine et la révolution haïtienne,\" Annales, vol. 58, no 2, 2003, pp. 333-356.    \"Armed Slaves, the Colonial State, and Nationalist Revolution in Nineteenth-Century Cuba,\" in Philip Morgan and Chris Brown, eds., Arming Slaves in World History , 2002.    \"Cuba, 1898: Rethinking Race, Nation, and Empire,\" Radical History Review , 73 (January 1999): 22-46.     Update your faculty profile         Updated on 04&#047;22&#047;2015             Contact Us | &copy; New York University , Arts and Science"}]}]