[{"detail": [{"content": "notes_dissertation                                                  Abstract / Executive summary    This dissertation describes interaction around tangible media devices to provide an account of the sense making activity that couples artifacts and information exchange. This description aims to be general enough to evaluate, inform and guide the design of information devices that structure participation similarly to those examined. Tangible media, couples the richness of material objects to digital information, and as such is a strategy that has interested many designers in the last 15 years of rapid information technology development. However, market forces usually favor the lower production and distribution costs of software driven computational products that have no associated specific material interface. This conflict demands an explicit account of the value ‘tangibility’ and what material specificity contributes to computational interaction.      Method and Execution    This dissertation describes the behavior observed around and with a variety of Tangible Media (TM) interfaces. The main study is based in a museum exhibition called Experiments in the Future of Reading (XFR) which provided an informal learning context and naturalistic social setting in which to examine the interactions of diverse participants, both alone and in small groups. Direct observation (60 hours) and video analysis (40 hours of video data) of these interactions were used to produce qualitative descriptions of small groups (n) interacting, the spatial patterns of use, and the social and physical constraints of information exchanges between people in this context.      Qualitative results:    Information exchanges were not predicted by social roles— strangers interacted, discovery was often led by children, parents did not assume authority, and mastering, explaining and guiding others or watching, questioning or being guided were roles in which most participants took turns.     Action is information:    People rarely followed printed instructions yet consistent patterns of use emerged. The visible actions of others attendees played a more critical role in shaping the actions of those that followed, than the written instructions and diagrams. The actions and physical engagement provided a medium that coordinated attention and through which ideas were transmitted between visitors, as if an information conduit. The lower age ranges of the audience demonstrated a hands first exploration of the information world and uniformly across gender and age, the spatial modulation—stepping into and out of the vicinity of the exhibit--was used communicatively in the small groups gathered around each exhibit.     Shared social metronome:    Verbal and gestural exchanges between people were carried on at a remarkably consistent rate, although interpretations of the exhibits and the length of engagement varied widely. That is, although some people spent more or less time at different exhibits, the actual rate of exchanges was invariant—as if a metronome were running--refuting a common expectations that some interfaces provide \"more\" information, or could be described as more cognitively \"efficient\", or more effective. In contrast I observed people using the social and physical resource to allocate their attention and organize their time at exhibits.     Spatial relevance filter:    People in the immediate vicinity of the TM device exchanged information relevant to the device at hand. In this way, the hardware and its spatial dimension acted as an information filter, filtering for relevant comments inside various zones. The zones were characterized by activity and decisions people made therein: a distal zone in which people waited and decided to enter closer or to move on; a mid-zone in which more audible information was available, and the actions of the person using the exhibit were observable; an inner zone where the actual actions on the TM device took place and people exchanged commentary.       Quantitative Results:    To develop a feasible quantitative measure I used the variables that could be unambiguously counted and classified. Although I classified the roles people assumed and analyzed the content of their exchanges, the quantitative measure represents information exchanged, the rate of exchange, and where and when it is exchanged. For instance stepping into and out of particular zones and time spent therein, and group size, had less ambiguity than classification of an utterance. In this section I treated gestures, utterances, and actions (including proximity modulation) as packets of information the same way keystrokes are counted in traditional user studies, or click-throughs are counted on web-based interaction studies. The most salient variables those describing the group dynamics (groups size fluctuations) and the time people spent at the exhibits.   The primary finding of the quantitative analysis is that, holding the institutional context constant, the outcome most elastic to the exhibit (that varies with the exhibit) is not rate-of- exchange but group form, size and dynamics. Specifically, the important effect I show is an increase in the amount of time spent by a person at an exhibit for each additional person that joined the small group at the device—I call this the small group effect. That is, some exhibits allow information sharing with other people, and others do not. It made no difference (to the time a person expends) if there were one, or four people at the single channel video display (effectively a \"control\" exhibit with no interactivity). Likewise there was no small-group-effect on the Glyph-o-Scope exhibit which incorporated a microscope display preventing shared visual access by any proximal participants. In contrast, the Tilty Tables—table top displays controlled with highly visible actions of tilting the table allowing coordinated social attention—showed this small-group-effect most significantly. In other word’s a person at the Tilty Table, due in part to the physical design of the interface, was able to draw on the activity or commentary of nearby participants. Other people were as much information resource as the computational display.      Not just physics; not just social    The physical parameters of the exhibits themselves do not produce the effect—for instance, the size of the display had no systematic effect on the group size or dynamics. The largest display, the Time Line Wall, had one of the smallest average group sizes, while many people crowded around the small(est) screen of the Speeder Reader exhibit (yet highly visible control-actions). In addition, information per user per exhibit is not tightly related to an individual’s time expenditure per exhibit. Time spent (or \"stickiness\")--the traditional method for evaluating museum exhibits--does not differentiate between time spent waiting with no relevant information exchange (looking at the ceiling), or the time spent interpreting, sharing control or otherwise observably interacting.   I describe tangible devices in terms of their structures of participation (STROPs) that allow peripheral participation, facilitate shared control, and provide visibility and audibility of the actions and interactions. I show that open, tangible interfaces allow participation and maximize information exchange in small groups vis à vi other computational interfaces. Tangible media can be understood as effective in coupling social and technical resources, such that more people get more information, errors are corrected more quickly, and more information circulates around them because people allocate more time.       Summary of Contribution    To account for the effects of tangible media required changing the unit of analysis. The exchanges between people around the interfaces emerged as critical in characterizing the use of the devices rather than any of the particularities of individuals interacting with the devices. This challenges a longstanding assumption of Human Computer interaction literature that presumes the atomized \"user\" is the apt unit of analysis and representative of the important phenomena in interaction design. I have shown that consistencies apparent at the level of small group were not evident when observing individuals, yet dominate the information and usability experience of an individual.   Structures of participation (STROP) as a unit of analysis enables the analysis of the cumulative effects of interactivity, simultaneously accounting for the social dynamics and technical constraints. STROPS provide a socially grounded alternative to user-centric design approaches. STROPS are measurable and quantifiable and this provides a theoretical device to integrate over individual interactions, without obscuring the variability of individuals, yet account for the predictability of small groups behavior.    Intelligent Design:    Using structures of participation in designs can guide effective information exchange in and for small groups. Similarly STROPS can have design consequences for other technological interfaces and institutional contexts. If designers intend to design computational interfaces that can facilitate information exchanges and promote participation locally one can evaluate, develop and refine designs relative to the desired Structure of Participation.                                                          DOWNLOAD       PDF                                                              DISSERTATION"}, {"content": "XDesign: tangible interfaces to computation                                                                                    tangible interfaces to computation   As interactive bitmapped graphics became viable in the 1980s, the human/computer interface began transforming from text-based interfaces to GUIs. Today we are engaged in another transformation. As computation becomes more ubiquitous and available in small, low power, networked and distributed form factors, computers are entering our shared social space.    We carry them with us and use them to verify entry to places, to prepare us for our next meeting, to send each other messages during lunch. A shift is occurring in when and why we access information and in how we can use computation.  This talk looks at the tangible interface to such ubiquitous computation, covering the development of interface design strategies and applications of computation that exploit the tangible and physical aspects of these new devices. In addition to the privatized mobility we have come to expect from shrinking processors and increasing power efficiencies, some of the more interesting characteristics of this realm of design are the exploitation of peripheral attention (for monitoring); tacit skills in manipulating physical objects (intuitiveness); multiple information retrieval, management and interpretive strategies from a lifetime of manipulating physical devices (priority; persistence, particularity) and the capacity for impedance matching of displays not just with single users but with diverse groups for supporting many person interactions within the rich social contexts to which we are accustomed.   This talk will review several projects that will serve to demonstrate the possibilities of this area and to introduce methodologies for evaluating and understanding the complex interactions involved in these tangible and social uses of computation. We will review the problems inherent in generalizing this approach and will discuss the use of tangible media as a proxy for social interaction, experimental methods, and directions for ongoing and future research.   _______________________________       This work examines the use of physical interfaces (tangible media) as a design strategy, and the implication of a physically based design approach for the development of information products.  The focus will be on examining characteristics of the physical presence of (information containing) objects that can be used to design information products. These characteristics include persistence, peripheral presence, priority and particularity.  Physical objects - in contrast to digital objects are persistent; they do not disappear when they are not in use. An aspect of such persistence is peripheral accessibility; physical objects continue to be where you left them and are therefore readily accessible for just-in-time reference. In addition, their visibility does not map completely to the attention given them, unlike digital counterparts. They can be thought to have an independence from their users attention scheme because they do not appear and disappear according to whether they are in use. They are therefore attention-directing devices. As such, physical devices exploit peripheral information cues - sound and movement - to indicate state change, thereby unobtrusively redirecting attention when needed.  The priority given to an object with which one shares the physical environment, i.e. why people print out important email messages, has to do with planning environmental interactions that are unpredictable. The objects involved are placed as obstacles to come across or to interact with in conscious or non-deliberate ways. Tracing this strategy of putting things in ones paths and arranging the physical environment as an information space informs the design of information environments.  The particularity of physical objects and their contrast to textual representation, provides a difference to be productively negotiated and reveals textcentric assumptions. However is it the non-abstractable specificity of physical objects that is the main focus of this characterization, and is exploitable in the design of information.   These aspects of physical presence will be examined with reference to their effects on knowledge production; learning; and monitoring activities, and the subtle difference between these types of attention. Furthermore, the aspects of physical things under investigation will be applied to entities categorized as soft, hard and live.   The investigation are undertaken using two primary strategies:   Firstly, the empirical methodology is the analysis of the footage generated in longitudinal video observation studies of interactive products in situ. This material is collected with a series of custom, low-power, sensor-triggered video systems that I have already designed, tested and in some instances deployed. The sensors trigger on interaction events between the product and the user, collecting video data on the seconds of interaction. This allows observations over months of product use making new aspects of interaction observable. This study differs from other systematic studies of interactive products because of the longitudinal nature of the observation. By changing the way we observe interaction with products, the novel representations may point to opportunities to change the design of interactive information products in particular with respect to use over the product life.   The second strategy is the design and implementation of tangible media products. The group of designs implemented will explore the parameters discussed above, examining the pragmatic design issues involved in the implementation of these design directions, and facilitating the observation of their efficacy in actual work and use situations. These design projects:  a) OneTree and OneTree sensor system: a biological/computational instrument with a hybrid network of low-power sensors for deployment throughout the Bay Area to facilitate longitudinal (50years) observation of cloned trees, coordination of a distributed web based data collection system, and the comparison with an A-life tree system model;  b) ITS video system (discussed above for data collection): the design and implementation explores issues of coupling to a hybrid network of physical inputs, sensors and triggers in a jini-implemented network, and as such addresses the issues of networked tangible devices;  c) handheld based learning tool: the implementation and testing of a learning support tool that implements a recurrent autonomously timed system using a Poisson pacing in support of formal training syllabus; (implements the persistence parameter of physical presence sans other aspects)   The implementation of these designs will populate examples of specific tangible design strategies and the issues involved in generalizing this approach. The theoretical implications will be examined in the light of actor network theory and other relational approaches.                                    xdesign home           about   curriculm vitae   biography       classes   Test Entry to Create New Content   SynThesis: EAS 996   Subhuman and Superhuman   MoTI: EAS 995       current projects   project database   ooz projects   onetrees   feral robotic dogs   bit labs   biotech hobbyist magazine   Specs for building bird houses   Observations in Chelsea   Bird food system - permissable projections   Attracting birds       Grand Rounds   Launching Grand Rounds       lecture series   tangible interfaces to computation   AV systems       presentations   Launching Grand Rounds       press   Robotic dogs to detect levels of radiation   Robot Dogs Get Social Conscience Installed   Is Activism Dead?   Feral Dogs and OOZ Projects at Armory Center   Are Toxins Astir? Release the Hounds       recent exhibitions   LOOK and FEEL, De Verbeelding   Gen.R.8, Gigantic Art Space   Feral Dogs and OOZ Projects at Armory Center       working papers   powermeter                     Search                          Powered by Movable Type 3.33"}]},
{"detail": [{"content": "notes_dissertation                                                  Abstract / Executive summary    This dissertation describes interaction around tangible media devices to provide an account of the sense making activity that couples artifacts and information exchange. This description aims to be general enough to evaluate, inform and guide the design of information devices that structure participation similarly to those examined. Tangible media, couples the richness of material objects to digital information, and as such is a strategy that has interested many designers in the last 15 years of rapid information technology development. However, market forces usually favor the lower production and distribution costs of software driven computational products that have no associated specific material interface. This conflict demands an explicit account of the value ‘tangibility’ and what material specificity contributes to computational interaction.      Method and Execution    This dissertation describes the behavior observed around and with a variety of Tangible Media (TM) interfaces. The main study is based in a museum exhibition called Experiments in the Future of Reading (XFR) which provided an informal learning context and naturalistic social setting in which to examine the interactions of diverse participants, both alone and in small groups. Direct observation (60 hours) and video analysis (40 hours of video data) of these interactions were used to produce qualitative descriptions of small groups (n) interacting, the spatial patterns of use, and the social and physical constraints of information exchanges between people in this context.      Qualitative results:    Information exchanges were not predicted by social roles— strangers interacted, discovery was often led by children, parents did not assume authority, and mastering, explaining and guiding others or watching, questioning or being guided were roles in which most participants took turns.     Action is information:    People rarely followed printed instructions yet consistent patterns of use emerged. The visible actions of others attendees played a more critical role in shaping the actions of those that followed, than the written instructions and diagrams. The actions and physical engagement provided a medium that coordinated attention and through which ideas were transmitted between visitors, as if an information conduit. The lower age ranges of the audience demonstrated a hands first exploration of the information world and uniformly across gender and age, the spatial modulation—stepping into and out of the vicinity of the exhibit--was used communicatively in the small groups gathered around each exhibit.     Shared social metronome:    Verbal and gestural exchanges between people were carried on at a remarkably consistent rate, although interpretations of the exhibits and the length of engagement varied widely. That is, although some people spent more or less time at different exhibits, the actual rate of exchanges was invariant—as if a metronome were running--refuting a common expectations that some interfaces provide \"more\" information, or could be described as more cognitively \"efficient\", or more effective. In contrast I observed people using the social and physical resource to allocate their attention and organize their time at exhibits.     Spatial relevance filter:    People in the immediate vicinity of the TM device exchanged information relevant to the device at hand. In this way, the hardware and its spatial dimension acted as an information filter, filtering for relevant comments inside various zones. The zones were characterized by activity and decisions people made therein: a distal zone in which people waited and decided to enter closer or to move on; a mid-zone in which more audible information was available, and the actions of the person using the exhibit were observable; an inner zone where the actual actions on the TM device took place and people exchanged commentary.       Quantitative Results:    To develop a feasible quantitative measure I used the variables that could be unambiguously counted and classified. Although I classified the roles people assumed and analyzed the content of their exchanges, the quantitative measure represents information exchanged, the rate of exchange, and where and when it is exchanged. For instance stepping into and out of particular zones and time spent therein, and group size, had less ambiguity than classification of an utterance. In this section I treated gestures, utterances, and actions (including proximity modulation) as packets of information the same way keystrokes are counted in traditional user studies, or click-throughs are counted on web-based interaction studies. The most salient variables those describing the group dynamics (groups size fluctuations) and the time people spent at the exhibits.   The primary finding of the quantitative analysis is that, holding the institutional context constant, the outcome most elastic to the exhibit (that varies with the exhibit) is not rate-of- exchange but group form, size and dynamics. Specifically, the important effect I show is an increase in the amount of time spent by a person at an exhibit for each additional person that joined the small group at the device—I call this the small group effect. That is, some exhibits allow information sharing with other people, and others do not. It made no difference (to the time a person expends) if there were one, or four people at the single channel video display (effectively a \"control\" exhibit with no interactivity). Likewise there was no small-group-effect on the Glyph-o-Scope exhibit which incorporated a microscope display preventing shared visual access by any proximal participants. In contrast, the Tilty Tables—table top displays controlled with highly visible actions of tilting the table allowing coordinated social attention—showed this small-group-effect most significantly. In other word’s a person at the Tilty Table, due in part to the physical design of the interface, was able to draw on the activity or commentary of nearby participants. Other people were as much information resource as the computational display.      Not just physics; not just social    The physical parameters of the exhibits themselves do not produce the effect—for instance, the size of the display had no systematic effect on the group size or dynamics. The largest display, the Time Line Wall, had one of the smallest average group sizes, while many people crowded around the small(est) screen of the Speeder Reader exhibit (yet highly visible control-actions). In addition, information per user per exhibit is not tightly related to an individual’s time expenditure per exhibit. Time spent (or \"stickiness\")--the traditional method for evaluating museum exhibits--does not differentiate between time spent waiting with no relevant information exchange (looking at the ceiling), or the time spent interpreting, sharing control or otherwise observably interacting.   I describe tangible devices in terms of their structures of participation (STROPs) that allow peripheral participation, facilitate shared control, and provide visibility and audibility of the actions and interactions. I show that open, tangible interfaces allow participation and maximize information exchange in small groups vis à vi other computational interfaces. Tangible media can be understood as effective in coupling social and technical resources, such that more people get more information, errors are corrected more quickly, and more information circulates around them because people allocate more time.       Summary of Contribution    To account for the effects of tangible media required changing the unit of analysis. The exchanges between people around the interfaces emerged as critical in characterizing the use of the devices rather than any of the particularities of individuals interacting with the devices. This challenges a longstanding assumption of Human Computer interaction literature that presumes the atomized \"user\" is the apt unit of analysis and representative of the important phenomena in interaction design. I have shown that consistencies apparent at the level of small group were not evident when observing individuals, yet dominate the information and usability experience of an individual.   Structures of participation (STROP) as a unit of analysis enables the analysis of the cumulative effects of interactivity, simultaneously accounting for the social dynamics and technical constraints. STROPS provide a socially grounded alternative to user-centric design approaches. STROPS are measurable and quantifiable and this provides a theoretical device to integrate over individual interactions, without obscuring the variability of individuals, yet account for the predictability of small groups behavior.    Intelligent Design:    Using structures of participation in designs can guide effective information exchange in and for small groups. Similarly STROPS can have design consequences for other technological interfaces and institutional contexts. If designers intend to design computational interfaces that can facilitate information exchanges and promote participation locally one can evaluate, develop and refine designs relative to the desired Structure of Participation.                                                          DOWNLOAD       PDF                                                              DISSERTATION"}, {"content": "XDesign: tangible interfaces to computation                                                                                    tangible interfaces to computation   As interactive bitmapped graphics became viable in the 1980s, the human/computer interface began transforming from text-based interfaces to GUIs. Today we are engaged in another transformation. As computation becomes more ubiquitous and available in small, low power, networked and distributed form factors, computers are entering our shared social space.    We carry them with us and use them to verify entry to places, to prepare us for our next meeting, to send each other messages during lunch. A shift is occurring in when and why we access information and in how we can use computation.  This talk looks at the tangible interface to such ubiquitous computation, covering the development of interface design strategies and applications of computation that exploit the tangible and physical aspects of these new devices. In addition to the privatized mobility we have come to expect from shrinking processors and increasing power efficiencies, some of the more interesting characteristics of this realm of design are the exploitation of peripheral attention (for monitoring); tacit skills in manipulating physical objects (intuitiveness); multiple information retrieval, management and interpretive strategies from a lifetime of manipulating physical devices (priority; persistence, particularity) and the capacity for impedance matching of displays not just with single users but with diverse groups for supporting many person interactions within the rich social contexts to which we are accustomed.   This talk will review several projects that will serve to demonstrate the possibilities of this area and to introduce methodologies for evaluating and understanding the complex interactions involved in these tangible and social uses of computation. We will review the problems inherent in generalizing this approach and will discuss the use of tangible media as a proxy for social interaction, experimental methods, and directions for ongoing and future research.   _______________________________       This work examines the use of physical interfaces (tangible media) as a design strategy, and the implication of a physically based design approach for the development of information products.  The focus will be on examining characteristics of the physical presence of (information containing) objects that can be used to design information products. These characteristics include persistence, peripheral presence, priority and particularity.  Physical objects - in contrast to digital objects are persistent; they do not disappear when they are not in use. An aspect of such persistence is peripheral accessibility; physical objects continue to be where you left them and are therefore readily accessible for just-in-time reference. In addition, their visibility does not map completely to the attention given them, unlike digital counterparts. They can be thought to have an independence from their users attention scheme because they do not appear and disappear according to whether they are in use. They are therefore attention-directing devices. As such, physical devices exploit peripheral information cues - sound and movement - to indicate state change, thereby unobtrusively redirecting attention when needed.  The priority given to an object with which one shares the physical environment, i.e. why people print out important email messages, has to do with planning environmental interactions that are unpredictable. The objects involved are placed as obstacles to come across or to interact with in conscious or non-deliberate ways. Tracing this strategy of putting things in ones paths and arranging the physical environment as an information space informs the design of information environments.  The particularity of physical objects and their contrast to textual representation, provides a difference to be productively negotiated and reveals textcentric assumptions. However is it the non-abstractable specificity of physical objects that is the main focus of this characterization, and is exploitable in the design of information.   These aspects of physical presence will be examined with reference to their effects on knowledge production; learning; and monitoring activities, and the subtle difference between these types of attention. Furthermore, the aspects of physical things under investigation will be applied to entities categorized as soft, hard and live.   The investigation are undertaken using two primary strategies:   Firstly, the empirical methodology is the analysis of the footage generated in longitudinal video observation studies of interactive products in situ. This material is collected with a series of custom, low-power, sensor-triggered video systems that I have already designed, tested and in some instances deployed. The sensors trigger on interaction events between the product and the user, collecting video data on the seconds of interaction. This allows observations over months of product use making new aspects of interaction observable. This study differs from other systematic studies of interactive products because of the longitudinal nature of the observation. By changing the way we observe interaction with products, the novel representations may point to opportunities to change the design of interactive information products in particular with respect to use over the product life.   The second strategy is the design and implementation of tangible media products. The group of designs implemented will explore the parameters discussed above, examining the pragmatic design issues involved in the implementation of these design directions, and facilitating the observation of their efficacy in actual work and use situations. These design projects:  a) OneTree and OneTree sensor system: a biological/computational instrument with a hybrid network of low-power sensors for deployment throughout the Bay Area to facilitate longitudinal (50years) observation of cloned trees, coordination of a distributed web based data collection system, and the comparison with an A-life tree system model;  b) ITS video system (discussed above for data collection): the design and implementation explores issues of coupling to a hybrid network of physical inputs, sensors and triggers in a jini-implemented network, and as such addresses the issues of networked tangible devices;  c) handheld based learning tool: the implementation and testing of a learning support tool that implements a recurrent autonomously timed system using a Poisson pacing in support of formal training syllabus; (implements the persistence parameter of physical presence sans other aspects)   The implementation of these designs will populate examples of specific tangible design strategies and the issues involved in generalizing this approach. The theoretical implications will be examined in the light of actor network theory and other relational approaches.                                    xdesign home           about   curriculm vitae   biography       classes   Test Entry to Create New Content   SynThesis: EAS 996   Subhuman and Superhuman   MoTI: EAS 995       current projects   project database   ooz projects   onetrees   feral robotic dogs   bit labs   biotech hobbyist magazine   Specs for building bird houses   Observations in Chelsea   Bird food system - permissable projections   Attracting birds       Grand Rounds   Launching Grand Rounds       lecture series   tangible interfaces to computation   AV systems       presentations   Launching Grand Rounds       press   Robotic dogs to detect levels of radiation   Robot Dogs Get Social Conscience Installed   Is Activism Dead?   Feral Dogs and OOZ Projects at Armory Center   Are Toxins Astir? Release the Hounds       recent exhibitions   LOOK and FEEL, De Verbeelding   Gen.R.8, Gigantic Art Space   Feral Dogs and OOZ Projects at Armory Center       working papers   powermeter                     Search                          Powered by Movable Type 3.33"}]},
{"detail": [{"content": "notes_dissertation                                                  Abstract / Executive summary    This dissertation describes interaction around tangible media devices to provide an account of the sense making activity that couples artifacts and information exchange. This description aims to be general enough to evaluate, inform and guide the design of information devices that structure participation similarly to those examined. Tangible media, couples the richness of material objects to digital information, and as such is a strategy that has interested many designers in the last 15 years of rapid information technology development. However, market forces usually favor the lower production and distribution costs of software driven computational products that have no associated specific material interface. This conflict demands an explicit account of the value ‘tangibility’ and what material specificity contributes to computational interaction.      Method and Execution    This dissertation describes the behavior observed around and with a variety of Tangible Media (TM) interfaces. The main study is based in a museum exhibition called Experiments in the Future of Reading (XFR) which provided an informal learning context and naturalistic social setting in which to examine the interactions of diverse participants, both alone and in small groups. Direct observation (60 hours) and video analysis (40 hours of video data) of these interactions were used to produce qualitative descriptions of small groups (n) interacting, the spatial patterns of use, and the social and physical constraints of information exchanges between people in this context.      Qualitative results:    Information exchanges were not predicted by social roles— strangers interacted, discovery was often led by children, parents did not assume authority, and mastering, explaining and guiding others or watching, questioning or being guided were roles in which most participants took turns.     Action is information:    People rarely followed printed instructions yet consistent patterns of use emerged. The visible actions of others attendees played a more critical role in shaping the actions of those that followed, than the written instructions and diagrams. The actions and physical engagement provided a medium that coordinated attention and through which ideas were transmitted between visitors, as if an information conduit. The lower age ranges of the audience demonstrated a hands first exploration of the information world and uniformly across gender and age, the spatial modulation—stepping into and out of the vicinity of the exhibit--was used communicatively in the small groups gathered around each exhibit.     Shared social metronome:    Verbal and gestural exchanges between people were carried on at a remarkably consistent rate, although interpretations of the exhibits and the length of engagement varied widely. That is, although some people spent more or less time at different exhibits, the actual rate of exchanges was invariant—as if a metronome were running--refuting a common expectations that some interfaces provide \"more\" information, or could be described as more cognitively \"efficient\", or more effective. In contrast I observed people using the social and physical resource to allocate their attention and organize their time at exhibits.     Spatial relevance filter:    People in the immediate vicinity of the TM device exchanged information relevant to the device at hand. In this way, the hardware and its spatial dimension acted as an information filter, filtering for relevant comments inside various zones. The zones were characterized by activity and decisions people made therein: a distal zone in which people waited and decided to enter closer or to move on; a mid-zone in which more audible information was available, and the actions of the person using the exhibit were observable; an inner zone where the actual actions on the TM device took place and people exchanged commentary.       Quantitative Results:    To develop a feasible quantitative measure I used the variables that could be unambiguously counted and classified. Although I classified the roles people assumed and analyzed the content of their exchanges, the quantitative measure represents information exchanged, the rate of exchange, and where and when it is exchanged. For instance stepping into and out of particular zones and time spent therein, and group size, had less ambiguity than classification of an utterance. In this section I treated gestures, utterances, and actions (including proximity modulation) as packets of information the same way keystrokes are counted in traditional user studies, or click-throughs are counted on web-based interaction studies. The most salient variables those describing the group dynamics (groups size fluctuations) and the time people spent at the exhibits.   The primary finding of the quantitative analysis is that, holding the institutional context constant, the outcome most elastic to the exhibit (that varies with the exhibit) is not rate-of- exchange but group form, size and dynamics. Specifically, the important effect I show is an increase in the amount of time spent by a person at an exhibit for each additional person that joined the small group at the device—I call this the small group effect. That is, some exhibits allow information sharing with other people, and others do not. It made no difference (to the time a person expends) if there were one, or four people at the single channel video display (effectively a \"control\" exhibit with no interactivity). Likewise there was no small-group-effect on the Glyph-o-Scope exhibit which incorporated a microscope display preventing shared visual access by any proximal participants. In contrast, the Tilty Tables—table top displays controlled with highly visible actions of tilting the table allowing coordinated social attention—showed this small-group-effect most significantly. In other word’s a person at the Tilty Table, due in part to the physical design of the interface, was able to draw on the activity or commentary of nearby participants. Other people were as much information resource as the computational display.      Not just physics; not just social    The physical parameters of the exhibits themselves do not produce the effect—for instance, the size of the display had no systematic effect on the group size or dynamics. The largest display, the Time Line Wall, had one of the smallest average group sizes, while many people crowded around the small(est) screen of the Speeder Reader exhibit (yet highly visible control-actions). In addition, information per user per exhibit is not tightly related to an individual’s time expenditure per exhibit. Time spent (or \"stickiness\")--the traditional method for evaluating museum exhibits--does not differentiate between time spent waiting with no relevant information exchange (looking at the ceiling), or the time spent interpreting, sharing control or otherwise observably interacting.   I describe tangible devices in terms of their structures of participation (STROPs) that allow peripheral participation, facilitate shared control, and provide visibility and audibility of the actions and interactions. I show that open, tangible interfaces allow participation and maximize information exchange in small groups vis à vi other computational interfaces. Tangible media can be understood as effective in coupling social and technical resources, such that more people get more information, errors are corrected more quickly, and more information circulates around them because people allocate more time.       Summary of Contribution    To account for the effects of tangible media required changing the unit of analysis. The exchanges between people around the interfaces emerged as critical in characterizing the use of the devices rather than any of the particularities of individuals interacting with the devices. This challenges a longstanding assumption of Human Computer interaction literature that presumes the atomized \"user\" is the apt unit of analysis and representative of the important phenomena in interaction design. I have shown that consistencies apparent at the level of small group were not evident when observing individuals, yet dominate the information and usability experience of an individual.   Structures of participation (STROP) as a unit of analysis enables the analysis of the cumulative effects of interactivity, simultaneously accounting for the social dynamics and technical constraints. STROPS provide a socially grounded alternative to user-centric design approaches. STROPS are measurable and quantifiable and this provides a theoretical device to integrate over individual interactions, without obscuring the variability of individuals, yet account for the predictability of small groups behavior.    Intelligent Design:    Using structures of participation in designs can guide effective information exchange in and for small groups. Similarly STROPS can have design consequences for other technological interfaces and institutional contexts. If designers intend to design computational interfaces that can facilitate information exchanges and promote participation locally one can evaluate, develop and refine designs relative to the desired Structure of Participation.                                                          DOWNLOAD       PDF                                                              DISSERTATION"}, {"content": "XDesign: tangible interfaces to computation                                                                                    tangible interfaces to computation   As interactive bitmapped graphics became viable in the 1980s, the human/computer interface began transforming from text-based interfaces to GUIs. Today we are engaged in another transformation. As computation becomes more ubiquitous and available in small, low power, networked and distributed form factors, computers are entering our shared social space.    We carry them with us and use them to verify entry to places, to prepare us for our next meeting, to send each other messages during lunch. A shift is occurring in when and why we access information and in how we can use computation.  This talk looks at the tangible interface to such ubiquitous computation, covering the development of interface design strategies and applications of computation that exploit the tangible and physical aspects of these new devices. In addition to the privatized mobility we have come to expect from shrinking processors and increasing power efficiencies, some of the more interesting characteristics of this realm of design are the exploitation of peripheral attention (for monitoring); tacit skills in manipulating physical objects (intuitiveness); multiple information retrieval, management and interpretive strategies from a lifetime of manipulating physical devices (priority; persistence, particularity) and the capacity for impedance matching of displays not just with single users but with diverse groups for supporting many person interactions within the rich social contexts to which we are accustomed.   This talk will review several projects that will serve to demonstrate the possibilities of this area and to introduce methodologies for evaluating and understanding the complex interactions involved in these tangible and social uses of computation. We will review the problems inherent in generalizing this approach and will discuss the use of tangible media as a proxy for social interaction, experimental methods, and directions for ongoing and future research.   _______________________________       This work examines the use of physical interfaces (tangible media) as a design strategy, and the implication of a physically based design approach for the development of information products.  The focus will be on examining characteristics of the physical presence of (information containing) objects that can be used to design information products. These characteristics include persistence, peripheral presence, priority and particularity.  Physical objects - in contrast to digital objects are persistent; they do not disappear when they are not in use. An aspect of such persistence is peripheral accessibility; physical objects continue to be where you left them and are therefore readily accessible for just-in-time reference. In addition, their visibility does not map completely to the attention given them, unlike digital counterparts. They can be thought to have an independence from their users attention scheme because they do not appear and disappear according to whether they are in use. They are therefore attention-directing devices. As such, physical devices exploit peripheral information cues - sound and movement - to indicate state change, thereby unobtrusively redirecting attention when needed.  The priority given to an object with which one shares the physical environment, i.e. why people print out important email messages, has to do with planning environmental interactions that are unpredictable. The objects involved are placed as obstacles to come across or to interact with in conscious or non-deliberate ways. Tracing this strategy of putting things in ones paths and arranging the physical environment as an information space informs the design of information environments.  The particularity of physical objects and their contrast to textual representation, provides a difference to be productively negotiated and reveals textcentric assumptions. However is it the non-abstractable specificity of physical objects that is the main focus of this characterization, and is exploitable in the design of information.   These aspects of physical presence will be examined with reference to their effects on knowledge production; learning; and monitoring activities, and the subtle difference between these types of attention. Furthermore, the aspects of physical things under investigation will be applied to entities categorized as soft, hard and live.   The investigation are undertaken using two primary strategies:   Firstly, the empirical methodology is the analysis of the footage generated in longitudinal video observation studies of interactive products in situ. This material is collected with a series of custom, low-power, sensor-triggered video systems that I have already designed, tested and in some instances deployed. The sensors trigger on interaction events between the product and the user, collecting video data on the seconds of interaction. This allows observations over months of product use making new aspects of interaction observable. This study differs from other systematic studies of interactive products because of the longitudinal nature of the observation. By changing the way we observe interaction with products, the novel representations may point to opportunities to change the design of interactive information products in particular with respect to use over the product life.   The second strategy is the design and implementation of tangible media products. The group of designs implemented will explore the parameters discussed above, examining the pragmatic design issues involved in the implementation of these design directions, and facilitating the observation of their efficacy in actual work and use situations. These design projects:  a) OneTree and OneTree sensor system: a biological/computational instrument with a hybrid network of low-power sensors for deployment throughout the Bay Area to facilitate longitudinal (50years) observation of cloned trees, coordination of a distributed web based data collection system, and the comparison with an A-life tree system model;  b) ITS video system (discussed above for data collection): the design and implementation explores issues of coupling to a hybrid network of physical inputs, sensors and triggers in a jini-implemented network, and as such addresses the issues of networked tangible devices;  c) handheld based learning tool: the implementation and testing of a learning support tool that implements a recurrent autonomously timed system using a Poisson pacing in support of formal training syllabus; (implements the persistence parameter of physical presence sans other aspects)   The implementation of these designs will populate examples of specific tangible design strategies and the issues involved in generalizing this approach. The theoretical implications will be examined in the light of actor network theory and other relational approaches.                                    xdesign home           about   curriculm vitae   biography       classes   Test Entry to Create New Content   SynThesis: EAS 996   Subhuman and Superhuman   MoTI: EAS 995       current projects   project database   ooz projects   onetrees   feral robotic dogs   bit labs   biotech hobbyist magazine   Specs for building bird houses   Observations in Chelsea   Bird food system - permissable projections   Attracting birds       Grand Rounds   Launching Grand Rounds       lecture series   tangible interfaces to computation   AV systems       presentations   Launching Grand Rounds       press   Robotic dogs to detect levels of radiation   Robot Dogs Get Social Conscience Installed   Is Activism Dead?   Feral Dogs and OOZ Projects at Armory Center   Are Toxins Astir? Release the Hounds       recent exhibitions   LOOK and FEEL, De Verbeelding   Gen.R.8, Gigantic Art Space   Feral Dogs and OOZ Projects at Armory Center       working papers   powermeter                     Search                          Powered by Movable Type 3.33"}, {"content": "News &amp; Events &raquo; EVENT: BodyPods: Designing MultiSensory Bodily Interfaces for Capturing and Sharing Implicit Interactions                                                                                                                                                                                                                                                                                                                                                                             Program        Research        People        News &amp; Events        Apply                                                         About Tisch      Admissions      Student Affairs      Special Programs      Calendar      Support Tisch      Alumni      Departments      Tisch Asia                                                               NYU &gt; TISCH &gt; ITP &gt; PROJECTS            News &amp; Events                                                                                                                            Categories             Alumni News      Events      Exhibitions      Featured      Links      Press      Professional Development      Uncategorized                                    &laquo; Oct                      Dec &raquo;       November 2014      M    T    W    T    F    S    S         1 2    3 4 5 6 7 8 9    10 11 12 13 14 15 16    17 18 19 20 21 22 23    24 25 26 27 28 29 30                 Upcoming Events   30 April:    EVENT: SonicLab: Alan Lomax&#039;s Global Jukebox Project (1:00 pm)     1 May:    EVENT: The Make-A-Twitter-Bot Workshop (4:00 pm)   EVENT: 1+1=3 (6:30 pm)     3 May:    EVENT: Convohack (8:00 pm)     4 May:    WORKSHOP: Live It! with Kyle McDonald (1:00 pm)   EVENT: Playful Communications final show (6:30 pm)     11 May:    ITP Thesis Week 2015 (10:00 am)     19 May:    ITP Spring Show 2015 (5:00 pm)     20 May:    NYU Commencement (11:00 am)   ITP Spring Show 2015 (4:00 pm)     21 May:    Tisch Dean&#039;s Reception (2:00 pm)   ITP Graduation Party 2015 (3:00 pm)     22 May:    Tisch Salute (11:00 am)     1 June:    Join us for ITP Camp 2015! (4:00 pm)     6 July:    Applications Open: 2nd Annual ITP Make Education Camp (9:00 am)                                 Archives             2015    2014    2013    2012    2011    2010    2009    2008    2007                                                            Contact Us        Administration &amp; Staff Directory     Directions                      ITP     721 Broadway, 4th Floor     New York, NY 10003     Phone: 212.998.1880     Fax: 212.998.1898      itp.inquiries@nyu.edu          To join our mailing list,      send a blank message to:      join-itp-events@lists.nyu.edu                      admin                                                                         &laquo; PREVIOUS ENTRY | MAIN | NEXT ENTRY &raquo;                                                      EVENT: BodyPods: Designing MultiSensory Bodily Interfaces for Capturing and Sharing Implicit Interactions                                  November 20, 2014 12:30 pm to 2:00 pm  SPECIAL EVENT     BodyPods: Designing MultiSensory Bodily Interfaces for Capturing and Sharing Implicit Interactions      Thurs, Nov 20     12:30pm &#8211; 2pm     Room 50     In this talk I will present BodyPods, my latest research project at Microsoft Research, that will be presented at the upcoming Tangible, Embodied, and Embedded Interaction (TEI’15) conference at Stanford University.     Today, it is not uncommon to find ourselves remote from those we care about. Despite the impact of mobile and social technologies on connectedness, recent studies suggest that it could be these very technologies that exacerbate a sense of loneliness. In attempt to alleviate this phenomenon, we designed and created BodyPods, a pair of multi sensory seats to emotionally connect remotely located people by sensing, exchanging, and visually expressing sitting postures to indicate presence. Each BodyPod consists of a flexible surface with six pressure-sensitive and light-emitting pads that adjusts its shape to the body anatomy. As a person’s body moves, limbs exert different pressure on each pad creating a unique live digital “bodyprint&#8221; that is mapped on the pads of other BodyPods through color and light.  Findings from a 10 person user study suggest bodyprint signatures may be distinctive, particularly among small groups of people with different body types, allowing BodyPods to act as novel user recognition interfaces.   Bio  Dimitris Papanikolaou is a designer, researcher, and creative technologist. He is currently a doctoral candidate at Harvard GSD, and a recent graduate of the MIT Media Lab. His interests explore how design, technology, and policy can create better ecosystems of cooperative work, with applications on cities, buildings, products, and services. At the Media Lab he co-developed Mobility on Demand (MoD), a vehicle sharing system of electric foldable cars that allows users to make point-to-point trips on demand while minimizing parking space (Best invention of 2007 by Time magazine). At Harvard, his research explores the role of social mechanisms in creating self-governed MoD systems comparatively to centralized methods of control. Dimitris has also worked at Microsoft Research (Computational User Experiences group) in areas of human-computer interaction, tangible interfaces, and social connectedness. Dimitris teaches at NYU ITP, Harvard, and MIT  courses on intelligent mobility systems, DIY product design, interactive strategic games, and lifecycle design. His research has been published in 14 peer-reviewed conference proceedings, 4 book chapters, and several exhibitions, and has received numerous academic and industry distinctions including the $10K Harvard’s Deans Challenge, the $100K Buckminster Fuller Challenge, and the MIT Transportation Showcase Award. Dimitris holds a M.Sc. in Media Arts and Sciences and a SMArchS in Design Computation, both from MIT as a Fulbright Scholar, and a Diploma in Architectural Engineering from the National Technical University of Athens in Greece.                                                    Wednesday, November 5th, 2014           mly2 | Events                                                                                                    home     program     projects     people     news     contact     student resources"}]}]