[{"detail": [{"content": "Optometry                                                                                                               NYU.edu requires JavaScript be enabled in your browser in order to use important features of the site. JavaScript is either disabled or not supported by your browser. For instructions on how to enable JavaScript in your browser, click here .                       New York University    Skip to Content   Skip to Search   Skip to Navigation   Skip to Sub Navigation                                                        NYUHome Login                            Students           |   Faculty           |   Alumni           |   Employees           |   Community                                   Schools          Arts and Science      College of Arts and Science      College of Dentistry      College of Nursing      Courant Institute of Mathematical Sciences      Gallatin School of Individualized Study      Graduate School of Arts and Science      Institute of Fine Arts      Institute for the Study of the Ancient World      Leonard N. Stern School of Business      Liberal Studies Program      NYU Abu Dhabi      NYU Shanghai      Polytechnic School of Engineering      Robert F. Wagner Graduate School of Public Service      School of Professional Studies      School of Law      School of Medicine      Silver School of Social Work      Steinhardt School of Culture, Education, and Human Development      Tisch School of the Arts                QuickLinks          Academic Calendars      Administrative Units      Albert      Apply for Jobs      Athletics      Bookstores      Bursar      Campus Map      Career Development      Emergencies      Events      Giving to NYU      Housing      ITS      Libraries      News      NYU Apparel      Policies      Public Safety      Registrar      Student Health Center      Student Resources      Wellness Exchange                A-Z          A      B      C      D      E      F      G      H      I      J      K      L      M      N      O      P      Q      R      S      T      U      V      W      X      Y      Z                                                          New York University                          Search NYU                    Pages |    People                                       Main Navigation            About NYU       Admissions       Academics       University Life       Research       Global                                 Bread Crumbs          University Life   /   Safety, Health, and Wellness   /   Student Health Center   /   Services                                                     Optometry      An appointment is required to access these services.   Optometry Services offers contact lenses and a large selection of eyeglasses and sunglasses, including many designer frames.   If you are not experiencing eye trouble, don't have a chronic illness, and have no family history, a routine eye exam is recommended every two years.   If you do have a chronic illness, such as diabetes, it is important to have your eyes examined once a year .   Our vision care service is staffed by optometrists and opticians whose expertise ranges from:     vision correction   treatment of eye disorders   contact lens fittings   assisting in choosing the right eyewear for your specific prescription and needs     If you already have a prescription for eyeglasses or contact lenses from your outside provider, you can bring in your prescription or have it faxed to us at (212) 443-1261.            Eye Emergencies:   New York Eye &amp; Ear Infirmary\u2028                                Quick Links                      Select a Service           Allergy and Immunology Health Promotion HIV Testing and Counseling Mental Health Nutrition Optometry Pharmacy Physical Therapy Primary Care Radiology Specialists Stu-Dent Dental Services Students with Disabilities Travel Medicine Urgent Care Women's Health                                                                                                                                                       Optometry   Contact Information   726 Broadway, 4th Floor, Suite 472   Telephone: 212-443-1260   Fax: 212-443-1261   Hours of Operation :   Mon: 10am-6pm   Tue-Thu: 9am-5pm   Fri: 10am-6pm   Sat-Sun: Closed                                    Staff Directory                  Learn about our Providers.            Click here                                                             NYU Footer          Search      Directory      Campus Map      Events      Contact Us      Site Map      Copyright and Fair Use      Feedback         Unless otherwise noted, all content copyright New York University. All rights reserved. Designed by The Office of Web Communications"}]},
{"detail": [{"content": "Optometry                                                                                                               NYU.edu requires JavaScript be enabled in your browser in order to use important features of the site. JavaScript is either disabled or not supported by your browser. For instructions on how to enable JavaScript in your browser, click here .                       New York University    Skip to Content   Skip to Search   Skip to Navigation   Skip to Sub Navigation                                                        NYUHome Login                            Students           |   Faculty           |   Alumni           |   Employees           |   Community                                   Schools          Arts and Science      College of Arts and Science      College of Dentistry      College of Nursing      Courant Institute of Mathematical Sciences      Gallatin School of Individualized Study      Graduate School of Arts and Science      Institute of Fine Arts      Institute for the Study of the Ancient World      Leonard N. Stern School of Business      Liberal Studies Program      NYU Abu Dhabi      NYU Shanghai      Polytechnic School of Engineering      Robert F. Wagner Graduate School of Public Service      School of Professional Studies      School of Law      School of Medicine      Silver School of Social Work      Steinhardt School of Culture, Education, and Human Development      Tisch School of the Arts                QuickLinks          Academic Calendars      Administrative Units      Albert      Apply for Jobs      Athletics      Bookstores      Bursar      Campus Map      Career Development      Emergencies      Events      Giving to NYU      Housing      ITS      Libraries      News      NYU Apparel      Policies      Public Safety      Registrar      Student Health Center      Student Resources      Wellness Exchange                A-Z          A      B      C      D      E      F      G      H      I      J      K      L      M      N      O      P      Q      R      S      T      U      V      W      X      Y      Z                                                          New York University                          Search NYU                    Pages |    People                                       Main Navigation            About NYU       Admissions       Academics       University Life       Research       Global                                 Bread Crumbs          University Life   /   Safety, Health, and Wellness   /   Student Health Center   /   Services                                                     Optometry      An appointment is required to access these services.   Optometry Services offers contact lenses and a large selection of eyeglasses and sunglasses, including many designer frames.   If you are not experiencing eye trouble, don't have a chronic illness, and have no family history, a routine eye exam is recommended every two years.   If you do have a chronic illness, such as diabetes, it is important to have your eyes examined once a year .   Our vision care service is staffed by optometrists and opticians whose expertise ranges from:     vision correction   treatment of eye disorders   contact lens fittings   assisting in choosing the right eyewear for your specific prescription and needs     If you already have a prescription for eyeglasses or contact lenses from your outside provider, you can bring in your prescription or have it faxed to us at (212) 443-1261.            Eye Emergencies:   New York Eye &amp; Ear Infirmary\u2028                                Quick Links                      Select a Service           Allergy and Immunology Health Promotion HIV Testing and Counseling Mental Health Nutrition Optometry Pharmacy Physical Therapy Primary Care Radiology Specialists Stu-Dent Dental Services Students with Disabilities Travel Medicine Urgent Care Women's Health                                                                                                                                                       Optometry   Contact Information   726 Broadway, 4th Floor, Suite 472   Telephone: 212-443-1260   Fax: 212-443-1261   Hours of Operation :   Mon: 10am-6pm   Tue-Thu: 9am-5pm   Fri: 10am-6pm   Sat-Sun: Closed                                    Staff Directory                  Learn about our Providers.            Click here                                                             NYU Footer          Search      Directory      Campus Map      Events      Contact Us      Site Map      Copyright and Fair Use      Feedback         Unless otherwise noted, all content copyright New York University. All rights reserved. Designed by The Office of Web Communications"}, {"content": "New Faculty 2014-2015    |     Social &amp; Cultural Analysis    | New York University                                   Skip to page Content.     NEW YORK UNIVERSITY     ARTS AND SCIENCE     COLLEGE OF ARTS AND SCIENCE     GRADUATE SCHOOL OF ARTS AND SCIENCE                               Home       People       Undergraduate Program       Graduate Programs       News and Events       Resources       Employment Opportunities             Stay Connected           Facebook       Twitter                    Back to Home       New Faculty 2014-2015   Macarena Gómez-Barris  Visiting Associate Professor  Macarena Gómez-Barris is Associate Professor of American Studies &amp; Ethnicity at the University of Southern California. Her research focuses on the intersection of aesthetics and politics in Latin/a America. She holds a Ph.D. in Sociology from University of California, Santa Cruz, a MA in Latin American Studies from the University of California, Berkeley and a BA in Third World Studies from the University of California, San Diego.   She is author of Where Memory Dwells: Culture and State Violence in Chile (2009) and co-editor of Towards a Sociology of the Trace, with Herman Gray (2010). She is the guest editor with Jill Lane and Marcial Godoy-Anatavia of E-misférica, Decolonial Gesture, Spring 2014, and co-editor of forthcoming issue Las Américas Quarterly, Fall 2014, with Licia Fiol-Matta. Macarena recently taught a graduate course entitled “Art in the City” for Roski Art School with seminars in Mexico City and Tijuana.  Macarena received the Raubbenheimer for Junior Faculty at USC Dornsife 2009, and the Mellon Award for Graduate Mentorship in 2009 and 2014. She is the recipient of a Fulbright-Ecuador Research scholarship for 2015-2016 to finish her book on Decolonial Aesthetics. Macarena looks forward to her time teaching Latina/o Studies at NYU during Fall semester. During the Fall semester, she will also be Acting Director of the Hemispheric Institute for Performance and Politics at NYU. Julie Livingston Visiting Professor of Social &amp; Cultural Analysis and History I am interested in care as a social practice and the human body as a moral condition and mode of experience. Much of my research has focused on the ethical entanglements engendered by bodily vulnerability. I am also a committed ethnographer. My work moves across and often combines the disciplines of history, public health, and anthropology. For the past two decades I have worked mainly in Botswana, in southern Africa. My first book, Debility and the Moral Imagination in Botswana employed historical and anthropological methods to explore the rise in three domains of debility in Botswana over the past century: disability, chronic illness, and senescence. The book pursued pragmatic concerns that arise in the face of debility in a migrant labor regime, and also related epistemological and moral questions that emerge amid profound disruptions of bodily norms. My second book, Improvising Medicine is an ethnography of Botswana’s lone cancer ward. The book narrates the story of this place as a microcosm of global health and the cancer epidemic rapidly emerging in the global south, while also using this setting to query the movement of carcinogenic capitalism, and the master-narratives of cancer in the U.S (and the global north more broadly). I am now beginning research here in New York City on the aftermaths of suicide. Ann Pellegrini Professor of Social &amp; Cultural Analysis and Performance Studies The risk and anxiety of difference have preoccupied my research and writing from my first book Performance Anxieties: Staging Psychoanalysis, Staging Race (1997) to the solo book I am currently completing Excess &amp; Enchantment: Queer Performance Between the Religious and the Secular (which will be published in the Sexual Cultures series at NYU Press). My book projects and articles traverse several disciplines and interdisciplines, but one through-line is an abiding interest in exploring how feelings are lived, experienced, and communicated between and across bodies—and with what risks and possibilities for self and others. Another is the value of the aesthetic for repairing democratic social life. These two lines of interest converge insofar as I am keenly interested in the kinds of practices that make and un-make worlds. In all my work, I proceed with feminist and queer angles of vision as a way to put pressure on normative schemas of embodiment and subjectivity and to illuminate the cross-currents of gender, race, sexuality, and religion as they shape and impress the embodied life of feeling. These crossing or contact points do not always feel good. Far from it. They can even be points of democratic—and psychic—conflict. Social conflicts over difference are a key concern in my co-authored book with Janet R. Jakobsen, Love the Sin: Sexual Regulation and the Limits of Religious Tolerance (2004). Love the Sin analyzes debates over religion and sexuality in the United States. We are particularly interested in how “religion” is invoked—even by the secular U.S. state—to manage and contain supposedly “threatening” social differences. Another joint project with Jakobsen, the edited volume Secularisms (2008), works explicitly to de-center U.S. conceptions of secularism. Both Love the Sin and Secularisms share a desire to disrupt the Enlightenment narrative that equates secularism with modernity, reason, freedom, peace, and progress. This narrative too often produces a forced choice between “conservative” religion and “progressive” secularism, a choice not unlike the one often forwarded by secular gender and sexuality studies: to wit, between “bad” religion and the “goods” of sexual liberation. In our work together, Jakobsen and I have consistently argued against such false choices, moving instead to consider how practices of sexual and religious freedom can be theorized in tandem with, rather than in constant opposition to, one another. My new solo book, Excess &amp; Enchantment , examines how public performances of sexuality and religion converge across a diverse archive of visual and performance art, musical theatre, religious protest, and public displays of mourning. Throughout, I draw on the interdisciplinary methods and questions of gender and sexuality studies, performance studies, affect studies, and psychoanalysis. I have a long-standing interest in psychoanalysis as a critical method for understanding interactions between individuals and their social contexts, self and other, and the inner and outer lives of feeling. But psychoanalysis is not just a diverse body of theory irreducible to the proper name Freud; it is also a critical and creative practice in its own right. In fall 2014, I begin the Respecialization Program at the Institute for Psychoanalytic Training and Research in New York City.  Arely Zimmerman  Assistant Professor/Faculty Fellow of Latino Studies in the Department of Social and Cultural Analysis I hold a Ph.D. from UCLA in political science, with emphasis in political theory and race, ethnicity, and gender. My work is situated at the intersection of contemporary political theory, transnational studies, social movements and Latino/a and Latin American studies. My research agenda revolves around the notion of unauthorized citizenship and the political becoming of undocumented migrants. These interests have emphasized the experiences of US Central American migrant communities as well as undocumented youth. I am currently working on a monograph, Revolutionary Refugees: Central Americans' Fight for Citizenship across Borders . Additional works include, \"Contesting Citizenship from Below: Central Americans and the struggle for Inclusion\" (forthcoming in Latino Studies ) and \"Transmedia Testimonio: Undocumented Youth and Coming Out in the Digital Age\" (forthcoming in International Journal of Communications . Additionally, I am working on a book-length manuscript along with Henry Jenkins and a team of USC researchers that compares several cases of youth's political and digital participation. Prior to coming to NYU, I held appointments in as Chancellor's postdoctoral fellow in the Dept. of Latino/a Studies at the University of Illinois Urbana-Champaign, as well as Mellon postdoctoral fellow in Social Movements at the University of Southern California.               Contact Us | &copy; New York University , Arts and Science"}]},
{"detail": [{"content": "Optometry                                                                                                               NYU.edu requires JavaScript be enabled in your browser in order to use important features of the site. JavaScript is either disabled or not supported by your browser. For instructions on how to enable JavaScript in your browser, click here .                       New York University    Skip to Content   Skip to Search   Skip to Navigation   Skip to Sub Navigation                                                        NYUHome Login                            Students           |   Faculty           |   Alumni           |   Employees           |   Community                                   Schools          Arts and Science      College of Arts and Science      College of Dentistry      College of Nursing      Courant Institute of Mathematical Sciences      Gallatin School of Individualized Study      Graduate School of Arts and Science      Institute of Fine Arts      Institute for the Study of the Ancient World      Leonard N. Stern School of Business      Liberal Studies Program      NYU Abu Dhabi      NYU Shanghai      Polytechnic School of Engineering      Robert F. Wagner Graduate School of Public Service      School of Professional Studies      School of Law      School of Medicine      Silver School of Social Work      Steinhardt School of Culture, Education, and Human Development      Tisch School of the Arts                QuickLinks          Academic Calendars      Administrative Units      Albert      Apply for Jobs      Athletics      Bookstores      Bursar      Campus Map      Career Development      Emergencies      Events      Giving to NYU      Housing      ITS      Libraries      News      NYU Apparel      Policies      Public Safety      Registrar      Student Health Center      Student Resources      Wellness Exchange                A-Z          A      B      C      D      E      F      G      H      I      J      K      L      M      N      O      P      Q      R      S      T      U      V      W      X      Y      Z                                                          New York University                          Search NYU                    Pages |    People                                       Main Navigation            About NYU       Admissions       Academics       University Life       Research       Global                                 Bread Crumbs          University Life   /   Safety, Health, and Wellness   /   Student Health Center   /   Services                                                     Optometry      An appointment is required to access these services.   Optometry Services offers contact lenses and a large selection of eyeglasses and sunglasses, including many designer frames.   If you are not experiencing eye trouble, don't have a chronic illness, and have no family history, a routine eye exam is recommended every two years.   If you do have a chronic illness, such as diabetes, it is important to have your eyes examined once a year .   Our vision care service is staffed by optometrists and opticians whose expertise ranges from:     vision correction   treatment of eye disorders   contact lens fittings   assisting in choosing the right eyewear for your specific prescription and needs     If you already have a prescription for eyeglasses or contact lenses from your outside provider, you can bring in your prescription or have it faxed to us at (212) 443-1261.            Eye Emergencies:   New York Eye &amp; Ear Infirmary\u2028                                Quick Links                      Select a Service           Allergy and Immunology Health Promotion HIV Testing and Counseling Mental Health Nutrition Optometry Pharmacy Physical Therapy Primary Care Radiology Specialists Stu-Dent Dental Services Students with Disabilities Travel Medicine Urgent Care Women's Health                                                                                                                                                       Optometry   Contact Information   726 Broadway, 4th Floor, Suite 472   Telephone: 212-443-1260   Fax: 212-443-1261   Hours of Operation :   Mon: 10am-6pm   Tue-Thu: 9am-5pm   Fri: 10am-6pm   Sat-Sun: Closed                                    Staff Directory                  Learn about our Providers.            Click here                                                             NYU Footer          Search      Directory      Campus Map      Events      Contact Us      Site Map      Copyright and Fair Use      Feedback         Unless otherwise noted, all content copyright New York University. All rights reserved. Designed by The Office of Web Communications"}, {"content": "New Faculty 2014-2015    |     Social &amp; Cultural Analysis    | New York University                                   Skip to page Content.     NEW YORK UNIVERSITY     ARTS AND SCIENCE     COLLEGE OF ARTS AND SCIENCE     GRADUATE SCHOOL OF ARTS AND SCIENCE                               Home       People       Undergraduate Program       Graduate Programs       News and Events       Resources       Employment Opportunities             Stay Connected           Facebook       Twitter                    Back to Home       New Faculty 2014-2015   Macarena Gómez-Barris  Visiting Associate Professor  Macarena Gómez-Barris is Associate Professor of American Studies &amp; Ethnicity at the University of Southern California. Her research focuses on the intersection of aesthetics and politics in Latin/a America. She holds a Ph.D. in Sociology from University of California, Santa Cruz, a MA in Latin American Studies from the University of California, Berkeley and a BA in Third World Studies from the University of California, San Diego.   She is author of Where Memory Dwells: Culture and State Violence in Chile (2009) and co-editor of Towards a Sociology of the Trace, with Herman Gray (2010). She is the guest editor with Jill Lane and Marcial Godoy-Anatavia of E-misférica, Decolonial Gesture, Spring 2014, and co-editor of forthcoming issue Las Américas Quarterly, Fall 2014, with Licia Fiol-Matta. Macarena recently taught a graduate course entitled “Art in the City” for Roski Art School with seminars in Mexico City and Tijuana.  Macarena received the Raubbenheimer for Junior Faculty at USC Dornsife 2009, and the Mellon Award for Graduate Mentorship in 2009 and 2014. She is the recipient of a Fulbright-Ecuador Research scholarship for 2015-2016 to finish her book on Decolonial Aesthetics. Macarena looks forward to her time teaching Latina/o Studies at NYU during Fall semester. During the Fall semester, she will also be Acting Director of the Hemispheric Institute for Performance and Politics at NYU. Julie Livingston Visiting Professor of Social &amp; Cultural Analysis and History I am interested in care as a social practice and the human body as a moral condition and mode of experience. Much of my research has focused on the ethical entanglements engendered by bodily vulnerability. I am also a committed ethnographer. My work moves across and often combines the disciplines of history, public health, and anthropology. For the past two decades I have worked mainly in Botswana, in southern Africa. My first book, Debility and the Moral Imagination in Botswana employed historical and anthropological methods to explore the rise in three domains of debility in Botswana over the past century: disability, chronic illness, and senescence. The book pursued pragmatic concerns that arise in the face of debility in a migrant labor regime, and also related epistemological and moral questions that emerge amid profound disruptions of bodily norms. My second book, Improvising Medicine is an ethnography of Botswana’s lone cancer ward. The book narrates the story of this place as a microcosm of global health and the cancer epidemic rapidly emerging in the global south, while also using this setting to query the movement of carcinogenic capitalism, and the master-narratives of cancer in the U.S (and the global north more broadly). I am now beginning research here in New York City on the aftermaths of suicide. Ann Pellegrini Professor of Social &amp; Cultural Analysis and Performance Studies The risk and anxiety of difference have preoccupied my research and writing from my first book Performance Anxieties: Staging Psychoanalysis, Staging Race (1997) to the solo book I am currently completing Excess &amp; Enchantment: Queer Performance Between the Religious and the Secular (which will be published in the Sexual Cultures series at NYU Press). My book projects and articles traverse several disciplines and interdisciplines, but one through-line is an abiding interest in exploring how feelings are lived, experienced, and communicated between and across bodies—and with what risks and possibilities for self and others. Another is the value of the aesthetic for repairing democratic social life. These two lines of interest converge insofar as I am keenly interested in the kinds of practices that make and un-make worlds. In all my work, I proceed with feminist and queer angles of vision as a way to put pressure on normative schemas of embodiment and subjectivity and to illuminate the cross-currents of gender, race, sexuality, and religion as they shape and impress the embodied life of feeling. These crossing or contact points do not always feel good. Far from it. They can even be points of democratic—and psychic—conflict. Social conflicts over difference are a key concern in my co-authored book with Janet R. Jakobsen, Love the Sin: Sexual Regulation and the Limits of Religious Tolerance (2004). Love the Sin analyzes debates over religion and sexuality in the United States. We are particularly interested in how “religion” is invoked—even by the secular U.S. state—to manage and contain supposedly “threatening” social differences. Another joint project with Jakobsen, the edited volume Secularisms (2008), works explicitly to de-center U.S. conceptions of secularism. Both Love the Sin and Secularisms share a desire to disrupt the Enlightenment narrative that equates secularism with modernity, reason, freedom, peace, and progress. This narrative too often produces a forced choice between “conservative” religion and “progressive” secularism, a choice not unlike the one often forwarded by secular gender and sexuality studies: to wit, between “bad” religion and the “goods” of sexual liberation. In our work together, Jakobsen and I have consistently argued against such false choices, moving instead to consider how practices of sexual and religious freedom can be theorized in tandem with, rather than in constant opposition to, one another. My new solo book, Excess &amp; Enchantment , examines how public performances of sexuality and religion converge across a diverse archive of visual and performance art, musical theatre, religious protest, and public displays of mourning. Throughout, I draw on the interdisciplinary methods and questions of gender and sexuality studies, performance studies, affect studies, and psychoanalysis. I have a long-standing interest in psychoanalysis as a critical method for understanding interactions between individuals and their social contexts, self and other, and the inner and outer lives of feeling. But psychoanalysis is not just a diverse body of theory irreducible to the proper name Freud; it is also a critical and creative practice in its own right. In fall 2014, I begin the Respecialization Program at the Institute for Psychoanalytic Training and Research in New York City.  Arely Zimmerman  Assistant Professor/Faculty Fellow of Latino Studies in the Department of Social and Cultural Analysis I hold a Ph.D. from UCLA in political science, with emphasis in political theory and race, ethnicity, and gender. My work is situated at the intersection of contemporary political theory, transnational studies, social movements and Latino/a and Latin American studies. My research agenda revolves around the notion of unauthorized citizenship and the political becoming of undocumented migrants. These interests have emphasized the experiences of US Central American migrant communities as well as undocumented youth. I am currently working on a monograph, Revolutionary Refugees: Central Americans' Fight for Citizenship across Borders . Additional works include, \"Contesting Citizenship from Below: Central Americans and the struggle for Inclusion\" (forthcoming in Latino Studies ) and \"Transmedia Testimonio: Undocumented Youth and Coming Out in the Digital Age\" (forthcoming in International Journal of Communications . Additionally, I am working on a book-length manuscript along with Henry Jenkins and a team of USC researchers that compares several cases of youth's political and digital participation. Prior to coming to NYU, I held appointments in as Chancellor's postdoctoral fellow in the Dept. of Latino/a Studies at the University of Illinois Urbana-Champaign, as well as Mellon postdoctoral fellow in Social Movements at the University of Southern California.               Contact Us | &copy; New York University , Arts and Science"}, {"content": "Vision Learning Graphics | New York University                          Home   Labs   Research   People   Seminars   Teaching   Contact   Internal                                                                                              About Us   We are a group of labs and researchers within the Computer Science Department at the Courant Institute of Mathematical Sciences at New York University . Our group consists of faculty, postdocs and graduate students whose interests range from visualization and computer graphics to computer vision and machine learning.           News         David Sontag joins the Computer Science faculty at NYU.           Yann LeCun honored as 2008 Silver Professor.         NYU Games for Learning Institute begins.         Olga Sorkine joins the Computer Science faculty at NYU.         Ken Perlin receives the 2008 ACM SIGGRAPH Computer Graphics Achievement Award. Further details can be found at SIGGRAPH citation .         Chris Bregler receives 2008 IEEE Longuet-Higgins Prize at CVPR 2008.         Olga Sorkine receives the 2008 Eurographics Young Researcher award. Further details can be found here .       RESEARCH HIGHLIGHT     Dark Flash Photography Dilip Krishnan (NYU), Rob Fergus (NYU)    Camera flashes produce intrusive bursts of light that disturb or dazzle. We introduce a prototype camera and flash that uses infra-red and ultra-violet light mostly outside the visible range to capture pictures in low-light conditions. This dark flash is at least two orders of magnitude dimmer than conventional flashes for a comparable exposure. Building on ideas from flash/no-flash photography, we capture a pair of images, one using the dark flash, other using the dim ambient illumination alone. We then exploit the correlations between images recorded at different wavelengths to denoise the ambient image and restore fine details to give a high quality result, even in very weak illumination.                           Upcoming talks"}]}]