[{"detail": [{"content": "Spring 2015 Undergraduate Course Schedule, CWP | NYU                         NEW YORK UNIVERSITY       ARTS AND SCIENCE       COLLEGE OF ARTS AND SCIENCE       GRADUATE SCHOOL OF ARTS AND SCIENCE                           Creative Writing Program                                                                                                Back to  previous page                Printer Friendly       Spring 2015 Undergraduate Course Schedule           INTRODUCTORY WORKSHOPS    This popular introductory workshop offers an exciting introduction to the basic elements of poetry and fiction, with in-class writing, take-home reading and writing assignments, and substantive discussions of craft. The course is structured as a workshop, which means that students receive feedback from their instructor and their fellow writers in a roundtable setting, and should be prepared to offer their classmates responses to their work. 4 points. CRWRI-UA.815 Creative Writing: Introduction to Fiction &amp; Poetry Section 001, Albert Avant, MW 9:30-10:45am Provisional Syllabus Section 002, Jacob Brower, MW 12:30-1:45pm Provisional Syllabus Section 003, Enkay Iguh, MW 8:00-9:15am Provisional Syllabus Section 004, Tess Crain, MW 11:00am-12:15pm Syllabus Section 005, Sarah Citron Cohen, MW 2:00-3:15pm Syllabus Section 006, Kathleen Furin, TR 12:30-1:45pm Provisional Syllabus Section 007, Sebastian Doherty, TR 12:30-1:45pm Provisional Syllabus Section 008, Madeleine Barnes, MW 9:30-10:45am Provisional Syllabus Section 009, Emma Hine, MW 12:30-1:45pm Provisional Syllabus Section 010, Stephen Ellis, TR 9:30-10:45am Provisional Syllabus Section 011, Michael Fetterman, MW 12:30-1:45pm Provisional Syllabus Section 012, Kathleen French, TR 12:30-1:45pm Provisional Syllabus Section 013, Victoria Kornick, TR 8:00-9:15am Syllabus Section 014, Elisa Gonzalez, MW 11:00am-12:15pm Provisional Syllabus Secton 015, Sean Denmark, TR 3:30-4:45pm Provisional Syllabus Section 016, Allison Bulger, MW 2:00-3:15pm Provisional Syllabus Section 017, Elizabeth Wood, MW 9:30-10:45am Section 018, Chris Normandin, MW 4:55-6:10pm Syllabus Section 019, Maurice Decaul, TR 12:30-1:45pm Provisional Syllabus Section 023, Raquel Dorman, MW 12:30-1:45pm Provisional Syllabus Click here for information about the Creative Writing Program's course offerings abroad at NYU's Accra, Buenos Aires, London, and Sydney sites.                           INTERMEDIATE WORKSHOPS  The intermediate workshops offer budding prose writers and poets an opportunity to continue their pursuit of writing through workshops that focus on a specific genre. The workshops also integrate in-depth craft discussions and extensive outside reading to deepen students’ understanding of the genre and broaden their knowledge of the evolution of literary forms and techniques.     Prerequisite for fiction : CRWRI-UA 815, OR CRWRI-UA 9815, OR CRWRI-UA.816, OR CRWRI-UA 818/819, OR CRWRI-UA 9818/9819, OR CRWRI-UA 9828/9829, OR CRWRI-UA 860, OR COSEM-UA 11 8 or equivalent. Prerequisite for poetry : CRWRI-UA 815, OR CRWRI-UA 9815, OR CRWRI-UA.817, OR CRWRI-UA 818/819, OR CRWRI-UA 9818/9819, OR CRWRI-UA 9828/9829, OR CRWRI-UA.870, OR FRSEM-UA 38 8 or equivalent. Prerequisite for creative nonfiction : CRWRI-UA 815, OR CRWRI-UA 9815, OR CRWRI-UA 818/819, OR CRWRI-UA 9818/9819, OR CRWRI-UA 9828/9829, OR CRWRI-UA 825, OR CRWRI-UA.880 or equivalent. 4 points.  CRWRI-UA.816.001 Intermediate Fiction Workshop Provisional Syllabus Sharon Mesmer , T 3:30-6:15pm Is it possible to write, as Clarice Lispector suggests, both \"squalidly   and structurally\"? I say yes. Both ends of the trajectory are possible   ... and necessary, really, in order to produce surprisingly inventive   writing. In this workshop, we will explore and exploit the fertile   (oftentimes untouched) mud of our imaginations through a series of five   writing exercises paired with model texts, each utilizing a different   prose form into which even the muddiest, most inchoate and problematic   ideas, images and language can be flowed. (Occasionally I will use my   own work to show you how I approached these forms . . . I never give   assignments that I myself haven't tried!) We will discuss the visible   and invisible architectures of these model texts, and how you can deploy   those architectures for your own purposes. Are you an absolute   beginner? an uncertain experimenter? a bitter literary world veteran?   Doesn't matter. The assignments + model texts can be used by anyone at   any level of proficiency. Additionally, having a varied mix of voices is   important, as Bitter Literary World Veteran can always learn something   from Absolute Beginner about (as Jack Kerouac said) being \"submissive to   everything, open, listening.\" Together we'll read, write, discuss,   dissect, experiment and create. Our objectives? 1.) To read, learn   about, and be inspired by, the writings of others, including our fellow   classmates; and 2.) to produce five fully alive pieces of prose that you   would feel confident submitting to magazines (if that's your goal) or   just proud to have written. Surprise!    CRWRI-UA.816.002 Intermediate Fiction Workshop Provisional Syllabus George Foy , R 3:30pm-6:15pm This is a workshop, which means it combines some imparting of alleged wisdom and pompous declaiming by the prof with the absolute best way to perfect your work, i.e., by doing it--writing, writing, writing. The workshop's philosophy is based on the premise that when a writer picks up a pen or opens a laptop to start a story, he or she breaks the connection with \"normal\" time and space to enter a storyworld in which anything is possible. Such a world, if well constructed, will like other complex systems start to generate and follow its own rules and acquire independent life. Too often writers are prevented from taking advantage of this freedom by straitjacket expectations or fear of failure. In this class the idea is to blow fear away, and use any technique or character as long as it works to create a believable world peopled by living characters, described in prose that takes wing and a voice that is recognizably yours. To that end students will be expected to submit 2-3 full-length short stories over the term's course; they will also complete writing exercises and microfictions, in class and on-assignment, every week. Readings are assigned on a regular basis, and readers' reports are due near term's end. We will of course discuss traditional issues in writing, such as elements of craft and ways to nurture and sustain, on the nuts and bolts plane, your writing practice. But we will also explore non-linear stories, illustrated narrative, fiction as street theater, and many other topics too numerous and amusing to list in a course catalogue. CRWRI-UA.816.003 Intermediate Fiction Workshop Provisional Syllabus Marie-Helene Bertino , M 6:20pm-9:05pm This class will explore the craft of fiction in three different ways. The first will be brief talks that address a different element of craft in each class. The second will be by reading and dissecting (like writers!) a broad range of contemporary fiction, from experimentalists like Etgar Keret and Aimee Bender, to whip smart traditionalists like Alice Munro, Charles Baxter, and Anton Chekov, to subtle post-modern visionaries like Raymond Carver, Denis Johnson, and Amy Hempel. The third and most important component of the class will be workshopping student work with this question in mind: where do I think this writer/story is trying to go? We will tailor our critiques toward the idea of helping the writer get there. We will have surprise guests by professional writers. We will eschew the idea that there is one way to write fiction. We will seek out the joy in our work and the work of others and will cultivate our personal, idiosyncratic voices.    CRWRI-UA.816.004 Intermediate Fiction Workshop Provisional Syllabus Adam Wilson , R 4:55pm-7:40pm This is a workshop-style class that will focus on the short story. Students will primarily be writing their own stories and critiquing the work of their peers. But we'll also read stories and short essays by both past masters and contemporary writers that demonstrate a variety of styles and strategies. We'll think about stories from the perspective of craft in an effort to better our understanding of how the short story works.    CRWRI-UA.816.005 Intermediate Fiction Workshop Provisional Syllabus Justin Taylor , T 6:20-9:05pm In this workshop, we'll focus on reading and writing short fiction. Since this is a workshop, we'll naturally devote most of our time to peer reading and critique, but we'll also read stories by acknowledged masters of the form, as well as newer work whose status remains to be determined--by us, perhaps. Whether we're reading published stories or student work our goals will be the same: to understand how a given story functions, to determine how and why it succeeds or fails (hopefully we won't all agree too much on this) and to identify techniques that we can adapt for use in our own fiction. We'll place a strong emphasis on editing and revision, so please come prepared to kill your darlings.    CRWRI-UA.816.006 Intermediate Fiction Workshop Syllabus Jeffery Renard Allen , M 11:00am-1:45pm In this workshop we will focus on the craft of fiction with the work of every writer in the class at the center. Therefore, a significant portion of every class session will be devoted to workshopping the original manuscripts of every writer in the class for the purpose of offering constructive feedback about these manuscripts. In addition, we will also read and discuss several assigned texts to engage in a writerly conversation about such important matters as the creative process and the imagination, the sources of fiction, and the importance of revision. As well, each week we will discuss a published story or novel to emphasize one fundamental fact, namely that most of what we learn about writing fiction comes from reading. So we will read some exemplary works to better our understanding of the elements of fiction such as conflict, character, setting, structure, and point of view.    CRWRI-UA.816.007 Intermediate Fiction Workshop Provisional Syllabus Katie Kitamura , M 4:55pm-7:40pm This is a workshop for anyone who wants to deepen their fiction writing skills. In-class exercises will help students learn the fundamentals of dialogue, setting, characterization and psychology. Reading attentively is a key part of writing; to that end we will look at novels and short stories from a range of writers including Marguerite Duras, Elfriede Jelinek, Roberto Bolaño, and Arkady and Boris Strugatsky. This workshop is for students who have taken the Creative Writing: Introduction to Poetry and Fiction course. Students will be expected to present their own work in class, and respond thoughtfully to the work of classmates. CRWRI-UA.816.008 Intermediate Fiction Workshop Provisional Syllabus Mira Jacob , F 11:00am-1:45pm Remember that last story or book you really loved? Well, there was a reason for it. Sure, it was compelling and original and all of that, but beyond that, it had a ticking plot, or a compelling narrator, or such fluid pacing that you could not help but fall into the spell that readers of fiction have for centuries. So let's go back into that story. Let's take it apart and see what you can glean from it and use for your own. Nothing is quite as fun as learning from the best, right? This is a course for those interested in getting actual nut-and-bolts knowledge about writing fiction. We will discuss basic elements — like character, plot development, voice, point of view, pacing, and structure, and read everyone from Junot Diaz and Katherine Mansfield to get a grip on our own craft. Come prepared to read carefully and write boldly.  CRWRI-UA.817.001 Intermediate Poetry Workshop Provisional Syllabus Arda Collins , W 3:30pm-6:15pm The poet Federico Garcia Lorca refers to it as “black sounds.” Goethe describes it as “a mysterious power which everyone senses and no philosopher explains.” In a letter to his brothers, Keats arrived at calling it “negative capability.” What can they possibly mean? The question is, where does poetry come from and what is it? To attempt an answer to this question, our workshop will focus on close reading, of published work and of course your own poems. As we create new work, our conversation will focus on understanding what our poems are doing and how. When you open your mouth, why are these the sounds ou make? The reading selections for this course are from a spectrum of time periods and traditions so that you will see what is possible in a poem and acquire a greater understanding of the formal elements of poetry. Writing exercises are way of exploring what we’ve read to understand it more intimately, and to open new directions for your own work.    CRWRI-UA.817.002 Intermediate Poetry Workshop Provisional Syllabus Ada Limón , M 4:55pm-7:40pm Fortunately and unfortunately there is nothing simple or easy about poetry. As an art form it is complex, strange, frustrating, generous, mysterious, and electrifying. What makes it so powerful and yet so indescribable? In this workshop we'll learn to define poetry on our own terms while entering the larger literary conversation with those that came before us. With an emphasis on creating an open and supportive environment for presenting and discussing original work, this intermediate poetry workshop will be designed to make us all better writers, readers, and empathetic critics. Students can expect to read a wide range of both classic and contemporary poetry while exploring poetic structure, responding to unique writing prompts, and learning how to raise the stakes in their own work. CRWRI-UA.817.003 Intermediate Poetry Workshop Provisional Syllabus Robert Fitterman , T 3:30pm-6:15pm In 1871, Arthur Rimbaud declared that \"the invention of the unknown demands new forms,\" and for over 100 years innovative poets have been beckoned to uncover or invent forms for the unknown or for their own present condition. New times require new forms, and in the tradition of the avant-garde and experimental writing, this course will introduce you to several new poetic strategies and to the poets who employ them. In addition to workshopping, each week we will write poems in-class that are inspired by or modeled after the strategies we study. Some of these experiments might include: sampling, procedural writing, mixed media, collaboration, conceptual writing, appropriation, etc. The course also requires that you present your writing 2-3 times during the semester, participate in a collaborative project, and turn in a small \"book\" of your writing at the end of the term.    CRWRI-UA.817.004 Intermediate Poetry Workshop Provisional Syllabus Ada Limón , M 11:00am-1:45pm Fortunately and unfortunately there is nothing simple or easy about poetry. As an art form it is complex, strange, frustrating, generous, mysterious, and electrifying. What makes it so powerful and yet so indescribable? In this workshop we'll learn to define poetry on our own terms while entering the larger literary conversation with those that came before us. With an emphasis on creating an open and supportive environment for presenting and discussing original work, this intermediate poetry workshop will be designed to make us all better writers, readers, and empathetic critics. Students can expect to read a wide range of both classic and contemporary poetry while exploring poetic structure, responding to unique writing prompts, and learning how to raise the stakes in their own work. CRWRI-UA.817.005 Intermediate Poetry Workshop Provisional Syllabus Geoffrey Nutter , M 9:30am-12:15pm Surprising, disorienting, beautiful, lyrical, dream-like, fantastic, difficult, intense--a poem exists in a strange realm of ambiguity and can be all of these things at once. And poets in 14th century England, 10th century China, or 18th century Japan used the same raw materials as poets in 21st century America: dreams, strong or ambivalent emotions, the natural world, experience in its many forms, and language. In this class we will look with fresh eyes at some of the most amazing poems of the past, present, and future, asking not what they mean, but rather how they mean and what they do. We will also discuss the kinds of things that poems are uniquely capable of doing--those things that make poetry exceptional in the world of the creative arts. In other words, we will approach the reading of poems as writers of poems. Focused and rigorous discussions of our fellow students' poems will further help us hone our craft.    CRWRI-UA.825.001 Intermediate Creative Nonfiction Workshop Provisional Syllabus Charles Taylor , R 4:55pm-7:40pm I'm frequently asked why I don't write my memoirs, the film critic Pauline Kael said in the piece the closed out her years at the New Yorker. \"I think I have.\" The division between the critical and the personal essay seems to collapse when we allow that both are motivated by the writer's own unique sensibility. And that while each start in the personal, each suggests a breadth of concern and features a range of reference that goes beyond the insularity of \"I.\" Beginning with several memoirs-- I Remember by Joe Brainard; Men We Reaped by Jesmyn Ward; Low Down by A.J. Albany--we will see how the best memoirists address larger concerns than just themselves, and then how a personal sensibility is brought to bear on subjects that are not explicitly autobiographical. Through close reading, vigorous class discussion, and writing assignments which we will later workshop together, students will be encouraged to define their own sensibilities and apply them to subjects that are explicitly personal and those not traditionally considered personal. Each student will be required to write a personal essay, a cultural essay, and a sociopolitical essay. The great French filmmaker Francois Truffaut said that for him a movie must express an idea of the world and an idea of cinema. Substitute \"writing\" for cinema, and you have a succinct description of the territory this class will explore. CRWRI-UA.825.002 Intermediate Creative Nonfiction Workshop Provisional Syllabus  Clifford Thompson , W 3:30pm-6:15pm                       In this course students will read and discuss published essays that fall into three categories: \"The Personal in the Journalistic,\" or works that combine discussion of the writers' personal lives with discussions of outside subjects; \"Trouble,\" or essays that describe predicaments the writers faced; and \"People You Know,\" in which writers evoke figures from their lives. The published essays we discuss will be grouped in the order given above. As we conclude each grouping, students will turn in personal essays, at least 1,500 words in length, related to that particular topic. (As indicated below, \"Personal in the Journalistic\" essays are due February 18, \"Trouble\" essays April 8, and \"People You Know\" May 6, the last day of class.) In addition, each week two students will have pieces workshopped, according to a schedule to be handed out on the first day of class. Workshopped pieces do not have to fit in any of the three categories, but any workshopped piece may be revised and submitted as one of the three category essays. Workshopped pieces will also be at least 1,500 words. Finally, each week students will participate in an in-class exercise.              ADVANCED WORKSHOPS Advanced workshops provide emerging writers with the opportunity to hone their individual voice and experiment with different aesthetical strategies in a genre-specific workshop taught by an eminent writer in the field. The workshops focus on innovative revision techniques, the development of a sustainable writing process, and the broadening of students’ literary knowledge of classical and contemporary masters. Each advanced workshop has a distinct emphasis and area of exploration—students are advised to pay close attention to the course descriptions, which are available online prior to registration.    Prerequisite for fiction : CRWRI-UA 816, OR CRWRI-UA 818, OR CRWRI-UA 9818, OR CRWRI-UA 9828, OR CRWRI-UA 820, OR CRWRI-UA 860 or equivalent. Prerequisite for poetry : CRWRI-UA 817, OR CRWRI-UA 819, OR CRWRI-UA 9819, OR CRWRI-UA 9829, OR CRWRI-UA 830, OR CRWRI-UA 870 or equivalent . Prerequisite for creative nonfiction : CRWRI-UA 825, OR CRWRI-UA 850, OR CRWRI-UA 880 or equivalent. 4 points. CRWRI-UA.820.001 Advanced Fiction Workshop Provisional Syllabus    Marcelle Clements , T 2:00pm-4:45pm What makes a story powerful? In this intensive course, we will explore the uses of emotion (or its absence), narrative intimacy, creating and sustaining ambiance by wielding resonant details, integrating eroticism, violence and vision. For models and inspiration, we will study the strategies of writers who thrill, seduce, move, disturb, or taunt the reader. In addition, we will attempt to improve the flow and consistency of our writing practice. Our class discussion is central to this enterprise, and participation is required, as are weekly assignments of writing and reading.  CRWRI-UA.820.002 Advanced Fiction Workshop Provisional Syllabus Charles Bock , M 11:00am-1:45pm Class is divided into lectures, exercises, and workshop. Lots of time will be spent on technical stuff, how characters work, the way in which a story develops, language, structure, etc. Weekly lectures start things off with an emphasis on craft, craft, craft. We'll build from the basics (because you can't break rules without knowing why you need to break them, and this requires knowing rules). We'll do exercises related to the lectures. Then workshops for the second half of the class. Workshops are structured so every student will comment on a story, and participation is a big part of a class. We care about improving stories and why they work and how they can be improved; we care about supporting our fellow students in their creative ventures and being daring and moving into uncharted narrative territories; however, please know, whether you like something matters to me not at all. In fact, during workshop, if someone says, \"I liked...\" the student (or teacher) will be responsible for bringing cupcakes to the next session (elements of a story either work or they don't work, we understand them or we don't, whereas all children blindly like a nice, sweet treat). If you don't care for this rule, or any of my other rules, I understand; there are other amazing teachers at NYU. Of course, we'll have weekly reading assignments--short stories, mostly from contemporary authors. There will be weekly one page assignments based on something from a lecture and/or short story. If I feel that students are not reading their homework assignments, I will quiz you and your grades will reflect the results. Students also will be chained to one novel for the entirety of the term, and will write occasional short essays on the various aspects of their novel (how action x was developed through the novel, the character trait that reminded me of y from my own life...). When you come out from the other side of this thrilling little amusement park ride, the matter inside your fused together skull is going to have a better understanding of how fiction works.  CRWRI-UA.820.003 Advanced Fiction Workshop Syllabus Elizabeth Gaffney , M 3:30pm-6:15pm Our goals are: to learn the writers process through studying a dozen masters of the form, write a page of new prose every day and, drawing from those pages, to create and revise a new short story. In this class: we will write — in class and out. We will read short stories — yours and those of a dozen renowned short story writers. We will analyze the writer's process — both yours and that of our writers, through reading — and occasionally conducting — interviews.  CRWRI-UA.830.001 Advanced Poetry Workshop Provisional Syllabus  Elaine Equi , F 2:00pm-4:45pm The goal of this course is to help you approach your writing in a more expansive way and to make you more prolific. This semester we'll draw on a variety of styles spanning from the engaging immediacy of performance poetry, to the startling juxtapositions of experimental writing. In the process, we'll touch on Surrealism, Objectivism, and The New York School for inspiration and techniques. I'm hoping that as a result, you'll gain a clearer sense of your own voice and interests, as well as a number of exciting ways to develop new work in the future. Weekly writing assignments will be a mix of traditional and invented forms. Possible topics include serial poems, ekphrastic poems, documentary and interview poems, poems about pop culture, the supernatural, and more. Critiques will focus on recognizing your strengths, creative strategies for revision, and preparing your work for publication. You can expect to write one poem per week, do an oral presentation, and keep a journal.  CRWRI-UA.830.002 Advanced Poetry Workshop Provisional Syllabus Catherine Barnett , W 8:00am-10:45am In this challenging workshop, we'll invent and re-invent and dodge and entertain and investigate \"the accursed questions\" as a way to generate new material for poems and to read more deeply. We'll consider James Baldwin's notion that \"the purpose of art is to lay bare the questions hidden by the answers\" and push for that which is \"not unforeseen enough.\" Through thinking about and playing with the resources of questions, we'll try to subvert conventional notions of what is important and unimportant; we'll try to redeem incongruities; discover the mysteries behind physical appearances; and find ways to apprehend the real without distorting \"the incomprehensibility of the real.\" We'll consider what Yeats has said: \"Only that which does not teach, which does not cry out, which does not persuade, which does not condescend, which does not explain, is irresistible.\" Students will be asked to write two poems every week and to respond generously and rigorously to each other's work. In addition, students will give a presentation on a poet/question of their choice and put together an anthology and a chapbook. CRWRI-UA.830.003 Advanced Poetry Workshop Provisional Syllabus Matthew Rohrer , M 11:00am-1:45pm This course is designed to plunge students head-first into the world of contemporary poetry. Besides workshopping each others’ poems, students will read a different book of contemporary poetry each week, and present it to the class. We will discuss the book as writers, not literature students; we’ll want to figure out what each poet is doing, how he or she does it, and how we can do that. Writing exercises derived from the readings will help us get into the poets’ heads. This is an advanced course, and students will be expected to do all of the reading, participate in the discussions, and generally contribute towards that elusive thing which is a workshop environment that is constructive and critical and ultimately generative for everyone. The goal of the course is for students to engage with the work of their peers and their contemporaries in a critical and hungry manner which will lead to a greater understanding of how their own poetry is working.  CRWRI-UA.850.001 Advanced Creative Nonfiction Workshop Provisional Syllabus Marcelle Clements , R 2:00pm-4:45pm Confession, Autobiography and Auto-Fiction: In this intensive class we write at the intersection of fiction and non-fiction, criss-crossing various genres. The memoir and the faux-memoir, the letter, the diary, the short fiction in which the author's voice seems eerily authentic -- these are the forms that have transformed publishing in the last two decades. We will explore the possibilities of first-person narratives, all the while we continue to work hard at the level of the sentence and the paragraph. In addition, we will attempt to improve the flow and consistency of our writing practice. Our class discussion is central to this enterprise, and participation is required, as are weekly assignments of writing and reading.           MASTER CLASSES These advanced workshops and craft seminars—taught by acclaimed poets and prose writers—are open to select NYU undergraduates. Master classes are limited to 12 students and provide intensive mentoring and guidance for serious and talented undergraduate writers. Each Master Class has a distinct emphasis and area of exploration—students are advised to pay close attention to the course descriptions, which are available online prior to registration.    Prerequisite for fiction : CRWRI-UA 815, OR CRWRI-UA 9815, OR CRWRI-UA 816, OR CRWRI-UA 818/819, OR CRWRI-UA 9818/9819, OR CRWRI-UA 9828/9829, OR CRWRI-UA 820,  OR CRWRI-UA 860 or equivalent. Prerequisite for poetry : CRWRI-UA 815,  OR CRWRI-UA 9815, OR CRWRI-UA 817, OR CRWRI-UA 818/819,  OR CRWRI-UA 9818/9819, OR CRWRI-UA 9828/9829, OR CRWRI-UA 830, OR CRWRI-UA 870,  OR FRSEM-388, or equivalent.  Prerequisite for creative nonfiction :CRWRI-UA 815, OR CRWRI-UA 9815, OR CRWRI-UA 818/819,  OR CRWRI-UA 9818/9819, OR CRWRI-UA 9828/9829, OR CRWRI-UA 825, OR CRWRI-UA 850, OR CRWRI-UA 880 or equivalent. Recommended prerequisite : CRWRI-UA 820 (for fiction), CRWRI-UA 830 (for poetry), or CRWRI-UA 850 (for creative nonfiction). Application required. 4 points.    CRWRI-UA.860.001 Master Class in Fiction Rick Moody , M 11:00am-1:40pm This is a workshop for people who have experience in workshops, but who are ready to experiment, think outside of the formulae for conventional fiction writing, and above all who are willing to work hard on rewriting and perfecting work in a supportive and collegial atmosphere. We'll be doing a lot of reading as well as short writing assignments for the first half of the semester--some of these assignments about story structure and some about voice and form--in order to prepare for writing a longer story or two as final projects. Solid attendance and contribution to class discussion a must, as well as attentiveness to grammar and paragraphing. CRWRI-UA.870.001 Master Class in Poetry Kimiko Hahn , T 11:00am-1:40pm Law-enforcement code for burglary, \"breaking-and-entering\" will be our strategy for reading, writing, revising, as well as critiquing. Readings will include Yusef Komunyakaa, Claudia Rankine, and Dorothy Lasky. CRWRI-UA.880.001 Master Class in Creative Nonfiction David Lipsky , T 11:00am-1:40pm How do we write non-fiction--how do we make what feels important to us (the necessary information that feels almost too big to not say) important to readers? In this workshop, we'll explore how to cut and pave that highway between other people and ourselves: how to make that information feel necessary on the other end. Lots of this will be the technical material of workshop: openings, drafts, editing peers, self-editing, the freedom of revision. We'll discuss how to report and what it's like to interview. And since every strong piece of writing includes its own DIY guide--for how to write and how to get inspired about the walk to the keyboard--we'll also look at memoirs and essays by some great non-fictionists: Martin Amis, Joan Didion, David Foster Wallace, Pauline Kael. We'll explore the practice the writing. (Lorrie Moore says the difference between a writer and a non-writer is the non-writer thinks she'll remember it in the morning.) Submissions, reading, and classroom discussion.                Back to Top                                         Contact Us | &copy; New York University , Arts and Science"}]},
{"detail": [{"content": "Spring 2015 Undergraduate Course Schedule, CWP | NYU                         NEW YORK UNIVERSITY       ARTS AND SCIENCE       COLLEGE OF ARTS AND SCIENCE       GRADUATE SCHOOL OF ARTS AND SCIENCE                           Creative Writing Program                                                                                                Back to  previous page                Printer Friendly       Spring 2015 Undergraduate Course Schedule           INTRODUCTORY WORKSHOPS    This popular introductory workshop offers an exciting introduction to the basic elements of poetry and fiction, with in-class writing, take-home reading and writing assignments, and substantive discussions of craft. The course is structured as a workshop, which means that students receive feedback from their instructor and their fellow writers in a roundtable setting, and should be prepared to offer their classmates responses to their work. 4 points. CRWRI-UA.815 Creative Writing: Introduction to Fiction &amp; Poetry Section 001, Albert Avant, MW 9:30-10:45am Provisional Syllabus Section 002, Jacob Brower, MW 12:30-1:45pm Provisional Syllabus Section 003, Enkay Iguh, MW 8:00-9:15am Provisional Syllabus Section 004, Tess Crain, MW 11:00am-12:15pm Syllabus Section 005, Sarah Citron Cohen, MW 2:00-3:15pm Syllabus Section 006, Kathleen Furin, TR 12:30-1:45pm Provisional Syllabus Section 007, Sebastian Doherty, TR 12:30-1:45pm Provisional Syllabus Section 008, Madeleine Barnes, MW 9:30-10:45am Provisional Syllabus Section 009, Emma Hine, MW 12:30-1:45pm Provisional Syllabus Section 010, Stephen Ellis, TR 9:30-10:45am Provisional Syllabus Section 011, Michael Fetterman, MW 12:30-1:45pm Provisional Syllabus Section 012, Kathleen French, TR 12:30-1:45pm Provisional Syllabus Section 013, Victoria Kornick, TR 8:00-9:15am Syllabus Section 014, Elisa Gonzalez, MW 11:00am-12:15pm Provisional Syllabus Secton 015, Sean Denmark, TR 3:30-4:45pm Provisional Syllabus Section 016, Allison Bulger, MW 2:00-3:15pm Provisional Syllabus Section 017, Elizabeth Wood, MW 9:30-10:45am Section 018, Chris Normandin, MW 4:55-6:10pm Syllabus Section 019, Maurice Decaul, TR 12:30-1:45pm Provisional Syllabus Section 023, Raquel Dorman, MW 12:30-1:45pm Provisional Syllabus Click here for information about the Creative Writing Program's course offerings abroad at NYU's Accra, Buenos Aires, London, and Sydney sites.                           INTERMEDIATE WORKSHOPS  The intermediate workshops offer budding prose writers and poets an opportunity to continue their pursuit of writing through workshops that focus on a specific genre. The workshops also integrate in-depth craft discussions and extensive outside reading to deepen students’ understanding of the genre and broaden their knowledge of the evolution of literary forms and techniques.     Prerequisite for fiction : CRWRI-UA 815, OR CRWRI-UA 9815, OR CRWRI-UA.816, OR CRWRI-UA 818/819, OR CRWRI-UA 9818/9819, OR CRWRI-UA 9828/9829, OR CRWRI-UA 860, OR COSEM-UA 11 8 or equivalent. Prerequisite for poetry : CRWRI-UA 815, OR CRWRI-UA 9815, OR CRWRI-UA.817, OR CRWRI-UA 818/819, OR CRWRI-UA 9818/9819, OR CRWRI-UA 9828/9829, OR CRWRI-UA.870, OR FRSEM-UA 38 8 or equivalent. Prerequisite for creative nonfiction : CRWRI-UA 815, OR CRWRI-UA 9815, OR CRWRI-UA 818/819, OR CRWRI-UA 9818/9819, OR CRWRI-UA 9828/9829, OR CRWRI-UA 825, OR CRWRI-UA.880 or equivalent. 4 points.  CRWRI-UA.816.001 Intermediate Fiction Workshop Provisional Syllabus Sharon Mesmer , T 3:30-6:15pm Is it possible to write, as Clarice Lispector suggests, both \"squalidly   and structurally\"? I say yes. Both ends of the trajectory are possible   ... and necessary, really, in order to produce surprisingly inventive   writing. In this workshop, we will explore and exploit the fertile   (oftentimes untouched) mud of our imaginations through a series of five   writing exercises paired with model texts, each utilizing a different   prose form into which even the muddiest, most inchoate and problematic   ideas, images and language can be flowed. (Occasionally I will use my   own work to show you how I approached these forms . . . I never give   assignments that I myself haven't tried!) We will discuss the visible   and invisible architectures of these model texts, and how you can deploy   those architectures for your own purposes. Are you an absolute   beginner? an uncertain experimenter? a bitter literary world veteran?   Doesn't matter. The assignments + model texts can be used by anyone at   any level of proficiency. Additionally, having a varied mix of voices is   important, as Bitter Literary World Veteran can always learn something   from Absolute Beginner about (as Jack Kerouac said) being \"submissive to   everything, open, listening.\" Together we'll read, write, discuss,   dissect, experiment and create. Our objectives? 1.) To read, learn   about, and be inspired by, the writings of others, including our fellow   classmates; and 2.) to produce five fully alive pieces of prose that you   would feel confident submitting to magazines (if that's your goal) or   just proud to have written. Surprise!    CRWRI-UA.816.002 Intermediate Fiction Workshop Provisional Syllabus George Foy , R 3:30pm-6:15pm This is a workshop, which means it combines some imparting of alleged wisdom and pompous declaiming by the prof with the absolute best way to perfect your work, i.e., by doing it--writing, writing, writing. The workshop's philosophy is based on the premise that when a writer picks up a pen or opens a laptop to start a story, he or she breaks the connection with \"normal\" time and space to enter a storyworld in which anything is possible. Such a world, if well constructed, will like other complex systems start to generate and follow its own rules and acquire independent life. Too often writers are prevented from taking advantage of this freedom by straitjacket expectations or fear of failure. In this class the idea is to blow fear away, and use any technique or character as long as it works to create a believable world peopled by living characters, described in prose that takes wing and a voice that is recognizably yours. To that end students will be expected to submit 2-3 full-length short stories over the term's course; they will also complete writing exercises and microfictions, in class and on-assignment, every week. Readings are assigned on a regular basis, and readers' reports are due near term's end. We will of course discuss traditional issues in writing, such as elements of craft and ways to nurture and sustain, on the nuts and bolts plane, your writing practice. But we will also explore non-linear stories, illustrated narrative, fiction as street theater, and many other topics too numerous and amusing to list in a course catalogue. CRWRI-UA.816.003 Intermediate Fiction Workshop Provisional Syllabus Marie-Helene Bertino , M 6:20pm-9:05pm This class will explore the craft of fiction in three different ways. The first will be brief talks that address a different element of craft in each class. The second will be by reading and dissecting (like writers!) a broad range of contemporary fiction, from experimentalists like Etgar Keret and Aimee Bender, to whip smart traditionalists like Alice Munro, Charles Baxter, and Anton Chekov, to subtle post-modern visionaries like Raymond Carver, Denis Johnson, and Amy Hempel. The third and most important component of the class will be workshopping student work with this question in mind: where do I think this writer/story is trying to go? We will tailor our critiques toward the idea of helping the writer get there. We will have surprise guests by professional writers. We will eschew the idea that there is one way to write fiction. We will seek out the joy in our work and the work of others and will cultivate our personal, idiosyncratic voices.    CRWRI-UA.816.004 Intermediate Fiction Workshop Provisional Syllabus Adam Wilson , R 4:55pm-7:40pm This is a workshop-style class that will focus on the short story. Students will primarily be writing their own stories and critiquing the work of their peers. But we'll also read stories and short essays by both past masters and contemporary writers that demonstrate a variety of styles and strategies. We'll think about stories from the perspective of craft in an effort to better our understanding of how the short story works.    CRWRI-UA.816.005 Intermediate Fiction Workshop Provisional Syllabus Justin Taylor , T 6:20-9:05pm In this workshop, we'll focus on reading and writing short fiction. Since this is a workshop, we'll naturally devote most of our time to peer reading and critique, but we'll also read stories by acknowledged masters of the form, as well as newer work whose status remains to be determined--by us, perhaps. Whether we're reading published stories or student work our goals will be the same: to understand how a given story functions, to determine how and why it succeeds or fails (hopefully we won't all agree too much on this) and to identify techniques that we can adapt for use in our own fiction. We'll place a strong emphasis on editing and revision, so please come prepared to kill your darlings.    CRWRI-UA.816.006 Intermediate Fiction Workshop Syllabus Jeffery Renard Allen , M 11:00am-1:45pm In this workshop we will focus on the craft of fiction with the work of every writer in the class at the center. Therefore, a significant portion of every class session will be devoted to workshopping the original manuscripts of every writer in the class for the purpose of offering constructive feedback about these manuscripts. In addition, we will also read and discuss several assigned texts to engage in a writerly conversation about such important matters as the creative process and the imagination, the sources of fiction, and the importance of revision. As well, each week we will discuss a published story or novel to emphasize one fundamental fact, namely that most of what we learn about writing fiction comes from reading. So we will read some exemplary works to better our understanding of the elements of fiction such as conflict, character, setting, structure, and point of view.    CRWRI-UA.816.007 Intermediate Fiction Workshop Provisional Syllabus Katie Kitamura , M 4:55pm-7:40pm This is a workshop for anyone who wants to deepen their fiction writing skills. In-class exercises will help students learn the fundamentals of dialogue, setting, characterization and psychology. Reading attentively is a key part of writing; to that end we will look at novels and short stories from a range of writers including Marguerite Duras, Elfriede Jelinek, Roberto Bolaño, and Arkady and Boris Strugatsky. This workshop is for students who have taken the Creative Writing: Introduction to Poetry and Fiction course. Students will be expected to present their own work in class, and respond thoughtfully to the work of classmates. CRWRI-UA.816.008 Intermediate Fiction Workshop Provisional Syllabus Mira Jacob , F 11:00am-1:45pm Remember that last story or book you really loved? Well, there was a reason for it. Sure, it was compelling and original and all of that, but beyond that, it had a ticking plot, or a compelling narrator, or such fluid pacing that you could not help but fall into the spell that readers of fiction have for centuries. So let's go back into that story. Let's take it apart and see what you can glean from it and use for your own. Nothing is quite as fun as learning from the best, right? This is a course for those interested in getting actual nut-and-bolts knowledge about writing fiction. We will discuss basic elements — like character, plot development, voice, point of view, pacing, and structure, and read everyone from Junot Diaz and Katherine Mansfield to get a grip on our own craft. Come prepared to read carefully and write boldly.  CRWRI-UA.817.001 Intermediate Poetry Workshop Provisional Syllabus Arda Collins , W 3:30pm-6:15pm The poet Federico Garcia Lorca refers to it as “black sounds.” Goethe describes it as “a mysterious power which everyone senses and no philosopher explains.” In a letter to his brothers, Keats arrived at calling it “negative capability.” What can they possibly mean? The question is, where does poetry come from and what is it? To attempt an answer to this question, our workshop will focus on close reading, of published work and of course your own poems. As we create new work, our conversation will focus on understanding what our poems are doing and how. When you open your mouth, why are these the sounds ou make? The reading selections for this course are from a spectrum of time periods and traditions so that you will see what is possible in a poem and acquire a greater understanding of the formal elements of poetry. Writing exercises are way of exploring what we’ve read to understand it more intimately, and to open new directions for your own work.    CRWRI-UA.817.002 Intermediate Poetry Workshop Provisional Syllabus Ada Limón , M 4:55pm-7:40pm Fortunately and unfortunately there is nothing simple or easy about poetry. As an art form it is complex, strange, frustrating, generous, mysterious, and electrifying. What makes it so powerful and yet so indescribable? In this workshop we'll learn to define poetry on our own terms while entering the larger literary conversation with those that came before us. With an emphasis on creating an open and supportive environment for presenting and discussing original work, this intermediate poetry workshop will be designed to make us all better writers, readers, and empathetic critics. Students can expect to read a wide range of both classic and contemporary poetry while exploring poetic structure, responding to unique writing prompts, and learning how to raise the stakes in their own work. CRWRI-UA.817.003 Intermediate Poetry Workshop Provisional Syllabus Robert Fitterman , T 3:30pm-6:15pm In 1871, Arthur Rimbaud declared that \"the invention of the unknown demands new forms,\" and for over 100 years innovative poets have been beckoned to uncover or invent forms for the unknown or for their own present condition. New times require new forms, and in the tradition of the avant-garde and experimental writing, this course will introduce you to several new poetic strategies and to the poets who employ them. In addition to workshopping, each week we will write poems in-class that are inspired by or modeled after the strategies we study. Some of these experiments might include: sampling, procedural writing, mixed media, collaboration, conceptual writing, appropriation, etc. The course also requires that you present your writing 2-3 times during the semester, participate in a collaborative project, and turn in a small \"book\" of your writing at the end of the term.    CRWRI-UA.817.004 Intermediate Poetry Workshop Provisional Syllabus Ada Limón , M 11:00am-1:45pm Fortunately and unfortunately there is nothing simple or easy about poetry. As an art form it is complex, strange, frustrating, generous, mysterious, and electrifying. What makes it so powerful and yet so indescribable? In this workshop we'll learn to define poetry on our own terms while entering the larger literary conversation with those that came before us. With an emphasis on creating an open and supportive environment for presenting and discussing original work, this intermediate poetry workshop will be designed to make us all better writers, readers, and empathetic critics. Students can expect to read a wide range of both classic and contemporary poetry while exploring poetic structure, responding to unique writing prompts, and learning how to raise the stakes in their own work. CRWRI-UA.817.005 Intermediate Poetry Workshop Provisional Syllabus Geoffrey Nutter , M 9:30am-12:15pm Surprising, disorienting, beautiful, lyrical, dream-like, fantastic, difficult, intense--a poem exists in a strange realm of ambiguity and can be all of these things at once. And poets in 14th century England, 10th century China, or 18th century Japan used the same raw materials as poets in 21st century America: dreams, strong or ambivalent emotions, the natural world, experience in its many forms, and language. In this class we will look with fresh eyes at some of the most amazing poems of the past, present, and future, asking not what they mean, but rather how they mean and what they do. We will also discuss the kinds of things that poems are uniquely capable of doing--those things that make poetry exceptional in the world of the creative arts. In other words, we will approach the reading of poems as writers of poems. Focused and rigorous discussions of our fellow students' poems will further help us hone our craft.    CRWRI-UA.825.001 Intermediate Creative Nonfiction Workshop Provisional Syllabus Charles Taylor , R 4:55pm-7:40pm I'm frequently asked why I don't write my memoirs, the film critic Pauline Kael said in the piece the closed out her years at the New Yorker. \"I think I have.\" The division between the critical and the personal essay seems to collapse when we allow that both are motivated by the writer's own unique sensibility. And that while each start in the personal, each suggests a breadth of concern and features a range of reference that goes beyond the insularity of \"I.\" Beginning with several memoirs-- I Remember by Joe Brainard; Men We Reaped by Jesmyn Ward; Low Down by A.J. Albany--we will see how the best memoirists address larger concerns than just themselves, and then how a personal sensibility is brought to bear on subjects that are not explicitly autobiographical. Through close reading, vigorous class discussion, and writing assignments which we will later workshop together, students will be encouraged to define their own sensibilities and apply them to subjects that are explicitly personal and those not traditionally considered personal. Each student will be required to write a personal essay, a cultural essay, and a sociopolitical essay. The great French filmmaker Francois Truffaut said that for him a movie must express an idea of the world and an idea of cinema. Substitute \"writing\" for cinema, and you have a succinct description of the territory this class will explore. CRWRI-UA.825.002 Intermediate Creative Nonfiction Workshop Provisional Syllabus  Clifford Thompson , W 3:30pm-6:15pm                       In this course students will read and discuss published essays that fall into three categories: \"The Personal in the Journalistic,\" or works that combine discussion of the writers' personal lives with discussions of outside subjects; \"Trouble,\" or essays that describe predicaments the writers faced; and \"People You Know,\" in which writers evoke figures from their lives. The published essays we discuss will be grouped in the order given above. As we conclude each grouping, students will turn in personal essays, at least 1,500 words in length, related to that particular topic. (As indicated below, \"Personal in the Journalistic\" essays are due February 18, \"Trouble\" essays April 8, and \"People You Know\" May 6, the last day of class.) In addition, each week two students will have pieces workshopped, according to a schedule to be handed out on the first day of class. Workshopped pieces do not have to fit in any of the three categories, but any workshopped piece may be revised and submitted as one of the three category essays. Workshopped pieces will also be at least 1,500 words. Finally, each week students will participate in an in-class exercise.              ADVANCED WORKSHOPS Advanced workshops provide emerging writers with the opportunity to hone their individual voice and experiment with different aesthetical strategies in a genre-specific workshop taught by an eminent writer in the field. The workshops focus on innovative revision techniques, the development of a sustainable writing process, and the broadening of students’ literary knowledge of classical and contemporary masters. Each advanced workshop has a distinct emphasis and area of exploration—students are advised to pay close attention to the course descriptions, which are available online prior to registration.    Prerequisite for fiction : CRWRI-UA 816, OR CRWRI-UA 818, OR CRWRI-UA 9818, OR CRWRI-UA 9828, OR CRWRI-UA 820, OR CRWRI-UA 860 or equivalent. Prerequisite for poetry : CRWRI-UA 817, OR CRWRI-UA 819, OR CRWRI-UA 9819, OR CRWRI-UA 9829, OR CRWRI-UA 830, OR CRWRI-UA 870 or equivalent . Prerequisite for creative nonfiction : CRWRI-UA 825, OR CRWRI-UA 850, OR CRWRI-UA 880 or equivalent. 4 points. CRWRI-UA.820.001 Advanced Fiction Workshop Provisional Syllabus    Marcelle Clements , T 2:00pm-4:45pm What makes a story powerful? In this intensive course, we will explore the uses of emotion (or its absence), narrative intimacy, creating and sustaining ambiance by wielding resonant details, integrating eroticism, violence and vision. For models and inspiration, we will study the strategies of writers who thrill, seduce, move, disturb, or taunt the reader. In addition, we will attempt to improve the flow and consistency of our writing practice. Our class discussion is central to this enterprise, and participation is required, as are weekly assignments of writing and reading.  CRWRI-UA.820.002 Advanced Fiction Workshop Provisional Syllabus Charles Bock , M 11:00am-1:45pm Class is divided into lectures, exercises, and workshop. Lots of time will be spent on technical stuff, how characters work, the way in which a story develops, language, structure, etc. Weekly lectures start things off with an emphasis on craft, craft, craft. We'll build from the basics (because you can't break rules without knowing why you need to break them, and this requires knowing rules). We'll do exercises related to the lectures. Then workshops for the second half of the class. Workshops are structured so every student will comment on a story, and participation is a big part of a class. We care about improving stories and why they work and how they can be improved; we care about supporting our fellow students in their creative ventures and being daring and moving into uncharted narrative territories; however, please know, whether you like something matters to me not at all. In fact, during workshop, if someone says, \"I liked...\" the student (or teacher) will be responsible for bringing cupcakes to the next session (elements of a story either work or they don't work, we understand them or we don't, whereas all children blindly like a nice, sweet treat). If you don't care for this rule, or any of my other rules, I understand; there are other amazing teachers at NYU. Of course, we'll have weekly reading assignments--short stories, mostly from contemporary authors. There will be weekly one page assignments based on something from a lecture and/or short story. If I feel that students are not reading their homework assignments, I will quiz you and your grades will reflect the results. Students also will be chained to one novel for the entirety of the term, and will write occasional short essays on the various aspects of their novel (how action x was developed through the novel, the character trait that reminded me of y from my own life...). When you come out from the other side of this thrilling little amusement park ride, the matter inside your fused together skull is going to have a better understanding of how fiction works.  CRWRI-UA.820.003 Advanced Fiction Workshop Syllabus Elizabeth Gaffney , M 3:30pm-6:15pm Our goals are: to learn the writers process through studying a dozen masters of the form, write a page of new prose every day and, drawing from those pages, to create and revise a new short story. In this class: we will write — in class and out. We will read short stories — yours and those of a dozen renowned short story writers. We will analyze the writer's process — both yours and that of our writers, through reading — and occasionally conducting — interviews.  CRWRI-UA.830.001 Advanced Poetry Workshop Provisional Syllabus  Elaine Equi , F 2:00pm-4:45pm The goal of this course is to help you approach your writing in a more expansive way and to make you more prolific. This semester we'll draw on a variety of styles spanning from the engaging immediacy of performance poetry, to the startling juxtapositions of experimental writing. In the process, we'll touch on Surrealism, Objectivism, and The New York School for inspiration and techniques. I'm hoping that as a result, you'll gain a clearer sense of your own voice and interests, as well as a number of exciting ways to develop new work in the future. Weekly writing assignments will be a mix of traditional and invented forms. Possible topics include serial poems, ekphrastic poems, documentary and interview poems, poems about pop culture, the supernatural, and more. Critiques will focus on recognizing your strengths, creative strategies for revision, and preparing your work for publication. You can expect to write one poem per week, do an oral presentation, and keep a journal.  CRWRI-UA.830.002 Advanced Poetry Workshop Provisional Syllabus Catherine Barnett , W 8:00am-10:45am In this challenging workshop, we'll invent and re-invent and dodge and entertain and investigate \"the accursed questions\" as a way to generate new material for poems and to read more deeply. We'll consider James Baldwin's notion that \"the purpose of art is to lay bare the questions hidden by the answers\" and push for that which is \"not unforeseen enough.\" Through thinking about and playing with the resources of questions, we'll try to subvert conventional notions of what is important and unimportant; we'll try to redeem incongruities; discover the mysteries behind physical appearances; and find ways to apprehend the real without distorting \"the incomprehensibility of the real.\" We'll consider what Yeats has said: \"Only that which does not teach, which does not cry out, which does not persuade, which does not condescend, which does not explain, is irresistible.\" Students will be asked to write two poems every week and to respond generously and rigorously to each other's work. In addition, students will give a presentation on a poet/question of their choice and put together an anthology and a chapbook. CRWRI-UA.830.003 Advanced Poetry Workshop Provisional Syllabus Matthew Rohrer , M 11:00am-1:45pm This course is designed to plunge students head-first into the world of contemporary poetry. Besides workshopping each others’ poems, students will read a different book of contemporary poetry each week, and present it to the class. We will discuss the book as writers, not literature students; we’ll want to figure out what each poet is doing, how he or she does it, and how we can do that. Writing exercises derived from the readings will help us get into the poets’ heads. This is an advanced course, and students will be expected to do all of the reading, participate in the discussions, and generally contribute towards that elusive thing which is a workshop environment that is constructive and critical and ultimately generative for everyone. The goal of the course is for students to engage with the work of their peers and their contemporaries in a critical and hungry manner which will lead to a greater understanding of how their own poetry is working.  CRWRI-UA.850.001 Advanced Creative Nonfiction Workshop Provisional Syllabus Marcelle Clements , R 2:00pm-4:45pm Confession, Autobiography and Auto-Fiction: In this intensive class we write at the intersection of fiction and non-fiction, criss-crossing various genres. The memoir and the faux-memoir, the letter, the diary, the short fiction in which the author's voice seems eerily authentic -- these are the forms that have transformed publishing in the last two decades. We will explore the possibilities of first-person narratives, all the while we continue to work hard at the level of the sentence and the paragraph. In addition, we will attempt to improve the flow and consistency of our writing practice. Our class discussion is central to this enterprise, and participation is required, as are weekly assignments of writing and reading.           MASTER CLASSES These advanced workshops and craft seminars—taught by acclaimed poets and prose writers—are open to select NYU undergraduates. Master classes are limited to 12 students and provide intensive mentoring and guidance for serious and talented undergraduate writers. Each Master Class has a distinct emphasis and area of exploration—students are advised to pay close attention to the course descriptions, which are available online prior to registration.    Prerequisite for fiction : CRWRI-UA 815, OR CRWRI-UA 9815, OR CRWRI-UA 816, OR CRWRI-UA 818/819, OR CRWRI-UA 9818/9819, OR CRWRI-UA 9828/9829, OR CRWRI-UA 820,  OR CRWRI-UA 860 or equivalent. Prerequisite for poetry : CRWRI-UA 815,  OR CRWRI-UA 9815, OR CRWRI-UA 817, OR CRWRI-UA 818/819,  OR CRWRI-UA 9818/9819, OR CRWRI-UA 9828/9829, OR CRWRI-UA 830, OR CRWRI-UA 870,  OR FRSEM-388, or equivalent.  Prerequisite for creative nonfiction :CRWRI-UA 815, OR CRWRI-UA 9815, OR CRWRI-UA 818/819,  OR CRWRI-UA 9818/9819, OR CRWRI-UA 9828/9829, OR CRWRI-UA 825, OR CRWRI-UA 850, OR CRWRI-UA 880 or equivalent. Recommended prerequisite : CRWRI-UA 820 (for fiction), CRWRI-UA 830 (for poetry), or CRWRI-UA 850 (for creative nonfiction). Application required. 4 points.    CRWRI-UA.860.001 Master Class in Fiction Rick Moody , M 11:00am-1:40pm This is a workshop for people who have experience in workshops, but who are ready to experiment, think outside of the formulae for conventional fiction writing, and above all who are willing to work hard on rewriting and perfecting work in a supportive and collegial atmosphere. We'll be doing a lot of reading as well as short writing assignments for the first half of the semester--some of these assignments about story structure and some about voice and form--in order to prepare for writing a longer story or two as final projects. Solid attendance and contribution to class discussion a must, as well as attentiveness to grammar and paragraphing. CRWRI-UA.870.001 Master Class in Poetry Kimiko Hahn , T 11:00am-1:40pm Law-enforcement code for burglary, \"breaking-and-entering\" will be our strategy for reading, writing, revising, as well as critiquing. Readings will include Yusef Komunyakaa, Claudia Rankine, and Dorothy Lasky. CRWRI-UA.880.001 Master Class in Creative Nonfiction David Lipsky , T 11:00am-1:40pm How do we write non-fiction--how do we make what feels important to us (the necessary information that feels almost too big to not say) important to readers? In this workshop, we'll explore how to cut and pave that highway between other people and ourselves: how to make that information feel necessary on the other end. Lots of this will be the technical material of workshop: openings, drafts, editing peers, self-editing, the freedom of revision. We'll discuss how to report and what it's like to interview. And since every strong piece of writing includes its own DIY guide--for how to write and how to get inspired about the walk to the keyboard--we'll also look at memoirs and essays by some great non-fictionists: Martin Amis, Joan Didion, David Foster Wallace, Pauline Kael. We'll explore the practice the writing. (Lorrie Moore says the difference between a writer and a non-writer is the non-writer thinks she'll remember it in the morning.) Submissions, reading, and classroom discussion.                Back to Top                                         Contact Us | &copy; New York University , Arts and Science"}, {"content": "Critical Voices: Women Writing the World    |     Africana Studies    | New York University                                   Skip to page Content.     NEW YORK UNIVERSITY     ARTS AND SCIENCE     COLLEGE OF ARTS AND SCIENCE     GRADUATE SCHOOL OF ARTS AND SCIENCE                                Home       People       Undergraduate Program       Graduate Program       Research Activites       Events       Institute of African American Affairs       Department of Social and Cultural Analysis             Stay Connected           Facebook       Twitter                    Back to Home       Critical Voices: Women Writing the World   Institute of African American Affairs at NYU presents Critical Voices: Women Writing the World Fall 2011/Spring 2012 In these contemporary times various events have erupted and situations are at critical points all around the world. As a bridge to understand our global and local surroundings through a different set of lens than what we are generally used to seeing, both generational and gender-wise, the Institute of African American Affairs at New York University presents a year-long series of conversations with young diasporic women of African descent writing new visions of the world. By charting their own spaces and territories, they introduce a new creativity that recasts issues of style, gender and transformation. Their works go beyond the literature strictly about and reserved for women; their own powerful voices to the social, political and literary arts landscapes becomes critical. As we enter the second decade of a young century terms such as “diaspora” “gender” and “culture” are not so discrete and easily categorized. The ways that women writers of African descent have defined and expressed themselves globally have always been complex and pose challenges not just for the writer but for audiences as well. A younger generation has had to contend with overlapping modernities and transnational migrations which have complicated the meanings of certain terms, identities and experiences. It prompts us to rethink the geographical boundaries and conceptual paradigms surrounding the production of cultural knowledge from these women writers and their diasporic communities. What are the new questions and challenges posed by their works via both the personal and the public? What does it mean to write from that perspective and explore various themes both within and outside the prescribed category of gender and race? How do cultural linkages and the notion of national origin factor in writing and reading within and outside these “boundaries?” Whether by personal choice or imposed, do these categories suggest an influence that is usually thought of either outside or against the mainstream? What are the processes that permit or discourage changes in our understanding of the kinds of writing these women produce? Scholars, artists, critics, students and the general public are invited for a dialogue and exchange of views with these women writers in conversations on the importance of their writings and cultural contributions in today’s world.   Wednesday, April 11th, 2012: Marilyn Heward Mills Lydia R. Diamond Sefi Atta  moderated by Rich Blint, Ph.D. candidate, NYU, American Studies Time: 6:30 pm Location: Institute of African American Affairs, NYU 41 East 11th Street, 7th Floor New York, NY 10003 Free &amp; Open to the Public Limited Space Please RSVP to (212) 998-IAAA (4222)          Marilyn Heward Mills was born in Switzerland and brought up in Ghana. Her first novel, Cloth Girl , was shortlisted for the Costa First Novel Award. It is set in the Gold Coast at the end of British rule and tells the story of Matilda, who is fourteen when her childhood is ended by her marriage to Robert, a lawyer who already has a wife and children. Matilda is a 'cloth girl', the term used derogatively to describe women who wore traditional cloth (a blouse with a piece of fabric wrapped around the waist as a skirt). Mills’ second book, The Association of Foreign Spouses , is set in Ghana in the turbulent eighties and is a story of love and friendship, betrayal and forgiveness. It is the story of a group of women who live in a land that at times defeats them, among people who often disappoint and baffle them. Through their trials and hardships, the women support each other, unified by their foreignness, their distance from home and the choices they have made, as ultimately they are wooed by this strange place that they come to call home. She was a practicing lawyer for over nine years, and now lives in South London.         LYDIA R. DIAMOND (Playwright) recently made her Broadway debut with her play Stick Fly , produced by Alicia Keys and directed by Kenny Leon. Plays include: Stick Fly (’10 Irne Award – Best Play, ’10 LA Critics Circle Awards, ’10 LA Garland Award – Playwriting, ’08 Susan S. Blackburn Finalist, ‘06 Black Theatre Alliance Award – Best Play), Voyeurs de Venus (’06 Joseph Jefferson Award – Best New Work, ‘06 BTAA – Best Writing), The Bluest Eye (’06 Black Arts Alliance Image Award – Best New Play, ‘08 American Alliance for Theatre and Education Distinguished Play Award), The Gift Horse (’05 Theadore Ward Prize, Kesselring Prize 2nd Place), Harriet Jacobs , Stage Black , and Lizzie Stranton (2008 Boston University Playwriting Initiative Commission). Theatres include: Arena Stage, Chicago Dramatists, Company One, Congo Square, Everyman Theatre Company, Freedom Theatre, Goodman Theatre, Hartford Stage, Huntington Theatre Co., Jubilee Theatre, Kansas City Rep, L.A. Theatre Works, Long Wharf, Lorraine Hansberry Theatre, McCarter Theatre Co., Mo’Olelo Theatre Co., MPAACT, New Vic, Playmakers Rep, Plowshares Theatre Co., Providence Black Rep, Steppenwolf, TrueColors, The Matrix, Underground Railway Theatre, Actors Theatre of Louisville, and The Contemporary American Theatre Festival. Lydia’s plays have been produced at Universities around the country including: Duke, Howard, Boston University, Northwestern University, University of Wisconsin, Columbia College Chicago, Spellman College, University of California – San Marcos, and University of Maryland. Lydia has been commissioned by: Steppenwolf, McCarter, Huntington, Actor’s Theatre of Louisville/Victory Gardens, Humana, Boston University, and The Roundabout. Stick Fly and Harriet Jacobs are published by NU Press, Bluest Eye , Gift Horse , and Stage Black - Dramatic Publishing. Lydia was an ’05/’06 W.E.B. Du Bois Institute non-resident Fellow, a 2007 TCG/NEA Playwright in Residence at Steppenwolf, an 06/07 Huntington Playwright Fellow, a 2009 NEA/Arena Stage New Play Development Grant Finalist, is a TCG Executive Board Member, a Resident Playwright at Chicago Dramatists, an Honorary Doctorate of Arts Recipient from Pine Manor College, and a recent recipient of the Huntington Theatre’s 2011 Wimbley Award. Lydia is on faculty at Boston University.          SEFI ATTA was born and raised in Lagos, Nigeria. She was educated there, in England and the United States. She qualified as a chartered accountant in England and as a CPA in the United States. In 1997, she began to write full-time when she moved to Meridian, Mississippi with her husband and daughter. She graduated with an MFA from Antioch University, Los Angeles in 2001. Sefi is the author of novels Everything Good Will Come (2005), Swallow (2010), and the short story collection News From Home (2010), published in the United States by Interlink Books World Fiction series. Her books have been translated to several languages. Her short stories have appeared in journals such as Los Angeles Review , Mississippi Review and World Literature Today . They have won prizes from the Zoetrope Short Fiction Contest and the Red Hen Press Short Story Award, and have been finalists for Glimmer Train’s Very Short Fiction Award and the Caine Prize for African Literature. In 2004, she won PEN International’s David TK Wong Prize, in 2006, the inaugural Wole Soyinka Prize for Publishing in Africa, and in 2009, the final Noma Award for Publishing in Africa. Also a playwright, Sefi’s radio plays have been broadcast by the BBC. In 2011, her stage play The Cost of Living premiered at the Lagos Heritage Festival and her stage play The Sentence premiered at Theatre Krefeld in Germany. She has taught creative writing in Nigeria, the United States and France. Her novel A Bit of Difference and play An Ordinary Legacy are forthcoming in 2012.  **************************************************************************  ************************************************************************** PAST PROGRAMS:  Monday, October 31, 2011: with series inaugural speaker Angela Davis moderated by Professor Deborah Willis, NYU, Tisch School of the Arts Time: 7:00 pm Location: Tishman Auditorium Vanderbilt Hall (first floor) New York University School of Law 40 Washington Square South, NY, NY 10012  Admission is free and open to the public.      Through her activism and scholarship over the last decades, Angela Davis has been deeply involved in our nation’s quest for social justice. Her work as an educator – both at the university level and in the larger public sphere – has always emphasized the importance of building communities of struggle for economic, racial, and gender justice. The author of eight books, Professor Davis spent the last fifteen years at the University of California Santa Cruz where she is now Professor Emerita of History of Consciousness, an interdisciplinary PhD program, and of Feminist Studies.     **************************************************************************       Friday, February 24, 2012: Aracelis Girmay, Angie Cruz, Marie-Elena John moderated by Rich Blint, Ph.D. candidate, NYU, American Studies Time: 6:30 pm Location: Institute of African American Affairs, NYU 41 East 11th Street, 7th Floor New York, NY 10003 Free &amp; Open to the Public Limited Space Please RSVP to (212) 998-IAAA (4222)        Aracelis Girmay is the author of the collage-based picture book changing, changing, and the poetry collection Teeth , for which she was awarded a GCLA New Writers Award. Her most recent poetry collection, Kingdom Animalia, was awarded the Isabella Gardner Award and published by BOA in the fall. Girmay has taught youth writing workshops in schools and community centers for the past ten years. She is assistant professor of poetry writing at Hampshire College, and also teaches in the low-residency MFA program at Drew University in New Jersey. Girmay is a Cave Canem Fellow and an Acentos board member.           Angie Cruz , a New York born Dominicana, graduated from the NYU, MFA program in 1999. She published two novels: Soledad in 2001 and Let It Rain Coffee in 2005 both with Simon &amp; Schuster. She has contributed shorter works to numerous periodicals including Kweli, Callaloo and the New York Times. She has won awards for her writing and/or activist work such as The New York Foundation of The Arts Fellowship, Barbara Deming Award, Yaddo, and The Camargo Fellowship. She currently is teaching creative writing at Texas A&amp;M University and is working on her third novel, In Search of Caridad . She also jumpstarted BookupTexas through the National Book Foundation.         Marie-Elena John is an Antiguan writer and development practitioner. Pausing in her career as an Africa development and women’s empowerment practitioner, she turned to writing, channeling her knowledge of and passion for the African Diaspora into her debut novel, Unburnable (HarperCollins’ Amistad, 2006), a critically acclaimed work of literary fiction. A finalist for the 2007 Hurston-Wright Legacy award, Unburnable is also taught across disciplines, including literature, women’s studies, history, and Caribbean studies. Marie-Elena also developed the screenplay of Unburnable . Her second novel, a work in progress, is set in Nigeria and draws on her past work. She currently is a consultant with UN Women.     **************************************************************************       Wednesday, March 28, 2012: Honorée Fanonne Jeffers, Martha Southgate, ZZ Packer moderated by Rich Blint, Ph.D. candidate, NYU, American Studies Time: 6:30 pm Location: Institute of African American Affairs, NYU 41 East 11th Street, 7th Floor New York, NY 10003 Free &amp; Open to the Public Limited Space Please RSVP to (212) 998-IAAA (4222)        For over a decade, Honorée Fanonne Jeffers    has been lifting her voice on the issues of black women in literature,   African American culture, and American society. She is the author of   three award-winning books of poetry, The Gospel of Barbecue, Outlandish Blues , and Red Clay Suite , and she is a fiction writer as well. Her poems and stories have appeared in literary journals such as African American Review , American Poetry Review , Brilliant Corners: A Journal of Jazz and Literature , Callaloo , The Iowa Review , The Kenyon Review , Ploughshares , Prairie Schooner , and Story Quarterly , and in over a dozen anthologies. A story of hers was cited as one of the “100 More Distinguished Stories of 2008″ in Best American Short Stories 2009 .   She has won awards from the Rona Jaffe Foundation and the Barbara   Deming Memorial Fund as well as fellowships from the National Endowment   for the Arts, American Antiquarian Society, the MacDowell Colony and   the Bread Loaf Writers Conference. She teaches creative writing at the   University of Oklahoma, where she is Associate Professor of English and   Creative Writing Coordinator.        Martha Southgate is the author of four novels. Her newest, The Taste of Salt was published by Algonquin Books in fall 2011. Her previous novel, Third Girl from the Left ,   won the Best Novel of the Year award from the Black Caucus of the   American Library Association and was shortlisted for the PEN/Beyond   Margins Award and the Hurston/Wright Legacy award. Her novel The Fall of Rome    received the 2003 Alex Award from the American Library Association and   was named one of the best novels of 2002 by Jonathan Yardley of the   Washington Post. She is also the author of Another Way to Dance ,   which won the Coretta Scott King Genesis Award for Best First Novel.   She received a 2002 New York Foundation for the Arts grant and has   received fellowships from the MacDowell Colony, the Virginia Center for   the Creative Arts and the Bread Loaf Writers Conference. Her July 2007   essay from the New York Times Book Review, “Writers Like Me” received   considerable notice and appears in the anthology Best African-American Essays 2009 . Previous non-fiction articles have appeared in The New York Times Magazine , O , Premiere , and Essence . She also has essays in the recent anthologies Behind the Bedroom Door and Heavy Rotation: Writers on the Albums That Changed Their Lives . You can visit her website at www.marthasouthgate.com         ZZ Packer is the author of the short story collection, Drinking Coffee Elsewhere , a PEN/Faulkner finalist and a New York Times Notable Book. Her stories have appeared in The New Yorker , Harper’s , Story , Ploughshares , Zoetrope and The Best American Short Stories 2000 and 2004 and have been read on NPR’s Selected Shorts. Her nonfiction has been featured in The New York Times Magazine , The New York Times Book Review , The Washington Post Magazine , The American Prospect , Essence , O , The Believer and Salon .    She is a contributor to The Huffington Post, and has appeared several   times as a commentator on NPR’s Talk of the Nation, and MSNBC. She is   the recipient of a Guggenheim Fellowship and was named one of America’s   Young Innovators by Smithsonian Magazine as well as one America’s Best   Young novelists by Granta Magazine.                 Contact Us | &copy; New York University , Arts and Science"}]},
{"detail": [{"content": "Spring 2015 Undergraduate Course Schedule, CWP | NYU                         NEW YORK UNIVERSITY       ARTS AND SCIENCE       COLLEGE OF ARTS AND SCIENCE       GRADUATE SCHOOL OF ARTS AND SCIENCE                           Creative Writing Program                                                                                                Back to  previous page                Printer Friendly       Spring 2015 Undergraduate Course Schedule           INTRODUCTORY WORKSHOPS    This popular introductory workshop offers an exciting introduction to the basic elements of poetry and fiction, with in-class writing, take-home reading and writing assignments, and substantive discussions of craft. The course is structured as a workshop, which means that students receive feedback from their instructor and their fellow writers in a roundtable setting, and should be prepared to offer their classmates responses to their work. 4 points. CRWRI-UA.815 Creative Writing: Introduction to Fiction &amp; Poetry Section 001, Albert Avant, MW 9:30-10:45am Provisional Syllabus Section 002, Jacob Brower, MW 12:30-1:45pm Provisional Syllabus Section 003, Enkay Iguh, MW 8:00-9:15am Provisional Syllabus Section 004, Tess Crain, MW 11:00am-12:15pm Syllabus Section 005, Sarah Citron Cohen, MW 2:00-3:15pm Syllabus Section 006, Kathleen Furin, TR 12:30-1:45pm Provisional Syllabus Section 007, Sebastian Doherty, TR 12:30-1:45pm Provisional Syllabus Section 008, Madeleine Barnes, MW 9:30-10:45am Provisional Syllabus Section 009, Emma Hine, MW 12:30-1:45pm Provisional Syllabus Section 010, Stephen Ellis, TR 9:30-10:45am Provisional Syllabus Section 011, Michael Fetterman, MW 12:30-1:45pm Provisional Syllabus Section 012, Kathleen French, TR 12:30-1:45pm Provisional Syllabus Section 013, Victoria Kornick, TR 8:00-9:15am Syllabus Section 014, Elisa Gonzalez, MW 11:00am-12:15pm Provisional Syllabus Secton 015, Sean Denmark, TR 3:30-4:45pm Provisional Syllabus Section 016, Allison Bulger, MW 2:00-3:15pm Provisional Syllabus Section 017, Elizabeth Wood, MW 9:30-10:45am Section 018, Chris Normandin, MW 4:55-6:10pm Syllabus Section 019, Maurice Decaul, TR 12:30-1:45pm Provisional Syllabus Section 023, Raquel Dorman, MW 12:30-1:45pm Provisional Syllabus Click here for information about the Creative Writing Program's course offerings abroad at NYU's Accra, Buenos Aires, London, and Sydney sites.                           INTERMEDIATE WORKSHOPS  The intermediate workshops offer budding prose writers and poets an opportunity to continue their pursuit of writing through workshops that focus on a specific genre. The workshops also integrate in-depth craft discussions and extensive outside reading to deepen students’ understanding of the genre and broaden their knowledge of the evolution of literary forms and techniques.     Prerequisite for fiction : CRWRI-UA 815, OR CRWRI-UA 9815, OR CRWRI-UA.816, OR CRWRI-UA 818/819, OR CRWRI-UA 9818/9819, OR CRWRI-UA 9828/9829, OR CRWRI-UA 860, OR COSEM-UA 11 8 or equivalent. Prerequisite for poetry : CRWRI-UA 815, OR CRWRI-UA 9815, OR CRWRI-UA.817, OR CRWRI-UA 818/819, OR CRWRI-UA 9818/9819, OR CRWRI-UA 9828/9829, OR CRWRI-UA.870, OR FRSEM-UA 38 8 or equivalent. Prerequisite for creative nonfiction : CRWRI-UA 815, OR CRWRI-UA 9815, OR CRWRI-UA 818/819, OR CRWRI-UA 9818/9819, OR CRWRI-UA 9828/9829, OR CRWRI-UA 825, OR CRWRI-UA.880 or equivalent. 4 points.  CRWRI-UA.816.001 Intermediate Fiction Workshop Provisional Syllabus Sharon Mesmer , T 3:30-6:15pm Is it possible to write, as Clarice Lispector suggests, both \"squalidly   and structurally\"? I say yes. Both ends of the trajectory are possible   ... and necessary, really, in order to produce surprisingly inventive   writing. In this workshop, we will explore and exploit the fertile   (oftentimes untouched) mud of our imaginations through a series of five   writing exercises paired with model texts, each utilizing a different   prose form into which even the muddiest, most inchoate and problematic   ideas, images and language can be flowed. (Occasionally I will use my   own work to show you how I approached these forms . . . I never give   assignments that I myself haven't tried!) We will discuss the visible   and invisible architectures of these model texts, and how you can deploy   those architectures for your own purposes. Are you an absolute   beginner? an uncertain experimenter? a bitter literary world veteran?   Doesn't matter. The assignments + model texts can be used by anyone at   any level of proficiency. Additionally, having a varied mix of voices is   important, as Bitter Literary World Veteran can always learn something   from Absolute Beginner about (as Jack Kerouac said) being \"submissive to   everything, open, listening.\" Together we'll read, write, discuss,   dissect, experiment and create. Our objectives? 1.) To read, learn   about, and be inspired by, the writings of others, including our fellow   classmates; and 2.) to produce five fully alive pieces of prose that you   would feel confident submitting to magazines (if that's your goal) or   just proud to have written. Surprise!    CRWRI-UA.816.002 Intermediate Fiction Workshop Provisional Syllabus George Foy , R 3:30pm-6:15pm This is a workshop, which means it combines some imparting of alleged wisdom and pompous declaiming by the prof with the absolute best way to perfect your work, i.e., by doing it--writing, writing, writing. The workshop's philosophy is based on the premise that when a writer picks up a pen or opens a laptop to start a story, he or she breaks the connection with \"normal\" time and space to enter a storyworld in which anything is possible. Such a world, if well constructed, will like other complex systems start to generate and follow its own rules and acquire independent life. Too often writers are prevented from taking advantage of this freedom by straitjacket expectations or fear of failure. In this class the idea is to blow fear away, and use any technique or character as long as it works to create a believable world peopled by living characters, described in prose that takes wing and a voice that is recognizably yours. To that end students will be expected to submit 2-3 full-length short stories over the term's course; they will also complete writing exercises and microfictions, in class and on-assignment, every week. Readings are assigned on a regular basis, and readers' reports are due near term's end. We will of course discuss traditional issues in writing, such as elements of craft and ways to nurture and sustain, on the nuts and bolts plane, your writing practice. But we will also explore non-linear stories, illustrated narrative, fiction as street theater, and many other topics too numerous and amusing to list in a course catalogue. CRWRI-UA.816.003 Intermediate Fiction Workshop Provisional Syllabus Marie-Helene Bertino , M 6:20pm-9:05pm This class will explore the craft of fiction in three different ways. The first will be brief talks that address a different element of craft in each class. The second will be by reading and dissecting (like writers!) a broad range of contemporary fiction, from experimentalists like Etgar Keret and Aimee Bender, to whip smart traditionalists like Alice Munro, Charles Baxter, and Anton Chekov, to subtle post-modern visionaries like Raymond Carver, Denis Johnson, and Amy Hempel. The third and most important component of the class will be workshopping student work with this question in mind: where do I think this writer/story is trying to go? We will tailor our critiques toward the idea of helping the writer get there. We will have surprise guests by professional writers. We will eschew the idea that there is one way to write fiction. We will seek out the joy in our work and the work of others and will cultivate our personal, idiosyncratic voices.    CRWRI-UA.816.004 Intermediate Fiction Workshop Provisional Syllabus Adam Wilson , R 4:55pm-7:40pm This is a workshop-style class that will focus on the short story. Students will primarily be writing their own stories and critiquing the work of their peers. But we'll also read stories and short essays by both past masters and contemporary writers that demonstrate a variety of styles and strategies. We'll think about stories from the perspective of craft in an effort to better our understanding of how the short story works.    CRWRI-UA.816.005 Intermediate Fiction Workshop Provisional Syllabus Justin Taylor , T 6:20-9:05pm In this workshop, we'll focus on reading and writing short fiction. Since this is a workshop, we'll naturally devote most of our time to peer reading and critique, but we'll also read stories by acknowledged masters of the form, as well as newer work whose status remains to be determined--by us, perhaps. Whether we're reading published stories or student work our goals will be the same: to understand how a given story functions, to determine how and why it succeeds or fails (hopefully we won't all agree too much on this) and to identify techniques that we can adapt for use in our own fiction. We'll place a strong emphasis on editing and revision, so please come prepared to kill your darlings.    CRWRI-UA.816.006 Intermediate Fiction Workshop Syllabus Jeffery Renard Allen , M 11:00am-1:45pm In this workshop we will focus on the craft of fiction with the work of every writer in the class at the center. Therefore, a significant portion of every class session will be devoted to workshopping the original manuscripts of every writer in the class for the purpose of offering constructive feedback about these manuscripts. In addition, we will also read and discuss several assigned texts to engage in a writerly conversation about such important matters as the creative process and the imagination, the sources of fiction, and the importance of revision. As well, each week we will discuss a published story or novel to emphasize one fundamental fact, namely that most of what we learn about writing fiction comes from reading. So we will read some exemplary works to better our understanding of the elements of fiction such as conflict, character, setting, structure, and point of view.    CRWRI-UA.816.007 Intermediate Fiction Workshop Provisional Syllabus Katie Kitamura , M 4:55pm-7:40pm This is a workshop for anyone who wants to deepen their fiction writing skills. In-class exercises will help students learn the fundamentals of dialogue, setting, characterization and psychology. Reading attentively is a key part of writing; to that end we will look at novels and short stories from a range of writers including Marguerite Duras, Elfriede Jelinek, Roberto Bolaño, and Arkady and Boris Strugatsky. This workshop is for students who have taken the Creative Writing: Introduction to Poetry and Fiction course. Students will be expected to present their own work in class, and respond thoughtfully to the work of classmates. CRWRI-UA.816.008 Intermediate Fiction Workshop Provisional Syllabus Mira Jacob , F 11:00am-1:45pm Remember that last story or book you really loved? Well, there was a reason for it. Sure, it was compelling and original and all of that, but beyond that, it had a ticking plot, or a compelling narrator, or such fluid pacing that you could not help but fall into the spell that readers of fiction have for centuries. So let's go back into that story. Let's take it apart and see what you can glean from it and use for your own. Nothing is quite as fun as learning from the best, right? This is a course for those interested in getting actual nut-and-bolts knowledge about writing fiction. We will discuss basic elements — like character, plot development, voice, point of view, pacing, and structure, and read everyone from Junot Diaz and Katherine Mansfield to get a grip on our own craft. Come prepared to read carefully and write boldly.  CRWRI-UA.817.001 Intermediate Poetry Workshop Provisional Syllabus Arda Collins , W 3:30pm-6:15pm The poet Federico Garcia Lorca refers to it as “black sounds.” Goethe describes it as “a mysterious power which everyone senses and no philosopher explains.” In a letter to his brothers, Keats arrived at calling it “negative capability.” What can they possibly mean? The question is, where does poetry come from and what is it? To attempt an answer to this question, our workshop will focus on close reading, of published work and of course your own poems. As we create new work, our conversation will focus on understanding what our poems are doing and how. When you open your mouth, why are these the sounds ou make? The reading selections for this course are from a spectrum of time periods and traditions so that you will see what is possible in a poem and acquire a greater understanding of the formal elements of poetry. Writing exercises are way of exploring what we’ve read to understand it more intimately, and to open new directions for your own work.    CRWRI-UA.817.002 Intermediate Poetry Workshop Provisional Syllabus Ada Limón , M 4:55pm-7:40pm Fortunately and unfortunately there is nothing simple or easy about poetry. As an art form it is complex, strange, frustrating, generous, mysterious, and electrifying. What makes it so powerful and yet so indescribable? In this workshop we'll learn to define poetry on our own terms while entering the larger literary conversation with those that came before us. With an emphasis on creating an open and supportive environment for presenting and discussing original work, this intermediate poetry workshop will be designed to make us all better writers, readers, and empathetic critics. Students can expect to read a wide range of both classic and contemporary poetry while exploring poetic structure, responding to unique writing prompts, and learning how to raise the stakes in their own work. CRWRI-UA.817.003 Intermediate Poetry Workshop Provisional Syllabus Robert Fitterman , T 3:30pm-6:15pm In 1871, Arthur Rimbaud declared that \"the invention of the unknown demands new forms,\" and for over 100 years innovative poets have been beckoned to uncover or invent forms for the unknown or for their own present condition. New times require new forms, and in the tradition of the avant-garde and experimental writing, this course will introduce you to several new poetic strategies and to the poets who employ them. In addition to workshopping, each week we will write poems in-class that are inspired by or modeled after the strategies we study. Some of these experiments might include: sampling, procedural writing, mixed media, collaboration, conceptual writing, appropriation, etc. The course also requires that you present your writing 2-3 times during the semester, participate in a collaborative project, and turn in a small \"book\" of your writing at the end of the term.    CRWRI-UA.817.004 Intermediate Poetry Workshop Provisional Syllabus Ada Limón , M 11:00am-1:45pm Fortunately and unfortunately there is nothing simple or easy about poetry. As an art form it is complex, strange, frustrating, generous, mysterious, and electrifying. What makes it so powerful and yet so indescribable? In this workshop we'll learn to define poetry on our own terms while entering the larger literary conversation with those that came before us. With an emphasis on creating an open and supportive environment for presenting and discussing original work, this intermediate poetry workshop will be designed to make us all better writers, readers, and empathetic critics. Students can expect to read a wide range of both classic and contemporary poetry while exploring poetic structure, responding to unique writing prompts, and learning how to raise the stakes in their own work. CRWRI-UA.817.005 Intermediate Poetry Workshop Provisional Syllabus Geoffrey Nutter , M 9:30am-12:15pm Surprising, disorienting, beautiful, lyrical, dream-like, fantastic, difficult, intense--a poem exists in a strange realm of ambiguity and can be all of these things at once. And poets in 14th century England, 10th century China, or 18th century Japan used the same raw materials as poets in 21st century America: dreams, strong or ambivalent emotions, the natural world, experience in its many forms, and language. In this class we will look with fresh eyes at some of the most amazing poems of the past, present, and future, asking not what they mean, but rather how they mean and what they do. We will also discuss the kinds of things that poems are uniquely capable of doing--those things that make poetry exceptional in the world of the creative arts. In other words, we will approach the reading of poems as writers of poems. Focused and rigorous discussions of our fellow students' poems will further help us hone our craft.    CRWRI-UA.825.001 Intermediate Creative Nonfiction Workshop Provisional Syllabus Charles Taylor , R 4:55pm-7:40pm I'm frequently asked why I don't write my memoirs, the film critic Pauline Kael said in the piece the closed out her years at the New Yorker. \"I think I have.\" The division between the critical and the personal essay seems to collapse when we allow that both are motivated by the writer's own unique sensibility. And that while each start in the personal, each suggests a breadth of concern and features a range of reference that goes beyond the insularity of \"I.\" Beginning with several memoirs-- I Remember by Joe Brainard; Men We Reaped by Jesmyn Ward; Low Down by A.J. Albany--we will see how the best memoirists address larger concerns than just themselves, and then how a personal sensibility is brought to bear on subjects that are not explicitly autobiographical. Through close reading, vigorous class discussion, and writing assignments which we will later workshop together, students will be encouraged to define their own sensibilities and apply them to subjects that are explicitly personal and those not traditionally considered personal. Each student will be required to write a personal essay, a cultural essay, and a sociopolitical essay. The great French filmmaker Francois Truffaut said that for him a movie must express an idea of the world and an idea of cinema. Substitute \"writing\" for cinema, and you have a succinct description of the territory this class will explore. CRWRI-UA.825.002 Intermediate Creative Nonfiction Workshop Provisional Syllabus  Clifford Thompson , W 3:30pm-6:15pm                       In this course students will read and discuss published essays that fall into three categories: \"The Personal in the Journalistic,\" or works that combine discussion of the writers' personal lives with discussions of outside subjects; \"Trouble,\" or essays that describe predicaments the writers faced; and \"People You Know,\" in which writers evoke figures from their lives. The published essays we discuss will be grouped in the order given above. As we conclude each grouping, students will turn in personal essays, at least 1,500 words in length, related to that particular topic. (As indicated below, \"Personal in the Journalistic\" essays are due February 18, \"Trouble\" essays April 8, and \"People You Know\" May 6, the last day of class.) In addition, each week two students will have pieces workshopped, according to a schedule to be handed out on the first day of class. Workshopped pieces do not have to fit in any of the three categories, but any workshopped piece may be revised and submitted as one of the three category essays. Workshopped pieces will also be at least 1,500 words. Finally, each week students will participate in an in-class exercise.              ADVANCED WORKSHOPS Advanced workshops provide emerging writers with the opportunity to hone their individual voice and experiment with different aesthetical strategies in a genre-specific workshop taught by an eminent writer in the field. The workshops focus on innovative revision techniques, the development of a sustainable writing process, and the broadening of students’ literary knowledge of classical and contemporary masters. Each advanced workshop has a distinct emphasis and area of exploration—students are advised to pay close attention to the course descriptions, which are available online prior to registration.    Prerequisite for fiction : CRWRI-UA 816, OR CRWRI-UA 818, OR CRWRI-UA 9818, OR CRWRI-UA 9828, OR CRWRI-UA 820, OR CRWRI-UA 860 or equivalent. Prerequisite for poetry : CRWRI-UA 817, OR CRWRI-UA 819, OR CRWRI-UA 9819, OR CRWRI-UA 9829, OR CRWRI-UA 830, OR CRWRI-UA 870 or equivalent . Prerequisite for creative nonfiction : CRWRI-UA 825, OR CRWRI-UA 850, OR CRWRI-UA 880 or equivalent. 4 points. CRWRI-UA.820.001 Advanced Fiction Workshop Provisional Syllabus    Marcelle Clements , T 2:00pm-4:45pm What makes a story powerful? In this intensive course, we will explore the uses of emotion (or its absence), narrative intimacy, creating and sustaining ambiance by wielding resonant details, integrating eroticism, violence and vision. For models and inspiration, we will study the strategies of writers who thrill, seduce, move, disturb, or taunt the reader. In addition, we will attempt to improve the flow and consistency of our writing practice. Our class discussion is central to this enterprise, and participation is required, as are weekly assignments of writing and reading.  CRWRI-UA.820.002 Advanced Fiction Workshop Provisional Syllabus Charles Bock , M 11:00am-1:45pm Class is divided into lectures, exercises, and workshop. Lots of time will be spent on technical stuff, how characters work, the way in which a story develops, language, structure, etc. Weekly lectures start things off with an emphasis on craft, craft, craft. We'll build from the basics (because you can't break rules without knowing why you need to break them, and this requires knowing rules). We'll do exercises related to the lectures. Then workshops for the second half of the class. Workshops are structured so every student will comment on a story, and participation is a big part of a class. We care about improving stories and why they work and how they can be improved; we care about supporting our fellow students in their creative ventures and being daring and moving into uncharted narrative territories; however, please know, whether you like something matters to me not at all. In fact, during workshop, if someone says, \"I liked...\" the student (or teacher) will be responsible for bringing cupcakes to the next session (elements of a story either work or they don't work, we understand them or we don't, whereas all children blindly like a nice, sweet treat). If you don't care for this rule, or any of my other rules, I understand; there are other amazing teachers at NYU. Of course, we'll have weekly reading assignments--short stories, mostly from contemporary authors. There will be weekly one page assignments based on something from a lecture and/or short story. If I feel that students are not reading their homework assignments, I will quiz you and your grades will reflect the results. Students also will be chained to one novel for the entirety of the term, and will write occasional short essays on the various aspects of their novel (how action x was developed through the novel, the character trait that reminded me of y from my own life...). When you come out from the other side of this thrilling little amusement park ride, the matter inside your fused together skull is going to have a better understanding of how fiction works.  CRWRI-UA.820.003 Advanced Fiction Workshop Syllabus Elizabeth Gaffney , M 3:30pm-6:15pm Our goals are: to learn the writers process through studying a dozen masters of the form, write a page of new prose every day and, drawing from those pages, to create and revise a new short story. In this class: we will write — in class and out. We will read short stories — yours and those of a dozen renowned short story writers. We will analyze the writer's process — both yours and that of our writers, through reading — and occasionally conducting — interviews.  CRWRI-UA.830.001 Advanced Poetry Workshop Provisional Syllabus  Elaine Equi , F 2:00pm-4:45pm The goal of this course is to help you approach your writing in a more expansive way and to make you more prolific. This semester we'll draw on a variety of styles spanning from the engaging immediacy of performance poetry, to the startling juxtapositions of experimental writing. In the process, we'll touch on Surrealism, Objectivism, and The New York School for inspiration and techniques. I'm hoping that as a result, you'll gain a clearer sense of your own voice and interests, as well as a number of exciting ways to develop new work in the future. Weekly writing assignments will be a mix of traditional and invented forms. Possible topics include serial poems, ekphrastic poems, documentary and interview poems, poems about pop culture, the supernatural, and more. Critiques will focus on recognizing your strengths, creative strategies for revision, and preparing your work for publication. You can expect to write one poem per week, do an oral presentation, and keep a journal.  CRWRI-UA.830.002 Advanced Poetry Workshop Provisional Syllabus Catherine Barnett , W 8:00am-10:45am In this challenging workshop, we'll invent and re-invent and dodge and entertain and investigate \"the accursed questions\" as a way to generate new material for poems and to read more deeply. We'll consider James Baldwin's notion that \"the purpose of art is to lay bare the questions hidden by the answers\" and push for that which is \"not unforeseen enough.\" Through thinking about and playing with the resources of questions, we'll try to subvert conventional notions of what is important and unimportant; we'll try to redeem incongruities; discover the mysteries behind physical appearances; and find ways to apprehend the real without distorting \"the incomprehensibility of the real.\" We'll consider what Yeats has said: \"Only that which does not teach, which does not cry out, which does not persuade, which does not condescend, which does not explain, is irresistible.\" Students will be asked to write two poems every week and to respond generously and rigorously to each other's work. In addition, students will give a presentation on a poet/question of their choice and put together an anthology and a chapbook. CRWRI-UA.830.003 Advanced Poetry Workshop Provisional Syllabus Matthew Rohrer , M 11:00am-1:45pm This course is designed to plunge students head-first into the world of contemporary poetry. Besides workshopping each others’ poems, students will read a different book of contemporary poetry each week, and present it to the class. We will discuss the book as writers, not literature students; we’ll want to figure out what each poet is doing, how he or she does it, and how we can do that. Writing exercises derived from the readings will help us get into the poets’ heads. This is an advanced course, and students will be expected to do all of the reading, participate in the discussions, and generally contribute towards that elusive thing which is a workshop environment that is constructive and critical and ultimately generative for everyone. The goal of the course is for students to engage with the work of their peers and their contemporaries in a critical and hungry manner which will lead to a greater understanding of how their own poetry is working.  CRWRI-UA.850.001 Advanced Creative Nonfiction Workshop Provisional Syllabus Marcelle Clements , R 2:00pm-4:45pm Confession, Autobiography and Auto-Fiction: In this intensive class we write at the intersection of fiction and non-fiction, criss-crossing various genres. The memoir and the faux-memoir, the letter, the diary, the short fiction in which the author's voice seems eerily authentic -- these are the forms that have transformed publishing in the last two decades. We will explore the possibilities of first-person narratives, all the while we continue to work hard at the level of the sentence and the paragraph. In addition, we will attempt to improve the flow and consistency of our writing practice. Our class discussion is central to this enterprise, and participation is required, as are weekly assignments of writing and reading.           MASTER CLASSES These advanced workshops and craft seminars—taught by acclaimed poets and prose writers—are open to select NYU undergraduates. Master classes are limited to 12 students and provide intensive mentoring and guidance for serious and talented undergraduate writers. Each Master Class has a distinct emphasis and area of exploration—students are advised to pay close attention to the course descriptions, which are available online prior to registration.    Prerequisite for fiction : CRWRI-UA 815, OR CRWRI-UA 9815, OR CRWRI-UA 816, OR CRWRI-UA 818/819, OR CRWRI-UA 9818/9819, OR CRWRI-UA 9828/9829, OR CRWRI-UA 820,  OR CRWRI-UA 860 or equivalent. Prerequisite for poetry : CRWRI-UA 815,  OR CRWRI-UA 9815, OR CRWRI-UA 817, OR CRWRI-UA 818/819,  OR CRWRI-UA 9818/9819, OR CRWRI-UA 9828/9829, OR CRWRI-UA 830, OR CRWRI-UA 870,  OR FRSEM-388, or equivalent.  Prerequisite for creative nonfiction :CRWRI-UA 815, OR CRWRI-UA 9815, OR CRWRI-UA 818/819,  OR CRWRI-UA 9818/9819, OR CRWRI-UA 9828/9829, OR CRWRI-UA 825, OR CRWRI-UA 850, OR CRWRI-UA 880 or equivalent. Recommended prerequisite : CRWRI-UA 820 (for fiction), CRWRI-UA 830 (for poetry), or CRWRI-UA 850 (for creative nonfiction). Application required. 4 points.    CRWRI-UA.860.001 Master Class in Fiction Rick Moody , M 11:00am-1:40pm This is a workshop for people who have experience in workshops, but who are ready to experiment, think outside of the formulae for conventional fiction writing, and above all who are willing to work hard on rewriting and perfecting work in a supportive and collegial atmosphere. We'll be doing a lot of reading as well as short writing assignments for the first half of the semester--some of these assignments about story structure and some about voice and form--in order to prepare for writing a longer story or two as final projects. Solid attendance and contribution to class discussion a must, as well as attentiveness to grammar and paragraphing. CRWRI-UA.870.001 Master Class in Poetry Kimiko Hahn , T 11:00am-1:40pm Law-enforcement code for burglary, \"breaking-and-entering\" will be our strategy for reading, writing, revising, as well as critiquing. Readings will include Yusef Komunyakaa, Claudia Rankine, and Dorothy Lasky. CRWRI-UA.880.001 Master Class in Creative Nonfiction David Lipsky , T 11:00am-1:40pm How do we write non-fiction--how do we make what feels important to us (the necessary information that feels almost too big to not say) important to readers? In this workshop, we'll explore how to cut and pave that highway between other people and ourselves: how to make that information feel necessary on the other end. Lots of this will be the technical material of workshop: openings, drafts, editing peers, self-editing, the freedom of revision. We'll discuss how to report and what it's like to interview. And since every strong piece of writing includes its own DIY guide--for how to write and how to get inspired about the walk to the keyboard--we'll also look at memoirs and essays by some great non-fictionists: Martin Amis, Joan Didion, David Foster Wallace, Pauline Kael. We'll explore the practice the writing. (Lorrie Moore says the difference between a writer and a non-writer is the non-writer thinks she'll remember it in the morning.) Submissions, reading, and classroom discussion.                Back to Top                                         Contact Us | &copy; New York University , Arts and Science"}, {"content": "Critical Voices: Women Writing the World    |     Africana Studies    | New York University                                   Skip to page Content.     NEW YORK UNIVERSITY     ARTS AND SCIENCE     COLLEGE OF ARTS AND SCIENCE     GRADUATE SCHOOL OF ARTS AND SCIENCE                                Home       People       Undergraduate Program       Graduate Program       Research Activites       Events       Institute of African American Affairs       Department of Social and Cultural Analysis             Stay Connected           Facebook       Twitter                    Back to Home       Critical Voices: Women Writing the World   Institute of African American Affairs at NYU presents Critical Voices: Women Writing the World Fall 2011/Spring 2012 In these contemporary times various events have erupted and situations are at critical points all around the world. As a bridge to understand our global and local surroundings through a different set of lens than what we are generally used to seeing, both generational and gender-wise, the Institute of African American Affairs at New York University presents a year-long series of conversations with young diasporic women of African descent writing new visions of the world. By charting their own spaces and territories, they introduce a new creativity that recasts issues of style, gender and transformation. Their works go beyond the literature strictly about and reserved for women; their own powerful voices to the social, political and literary arts landscapes becomes critical. As we enter the second decade of a young century terms such as “diaspora” “gender” and “culture” are not so discrete and easily categorized. The ways that women writers of African descent have defined and expressed themselves globally have always been complex and pose challenges not just for the writer but for audiences as well. A younger generation has had to contend with overlapping modernities and transnational migrations which have complicated the meanings of certain terms, identities and experiences. It prompts us to rethink the geographical boundaries and conceptual paradigms surrounding the production of cultural knowledge from these women writers and their diasporic communities. What are the new questions and challenges posed by their works via both the personal and the public? What does it mean to write from that perspective and explore various themes both within and outside the prescribed category of gender and race? How do cultural linkages and the notion of national origin factor in writing and reading within and outside these “boundaries?” Whether by personal choice or imposed, do these categories suggest an influence that is usually thought of either outside or against the mainstream? What are the processes that permit or discourage changes in our understanding of the kinds of writing these women produce? Scholars, artists, critics, students and the general public are invited for a dialogue and exchange of views with these women writers in conversations on the importance of their writings and cultural contributions in today’s world.   Wednesday, April 11th, 2012: Marilyn Heward Mills Lydia R. Diamond Sefi Atta  moderated by Rich Blint, Ph.D. candidate, NYU, American Studies Time: 6:30 pm Location: Institute of African American Affairs, NYU 41 East 11th Street, 7th Floor New York, NY 10003 Free &amp; Open to the Public Limited Space Please RSVP to (212) 998-IAAA (4222)          Marilyn Heward Mills was born in Switzerland and brought up in Ghana. Her first novel, Cloth Girl , was shortlisted for the Costa First Novel Award. It is set in the Gold Coast at the end of British rule and tells the story of Matilda, who is fourteen when her childhood is ended by her marriage to Robert, a lawyer who already has a wife and children. Matilda is a 'cloth girl', the term used derogatively to describe women who wore traditional cloth (a blouse with a piece of fabric wrapped around the waist as a skirt). Mills’ second book, The Association of Foreign Spouses , is set in Ghana in the turbulent eighties and is a story of love and friendship, betrayal and forgiveness. It is the story of a group of women who live in a land that at times defeats them, among people who often disappoint and baffle them. Through their trials and hardships, the women support each other, unified by their foreignness, their distance from home and the choices they have made, as ultimately they are wooed by this strange place that they come to call home. She was a practicing lawyer for over nine years, and now lives in South London.         LYDIA R. DIAMOND (Playwright) recently made her Broadway debut with her play Stick Fly , produced by Alicia Keys and directed by Kenny Leon. Plays include: Stick Fly (’10 Irne Award – Best Play, ’10 LA Critics Circle Awards, ’10 LA Garland Award – Playwriting, ’08 Susan S. Blackburn Finalist, ‘06 Black Theatre Alliance Award – Best Play), Voyeurs de Venus (’06 Joseph Jefferson Award – Best New Work, ‘06 BTAA – Best Writing), The Bluest Eye (’06 Black Arts Alliance Image Award – Best New Play, ‘08 American Alliance for Theatre and Education Distinguished Play Award), The Gift Horse (’05 Theadore Ward Prize, Kesselring Prize 2nd Place), Harriet Jacobs , Stage Black , and Lizzie Stranton (2008 Boston University Playwriting Initiative Commission). Theatres include: Arena Stage, Chicago Dramatists, Company One, Congo Square, Everyman Theatre Company, Freedom Theatre, Goodman Theatre, Hartford Stage, Huntington Theatre Co., Jubilee Theatre, Kansas City Rep, L.A. Theatre Works, Long Wharf, Lorraine Hansberry Theatre, McCarter Theatre Co., Mo’Olelo Theatre Co., MPAACT, New Vic, Playmakers Rep, Plowshares Theatre Co., Providence Black Rep, Steppenwolf, TrueColors, The Matrix, Underground Railway Theatre, Actors Theatre of Louisville, and The Contemporary American Theatre Festival. Lydia’s plays have been produced at Universities around the country including: Duke, Howard, Boston University, Northwestern University, University of Wisconsin, Columbia College Chicago, Spellman College, University of California – San Marcos, and University of Maryland. Lydia has been commissioned by: Steppenwolf, McCarter, Huntington, Actor’s Theatre of Louisville/Victory Gardens, Humana, Boston University, and The Roundabout. Stick Fly and Harriet Jacobs are published by NU Press, Bluest Eye , Gift Horse , and Stage Black - Dramatic Publishing. Lydia was an ’05/’06 W.E.B. Du Bois Institute non-resident Fellow, a 2007 TCG/NEA Playwright in Residence at Steppenwolf, an 06/07 Huntington Playwright Fellow, a 2009 NEA/Arena Stage New Play Development Grant Finalist, is a TCG Executive Board Member, a Resident Playwright at Chicago Dramatists, an Honorary Doctorate of Arts Recipient from Pine Manor College, and a recent recipient of the Huntington Theatre’s 2011 Wimbley Award. Lydia is on faculty at Boston University.          SEFI ATTA was born and raised in Lagos, Nigeria. She was educated there, in England and the United States. She qualified as a chartered accountant in England and as a CPA in the United States. In 1997, she began to write full-time when she moved to Meridian, Mississippi with her husband and daughter. She graduated with an MFA from Antioch University, Los Angeles in 2001. Sefi is the author of novels Everything Good Will Come (2005), Swallow (2010), and the short story collection News From Home (2010), published in the United States by Interlink Books World Fiction series. Her books have been translated to several languages. Her short stories have appeared in journals such as Los Angeles Review , Mississippi Review and World Literature Today . They have won prizes from the Zoetrope Short Fiction Contest and the Red Hen Press Short Story Award, and have been finalists for Glimmer Train’s Very Short Fiction Award and the Caine Prize for African Literature. In 2004, she won PEN International’s David TK Wong Prize, in 2006, the inaugural Wole Soyinka Prize for Publishing in Africa, and in 2009, the final Noma Award for Publishing in Africa. Also a playwright, Sefi’s radio plays have been broadcast by the BBC. In 2011, her stage play The Cost of Living premiered at the Lagos Heritage Festival and her stage play The Sentence premiered at Theatre Krefeld in Germany. She has taught creative writing in Nigeria, the United States and France. Her novel A Bit of Difference and play An Ordinary Legacy are forthcoming in 2012.  **************************************************************************  ************************************************************************** PAST PROGRAMS:  Monday, October 31, 2011: with series inaugural speaker Angela Davis moderated by Professor Deborah Willis, NYU, Tisch School of the Arts Time: 7:00 pm Location: Tishman Auditorium Vanderbilt Hall (first floor) New York University School of Law 40 Washington Square South, NY, NY 10012  Admission is free and open to the public.      Through her activism and scholarship over the last decades, Angela Davis has been deeply involved in our nation’s quest for social justice. Her work as an educator – both at the university level and in the larger public sphere – has always emphasized the importance of building communities of struggle for economic, racial, and gender justice. The author of eight books, Professor Davis spent the last fifteen years at the University of California Santa Cruz where she is now Professor Emerita of History of Consciousness, an interdisciplinary PhD program, and of Feminist Studies.     **************************************************************************       Friday, February 24, 2012: Aracelis Girmay, Angie Cruz, Marie-Elena John moderated by Rich Blint, Ph.D. candidate, NYU, American Studies Time: 6:30 pm Location: Institute of African American Affairs, NYU 41 East 11th Street, 7th Floor New York, NY 10003 Free &amp; Open to the Public Limited Space Please RSVP to (212) 998-IAAA (4222)        Aracelis Girmay is the author of the collage-based picture book changing, changing, and the poetry collection Teeth , for which she was awarded a GCLA New Writers Award. Her most recent poetry collection, Kingdom Animalia, was awarded the Isabella Gardner Award and published by BOA in the fall. Girmay has taught youth writing workshops in schools and community centers for the past ten years. She is assistant professor of poetry writing at Hampshire College, and also teaches in the low-residency MFA program at Drew University in New Jersey. Girmay is a Cave Canem Fellow and an Acentos board member.           Angie Cruz , a New York born Dominicana, graduated from the NYU, MFA program in 1999. She published two novels: Soledad in 2001 and Let It Rain Coffee in 2005 both with Simon &amp; Schuster. She has contributed shorter works to numerous periodicals including Kweli, Callaloo and the New York Times. She has won awards for her writing and/or activist work such as The New York Foundation of The Arts Fellowship, Barbara Deming Award, Yaddo, and The Camargo Fellowship. She currently is teaching creative writing at Texas A&amp;M University and is working on her third novel, In Search of Caridad . She also jumpstarted BookupTexas through the National Book Foundation.         Marie-Elena John is an Antiguan writer and development practitioner. Pausing in her career as an Africa development and women’s empowerment practitioner, she turned to writing, channeling her knowledge of and passion for the African Diaspora into her debut novel, Unburnable (HarperCollins’ Amistad, 2006), a critically acclaimed work of literary fiction. A finalist for the 2007 Hurston-Wright Legacy award, Unburnable is also taught across disciplines, including literature, women’s studies, history, and Caribbean studies. Marie-Elena also developed the screenplay of Unburnable . Her second novel, a work in progress, is set in Nigeria and draws on her past work. She currently is a consultant with UN Women.     **************************************************************************       Wednesday, March 28, 2012: Honorée Fanonne Jeffers, Martha Southgate, ZZ Packer moderated by Rich Blint, Ph.D. candidate, NYU, American Studies Time: 6:30 pm Location: Institute of African American Affairs, NYU 41 East 11th Street, 7th Floor New York, NY 10003 Free &amp; Open to the Public Limited Space Please RSVP to (212) 998-IAAA (4222)        For over a decade, Honorée Fanonne Jeffers    has been lifting her voice on the issues of black women in literature,   African American culture, and American society. She is the author of   three award-winning books of poetry, The Gospel of Barbecue, Outlandish Blues , and Red Clay Suite , and she is a fiction writer as well. Her poems and stories have appeared in literary journals such as African American Review , American Poetry Review , Brilliant Corners: A Journal of Jazz and Literature , Callaloo , The Iowa Review , The Kenyon Review , Ploughshares , Prairie Schooner , and Story Quarterly , and in over a dozen anthologies. A story of hers was cited as one of the “100 More Distinguished Stories of 2008″ in Best American Short Stories 2009 .   She has won awards from the Rona Jaffe Foundation and the Barbara   Deming Memorial Fund as well as fellowships from the National Endowment   for the Arts, American Antiquarian Society, the MacDowell Colony and   the Bread Loaf Writers Conference. She teaches creative writing at the   University of Oklahoma, where she is Associate Professor of English and   Creative Writing Coordinator.        Martha Southgate is the author of four novels. Her newest, The Taste of Salt was published by Algonquin Books in fall 2011. Her previous novel, Third Girl from the Left ,   won the Best Novel of the Year award from the Black Caucus of the   American Library Association and was shortlisted for the PEN/Beyond   Margins Award and the Hurston/Wright Legacy award. Her novel The Fall of Rome    received the 2003 Alex Award from the American Library Association and   was named one of the best novels of 2002 by Jonathan Yardley of the   Washington Post. She is also the author of Another Way to Dance ,   which won the Coretta Scott King Genesis Award for Best First Novel.   She received a 2002 New York Foundation for the Arts grant and has   received fellowships from the MacDowell Colony, the Virginia Center for   the Creative Arts and the Bread Loaf Writers Conference. Her July 2007   essay from the New York Times Book Review, “Writers Like Me” received   considerable notice and appears in the anthology Best African-American Essays 2009 . Previous non-fiction articles have appeared in The New York Times Magazine , O , Premiere , and Essence . She also has essays in the recent anthologies Behind the Bedroom Door and Heavy Rotation: Writers on the Albums That Changed Their Lives . You can visit her website at www.marthasouthgate.com         ZZ Packer is the author of the short story collection, Drinking Coffee Elsewhere , a PEN/Faulkner finalist and a New York Times Notable Book. Her stories have appeared in The New Yorker , Harper’s , Story , Ploughshares , Zoetrope and The Best American Short Stories 2000 and 2004 and have been read on NPR’s Selected Shorts. Her nonfiction has been featured in The New York Times Magazine , The New York Times Book Review , The Washington Post Magazine , The American Prospect , Essence , O , The Believer and Salon .    She is a contributor to The Huffington Post, and has appeared several   times as a commentator on NPR’s Talk of the Nation, and MSNBC. She is   the recipient of a Guggenheim Fellowship and was named one of America’s   Young Innovators by Smithsonian Magazine as well as one America’s Best   Young novelists by Granta Magazine.                 Contact Us | &copy; New York University , Arts and Science"}, {"content": "Reading Series | Creative Writing Program | NYU                          NEW YORK UNIVERSITY       ARTS AND SCIENCE       COLLEGE OF ARTS AND SCIENCE       GRADUATE SCHOOL OF ARTS AND SCIENCE                           Creative Writing Program                                                                      Home       Faculty       Undergraduate Program       Graduate Program       Low-Residency MFA Writers Workshop in Paris       Summer Programs &amp; Courses       Reading Series       Literary Journals       History of the Lillian Vernon Creative Writers House       Donate to the Creative Writing Program       Alumni News &amp; Publications             Past Readings and Podcasts           &gt; Podcasts of past readings       &gt; Fall 2014       &gt; Spring 2014       &gt; Fall 2013       &gt; Spring 2013       &gt; Fall 2012       &gt; Spring 2012       &gt; Fall 2011       &gt; Spring 2011       &gt; Fall 2010       &gt; Spring 2010       &gt; Fall 2009       &gt; Spring 2009       &gt; Fall 2008       &gt; Spring 2008       &gt; Fall 2007       &gt; Spring 2007       &gt; Fall 2006       &gt; Spring 2006                         Home           &gt;                     Reading Series     Reading Series   The lively public Reading Series hosts a wide array of writers, translators, editors and poets, and connects our program to the local community. Nearly all events are free and open to the public and include book sales and signings. If you would like to receive email announcements about upcoming literary events, please email creative.writing@nyu.edu with your request. Read more...  New! Fear of Language podcast series : Listen to our our students interview respected authors on teaching, their creative processes, and life in general on the new Fear of Language podcast series.  Podcasts of readings : Listen to audio recordings of readings by recent visiting authors. Photo galleries : Visit photo galleries documenting readings by eminent writers. Open Book video series : Watch interviews featuring some of today's most prominent authors. In collaboration with Slate , interviews were conducted by Deborah Landau and Meghan O'Rourke.           January February March April May                      ,               Poetry Reading   Jorie Graham   Jorie Graham’s new book is “From the New World: Poems 1976-2014” (Ecco, 2015). Graham will be introduced by NYU Creative Writing Program director Deborah Landau.             Location:           Lillian Vernon Creative Writers House, 58 West 10th Street, between 5th and 6th Avenues                     Listen to the podcast of this event.                         ,               ZYZZYVA Presents   Will Boast, Edie Meidav, and Laura Esther Wolfson   Will Boast is the author of the short story collection “Power Ballads,” winner of the 2011 Iowa Short Fiction Award, and most recently “Epilogue,” a memoir. Edie Meidav is most recently the author of “Lola, California.” Laura Esther Wolfson's writing has appeared in Bellingham Review, Gettysburg Review, The Rumpus, The Sun and elsewhere, and has been repeatedly listed as notable in Best American Essays. This event is hosted by editors Laura Cogan and Oscar Villalon and co-sponsored with “ZYZZYVA.” (Pictured: Will Boast)             Location:           Lillian Vernon Creative Writers House, 58 West 10th Street, between 5th and 6th Avenues                     Listen to the podcast of this event.                                           ,               Fiction Reading   Nathan Englander and Axinn Foundation Writer-in-Residence Chris Normandin   Nathan Englander is the author of the story collections \"What We Talk About When We Talk About Anne Frank\" (Knopf, 2012) and \"For the Relief of Unbearable Urges\" (Vintage, 2000), as well as the novel \"The Ministry of Special Cases\" (Vintage, 2008). He was the 2012 recipient of the Frank O'Connor International Short Story Award and a finalist for the 2013 Pulitzer Prize. He is a Distinguished Fiction Writer-in-Residence at the NYU Creative Writing Program. Founded in 2014, the Axinn Foundation Fellowship is awarded each year to a graduating student of exceptional promise.     NOTE: Nathan Englander will read instead of E. L. Doctorow, who was originally scheduled for this event.                   Location:           Lillian Vernon Creative Writers House, 58 West 10th Street, between 5th and 6th Avenues                     Listen to the podcast of this event.                         ,               Independent Poetry Press Showcase   Cynthia Cruz, Eugenia Leigh, Michael Morse, and Christina Pugh   Featuring readings from new works, this event is hosted by Four Way Books editor Martha Rhodes and co-sponsored with Canarium, Four Way, and TriQuarterly Books. (Pictured: Martha Rhodes)             Location:           Lillian Vernon Creative Writers House, 58 West 10th Street, between 5th and 6th Avenues                     Listen to the podcast of this event.                         ,               NYU Emerging Writers Reading   Eileen Myles   The Emerging Writers Reading Series showcases the student talent of NYU’s graduate Creative Writing Program, and features established writers as special guests. Eileen Myles is most recently the author of “Snowflake/different streets” (Wave Books, 2012).             Location:           KGB Bar, 85 East 4th Street                ,               Fiction Reading   Jeffery Renard Allen and Marie-Helene Bertino   “Song of the Shank” (Graywolf, 2014) is the acclaimed new novel by Jeffery Renard Allen. Marie-Helene Bertino’s novel “2 A.M. at the Cat’s Pajamas” (Crown, 2014) was selected as one of NPR’s 2014 Great Reads.                Location:           Lillian Vernon Creative Writers House, 58 West 10th Street, between 5th and 6th Avenues                     Listen to the podcast of this event.                         ,               Akashic Books Presents   Nelson George, Bernice L. McFadden, and Arthur Nersesian   Nelson George has twice been nominated for the National Book Critics Circle Award. He is most recently the author of “The Lost Treasures of R&B,\" the third novel in his D Hunter Mystery Series. Bernice L. McFadden is the author of nine novels, including \"Gathering of Waters\" (a New York Times Editors’ Choice and one of the 100 Notable Books of 2012) and the recently reissued \"Loving Donovan.\" Arthur Nersesian’s debut novel, the Lower East Side cult classic \"The Fuck-Up,\" was also the first title published by Brooklyn-based independent publishing company Akashic Books, which has since published seven of his novels. This event is hosted by editor Aaron Petrovich and co-sponsored with Akashic Books. (Pictured: Bernice L. McFadden)             Location:           Lillian Vernon Creative Writers House, 58 West 10th Street, between 5th and 6th Avenues                     Listen to the podcast of this event.                         ,               Cave Canem Presents: New Works   Antoinette Brim, Quraysh Ali Lansana, and Gregory Pardlo, with Special Guest Patricia Smith   Featuring Patricia Smith, a four-time winner of the National Poetry Slam; her latest collection, “Shoulda Been Jimi Savannah,” appeared in 2013 from Coffee House Press. This event is co-sponsored with Cave Canem Foundation, a home for the many voices of African American poetry. (Pictured: Patricia Smith)             Location:           Lillian Vernon Creative Writers House, 58 West 10th Street, between 5th and 6th Avenues                     Listen to the podcast of this event.                         ,               The New Salon: Writers in Conversation   Megan Mayhew Bergman and Emily St. John Mandel (with Darin Strauss)   Megan Mayhew Bergman’s story collection “Almost Famous Women” is new from Scribner (January, 2015). Emily St. John Mandel’s latest book is “Station Eleven: A Novel” (Knopf, 2014). This event is hosted by NYU Creative Writing Program faculty member and National Book Critics Circle Award winner Darin Strauss. (Pictured: Emily St. John Mandel)               Location:           Lillian Vernon Creative Writers House, 58 West 10th Street, between 5th and 6th Avenues                     Listen to the podcast of this event.                         ,               The New Salon: Writers in Conversation   Charles Baxter (with Darin Strauss)   Charles Baxter’s newest book is “There’s Something I Want You to Do: Stories” (Pantheon, February 2015). This event is hosted by NYU Creative Writing Program faculty member and National Book Critics Circle Award winner Darin Strauss.               Location:           Lillian Vernon Creative Writers House, 58 West 10th Street, between 5th and 6th Avenues                     Listen to the podcast of this event.                         ,               CantoMundo Poetry Reading   David Tomas Martinez and Rosebud Ben-Oni   Carmen Gimenéz-Smith’s books include “Milk and Filth” (University of Arizona Press, 2013). David Tomas Martinez’s collection “Hustle” appeared from Sarabande Books in 2014. This event is hosted by Javier Zamora and co-sponsored with CantoMundo, an organization dedicated to supporting Latina/o poets.               Location:           Lillian Vernon Creative Writers House, 58 West 10th Street, between 5th and 6th Avenues                     Listen to the podcast of this event.                                           ,               Fiction Reading   Joseph O'Neill   Joseph O’Neill is the author of “Netherland,” 2009 winner of the PEN/Faulkner Award for Fiction and the Kerry Group Irish Fiction Award. His most recent novel is “The Dog” (Pantheon, 2014). O’Neill will be introduced by NYU Creative Writing Program faculty member and National Book Critics Circle Award winner Darin Strauss. This event is co-sponsored with NYU Abu Dhabi. To RSVP, please visit: here .               Location:           NYU Abu Dhabi, 19 Washington Square North                ,               Poetry Reading   Tarfia Faizullah, Vievee Francis, and Tomas Q. Morin   Kundiman fellow Tarfia Faizullah’s book “Seam” (Southern Illinois University Press, 2014) was the winner of the 2012 Crab Orchard Open Series in Poetry First Book Award. Vievee Francis, associate editor of Callaloo, is the author of two collections of poetry, most recently “Horse in the Dark,” winner of the Cave Canem/Northwestern University Prize (Northwestern University, 2012). Tomas Q. Morin’s first book “A Larger Country” won the APR/Honickman First Book Prize. His translation of Pablo Neruda’s “The Heights of Macchu Picchu” is out now from Copper Canyon Press. (Pictured: Tarfia Faizullah)             Location:           Lillian Vernon Creative Writers House, 58 West 10th Street, between 5th and 6th Avenues                   Listen to the podcast of this event.                         ,               NYU Emerging Writers Reading   Kate Zambreno   The Emerging Writers Reading Series showcases the student talent of NYU’s graduate Creative Writing Program and features established writers as special guests. Kate Zambreno’s widely acclaimed “Green Girl” was reissued by Harper Perennial in 2014.               Location:           KGB Bar, 85 East 4th Street                ,               The New Salon: Poets in Conversation   Ron Padgett (with Alice Quinn)   Ron Padgett is the the author of over 20 collections of poetry, most recently “Collected Poems” (Coffee House, 2013), winner of the 2013 William Carlos Williams Award and a finalist for the Los Angeles Times Book Prize in Poetry.   This event is hosted by Alice Quinn and co-sponsored with the Poetry Society of America.                  Location:           Lillian Vernon Creative Writers House, 58 West 10th Street, between 5th and 6th Avenues                   Listen to the podcast of this event.                         ,               Bagley Wright Lecture Series on Poetry   Terrance Hayes   2014 MacArthur Fellow Terrance Hayes is the author of four previous collections of poetry including “Lighthead,” winner of the 2010 National Book Award. His fifth collection “How to Be Drawn” is forthcoming this March (Penguin Books, 2015).                Location:           Lillian Vernon Creative Writers House, 58 West 10th Street, between 5th and 6th Avenues                ,               Poetry and Fiction Reading   Rae Armantrout and Lydia Davis   Pulitzer Prize winner Rae Armantrout’s newest collection of poems is “Itself” (Wesleyan, February 2015). “Can’t and Won’t: Stories,” the most recent collection by Man Booker International Prize winner Lydia Davis, was published by FSG in 2014. (Pictured: Lydia Davis)               Location:           Lillian Vernon Creative Writers House, 58 West 10th Street, between 5th and 6th Avenues                   Listen to the podcast of this event.                         ,               The Intersection of Literary and Commercial Fiction: A Panel Discussion   Amy Einhorn, Seth Fishman, Melissa Flashman, and Suzanne Gluck   A panel discussion with Amy Einhorn, senior vice president and publisher, Macmillian’s Flatiron Books; Suzanna Gluck, co-editor of the literary department, William Morris Endeavor; Seth Fishman, writer and literary agent at The Gernert Company; and Melissa Flashman, Literary Agent at Trident Media Group, LLC, moderated by Harriet Shenkman, writer and WNBA board member. This event is co-sponsored with the Women's National Book Association. (Pictured: Seth Fishman)             Location:           Lillian Vernon Creative Writers House, 58 West 10th Street, between 5th and 6th Avenues                   Listen to the podcast of this event.                         ,               Washington Square Launch Reading   Graham Foust, Wayne Koestenbaum, and Charles McLeod   A reading by contributors to “Washington Square,” the NYU Creative Writing Program’s literary journal. (Pictured: Wayne Koestenbaum)             Location:           Lillian Vernon Creative Writers House, 58 West 10th Street, between 5th and 6th Avenues                   Listen to the podcast of this event.                                           ,               The New Salon: Writers in Conversation   Scott Cheshire (with Colum McCann)   Scott Cheshire is the author of the debut novel “High as the Horses’ Bridles” (Henry Holt, 2014). This event is hosted by National Book Award winner Colum McCann.             Location:           Lillian Vernon Creative Writers House, 58 West 10th Street, between 5th and 6th Avenues                     Listen to the podcast of this event.                         ,               Poetry Reading   Erin Belieu, Jill Bialosky, and Cate Marvin   Erin Belieu’s most recent poetry collection “Slant Six” was published by Copper Canyon Press in 2014. Jill Bialosky’s newest collection of poems, “The Players,” is due out this February (Knopf, 2015). Cate Marvin’s third book of poems, “Oracle,” is forthcoming from W.W Norton. (Pictured: Erin Belieu)             Location:           Lillian Vernon Creative Writers House, 58 West 10th Street, between 5th and 6th Avenues                     Listen to the podcast of this event.                         ,               NYU Emerging Writers Reading   Nick Lantz   The Emerging Writers Reading Series showcases the student talent of NYU’s graduate Creative Writing Program and features established writers as special guests. Nick Lantz is the author of three collections of poetry, most recently “How to Dance as the Roof Caves In” (Graywolf, 2014).               Location:           KGB Bar, 85 East 4th Street                ,               Poetry Reading   Charles Simic   NYU Creative Writing Program Distinguished Poet-In-Residence and Pulitzer Prize winner Charles Simic is most recently the author of “New and Selected Poems: 1962-2012” (Houghton Mifflin Harcourt, 2013). Simic will be introduced by NYU Creative Writing Program director Deborah Landau.                Location:           Lillian Vernon Creative Writers House, 58 West 10th Street, between 5th and 6th Avenues                     Listen to the podcast of this event.                         ,               The New Salon: Writers in Conversation   Michael Cunningham (with Darin Strauss)   Pulitzer Prize winner Michael Cunningham's latest novel is “The Snow Queen” (FSG, 2014). This event is hosted by NYU Creative Writing Program faculty member and National Book Critics Circle Award winner Darin Strauss.               Location:           Lillian Vernon Creative Writers House, 58 West 10th Street, between 5th and 6th Avenues                     Listen to the podcast of this event.                         ,               West 10th Launch Reading   Cathy Park Hong, Guest Author   Readings by guest author Cathy Park Hong and student contributors to West 10th, the NYU Creative Writing Program’s undergraduate literary journal.             Location:           Lillian Vernon Creative Writers House, 58 West 10th Street, between 5th and 6th Avenues                     Listen to the podcast of this event.                         ,               Poetry Reading   Mark Doty and Richard Siken   NYU Creative Writing faculty member and National Book Award winner Mark Doty's new collection is “Deep Lane\" (W.W. Norton, April 2015). Richard Siken’s first book “Crush” (Yale University Press, 2005), was the winner of the 2004 Yale Series of Younger Poets prize. His second book is “War of the Foxes” (Copper Canyon Press, April 2015). (Pictured: Mark Doty)               Location:           Lillian Vernon Creative Writers House, 58 West 10th Street, between 5th and 6th Avenues                     Listen to the podcast of this event.                         ,               Poetry Reading   Brett Fletcher Lauer, Anthony McCann, Randall Potts, and Matthew Rohrer   The newest book from Brett Fletcher Lauer is “A Hotel in Belgium” (Four Way, 2014). Anthony McCann’s fourth full length collection is “Thing Music” (Wave Books, 2014). “Trickster” (University of Iowa Press, 2014) is the second collection of poems from Randall Potts. The most recent book from NYU Creative Writing Program faculty member Matthew Rohrer is “Surrounded by Friends” (Wave Books, April 2015).             Location:           Lillian Vernon Creative Writers House, 58 West 10th Street, between 5th and 6th Avenues                     Listen to the podcast of this event.                         ,               NYU Veterans Writing Workshop Reading   Brian Castner, Guest Author   Readings by participants of the Veterans Writing Workshop, which offers free classes to recent veterans, led by fellows from the NYU Creative Writing Program.               Location:           Lillian Vernon Creative Writers House, 58 West 10th Street, between 5th and 6th Avenues                     Listen to the podcast of this event.                         ,               The New Salon: Poets in Conversation   Dorothea Lasky (with Deborah Landau)   Dorothea Lasky is the author of four full-length poetry collections, most recently “Rome” (Liveright/W.W Norton, 2014). This event is hosted by NYU Creative Writing Program director Deborah Landau, and is co-sponsored with the Poetry Society of America.             Location:           Lillian Vernon Creative Writers House, 58 West 10th Street, between 5th and 6th Avenues                                  ,               Goldwater Hospital Writing Workshop Reading   Catherine Barnett, Guest Author   Readings by the Golden Writers, participants of a writing workshop for disabled adults led by fellows from the NYU Creative Writing Program.             Location:           NYU Silver Center, Jurow Lecture Hall, 100 Washington Square East                ,               NYU Emerging Writers Reading   Catherine Lacey   The Emerging Writers Reading Series showcases the student talent of NYU’s graduate Creative Writing Program and features established writers as special guests. Catherine Lacey is the author of the debut novel “Nobody Is Ever Missing” (FSG, 2014).                Location:           KGB Bar, 85 East 4th Street                ,               The New Salon: Poets in Conversation   Yona Harvey and Afaa Weaver (with Charif Shanahan)   For her debut collection, “Hemming the Water,” (Four Way, 2014) Yona Harvey was awarded the 2014 Kate Tufts Discovery Award. Afaa Weaver’s most recent collection of poems is “City of Eternal Spring” (University of Pittsburgh Press, 2014). He is the recipient of the 2014 Kingsley Tufts Award. This event is hosted by Charif Shanahan and co-sponsored with the Poetry Society of America and the PEN World Voices Festival.               Location:           Lillian Vernon Creative Writers House, 58 West 10th Street, between 5th and 6th Avenues                ,               Cave Canem Presents: New Works   Amaud Jamaul Johnson, Parneshia Jones, and Ladan Osman   Amaud Jamaul Johnson’s most recent book, “Darktown Follies,” (Tupelo Press, 2013) received the Zora Neale Hurston/Richard Wright Legacy Award in Poetry, 2014. The debut collection from Parneshia Jones is “Vessel” (Milkweed Editions, April 2015). Ladan Osman’s first book “The Kitchen Dweller’s Testimony” (University of Nebraska Press, April 2015) won the 2014 Sillerman First Book Prize for African Poets. This event is co-sponsored with Cave Canem Foundation and the PEN World Voices Festival. (Pictured: Parneshia Jones)             Location:           Lillian Vernon Creative Writers House, 58 West 10th Street, between 5th and 6th Avenues                ,               NYU Creative Writing Program Undergraduate Reading      Spring students read their poetry, fiction, and creative nonfiction.               Location:           Lillian Vernon Creative Writers House, 58 West 10th Street, between 5th and 6th Avenues                ,               Galway Kinnell Memorial Reading      A celebration of the life and work of poet Galway Kinnell (1927-2014), co-founder of the NYU Creative Writing Program. With Toi Derricote, Mark Doty, Jonathan Safran Foer, Robert Hass, Edward Hirsch, Marie Howe, Major Jackson, Yusef Komunyakaa, Mirah Kozodoy, Sharon Olds, Myra Shapiro, Gerald Stern, and C. K. Williams. Co-sponsored with the Academy of American Poets, Cave Canem Foundation, the Cooper Union for the Advancement of Science and Art, the Poetry Society of America, Poets House, and the Unterberg Poetry Center of the 92nd Street Y.                   Location:           Cooper Union, The Great Hall, 7 East 7th Street                                                         Contact Us | &copy; New York University , Arts and Science"}]}]