[{"detail": [{"content": "175 Facts About NYU                                                Former Miss NYU, Marcia Weinrub, pins the   crown on Diane Arvay, at the Statler-Hilton Hotel where Arvay was announced    Miss NYU 1960 at the stroke of midnight In 1960, Diane Arvay became the first    University Heights student to be crowned Miss     NYU, beating out five women from the Washington Square Campus. The contest     lasted for several years in various forms. Each pageant queen received     a new spring wardrobe in addition to a free hairstyling.               &lt;    Previous    Next    &gt;"}]},
{"detail": [{"content": "175 Facts About NYU                                                Former Miss NYU, Marcia Weinrub, pins the   crown on Diane Arvay, at the Statler-Hilton Hotel where Arvay was announced    Miss NYU 1960 at the stroke of midnight In 1960, Diane Arvay became the first    University Heights student to be crowned Miss     NYU, beating out five women from the Washington Square Campus. The contest     lasted for several years in various forms. Each pageant queen received     a new spring wardrobe in addition to a free hairstyling.               &lt;    Previous    Next    &gt;"}, {"content": "1960&#039;s | Education and Training                                        Skip to main content                      Patient Care       Faculty &amp; Staff Directory       Events       Careers       Donate                                                                                                                                                                             Education and Training                                                                                  Home   MD Admissions   Resources   Faculty   Research   Alumni   About                                  Home Alumni Class Notes                    - A + A                                         Alumni        open/close   Achievement  Northern California Alumni Leadership Award   Southern California Alumni Leadership Award   Florida Alumni Leadership Award   Massachusetts/Rhode Island Alumni Leadership Award   Washington D.C. &amp; Metro Area Alumni Leadership Award   School of Medicine Honorary Alumni   The Solomon A. Berson Medical Alumni Achievement Award   Julia Zelmanovich Young Alumni Award       open/close   Reunions  Reunion Class Chairs 2015   NYU School of Medicine Class of 1964 Biographies   NYU School of Medicine Class of 1963 Biographies   Reunion 2014 Photos   Reunion 2013 Photos       open/close   Benefits  Membership Benefits and Services   Alumni Privileges   Health Science Bookstore   Alumni Digital Library     Call to Action     open/close   Class Notes  The Grapevine Newsletter Archive   Welcome, Class of 2016!   2000&#039;s   1980&#039;s   1970&#039;s   1960&#039;s   1950&#039;s   1940&#039;s   Resident Alumni   NYU Physician       open/close   Donor Info  Donor Directory   Jerome S. Coles Associates   Samuel D. Leidesdorf Associates   Dean&#039;s Club   Former Rubin Hall of Residence Naming Gifts   Greenberg Hall of Residence Naming Gifts   Alumni Plaza Plaque Naming Gifts       open/close   Events  Upcoming Events   NYU SOM Hospitality Program     Contact Info     open/close   Brienza Scholarship  About the Fund   About Raymond J. Brienza   A Brienza Scholar&#039;s Thanks   Make a Gift to the Fund     Register to attend Alumni Day 2015                                                                      1960&#039;s                                         For complete class notes, please see the latest issue of the Grapevine .   Announcements   Daniel F. Roses ’69 , Jules Leonard Whitehill Professor of Surgery and Oncology and director of the Division of Surgical Oncology at our Medical Center, received the Wings of Hope Humanitarian Award from the Melanoma Research Foundation at their Gala on October 6, 2011.     Richard F. Edlich, M.D. '62, Ph.D., Professor of Plastic Surgery, Biomedical Engineering and Emergency Medicine at the University of Virginia Health System and Director of Trauma Prevention, Education and Research Trauma Specialists, LLP, Legacy Emanuel Hospital, is the 2008 recipient of the James. D. Mills Award from the American College of Emergency Physicians. The award is presented to an active, life, or honorary member for significant contributions to emergency medicine. He is the first recipient from NYU School of Medicine. Dr. Edlich is also the author of the article \"Reflections on the Past 25 Years in Emergency Medicine\" which appeared this year in The Journal of Emergency Medicine .     John A. Kastor '62, Professor of Medicine at the University of Maryland School of Medicine, is the author of the just published book, Selling Teaching Hospitals and Practice Plans: George Washington and Georgetown Universities . Dr. Kastor presents an insider's view of why university medical centers decide to sell teaching hospitals, why the decision might be a good one, and how such transitions are received by the faculty and administration. He tells the story of two universities that, under financial duress for more than a decade, chose to sell their teaching hospitals.    David S. Rosenthal '63, '59  Attending Physician in the Division of Endocrinology at Nassau University Medical Center (NUMC), has been included in Castle Connolly's Guide Top Doctors: New York Metro Area, 11th edition . While congratulating Dr. Rosenthal on being included in such a prestigious list, Arthur A. Gianelli, President/CEO of the Nassau Health Care Corporation stated:  \"This outstanding honor is a testament to Dr. Rosenthal's expertise in the field of endocrinology, demonstrating NUMC's commitment to its patients in providing the highest quality of care.\"   Alfred E. Stillman '63 tells us \"Last year, I published a book ( Home Visits: A Return to the Classical Role of the Physician , Radcliffe Publishing, 2007).  It had taken me four years to write.  I had spent the majority of my professional life in GI.  In 1994, I took a fellowship and started a new career in geriatrics.  I eventually gravitated toward the home visit aspect of geriatrics, a neglected and poorly remunerated field, but one which inspired me from first contact.  My book talks about the human quality of visiting the elderly who can no longer leave their homes but who were once an integral part of our society.  These patients' caregivers are also an important but often forgotten support system and each has a unique story worth recording.  The book is organized into a series of vignettes about several of my patients, each of whose plights drives home a point about elder care in America.  The work is really a social commentary and not a medical treatise and can (and should) be read by anyone who has a social conscience.\"   Bruce K. Young '63 shares, \"I've a book coming out May 6, 2008 called Miscarriage, Medicine &amp; Miracles: Everything You Need to Know About Miscarriage, published by Bantam/Dell Random House. It's for a general audience about miscarriage.\"   Richard A. Cash '66 has been chosen to receive the New York University Alumni Association's Distinguished Alumnus Award. The award will be given in recognition of his outstanding contributions to global public health in the developing world for over 40 years in more than 30 countries. His discovery and application of Oral Rehydration Therapy to treat cholera and other diseases is credited with saving millions of lives each year. Dr. Cash will receive the award at a luncheon on October 17, 2008 at the Pierre Hotel in Manhattan.     Let us know what you're up to! Email us at: alumnirelations@nyumc.org                                                                                        NYU Langone Medical Center       Student Login       Library                 Policies &amp; Disclaimers"}]}]