[{"detail": [{"content": "Teen Summer Programs                                                                                                               NYU.edu requires JavaScript be enabled in your browser in order to use important features of the site. JavaScript is either disabled or not supported by your browser. For instructions on how to enable JavaScript in your browser, click here .                       New York University    Skip to Content   Skip to Search   Skip to Navigation   Skip to Sub Navigation                                                        NYUHome Login                            Students           |   Faculty           |   Alumni           |   Employees           |   Community                                   Schools          Arts and Science      College of Arts and Science      College of Dentistry      College of Nursing      Courant Institute of Mathematical Sciences      Gallatin School of Individualized Study      Graduate School of Arts and Science      Institute of Fine Arts      Institute for the Study of the Ancient World      Leonard N. Stern School of Business      Liberal Studies Program      NYU Abu Dhabi      NYU Shanghai      Polytechnic School of Engineering      Robert F. Wagner Graduate School of Public Service      School of Professional Studies      School of Law      School of Medicine      Silver School of Social Work      Steinhardt School of Culture, Education, and Human Development      Tisch School of the Arts                QuickLinks          Academic Calendars      Administrative Units      Albert      Apply for Jobs      Athletics      Bookstores      Bursar      Campus Map      Career Development      Emergencies      Events      Giving to NYU      Housing      ITS      Libraries      News      NYU Apparel      Policies      Public Safety      Registrar      Student Health Center      Student Resources      Wellness Exchange                A-Z          A      B      C      D      E      F      G      H      I      J      K      L      M      N      O      P      Q      R      S      T      U      V      W      X      Y      Z                                                          New York University                          Search NYU                    Pages |    People                                       Main Navigation            About NYU       Admissions       Academics       University Life       Research       Global                                 Bread Crumbs          Employees   /   Life & Wellness   /   Family Care   /   Child Care   /   Summer Camp                 Sub Navigation                                 Summer Camp Program Options                       Brooklyn-based Summer Camps                       Business & Entrepreneurship Summer Camps                       Just For Girls Summer Camps                       Language Summer Camps                       NYU Affiliated Summer Programs                       Math, Science, and Technology Summer Programs                       Performing and Visual Arts Summer Camps                       Sports Camps                       Traditional Summer Camps                                                                   Teen Summer Programs       A Sampling of Programs     Please note: This listing is for information purposes only and does not imply an endorsement or recommendation.   Outdoor/Adventure Programs   Campus Kids offers students ages 7-15 camps in Minisink (NY) and New Jersey . Holiday programs focus on topics such as astrophysics, human body, and wildlife. Students 6 years of age and under must be accompanied by an adult.   Mountain Workshop is an outdoor adventure organization which holds overnight programs for youth ages 8-17. Programs are offered in the Adirondacks, the Berkshires, and a handful of other locations across the country.   Summer Fuel , in partnership with FC Barcelona offers students ages 12-18 years a chance to travel to Barcelona Spain and receive specialized soccer training with a real soccer team and its expert coaches. Students participate in workshops and enjoy cultural tours and visits during the summer months.     Performing and Visual Arts   Banson NYC Fashion Summer Camp offers students entering 9th-12th grades who are interested in the fashion industry, a week of educational and “real life” experience. Campers meet professionals, visit style exhibits, attend educational shopping trips, learn basic retail math in creating and managing budgets, discuss various careers in the industry, and stay in brand-new LIM College dormitories on the Upper East Side.   Calhoun Performing Arts Summer Institute Jazz Workshop offers a one-week intensive jazz course at the introductory and immersion level for students entering 9th-12th grades. Students will learn the fundamentals of music theory and learn jazz improvisation, explore the history of jazz and experience music-making with other students. The workshop is open to students with the ability to play any instrument.   Cooper Union High School Outreach Program is a complement to the school's tuition free Saturday Outreach program for high school students in grades 9-12.   Esra is a French private film school that offers programs in Paris and New York for students 16+ in filmmaking, screenwriting, video editing, sound design, and history of the French cinema.   FashionCampNYC offers a five-day intensive day camp where students ages 12-18 learn how to design and market clothing. From resources on where to seek internships, working on individual projects, and attending lectures, to visiting stores and showrooms, the educational activities are designed to motivate and inspire campers to pursue their dreams in the fashion industry.   Guggenheim Museum offers a multi-session program during half a dozen evenings (5:30-7) during August titled, &quot;Responding to Art Through Creative Writing&quot; that provides students with the unique opportunity to sketch, discuss and write about art from the museum's collection.   The International Center of Photography has a teen summer program that offers photography classes to high school students that accommodate every skill level. The curriculum includes darkroom time, slide lectures, assignments, field trips, and guest artist visits.   Modeling Camp offers girls (ages 13-18) 3-day camp , introducing them to the world of modeling through workshops, photo shoots, and more.   Parsons, The New School for Design offers students grades 4-12 summer sessions for many visual arts fields, including animation design, digital photography, drawing, and much more.   Prospect Theater , offers a Music Theater Summer Intensive Program where selected students ages 12-17 have the opportunity to work with a professional director and music director on original songs written specially for teens. The intensive also includes a variety of workshops and sessions to strengthen vocal and acting techniques. Participants work towards building overall confidence and performing a musical at the end. Auditions begin in February.   The Public Theater-Shakespeare in the Park offers offers, A Midsummer Day's Camp, a diverse acting program where teens ages 14-18 explore and study Shakespeare's texts to gain a fuller and deeper understanding of them. The camp fosters a supportive environment where young actors can work on their voice, movement, stage combat, creativity and culminates in a public performance on the Public Theater's stage.   Rhode Island School of Design offers teens various programs in visual arts.   School of Creative &amp; Performing Arts offers a range of camps for teens ages 13-19 in New York City, Los Angeles, Vermont, and Costa Rica. NYC options , located in Manhattan and Brooklyn, offer intensive classes that focus on filmmaking, acting, dance, or digital photography while also providing students the opportunity to enjoy a unique camp experience in the city. College credit may be available.   Summer Arts Institute is a tuition-free, intensive arts arts program for New York City public school students entering grades 8-12, held at the Frank Sinatra School of the Arts High School in Astoria, Queens. Designed for students at an intermediate or advanced level of study in their chosen discipline. Students can major in dance, theater, instrumental music (band), vocal music, film, photography or visual arts. Information is available on-line , email summerarts@schools.nyc.gov, or phone 212.356.8573.   Tisch School of the Arts at New York University offers high school students four-week programs in Drama, Film, etc. in New York, Dublin, or Singapore.     Pre-College/Academic Programs   American Museum of Natural History sponsors two programs for high school students including the High School Summer Science Institute for students entering 9, 10, &amp; 11 grades and the Saltz Internship Program for students 16 and older. Students in 7th &amp; 8th grade can apply for one of three summer institutes available through the category, &quot;Adventures in Science&quot; . Institute topics include anthropolgy, evolution, computer modeling of prehistoric creatures.   Cooper Union Summer Research Internship Program Cooper Union's Albert Nerken School of Engineering offers 6-week Summer Research Internship Programs for students completing their 10th or 11th grade year of high school. Students work on applied research projects in the fields of civil, chemical, electrical, mechanical, biomedical and environmental engineering, mathematics, chemistry, physics and astronomy. Research projects are complemented by classroom lectures and discussions, oral presentations, career choice, and college admissions.   Intrepid Sea, Air and Space Museum offers Camp G.O.A.L.S. for Girls 2011, a free six-week math and science camp for girls entering the 9th and 10th grade.   Liberty Science Center , located in Jersey City, NJ offers the Partners in Science , an intensive 8-week summer program for high school Juniors and Seniors. The program runs from the end of June to the end of August. Students receive a stiped upon completion of all program requirements.   New York Math Circle offers students in Grades 5-12 the opportunity to expand their knowledge of mathematics By solving unusual problems, develop reasoning and problem solving skills, and apply existing knowledge in fun situations that are both new and enjoyable.   NYU Summer offers a number of choices for high school students. The Pre-College program allows students to take college level classes and earn college credits. The Tisch School of the Arts and The Steinhardt School of Culture, Education, and Human Development both offer a number of programs that focus on art, dance, instrumental music, and acting.   Summer Discovery has pre-college enrichment programs on campus in different states and site abroad. Some courses qualify for college credit.   Summer Fuel offers students entering 11th and 12th grades with experiences on college campuses in the U.S and Europe. Students can choose from among four programs: Pre-college, Leadership, College Admissions, and Study Abroad. Students that don't want to leave NYC, can participate in a two-week residential workshop-based program at Columbia University where they will prepare for the SAT, refine their writing skills with an eye toward the college application essay, and master interviewing skills; college counselors will also be available to discuss college options. Scholarships are available.   Summer On Campus offers both commuter/residential programs across New York for various interests, ranging from engineering to SAT camp.   Teen Ink features a variety of programs , such as writing courses, guest speakers, and daily outings, is available for girls in grades 9-12.     Summer Internships   Bronx Zoo welcomes teens ages 13-17 who are interested in animal care and animal sciences to spend a month taking classes and gaining hands-on experience   Central Park offers a paid internship to high school students interested in working in various areas such as horticulture and administrative support. Interns work five days a week for 36-38 hours per week and take field trips to other parks or work on group projects on Fridays as part of the experience.   Children's Museum of Manhattan has a Junior Staff Summer Internship program for high school students. For ten weeks beginning in July, interns help with guided tours and educational activities for the young museum attendees.   Legal Bound Summer Internship program offered through the New York District Attorney's Office is an intensive six-week internship for Manhattan residents interested in law.   Natural History Museum runs the Saltz internship through which students will work with museum visitors as they explore museum exhibits. Students must attend high school in New York City to apply.   New Victory Theater offers the New 42 Apprentice Program which is for high school applicants at least 16 years of age with an interest in the arts and a drive to learn about operating a non-profit arts organization. Interns work between 18-20 hours a week, Monday-Thursday, for an hourly wage.   Rocking the Boat provides programs to high school students. In addition to the boatbuilding project at Philipsburg Manor, students learn about the Bronx River and give educational tours, as well as participate in other various programs.   Wave Hill offers several internship opportunities based on living in and taking care of the urban environment for students in New York City, especially the Bronx. Topics include tree and plant care, horticulture, and mapping and field work skills.     Technology   Girls Who Code Summer Immersion Program , an 8-week program for 20 high school juniors, is an innovative approach to computer science. The program offers hands-on experience in a technology company or university setting from 9 a.m-5 p.m. daily. Intensive, daily classroom instruction totalling more than 300 hours in robotics, web design, and mobile development is paired with talks, demonstrations and workshops led by female entrepreneurs, CEOs, devleopers, designers, and computer science majors that serve as mentors and role models throughout the program.     Volunteer Opportunities   Teen Life includes a range of volunteer opportunities in New York as well as an on-line downloadable Guide to Community Service in New York.   Brooklyn Botanic Garden has various volunteer opportunities for the summer. Opportunities include administrative work, tour guiding, gardening, and many more.   Central Park Conservancy offers summer volunteer opportunities for youth. High school students can gain firsthand experience in many departments of the park, including the visitor center, the horticulture, public programs, etc.   Mount Sinai Hospital offers volunteer opportunities year-round for youth ages 16 and up. Volunteers can work in areas like office support, research, and patient care.   Environmental Internships and Volunteer Opportunities for NYC High School Students (PDF) this is a directory compiled by the NYU Wallerstein Collaborative for Urban Environmental Education offers guidance on how to find an internship and information on opportunities for environmental internships, volunteer opportunities, and more.   Idealist.org is a job search engine for positions in non-profit organizations. The website also includes internship opportunities.   Do Something is an organization that offers community service volunteer options, grants, and various programs to teens.   Still haven't found what you're looking for?     Review options and suggestions in Summer in the City for Teens, The NYC Guide of Programs and Internships by Amy Glaser, MD.                                                                    NYU Footer          Search      Directory      Campus Map      Events      Contact Us      Site Map      Copyright and Fair Use      Feedback         Unless otherwise noted, all content copyright New York University. All rights reserved. Designed by The Office of Web Communications"}]},
{"detail": [{"content": "Teen Summer Programs                                                                                                               NYU.edu requires JavaScript be enabled in your browser in order to use important features of the site. JavaScript is either disabled or not supported by your browser. For instructions on how to enable JavaScript in your browser, click here .                       New York University    Skip to Content   Skip to Search   Skip to Navigation   Skip to Sub Navigation                                                        NYUHome Login                            Students           |   Faculty           |   Alumni           |   Employees           |   Community                                   Schools          Arts and Science      College of Arts and Science      College of Dentistry      College of Nursing      Courant Institute of Mathematical Sciences      Gallatin School of Individualized Study      Graduate School of Arts and Science      Institute of Fine Arts      Institute for the Study of the Ancient World      Leonard N. Stern School of Business      Liberal Studies Program      NYU Abu Dhabi      NYU Shanghai      Polytechnic School of Engineering      Robert F. Wagner Graduate School of Public Service      School of Professional Studies      School of Law      School of Medicine      Silver School of Social Work      Steinhardt School of Culture, Education, and Human Development      Tisch School of the Arts                QuickLinks          Academic Calendars      Administrative Units      Albert      Apply for Jobs      Athletics      Bookstores      Bursar      Campus Map      Career Development      Emergencies      Events      Giving to NYU      Housing      ITS      Libraries      News      NYU Apparel      Policies      Public Safety      Registrar      Student Health Center      Student Resources      Wellness Exchange                A-Z          A      B      C      D      E      F      G      H      I      J      K      L      M      N      O      P      Q      R      S      T      U      V      W      X      Y      Z                                                          New York University                          Search NYU                    Pages |    People                                       Main Navigation            About NYU       Admissions       Academics       University Life       Research       Global                                 Bread Crumbs          Employees   /   Life & Wellness   /   Family Care   /   Child Care   /   Summer Camp                 Sub Navigation                                 Summer Camp Program Options                       Brooklyn-based Summer Camps                       Business & Entrepreneurship Summer Camps                       Just For Girls Summer Camps                       Language Summer Camps                       NYU Affiliated Summer Programs                       Math, Science, and Technology Summer Programs                       Performing and Visual Arts Summer Camps                       Sports Camps                       Traditional Summer Camps                                                                   Teen Summer Programs       A Sampling of Programs     Please note: This listing is for information purposes only and does not imply an endorsement or recommendation.   Outdoor/Adventure Programs   Campus Kids offers students ages 7-15 camps in Minisink (NY) and New Jersey . Holiday programs focus on topics such as astrophysics, human body, and wildlife. Students 6 years of age and under must be accompanied by an adult.   Mountain Workshop is an outdoor adventure organization which holds overnight programs for youth ages 8-17. Programs are offered in the Adirondacks, the Berkshires, and a handful of other locations across the country.   Summer Fuel , in partnership with FC Barcelona offers students ages 12-18 years a chance to travel to Barcelona Spain and receive specialized soccer training with a real soccer team and its expert coaches. Students participate in workshops and enjoy cultural tours and visits during the summer months.     Performing and Visual Arts   Banson NYC Fashion Summer Camp offers students entering 9th-12th grades who are interested in the fashion industry, a week of educational and “real life” experience. Campers meet professionals, visit style exhibits, attend educational shopping trips, learn basic retail math in creating and managing budgets, discuss various careers in the industry, and stay in brand-new LIM College dormitories on the Upper East Side.   Calhoun Performing Arts Summer Institute Jazz Workshop offers a one-week intensive jazz course at the introductory and immersion level for students entering 9th-12th grades. Students will learn the fundamentals of music theory and learn jazz improvisation, explore the history of jazz and experience music-making with other students. The workshop is open to students with the ability to play any instrument.   Cooper Union High School Outreach Program is a complement to the school's tuition free Saturday Outreach program for high school students in grades 9-12.   Esra is a French private film school that offers programs in Paris and New York for students 16+ in filmmaking, screenwriting, video editing, sound design, and history of the French cinema.   FashionCampNYC offers a five-day intensive day camp where students ages 12-18 learn how to design and market clothing. From resources on where to seek internships, working on individual projects, and attending lectures, to visiting stores and showrooms, the educational activities are designed to motivate and inspire campers to pursue their dreams in the fashion industry.   Guggenheim Museum offers a multi-session program during half a dozen evenings (5:30-7) during August titled, &quot;Responding to Art Through Creative Writing&quot; that provides students with the unique opportunity to sketch, discuss and write about art from the museum's collection.   The International Center of Photography has a teen summer program that offers photography classes to high school students that accommodate every skill level. The curriculum includes darkroom time, slide lectures, assignments, field trips, and guest artist visits.   Modeling Camp offers girls (ages 13-18) 3-day camp , introducing them to the world of modeling through workshops, photo shoots, and more.   Parsons, The New School for Design offers students grades 4-12 summer sessions for many visual arts fields, including animation design, digital photography, drawing, and much more.   Prospect Theater , offers a Music Theater Summer Intensive Program where selected students ages 12-17 have the opportunity to work with a professional director and music director on original songs written specially for teens. The intensive also includes a variety of workshops and sessions to strengthen vocal and acting techniques. Participants work towards building overall confidence and performing a musical at the end. Auditions begin in February.   The Public Theater-Shakespeare in the Park offers offers, A Midsummer Day's Camp, a diverse acting program where teens ages 14-18 explore and study Shakespeare's texts to gain a fuller and deeper understanding of them. The camp fosters a supportive environment where young actors can work on their voice, movement, stage combat, creativity and culminates in a public performance on the Public Theater's stage.   Rhode Island School of Design offers teens various programs in visual arts.   School of Creative &amp; Performing Arts offers a range of camps for teens ages 13-19 in New York City, Los Angeles, Vermont, and Costa Rica. NYC options , located in Manhattan and Brooklyn, offer intensive classes that focus on filmmaking, acting, dance, or digital photography while also providing students the opportunity to enjoy a unique camp experience in the city. College credit may be available.   Summer Arts Institute is a tuition-free, intensive arts arts program for New York City public school students entering grades 8-12, held at the Frank Sinatra School of the Arts High School in Astoria, Queens. Designed for students at an intermediate or advanced level of study in their chosen discipline. Students can major in dance, theater, instrumental music (band), vocal music, film, photography or visual arts. Information is available on-line , email summerarts@schools.nyc.gov, or phone 212.356.8573.   Tisch School of the Arts at New York University offers high school students four-week programs in Drama, Film, etc. in New York, Dublin, or Singapore.     Pre-College/Academic Programs   American Museum of Natural History sponsors two programs for high school students including the High School Summer Science Institute for students entering 9, 10, &amp; 11 grades and the Saltz Internship Program for students 16 and older. Students in 7th &amp; 8th grade can apply for one of three summer institutes available through the category, &quot;Adventures in Science&quot; . Institute topics include anthropolgy, evolution, computer modeling of prehistoric creatures.   Cooper Union Summer Research Internship Program Cooper Union's Albert Nerken School of Engineering offers 6-week Summer Research Internship Programs for students completing their 10th or 11th grade year of high school. Students work on applied research projects in the fields of civil, chemical, electrical, mechanical, biomedical and environmental engineering, mathematics, chemistry, physics and astronomy. Research projects are complemented by classroom lectures and discussions, oral presentations, career choice, and college admissions.   Intrepid Sea, Air and Space Museum offers Camp G.O.A.L.S. for Girls 2011, a free six-week math and science camp for girls entering the 9th and 10th grade.   Liberty Science Center , located in Jersey City, NJ offers the Partners in Science , an intensive 8-week summer program for high school Juniors and Seniors. The program runs from the end of June to the end of August. Students receive a stiped upon completion of all program requirements.   New York Math Circle offers students in Grades 5-12 the opportunity to expand their knowledge of mathematics By solving unusual problems, develop reasoning and problem solving skills, and apply existing knowledge in fun situations that are both new and enjoyable.   NYU Summer offers a number of choices for high school students. The Pre-College program allows students to take college level classes and earn college credits. The Tisch School of the Arts and The Steinhardt School of Culture, Education, and Human Development both offer a number of programs that focus on art, dance, instrumental music, and acting.   Summer Discovery has pre-college enrichment programs on campus in different states and site abroad. Some courses qualify for college credit.   Summer Fuel offers students entering 11th and 12th grades with experiences on college campuses in the U.S and Europe. Students can choose from among four programs: Pre-college, Leadership, College Admissions, and Study Abroad. Students that don't want to leave NYC, can participate in a two-week residential workshop-based program at Columbia University where they will prepare for the SAT, refine their writing skills with an eye toward the college application essay, and master interviewing skills; college counselors will also be available to discuss college options. Scholarships are available.   Summer On Campus offers both commuter/residential programs across New York for various interests, ranging from engineering to SAT camp.   Teen Ink features a variety of programs , such as writing courses, guest speakers, and daily outings, is available for girls in grades 9-12.     Summer Internships   Bronx Zoo welcomes teens ages 13-17 who are interested in animal care and animal sciences to spend a month taking classes and gaining hands-on experience   Central Park offers a paid internship to high school students interested in working in various areas such as horticulture and administrative support. Interns work five days a week for 36-38 hours per week and take field trips to other parks or work on group projects on Fridays as part of the experience.   Children's Museum of Manhattan has a Junior Staff Summer Internship program for high school students. For ten weeks beginning in July, interns help with guided tours and educational activities for the young museum attendees.   Legal Bound Summer Internship program offered through the New York District Attorney's Office is an intensive six-week internship for Manhattan residents interested in law.   Natural History Museum runs the Saltz internship through which students will work with museum visitors as they explore museum exhibits. Students must attend high school in New York City to apply.   New Victory Theater offers the New 42 Apprentice Program which is for high school applicants at least 16 years of age with an interest in the arts and a drive to learn about operating a non-profit arts organization. Interns work between 18-20 hours a week, Monday-Thursday, for an hourly wage.   Rocking the Boat provides programs to high school students. In addition to the boatbuilding project at Philipsburg Manor, students learn about the Bronx River and give educational tours, as well as participate in other various programs.   Wave Hill offers several internship opportunities based on living in and taking care of the urban environment for students in New York City, especially the Bronx. Topics include tree and plant care, horticulture, and mapping and field work skills.     Technology   Girls Who Code Summer Immersion Program , an 8-week program for 20 high school juniors, is an innovative approach to computer science. The program offers hands-on experience in a technology company or university setting from 9 a.m-5 p.m. daily. Intensive, daily classroom instruction totalling more than 300 hours in robotics, web design, and mobile development is paired with talks, demonstrations and workshops led by female entrepreneurs, CEOs, devleopers, designers, and computer science majors that serve as mentors and role models throughout the program.     Volunteer Opportunities   Teen Life includes a range of volunteer opportunities in New York as well as an on-line downloadable Guide to Community Service in New York.   Brooklyn Botanic Garden has various volunteer opportunities for the summer. Opportunities include administrative work, tour guiding, gardening, and many more.   Central Park Conservancy offers summer volunteer opportunities for youth. High school students can gain firsthand experience in many departments of the park, including the visitor center, the horticulture, public programs, etc.   Mount Sinai Hospital offers volunteer opportunities year-round for youth ages 16 and up. Volunteers can work in areas like office support, research, and patient care.   Environmental Internships and Volunteer Opportunities for NYC High School Students (PDF) this is a directory compiled by the NYU Wallerstein Collaborative for Urban Environmental Education offers guidance on how to find an internship and information on opportunities for environmental internships, volunteer opportunities, and more.   Idealist.org is a job search engine for positions in non-profit organizations. The website also includes internship opportunities.   Do Something is an organization that offers community service volunteer options, grants, and various programs to teens.   Still haven't found what you're looking for?     Review options and suggestions in Summer in the City for Teens, The NYC Guide of Programs and Internships by Amy Glaser, MD.                                                                    NYU Footer          Search      Directory      Campus Map      Events      Contact Us      Site Map      Copyright and Fair Use      Feedback         Unless otherwise noted, all content copyright New York University. All rights reserved. Designed by The Office of Web Communications"}, {"content": "NYU &gt;  University Registrar &gt; Calendars &gt; Official University Academic Calendar                                                                             Skip to Navigation | Skip to Content                                            Home | Student Services Centers | About Us | Contact Us                                    Quick Links         Academic Calendars      Administrative Units         Apply for Jobs        Athletics           Bookstores       Bursar      Campus Map      Career Development      Emergencies        Event Calendar      Giving to NYU           Housing      ITS      Libraries      News        NYU Apparel      Policies      Public Safety      Registrar      Student Health Center      Student Resources        Wellness Exchange               Schools         Arts and Science      College of Arts and Science      College of Dentistry        College of Nursing      Courant Institute of Mathematical Sciences          Gallatin School of Individualized Study      Graduate School of Arts and Science      Institute of Fine Arts      Institute for the Study of the Ancient World            Leonard N. Stern School of Business        Liberal Studies Program      NYU Abu Dhabi      NYU Shanghai      Polytechnic School of Engineering      Robert F. Wagner Graduate School of Public Service          School of Continuing and Professional Studies      School of Law        School of Medicine      Silver School of Social Work      Steinhardt School of Culture, Education, and Human Development      Tisch School of the Arts                                             Search      go                                                New York University              New York University              University Registrar                                                      Calendars                            Official University Academic Calendar                Registration Calendar                   Global Academic Centers Calendars                                                                                    Course Search                             Registration                             Academic Records                             Graduation                             Veterans Benefits                             University Policies &amp; FERPA                          Forms &amp; Procedures                          Training Guides                        Home          |         Calendars             |          Official University Academic Calendar                                     Official University Academic Calendar       The Official University Academic Calendar provides relevant holidays, breaks, commencement, and school start/end dates.       Fall 2014 - Summer 2015    Fall 2015 - Summer 2016    Fall 2016 - Summer 2017    Fall 2017 - Summer 2018       Official University Academic Calendar Archive    See Global Academic Centers Calendars for site-specific calendars and refund schedules for the NYU Study Away sites.      Print View                             University Academic Calendar           Fall 2014 - Summer 2015                                &#160;                Sunday, August 24, 2014 NYU Welcome Day / Move-in Day   Monday, September 1, 2014 Labor Day No classes scheduled / University Holiday   Tuesday, September 2, 2014 Fall 2014 classes begin   Monday, October 13, 2014 - Tuesday, October 14, 2014 Fall Recess No classes scheduled   Monday, November 3, 2014 Midterm Grades Deadline   Thursday, November 27, 2014 - Sunday, November 30, 2014 Thanksgiving Recess No classes scheduled / University Holiday   Wednesday, December 10, 2014 Legislative Day - Classes will meet according to a Monday schedule   Wednesday, December 10, 2014 - Friday, December 19, 2014 Fall Semester Exams   Polytechnic School of Engineering - Final Exam Information    Final Grades Deadline  Grades are due 72 hours after the scheduled final exam date   Friday, December 12, 2014 Last day of Fall 2014 classes   Saturday, December 13, 2014 - Sunday, December 14, 2014 Reading Days   Monday, December 15, 2014 - Friday, December 19, 2014 Fall Semester Exams   College of Arts & Science   Graduate School of Arts & Science   Faculty of Arts & Science/Liberal Studies   Steinhardt School of Culture, Education, and Human Development   Leonard N. Stern School of Business - Undergraduate College   Robert F. Wagner - Graduate School of Public Service   Silver School of Social Work   School of Professional Studies - Credit Programs   Tisch School of the Arts   College of Nursing - Undergraduate (Non-Nursing Clinical Sequence) &amp; Graduate   Gallatin School for Individualized Study   University College/Global Public Health   Final Grades Deadline  Grades are due 72 hours after the scheduled final exam date   Saturday, December 20, 2014 - Sunday, January 4, 2015 Student Winter Recess    No classes scheduled   Monday, January 5, 2015 January Term 2015 classes begin   Monday, January 19, 2015 Martin Luther King, Jr. Day No classes scheduled / University Holiday   Friday, January 23, 2015 Last day of January Term 2015 classes   Monday, January 26, 2015 Spring 2015 classes begin   Monday, February 16, 2015 Presidents' Day No classes scheduled / University Holiday   Monday, March 16, 2015 - Sunday, March 22, 2015 Spring Recess No classes scheduled   Monday, April 6, 2015 Midterm Grades Deadline   Friday, May 8, 2015 - Tuesday, May 19, 2015 Spring Semeseter Exams  Polytechnic School of Engineering - Final Exam Information  Final Grades Deadline Grades are due 72 hours after the scheduled final exam date   Monday, May 11, 2015 Last day of Spring 2015 classes   Tuesday, May 12, 2015 Reading Day   Wednesday, May 13, 2015 - Tuesday, May 19, 2015 Spring Semester Exams   College of Arts & Science   Graduate School of Arts & Science   Faculty of Arts & Science/Liberal Studies   Steinhardt School of Culture, Education, and Human Development   Leonard N. Stern School of Business - Undergraduate College   Robert F. Wagner - Graduate School of Public Service   Silver School of Social Work   School of Professional Studies - Credit Programs   Tisch School of the Arts   College of Nursing - Undergraduate (Non-Nursing Clinical Sequence) &amp; Graduate   Gallatin School for Individualized Study   University College/Global Public Health   Final Grades Deadline  Grades are due 72 hours after the scheduled final exam date   Wednesday, May 20, 2015 Commencement   Monday, May 25, 2015 Memorial Day No classes scheduled / University Holiday   Tuesday, May 26, 2015 First day of classes: Six Week Summer Session I / 1st Quarter - Three Week Session   Saturday, June 13, 2015 Last day of classes: 1st Quarter - Three Week Session   Monday, June 15, 2015 First day of classes: 2nd Quarter - Three Week Session   Thursday, July 2, 2015 Last day of classes: Six Week Summer Session I / 2nd Quarter - Three Week Session   Friday, July 3, 2015 Independence Day No classes scheduled / University Holiday   Monday, July 6, 2015 First day of classes: Six Week Summer Session II / 3rd Quarter - Three Week Session   Saturday, July 25, 2015 Last day of classes: 3rd Quarter - Three Week Session   Monday, July 27, 2015 First day of classes: 4th Quarter - Three Week Session   Saturday, August 15, 2015 Last day of classes: Six Week Summer Session II / 4th Quarter - Three Week Session Final Grades Deadline. Grades are due 72 hours after the scheduled final exam date.                             University Academic Calendar           Fall 2015 - Summer 2016                                &#160;                Saturday, August 29, 2015 NYU Welcome Day / Move-in Day for new students   Sunday, August 30, 2015 Move-in Day for returning undergraduates   Wednesday, September 2, 2015 Fall 2015 classes begin   Monday, September 7, 2015 Labor Day No classes scheduled / University Holiday   Monday, October 12, 2015 Fall Recess No classes scheduled   Tuesday, October 13, 2015 Legislative Day - Classes will meet according to a Monday schedule   Wednesday, November 25, 2015 - Sunday, November 29, 2015 Student Thanksgiving Recess No classes scheduled   Thursday, November 26, 2015 - Sunday, November 29, 2015 Thanksgiving Recess for University Offices No classes scheduled / University Holiday   Tuesday, December 15, 2015 Last day of Fall 2015 classes   Wednesday, December 16, 2015 Reading Day   Thursday, December 17, 2015 - Wednesday, December 23, 2015 Fall Semester Exams    College of Arts & Science    College of Nursing - Undergraduate (Non-Nursing Clinical Sequence) &amp; Graduate    Faculty of Arts & Science/Liberal Studies    Gallatin School for Individualized Study    Graduate School of Arts & Science    Leonard N. Stern School of Business - Undergraduate College    Polytechnic School of Engineering    Robert F. Wagner - Graduate School of Public Service    School of Professional Studies - Credit Programs    Silver School of Social Work    Steinhardt School of Culture, Education, and Human Development    Tisch School of the Arts    University College/Global Public Health       Final Grades Deadline   Grades are due 72 hours after the scheduled final exam date   Thursday, December 24, 2015 - Sunday, January 3, 2016 Student Winter Recess    No classes scheduled   Thursday, December 24, 2015 - Sunday, January 3, 2016 Winter Recess for University Offices   The University, including the Office of the Registrar, will be closed from Thursday, December 24, 2015 through Sunday, January 3, 2016.  During this period requests for paper transcripts and enrollment certifications will not be processed.   Monday, January 4, 2016 January Term 2016 classes begin   Monday, January 18, 2016 Martin Luther King, Jr. Day No classes scheduled / University Holiday   Friday, January 22, 2016 Last day of January Term 2016 classes   Monday, January 25, 2016 Spring 2016 classes begin   Monday, February 15, 2016 Presidents' Day No classes scheduled / University Holiday   Monday, March 14, 2016 - Sunday, March 20, 2016 Spring Recess No classes scheduled   Monday, May 9, 2016 Last day of Spring 2016 classes   Tuesday, May 10, 2016 Reading Day   Wednesday, May 11, 2016 - Tuesday, May 17, 2016 Spring Semester Exams    College of Arts & Science    College of Nursing - Undergraduate (Non-Nursing Clinical Sequence) &amp; Graduate    Faculty of Arts & Science/Liberal Studies    Gallatin School for Individualized Study    Graduate School of Arts & Science    Leonard N. Stern School of Business - Undergraduate College    Polytechnic School of Engineering    Robert F. Wagner - Graduate School of Public Service    School of Professional Studies - Credit Programs    Silver School of Social Work    Steinhardt School of Culture, Education, and Human Development    Tisch School of the Arts    University College/Global Public Health          Final Grades Deadline   Grades are due 72 hours after the scheduled final exam date   Wednesday, May 18, 2016 Commencement (tentative date)   Monday, May 23, 2016 First day of classes: Six Week Summer Session I / 1st Quarter - Three Week Session   Monday, May 30, 2016 Memorial Day No classes scheduled / University Holiday   Monday, June 13, 2016 Last day of classes: 1st Quarter - Three Week Session   Tuesday, June 14, 2016 First day of classes: 2nd Quarter - Three Week Session   Monday, July 4, 2016 Independence Day No classes scheduled / University Holiday   Tuesday, July 5, 2016 Legislative Day - Classes will meet according to a Monday schedule   Tuesday, July 5, 2016 Last day of classes: Six Week Summer Session I / 2nd Quarter - Three Week Session   Wednesday, July 6, 2016 First day of classes: Six Week Summer Session II / 3rd Quarter - Three Week Session   Tuesday, July 26, 2016 Last day of classes: 3rd Quarter - Three Week Session   Wednesday, July 27, 2016 First day of classes: 4th Quarter - Three Week Session   Tuesday, August 16, 2016 Last day of classes: Six Week Summer Session II / 4th Quarter - Three Week Session   Final Grades Deadline  Grades are due 72 hours after the scheduled final exam date                              University Academic Calendar           Fall 2016 - Summer 2017                                &#160;                Sunday, August 28, 2016 NYU Welcome Day / Move-in Day   Monday, September 5, 2016 Labor Day No classes scheduled / University Holiday   Tuesday, September 6, 2016 Fall 2016 classes begin   Monday, October 10, 2016 Fall Recess No classes scheduled   Wednesday, November 23, 2016 - Sunday, November 27, 2016 Student Thanksgiving Recess No classes scheduled   Thursday, November 24, 2016 - Sunday, November 27, 2016 Thanksgiving Recess for University Offices No classes scheduled / University Holiday   Tuesday, December 13, 2016 Legislative Day - Classes will meet according to a Monday schedule   Friday, December 16, 2016 Last day of Fall 2016 classes   Saturday, December 17, 2016 - Sunday, December 18, 2016 Reading Days   Monday, December 19, 2016 - Friday, December 23, 2016 Fall Semester Exams    College of Arts & Science    College of Nursing - Undergraduate (Non-Nursing Clinical Sequence) &amp; Graduate    Faculty of Arts & Science/Liberal Studies    Gallatin School for Individualized Study    Graduate School of Arts & Science    Leonard N. Stern School of Business - Undergraduate College    Polytechnic School of Engineering    Robert F. Wagner - Graduate School of Public Service    School of Professional Studies - Credit Programs    Silver School of Social Work    Steinhardt School of Culture, Education, and Human Development    Tisch School of the Arts    University College/Global Public Health       Final Grades Deadline   Grades are due 72 hours after the scheduled final exam date   Saturday, December 24, 2016 - Monday, January 2, 2017 Student Winter Recess    No classes scheduled   Tuesday, January 3, 2017 January Term 2017 classes begin   Monday, January 16, 2017 Martin Luther King, Jr. Day No classes scheduled / University Holiday   Friday, January 20, 2017 Last day of January Term 2017 classes   Monday, January 23, 2017 Spring 2017 classes begin   Monday, February 20, 2017 Presidents' Day No classes scheduled / University Holiday   Monday, March 13, 2017 - Sunday, March 19, 2017 Spring Recess No classes scheduled   Monday, May 8, 2017 Last day of Spring 2017 classes   Tuesday, May 9, 2017 Reading Day   Wednesday, May 10, 2017 - Tuesday, May 16, 2017 Spring Semester Exams    College of Arts & Science    College of Nursing - Undergraduate (Non-Nursing Clinical Sequence) &amp; Graduate    Faculty of Arts & Science/Liberal Studies    Gallatin School for Individualized Study    Graduate School of Arts & Science    Leonard N. Stern School of Business - Undergraduate College    Polytechnic School of Engineering    Robert F. Wagner - Graduate School of Public Service    School of Professional Studies - Credit Programs    Silver School of Social Work    Steinhardt School of Culture, Education, and Human Development    Tisch School of the Arts    University College/Global Public Health       Final Grades Deadline   Grades are due 72 hours after the scheduled final exam date   Wednesday, May 17, 2017 Commencement (tentative date)   Monday, May 22, 2017 First day of classes: Six Week Summer Session I / 1st Quarter - Three Week Session   Monday, May 29, 2017 Memorial Day No classes scheduled / University Holiday   Monday, June 12, 2017 Last day of classes: 1st Quarter - Three Week Session   Tuesday, June 13, 2017 First day of classes: 2nd Quarter - Three Week Session   Monday, July 3, 2017 Last day of classes: Six Week Summer Session I / 2nd Quarter - Three Week Session   Tuesday, July 4, 2017 Independence Day No classes scheduled / University Holiday   Wednesday, July 5, 2017 First day of classes: Six Week Summer Session II / 3rd Quarter - Three Week Session   Tuesday, July 25, 2017 Last day of classes: 3rd Quarter - Three Week Session   Wednesday, July 26, 2017 First day of classes: 4th Quarter - Three Week Session   Tuesday, August 15, 2017 Last day of classes: Six Week Summer Session II / 4th Quarter - Three Week Session   Final Grades Deadline  Grades are due 72 hours after the scheduled final exam date                              University Academic Calendar           Fall 2017 - Summer 2018                                &#160;                Sunday, August 27, 2017 NYU Welcome Day / Move-in Day   Monday, September 4, 2017 Labor Day No classes scheduled / University Holiday   Tuesday, September 5, 2017 Fall 2017 classes begin   Monday, October 9, 2017 Fall Recess No classes scheduled   Wednesday, November 22, 2017 - Sunday, November 26, 2017 Student Thanksgiving Recess No classes scheduled   Thursday, November 23, 2017 - Sunday, November 26, 2017 Thanksgiving Recess for University Offices No classes scheduled / University Holiday   Tuesday, December 12, 2017 Legislative Day - Classes will meet according to a Monday schedule   Friday, December 15, 2017 Last day of Fall 2017 classes   Saturday, December 16, 2017 - Sunday, December 17, 2017 Reading Days   Monday, December 18, 2017 - Friday, December 22, 2017 Fall Semester Exams    College of Arts & Science    College of Nursing - Undergraduate (Non-Nursing Clinical Sequence) &amp; Graduate    Faculty of Arts & Science/Liberal Studies    Gallatin School for Individualized Study    Graduate School of Arts & Science    Leonard N. Stern School of Business - Undergraduate College    Polytechnic School of Engineering    Robert F. Wagner - Graduate School of Public Service    School of Professional Studies - Credit Programs    Silver School of Social Work    Steinhardt School of Culture, Education, and Human Development    Tisch School of the Arts    University College/Global Public Health       Final Grades Deadline   Grades are due 72 hours after the scheduled final exam date   Saturday, December 23, 2017 - Monday, January 1, 2018 Student Winter Recess    No classes scheduled   Tuesday, January 2, 2018 January Term 2018 classes begin   Monday, January 15, 2018 Martin Luther King, Jr. Day No classes scheduled / University Holiday   Friday, January 19, 2018 Last day of January Term 2018 classes   Monday, January 22, 2018 Spring 2018 classes begin   Monday, February 19, 2018 Presidents' Day No classes scheduled / University Holiday   Monday, March 12, 2018 - Sunday, March 18, 2018 Spring Recess No classes scheduled   Monday, May 7, 2018 Last day of Spring 2018 classes   Tuesday, May 8, 2018 Reading Day   Wednesday, May 9, 2018 - Tuesday, May 15, 2018 Spring Semester Exams    College of Arts & Science    College of Nursing - Undergraduate (Non-Nursing Clinical Sequence) &amp; Graduate    Faculty of Arts & Science/Liberal Studies    Gallatin School for Individualized Study    Graduate School of Arts & Science    Leonard N. Stern School of Business - Undergraduate College    Polytechnic School of Engineering    Robert F. Wagner - Graduate School of Public Service    School of Professional Studies - Credit Programs    Silver School of Social Work    Steinhardt School of Culture, Education, and Human Development    Tisch School of the Arts    University College/Global Public Health       Final Grades Deadline   Grades are due 72 hours after the scheduled final exam date   Wednesday, May 16, 2018 Commencement (tentative date)   Monday, May 21, 2018 First day of classes: Six Week Summer Session I / 1st Quarter - Three Week Session   Monday, May 28, 2018 Memorial Day No classes scheduled / University Holiday   Monday, June 11, 2018 Last day of classes: 1st Quarter - Three Week Session   Tuesday, June 12, 2018 First day of classes: 2nd Quarter - Three Week Session   Monday, July 2, 2018 Last day of classes: Six Week Summer Session I / 2nd Quarter - Three Week Session   Tuesday, July 3, 2018 First day of classes: Six Week Summer Session II / 3rd Quarter - Three Week Session   Wednesday, July 4, 2018 Independence Day No classes scheduled / University Holiday   Monday, July 23, 2018 Last day of classes: 3rd Quarter - Three Week Session   Tuesday, July 24, 2018 First day of classes: 4th Quarter - Three Week Session   Tuesday, August 14, 2018 Legislative Day - Classes will meet according to a Wednesday schedule   Tuesday, August 14, 2018 Last day of classes: Six Week Summer Session II / 4th Quarter - Three Week Session   Final Grades Deadline  Grades are due 72 hours after the scheduled final exam date                     Return to top of page                              Unless otherwise noted, all content copyright New York University. All rights reserved. Designed by The Office of the Registrar and the Office of Web Communications     Copyright Communication | Important Notice | Feedback"}]}]