[{"detail": [{"content": "Center for Health Informatics and Bioinformatics | NYU CENTER FOR HEALTH INFORMATICS AND BIOINFORMATICS                                 Skip to main content                      Patient Care       Faculty &amp; Staff Directory       Events       Careers       Donate                                                                                                                                                                             NYU CENTER FOR HEALTH INFORMATICS AND BIOINFORMATICS                                                                                  Home   About Us   Research   Education   Collaboration &amp; Service                                  Home            Print  Email               - A + A                                                                                                                                                     Center for Health Informatics and Bioinformatics                                          The focus of the center is research and education in bioinformatics and medical informatics. The research areas span analytics for molecular signatures and personalized medicine, computational causal discovery methods, biomedical information retrieval and scientometrics, high-throughput assay informatics (next generation sequencing, proteomics, metabolomics, image analysis), and modeling and simulation of biological systems.                                                                                                                                          Recent News        Tweets by @nyu_informatics                                           NYU Langone Medical Center       Student Login       Library                 Policies &amp; Disclaimers"}]},
{"detail": [{"content": "Center for Health Informatics and Bioinformatics | NYU CENTER FOR HEALTH INFORMATICS AND BIOINFORMATICS                                 Skip to main content                      Patient Care       Faculty &amp; Staff Directory       Events       Careers       Donate                                                                                                                                                                             NYU CENTER FOR HEALTH INFORMATICS AND BIOINFORMATICS                                                                                  Home   About Us   Research   Education   Collaboration &amp; Service                                  Home            Print  Email               - A + A                                                                                                                                                     Center for Health Informatics and Bioinformatics                                          The focus of the center is research and education in bioinformatics and medical informatics. The research areas span analytics for molecular signatures and personalized medicine, computational causal discovery methods, biomedical information retrieval and scientometrics, high-throughput assay informatics (next generation sequencing, proteomics, metabolomics, image analysis), and modeling and simulation of biological systems.                                                                                                                                          Recent News        Tweets by @nyu_informatics                                           NYU Langone Medical Center       Student Login       Library                 Policies &amp; Disclaimers"}, {"content": "MS in Applied Urban Science and Informatics | NYU Center for Urban Science and ProgressNYU Center for Urban Science and Progress                                                                                                                                                                 About      Welcome from the Director    How CUSP Came To Be    Overview    Resources    Partners    People    Career Opportunities    Supporting CUSP       Urban Informatics   Education      Apply Now    New: Civic Analytics Track    MS in Applied Urban Science and Informatics        Overview     Curriculum     Projects     Admissions Requirements     Financial Aid and Tuition     CUSP Inaugural Class         Advanced Certificate in Applied Urban Science and Informatics         Overview     Curriculum     Admissions Requirements     Financial Aid and Tuition         Executive Education    Future Programs    Request Information    Upcoming Events    Internships    Admitted Students       Research   News + Events      News    Upcoming Events    Press Releases    CUSP In the Media    Multimedia       Contact                         Master of Science Applied Urban Science and Informatics Request Information → Apply Now → Contact Us →      Degree Master of Science in Applied Urban Science and Informatics   Format  Full-Time &amp; Part-Time options   Credits 30 credits   Start Date Fall Terms Only       Overview   Curriculum   Projects   Admissions Requirements   Financial Aid       An Extraordinary Opportunity   Apply technical skills to solve some of the world&#8217;s most important challenges   The goal of the MS in Applied Urban Science and Informatics program is to provide you with the ability to use large-scale data, from a variety of sources, to understand and address real-world challenges in the urban context. As a graduate of the MS program, you will have the following knowledge and competencies:     The ability to identify, define, collect, analyze, and communicate relevant data from diverse sources (tabular, web, sensors, etc.)   A depth of knowledge in a particular urban domain, such as energy, buildings, transportation, etc., and in a discipline, including visualization, decision models and optimization, simulation and computational methods   An understanding of urban science and urban informatics and their relationship to the operation and development of cities   An ability to identify and assess problems, evaluate data needs and analytical approaches to problem-solving, and develop solutions in real-world, multiple-constraint contexts   The ability to utilize large-scale data to better understand city functions   Direct, hands-on experience working in high-intensity, real-world environments with industry and agency partners   The ability to manage and lead complex processes of technology innovation and deployment   Leadership skills for your chosen career path in an entrepreneurial venture or existing organization     If your background is in mathematics, science, or engineering, the MS in Applied Urban Science and Informatics will provide you with the opportunity to engage in the interdisciplinary study of urban science and informatics and to apply your technical skills to urban problems.   The one-year, three-semester, 30-credit MS program provides core courses in urban science, urban informatics, and information and communication technology in cities. You will have the opportunity to select from multiple urban domains and informatics disciplines to gain breadth and depth in the application of big data analytics to urban problems.   The program also contains a focus on entrepreneurship and innovation leadership, and you are given the option to study technology entrepreneurship or change leadership in an existing organization.   Additionally, you will complete the Urban Science Intensive. The Intensive will place you in a multidisciplinary environment with a specific city agency and industry partner to work on a project that addresses an actual, current urban challenge in a particular domain. The project may be within larger, ongoing research efforts involving city agencies and CUSP industry partners, a self-contained effort involving agencies and corporations, or entrepreneurial in focus and content.         What Makes the Program Special?   Seven elements are at the heart of why this program is unlike any other.       Discipline Specialization   Select an informatics discipline that will guide your applied work in the program. Discipline specializations are targeted at building skills for data acquisition and management, integration, and analysis in a number of subfields.   Domain Specialization   Choose to specialize in one urban domain (transportation and mobility; buildings and the built environment; public health, security, and emergency response; or environmental sustainability) that will serve as the basis for your Urban Science Intensive project.   Entrepreneurship and Innovation Leadership Specialization   You&#8217;ll have the option to specialize in either change leadership and organizational behavior or entrepreneurship and new venture creation. These skills are critical for successfully applying your degree to real world situations.   City Challenge Program   A week-long cohort-building program and immersion in the dynamics of New York City agencies, city operations, and the CUSP intellectual community. You&#8217;ll attend the City Challenge in August before you start your first full semester.     CUSP Partnerships   CUSP is an extraordinary consortium of public and private partners – leading institutions of higher learning, leaders in the tech industry, and leaders in public service — that individually rank among the most prominent in their sectors, but together form an unsurpassed whole. As a student in the program, you will have unprecedented access to mentors, projects, and faculty from our distinguished partners.   The Urban Science Intensive   An experiential, two-semester project in which you&#8217;ll work as part of a multidisciplinary team to solve a real-world urban problem faced by a city agency or industry partner. You’ll identify, evaluate, collect, and analyze data, formulate and test solutions, and finally devise a strategy to implement and deploy your selected solution.   CUSP Research   The principal scope of CUSP’s research is urban informatics — the collection, integration, and analysis of data to understand and improve urban systems and quality of life. You’ll be in close contact with CUSP researchers who will be building an instrumented city that will yield data for researchers and students to collect, analyze, and interpret in order to improve the everyday lives of New Yorkers and the long-term health and efficiency of New York City and cities around the globe.     Who Should Apply to the Program?   If you have an undergraduate or master’s degree in science, mathematics, or engineering, along with the aptitude and inspiration to apply your quantitative and mathematics skills to the betterment of urban life, you should consider CUSP’s MS in Applied Urban Science and Informatics program.   Your academic and professional experience need not be in a field directly linked to cities and urban issues. It is more important that you can demonstrate rigorous prior academic training and a passion for applying analytical skills to problem-solving in an urban context.   We seek talented students who are looking for a new challenge. We intend to bring together students with diverse technical skills who want to make a difference in how people live and improve quality of life in cities.   If you have any questions about your eligibility and qualifications, please contact us .     Career Prospects   Firms are increasingly looking for data scientists and analytics experts to unlock the potential of their data. CUSP’s MS in Applied Urban Science and Informatics degree will prepare you to work for a range of such private firms and public sector agencies, particularly those represented by CUSP industry and agency partners, in positions ranging from urban data scientist to management and leadership roles. Internship, fellowship, and mentorship programs during your time in the MS program will help you shape your career goals and give you an opportunity to secure post-graduation employment.   If your interests are in entrepreneurship, you will have opportunities to develop the skills to manage and create new ventures, and to foster innovation in the urban information and technology sectors. The program’s emphasis is on bridging theory and practice to learn how to transform ideas into new market opportunities and start-up ventures. To this end, entrepreneurial-minded students will have unique access to NYU’s incubators, the New York City venture capital community, and experts in starting and growing tech companies.                             CUSP is a unique public-private research center that uses New York City as its laboratory and classroom to help cities around the world become more productive, livable, equitable, and resilient. CUSP observes, analyzes, and models cities to optimize outcomes, prototype new solutions, formalize new tools and processes, and develop new expertise/experts. These activities will make CUSP the world’s leading authority in the emerging field of “Urban Informatics.”  Contact Us Center for Urban   Science + Progress   1 MetroTech Center, 19th Floor   Brooklyn, NY 11201      (646) 997-0500 (office)   (646) 997-0560 (main fax) Admissions Fax: (646) 997-0550   Admissions Information: cusp.admissions@nyu.edu   General Inquiries: cusp-information@nyu.edu  Quick Links  Home   About   Events   MS in Applied Urban Science and Informatics   People   Partners   Contact   MyCusp Login    MS in Applied Urban Science and Informatics           Overview     Curriculum     Projects     Admissions Requirements     Financial Aid and Tuition                                     © 2015 NYU CUSP. All rights reserved                              facebook twitter vimeo"}]},
{"detail": [{"content": "Center for Health Informatics and Bioinformatics | NYU CENTER FOR HEALTH INFORMATICS AND BIOINFORMATICS                                 Skip to main content                      Patient Care       Faculty &amp; Staff Directory       Events       Careers       Donate                                                                                                                                                                             NYU CENTER FOR HEALTH INFORMATICS AND BIOINFORMATICS                                                                                  Home   About Us   Research   Education   Collaboration &amp; Service                                  Home            Print  Email               - A + A                                                                                                                                                     Center for Health Informatics and Bioinformatics                                          The focus of the center is research and education in bioinformatics and medical informatics. The research areas span analytics for molecular signatures and personalized medicine, computational causal discovery methods, biomedical information retrieval and scientometrics, high-throughput assay informatics (next generation sequencing, proteomics, metabolomics, image analysis), and modeling and simulation of biological systems.                                                                                                                                          Recent News        Tweets by @nyu_informatics                                           NYU Langone Medical Center       Student Login       Library                 Policies &amp; Disclaimers"}, {"content": "MS in Applied Urban Science and Informatics | NYU Center for Urban Science and ProgressNYU Center for Urban Science and Progress                                                                                                                                                                 About      Welcome from the Director    How CUSP Came To Be    Overview    Resources    Partners    People    Career Opportunities    Supporting CUSP       Urban Informatics   Education      Apply Now    New: Civic Analytics Track    MS in Applied Urban Science and Informatics        Overview     Curriculum     Projects     Admissions Requirements     Financial Aid and Tuition     CUSP Inaugural Class         Advanced Certificate in Applied Urban Science and Informatics         Overview     Curriculum     Admissions Requirements     Financial Aid and Tuition         Executive Education    Future Programs    Request Information    Upcoming Events    Internships    Admitted Students       Research   News + Events      News    Upcoming Events    Press Releases    CUSP In the Media    Multimedia       Contact                         Master of Science Applied Urban Science and Informatics Request Information → Apply Now → Contact Us →      Degree Master of Science in Applied Urban Science and Informatics   Format  Full-Time &amp; Part-Time options   Credits 30 credits   Start Date Fall Terms Only       Overview   Curriculum   Projects   Admissions Requirements   Financial Aid       An Extraordinary Opportunity   Apply technical skills to solve some of the world&#8217;s most important challenges   The goal of the MS in Applied Urban Science and Informatics program is to provide you with the ability to use large-scale data, from a variety of sources, to understand and address real-world challenges in the urban context. As a graduate of the MS program, you will have the following knowledge and competencies:     The ability to identify, define, collect, analyze, and communicate relevant data from diverse sources (tabular, web, sensors, etc.)   A depth of knowledge in a particular urban domain, such as energy, buildings, transportation, etc., and in a discipline, including visualization, decision models and optimization, simulation and computational methods   An understanding of urban science and urban informatics and their relationship to the operation and development of cities   An ability to identify and assess problems, evaluate data needs and analytical approaches to problem-solving, and develop solutions in real-world, multiple-constraint contexts   The ability to utilize large-scale data to better understand city functions   Direct, hands-on experience working in high-intensity, real-world environments with industry and agency partners   The ability to manage and lead complex processes of technology innovation and deployment   Leadership skills for your chosen career path in an entrepreneurial venture or existing organization     If your background is in mathematics, science, or engineering, the MS in Applied Urban Science and Informatics will provide you with the opportunity to engage in the interdisciplinary study of urban science and informatics and to apply your technical skills to urban problems.   The one-year, three-semester, 30-credit MS program provides core courses in urban science, urban informatics, and information and communication technology in cities. You will have the opportunity to select from multiple urban domains and informatics disciplines to gain breadth and depth in the application of big data analytics to urban problems.   The program also contains a focus on entrepreneurship and innovation leadership, and you are given the option to study technology entrepreneurship or change leadership in an existing organization.   Additionally, you will complete the Urban Science Intensive. The Intensive will place you in a multidisciplinary environment with a specific city agency and industry partner to work on a project that addresses an actual, current urban challenge in a particular domain. The project may be within larger, ongoing research efforts involving city agencies and CUSP industry partners, a self-contained effort involving agencies and corporations, or entrepreneurial in focus and content.         What Makes the Program Special?   Seven elements are at the heart of why this program is unlike any other.       Discipline Specialization   Select an informatics discipline that will guide your applied work in the program. Discipline specializations are targeted at building skills for data acquisition and management, integration, and analysis in a number of subfields.   Domain Specialization   Choose to specialize in one urban domain (transportation and mobility; buildings and the built environment; public health, security, and emergency response; or environmental sustainability) that will serve as the basis for your Urban Science Intensive project.   Entrepreneurship and Innovation Leadership Specialization   You&#8217;ll have the option to specialize in either change leadership and organizational behavior or entrepreneurship and new venture creation. These skills are critical for successfully applying your degree to real world situations.   City Challenge Program   A week-long cohort-building program and immersion in the dynamics of New York City agencies, city operations, and the CUSP intellectual community. You&#8217;ll attend the City Challenge in August before you start your first full semester.     CUSP Partnerships   CUSP is an extraordinary consortium of public and private partners – leading institutions of higher learning, leaders in the tech industry, and leaders in public service — that individually rank among the most prominent in their sectors, but together form an unsurpassed whole. As a student in the program, you will have unprecedented access to mentors, projects, and faculty from our distinguished partners.   The Urban Science Intensive   An experiential, two-semester project in which you&#8217;ll work as part of a multidisciplinary team to solve a real-world urban problem faced by a city agency or industry partner. You’ll identify, evaluate, collect, and analyze data, formulate and test solutions, and finally devise a strategy to implement and deploy your selected solution.   CUSP Research   The principal scope of CUSP’s research is urban informatics — the collection, integration, and analysis of data to understand and improve urban systems and quality of life. You’ll be in close contact with CUSP researchers who will be building an instrumented city that will yield data for researchers and students to collect, analyze, and interpret in order to improve the everyday lives of New Yorkers and the long-term health and efficiency of New York City and cities around the globe.     Who Should Apply to the Program?   If you have an undergraduate or master’s degree in science, mathematics, or engineering, along with the aptitude and inspiration to apply your quantitative and mathematics skills to the betterment of urban life, you should consider CUSP’s MS in Applied Urban Science and Informatics program.   Your academic and professional experience need not be in a field directly linked to cities and urban issues. It is more important that you can demonstrate rigorous prior academic training and a passion for applying analytical skills to problem-solving in an urban context.   We seek talented students who are looking for a new challenge. We intend to bring together students with diverse technical skills who want to make a difference in how people live and improve quality of life in cities.   If you have any questions about your eligibility and qualifications, please contact us .     Career Prospects   Firms are increasingly looking for data scientists and analytics experts to unlock the potential of their data. CUSP’s MS in Applied Urban Science and Informatics degree will prepare you to work for a range of such private firms and public sector agencies, particularly those represented by CUSP industry and agency partners, in positions ranging from urban data scientist to management and leadership roles. Internship, fellowship, and mentorship programs during your time in the MS program will help you shape your career goals and give you an opportunity to secure post-graduation employment.   If your interests are in entrepreneurship, you will have opportunities to develop the skills to manage and create new ventures, and to foster innovation in the urban information and technology sectors. The program’s emphasis is on bridging theory and practice to learn how to transform ideas into new market opportunities and start-up ventures. To this end, entrepreneurial-minded students will have unique access to NYU’s incubators, the New York City venture capital community, and experts in starting and growing tech companies.                             CUSP is a unique public-private research center that uses New York City as its laboratory and classroom to help cities around the world become more productive, livable, equitable, and resilient. CUSP observes, analyzes, and models cities to optimize outcomes, prototype new solutions, formalize new tools and processes, and develop new expertise/experts. These activities will make CUSP the world’s leading authority in the emerging field of “Urban Informatics.”  Contact Us Center for Urban   Science + Progress   1 MetroTech Center, 19th Floor   Brooklyn, NY 11201      (646) 997-0500 (office)   (646) 997-0560 (main fax) Admissions Fax: (646) 997-0550   Admissions Information: cusp.admissions@nyu.edu   General Inquiries: cusp-information@nyu.edu  Quick Links  Home   About   Events   MS in Applied Urban Science and Informatics   People   Partners   Contact   MyCusp Login    MS in Applied Urban Science and Informatics           Overview     Curriculum     Projects     Admissions Requirements     Financial Aid and Tuition                                     © 2015 NYU CUSP. All rights reserved                              facebook twitter vimeo"}, {"content": "Nursing Informatics | NYU College of Nursing                                Home   College Directory   Global   News                                           Menu     Search                                                      About   Academics   Admissions   Research   Our Practices   Students   Alumni                                     Sections                                 Resources                                          Undergraduate   Graduate MS   Advanced Certificate   Dual Degree BS/MS   Dual Degree MS/MPH   DNP   PhD   Compare DNP and PhD   Non-Degree     Clinical Experience   Academic Calendars   Academic Integrity   Academic Affairs   Technical Standards                            Downloads                         MS Nursing Informatics Curriculum Sheet                                              Academics                   Home > Academics > Graduate > MS > Overview > Nursing Informatics                                                                                     &lt; Back Master of Science Program in Nursing Informatics Program Highlights     Innovative advanced study in nursing informatics       Unique computer lab and practicum experience in five of six specialty courses   Exciting opportunities to work with informatics specialists and leaders in this new and exciting field   A strong emphasis on clinical informatics in the major health care centers in the New York metropolitan area   Graduates of the nursing informatics program are eligible to sit for the ANCC Nursing Informatics Certification Examination       Program Requirements: 45 credits, 616 practicum hours   Courses                Nursing Core ( 9 credits)                                                                                     NURSE-GN 2005               Intro Statistics for the Health Professions              (3)             Fall, Spring, Summer                      NURSE-GN 2303               Research in Nursing              (3)             Fall, Spring, Summer                      NURSE-GN 2041               Nursing Issues and Trends Within the Health Care Delivery              (3)             Fall, Spring                  Electives (9 credits)                                                                                     NURSE-GN 2***               Nursing Elective (Graduate)              (3)             Fall, Spring                      NURSE-GN 2***               Nursing Elective (Graduate)              (3)             Fall, Spring                      NURSE-GN 2***               Nursing Elective (Graduate)              (3)             Fall, Spring                  Specialty Component - Informatics (24 credits)                                                                                     NURSE-GN 2231               Nursing Informatics: Introduction              (3)             Fall, Spring, Summer                      NURSE-GN 2236               Consumers &amp; Interactive Health Care              (3)             Fall                      NURSE-GN 2232               Assessment &amp; Analysis of Clinical and Nursing Information Systems              (4)             Spring                      NURSE-GN 2233               Database Design &amp; Decision Support on Clinical and Nursing Information Systems              (4)             Spring                      NURSE-GN 2234               Implementation, Management, Evaluation of Clinical Information Systems              (4)             Fall                      NURSE-GN 2235               Terminal Practicum: Nursing Informatics Integration              (6)             Fall, Spring                              Program Coordinator                                       Nadia Sultana ,                            MBA, RN, BC ,                        ns56@nyu.edu                         Clinical Assistant Professor ; Program Coordinator, Nursing Informatics Master’s &amp; Advanced Certificate                Areas of Specialization:                   Nursing Informatics                                              Faculty                             Nadia Sultana ,                  MBA, RN, BC ,       Clinical Assistant Professor, Program Coordinator, Nursing Informatics Master’s & Advanced Certificate ,               ns56@nyu.edu                          Maryann Connor ,                  MSN, RN, CPHIMS ,       Adjunct Instructor,               mac343@nyu.edu                          Joy Simon ,                  MEd, BA ,       Adjunct Instructor,               joy.simon@nyumc.org                          Joseph Jackowiak ,                  MA ,       Adjunct Instructor,               joseph.jackowiak@nyu.edu                          Mariam Mohaideen ,                  ScM, BA ,       Adjunct Instructor,               mm1085@nyu.edu                               Practicum Opportunities                   Premier teaching hospital centers and clinical agencies (e.g., Mt. Sinai Medical Center, NYU Langone Medical Center, Memorial Sloan Kettering Cancer Center, Visiting Nurse Service of New York, NYC Health &amp; Hospital Corporation, Continuum Health Partners, NY Presbyterian)   Preceptors are outstanding nursing informatics role models   All placements are arranged by faculty   Placement possibilities are available throughout the tri-state area                 Attachment Size     MS Nursing Informatics Curriculum Sheet 35.45 KB                          Graduate            MS MS Program Policies     Advanced Certificate Advanced Practice Nursing: Geriatrics Focus on Interprofessional Primary Care for Older Adults with Multiple Chronic Conditions   Advanced Practice Nursing: Palliative Care     Dual Degree BS/MS   Dual Degree MS/MPH   DNP   PhD PhD Admissions Policies   PhD Program Policies     Compare DNP and PhD   Non-Degree                            Back to top                                                    Contact   Academic Bulletin   Open Positions   Site Map   NYU College of Dentistry   Legal   Site Credits"}]}]