[{"detail": [{"content": "J-1 Employment                                                                                                               NYU.edu requires JavaScript be enabled in your browser in order to use important features of the site. JavaScript is either disabled or not supported by your browser. For instructions on how to enable JavaScript in your browser, click here .                       New York University    Skip to Content   Skip to Search   Skip to Navigation   Skip to Sub Navigation                                                        NYUHome Login                            Students           |   Faculty           |   Alumni           |   Employees           |   Community                                   Schools          Arts and Science      College of Arts and Science      College of Dentistry      College of Nursing      Courant Institute of Mathematical Sciences      Gallatin School of Individualized Study      Graduate School of Arts and Science      Institute of Fine Arts      Institute for the Study of the Ancient World      Leonard N. Stern School of Business      Liberal Studies Program      NYU Abu Dhabi      NYU Shanghai      Polytechnic School of Engineering      Robert F. Wagner Graduate School of Public Service      School of Professional Studies      School of Law      School of Medicine      Silver School of Social Work      Steinhardt School of Culture, Education, and Human Development      Tisch School of the Arts                QuickLinks          Academic Calendars      Administrative Units      Albert      Apply for Jobs      Athletics      Bookstores      Bursar      Campus Map      Career Development      Emergencies      Events      Giving to NYU      Housing      ITS      Libraries      News      NYU Apparel      Policies      Public Safety      Registrar      Student Health Center      Student Resources      Wellness Exchange                A-Z          A      B      C      D      E      F      G      H      I      J      K      L      M      N      O      P      Q      R      S      T      U      V      W      X      Y      Z                                                          New York University                          Search NYU                    Pages |    People                                       Main Navigation            About NYU       Admissions       Academics       University Life       Research       Global                                 Bread Crumbs          Global   /   International Immigration Services   /   Students   /   Traveling to NYC   /   Active   /   Employment   /   J-1 Employment                 Sub Navigation                                 On-Campus Employment                       Academic Training                       Economic Need Employment                                                                   J-1 Employment      All J-1 students must report employment, even if doing a volunteer activity, to an OGS advisor.   Read on for the types of employment available to you. And remember, once you are authorized to work, you must first have a Social Security number in order to be paid. Learn more about how to apply for a Social Security number.          On-Campus Employment     As an J-1 student, you may be eligible to work on-campus as soon as you begin your academic program at NYU provided that certain criteria are met.          Off-Campus Employment     As a J-1 student interested in off-campus employment, you may be eligible for Academic Training or Economic Need Employment .   Please note that the information on these pages applies to J-1 students who are issued a DS-2019 by NYU and are enrolled in a degree program at NYU or are attending NYU as &quot;exchange students.&quot;   The OGS is able to help NYU students sponsored by other organizations identify who is the appropriate person at that organization to provide immigration guidance.                               Need to apply for a Social Security Number? Learn how to get one as an international student. Read More                                                       NYU Footer          Search      Directory      Campus Map      Events      Contact Us      Site Map      Copyright and Fair Use      Feedback         Unless otherwise noted, all content copyright New York University. All rights reserved. Designed by The Office of Web Communications"}]}]