[{"detail": [{"content": "Privacy and Information and Communication Technology                                                  Privacy, Information, and Communication Technology    E59.1200.007 Integrating Liberal Arts         Monday 11AM-1:30PM         Instructor: Helen Nissenbaum, Department of Culture and Communication         On January 25, 1999, Scott McNealy, chief executive officer of Sun Microsystems, told a group of reporters and analysts on January 25, 1999, at the launch of Suns new Jini technology, You have zero privacy anyway, get over it.       McNealys comment reflects what many people believe, namely that technology, in particular, new media -- computers, information technology, and digital electronic networks -- have dramatically and irrevocably diminished our privacy. The picture, in fact, is far more complex. This course is a critical study of the multi-faceted relationship between privacy and technology. We will study technical innovations as well as new applications of old technologies that have caused alarm, from photography, cheap printing, and wire-taps to databases, video surveillance cameras, biometrics, and the Internet; we will also take note of technologies that have been offered as antidotes. We will study the people, practices, institutions, and vested interests that have supported the application of these technologies to observe people, store information about them, and hold them accountable for their actions. We will review prominent theories of privacy, contemporary privacy policy, privacy law, and privacy as a social, legal, and moral value.          Course Readings:     A Course Reader may be purchases from MacDougal Copy Center, 127 MacDougal Street (betw. W3 &amp; W4). Call before going: 212-460-8591. Almost all readings are contained in the course reader. Others are accessible online, including resources provided by key websites devoted to privacy.        Weston, A, A Rulebook for Arguments. 3 rd . edition (Indianapolis: Hackett Publishing Company, 2000)         Requirements and Grading Policy    Students are expected to attend all classes and complete assigned readings prior to class meetings. Grades for the course will be assessed according to three criteria: participation (in-class and online), examination, and short essays. To pass the class, students pass each of the three elements.          30% Participation (attendance, and in-class and online participation)    25% Final Examination (based on readings)    45% Essays (Three short essays)         Course Homepage Available Through Blackboard.     Check the homepage regularly for syllabus updates, useful external links, and announcements. An online discussion board provides a venue posting questions, ideas, observations, relevant news items, and more.          Schedule          January 26: Introduction to the Course         February 2: Overview of Contemporary Privacy Landscape    We will explore the broad range of privacy issues raised by technological advances and new applications of existing technologies.          Assignment: Readings from drafts of first paper.          Readings :      Lester, Toby The Reinvention   of Privacy, The Atlantic Monthly ,   March 2001, 31-39   Stanley, Jay and Steinhardt,   Barry, Bigger Monster, Weaker Chains: The Growth of an American   Surveillance Society, ACLU   Technology and Liberty Program , January 2003.   Brin, David. Chapter 3:   Privacy Under Siege. The   Transparent Society. (Reading: Addison-Wesley, 1998). 3-26           February 9: Anonymity and Identifiability    Being anonymous is, strictly speaking, to be unnamed. Anonymity is sometimes considered an important aspect of privacy but it can also be dangerous. With the advent of new technologies of identification, anonymity may be increasingly difficult to achieve in an information age.          Assignment: 1) Decide whether anonymous postings should be allowed; 2) Is caller-ID a good thing?         Readings:       Froomkin, A. Michael. Legal Issues in Anonymity and Pseudonymity.   The Information Society . (Volume 15, Number 2: April-June 1999).   113-127.   Clarke, Roger A. Human   Identification in Information Systems: Management Challenges and Public   Policy Issues, Information   Technology &amp; People 7, 4 (December 1994) 6-37 http://www.anu.edu.au/people/Roger.Clarke/DV/HumanID.html   Agre, Philip Your face is Not   a Bar Code: Arguments Against Automatic Face Recognition in Public Places   http://dlis.gseis.ucla.edu/people/pagre/bar-code.html   Ashborn, Julian (1999) The   Biometric White Paper.    Brey, Philip, Ethical Aspects   of Facial Recognition Systems in Public Places (unpublished manuscript)           February 16: Surveillance and Security    Video surveillance is seen as the answer to much insecurity, especially in the wake of terror and crime. The United Kingdom has embraced this technology with great enthusiasm and, it appears, little public objection.          Assignment: Map video surveillance cameras in Washington Square Park.         Readings:       Bentham, J.. The Panopticon Writings . Edited by   Miran Bozovic (London: Verso, 1995) 31-34   Rosen, Jeffrey. A Watchful   State. The New York Times Magazine ,   October 7, 2001. 38-43, 85,92,93.   Parenti, Christian, The Soft Cage: Surveillance in America .   New York: Basic Books, 2003 Chapter 8: Camera Land: Security Aesthetics   and Public Space,    Farmer, Dan, and Charles C.   Mann. Surveillance Nation, Technology Review May 2003, pp.   46-53   Foucault, M. Discipline and Punish: The Birth of the   Prison (trans. By A. Sheidan) New York: Vintage, 1995, Chapter 3:   Panopticism.   DeCew, Judith. In Pursuit of Privacy. (Ithaca:   Cornell University Press, 1997). 125-144.           February 23: Databases    When computers came to serve not only as calculators but as information processors, it was not long before their powers to store, organize, manipulate and analyze information about people were exploited. In many cases, the ends were good. But, worries of big brother were increasing on peoples minds, along with a sense that something needed to be done to control their proliferation and growth.         Assignment: What do we mean by public records? Provide some examples.         Readings:       Summary and Recommendations   from Records, Computers, and the   Rights of Citizens . Report of   the Secretarys Advisory Committee on Automated Personal Data   Systems. U. S. Department of   Health, Education &amp; Welfare.    (Copyright by Massachusetts Institute of Technology, 1973).   Froomkin, A. Michael, The   Death of Privacy? Stanford Law Review, Vol 52, 1461-1543 http://personal.law.miami.edu/~froomkin/articles/privacy-deathof.pdf (Read only 1461-1476)   Westin, Alan and Michael Baker,   (1972) Databanks in a Free Society:   Computers, Record-Keeping and Privacy . (New York: Quadrangle/The New   York Times Book Co.) 3-5,15-20   Privacy Basics: The OECD   Guidelines   Westin, Alan F. Privacy and Freedom. (New York:   Atheneum, 1967) Excerpts   Gandy, Oscar H. Coming to Terms with the Panoptic   Sort. Eds. David Lyon and Elia Zureik. Computers, Surveillance, and Privacy . Minneapolis: University of Minnesota   Press, 1996. 132-155.           March 1: Privacy in the Past and Today    Some people argue that we have more privacy today than every before. Others suggest that privacy advocates are misdirected in their quest because people are no longer interested in privacy. If people do not care, should they still, nevertheless, be protected?         Readings:       Gotlieb, Calvin C.    Privacy: A Concept Whose Time Has Come and Gone. Eds. David Lyon   and Elia Zureik. Computers,   Surveillance, and Privacy. Minneapolis: University of Minnesota Press,   1996. 156-171.   Allen-Castellitto, Anita L.   &quot;Coercing Privacy.&quot; William and Mary Law Review 40,   1999: 723-757   Smith, Janna Malamud. Private Matters. (New York:   Addison-Wesley Publishing Company, Inc., 1997). 53-72, 235-243.   Westin, Alan, Social and   Political Dimensions of Privacy, Journal of Social Issues, Vol59, No 2,   2003:431-453           March 8: Medical and Genetic Privacy    Good healthcare depends on a vast body of knowledge, including the knowledge physicians and other caregivers have about individual patients. This information is stored and used. It is of great value to the patients themselves and to society at large public health and research. But many people feel that information about their health is sensitive and personal and should not be widely shared. Are they right? Should there be restraints on what information is gathered and how it is used? Should genetic information be treated in unique ways?         Readings:       Goldman, Janlori. Protecting   Privacy to Improve Health Care. Health   Care . (November/December 1998.) 47-60.   Read the latest about Federal   Rules applying to medical records on Health Privacy Project Website:   http://www.healthprivacy.org/   Murray, Thomas H. Genetic Exceptionalism and Future Diaries:   Is Genetic Information Different from Other Medical Information? Genetic Secrets: Protecting Privacy and   Confidentiality in the Genetic Era .    Ed. Mark A. Rothstein. (New   Haven: Yale University Press, 1997).    60-73.   Alpert, Sheri, Protecting Medical   Privacy: Challenges in the Age of Genetic Information, Journal of Social   Issues, Vol59, No 2, 2003:301-322   Kaiser, Jocelyn, Population   Databases Boom, From Iceland to the U.S. Science, 8 November, 2002:   1158-1161   Garfinkel, Simson, Database   Nation: The Death of Privacy in the 21 st Century, (Sebastopol,   CA: OReilly, 2000) Excerps.           March 15: Recess         March 22: Privacy and Law    Guest Lecturer: Gaia Bernstein    U.S. law has grappled with both conceptual and normative privacy issues. Pulled in opposite directions by those, on the one hand, who see privacy as a distinctive value and on the other, by those who see it as a hodge-podge of more fundamental values, the law reveals complexity and confusion in its commitment to privacy. We examine various sources of legal protection for privacy, and will consider some of both the skeptical and committed positions.         Readings:       Bill of Rights at   http://lcweb2.loc.gov/const/const.html    Warren, Samuel D. and Louis D.   Brandeis. The Right to Privacy   [The Implicit Made Explicit]. Philosophical   Dimensions of Privacy: An Anthology .    Ed. Ferdinand Schoeman.    (New York: Cambridge U P, 1984).    75-103.   Prosser, William L. Privacy California Law Review , vol 48, no.3 August 1960, 383-424   Solove, Daniel J. and Marc   Rotenberg Information Privacy Law Cases and Materials Aspen Publishing   co, 2002, pp. 19-20   CSTB: Privacy Related   Legislation   Gellman, Robert. Does Privacy   Law Work? In Agre, Philip, and Marc Rotenberg. Technology and Privacy .    Cambridge, Mass.: MIT   Press, 1998.           March 29: Philosophical Conceptions of Privacy    What is privacy and why do we value it? These are the basic questions philosophers have asked. The questions are important because they provide reasons or justifications for heartfelt opinions on controversial issues. We will see, however, why theorists and activists alike have found privacy a challenging notion to grasp and defend. What interests and values does privacy challenge and how do we settle important tradeoffs?         Readings:       Reiman, Jeffrey. Driving to   the Panopticon: A Philosophical Exploration of the Risks to Privacy Posed   by the Highway Technology of the Future. Santa Clara Computer and High Technology Law Journal. (Volume   11, Number 1: March 1995). 27-44.   Gavison, Ruth. Privacy and the Limits of Law. The   Yale Law Journal (Vol. 89, No. 3: January 1980) 421-471.   Nissenbaum, Helen. Protecting Privacy in an Information   Age: The Problem of Privacy in Public.    Law and Philosophy (Volume 17: 1998). 559-596.           April 5: Privacy, Communications and the Media    We sometimes take for granted the privacy of our communications. We can whisper, pass notes, even send things in the mail, and expect them to remain secret. What can we expect, hope, or demand of our new communications technologies, from telephones to landlines to cell phones to email?         Assignment: Look into cases where investigative reporters have gone too far, violating privacy in the quest for a story? Are there cases of the opposite, timidity where aggressive pursuit and publication would have been socially more beneficial?         Readings:       Regan, Priscilla.   Communication Privacy: Transmitting Our Message. Legislating Privacy. (Chapel Hill: University of North   Carolina Press, 1995). Chapter 3   Read about Carnivore and Magic   Lantern at EPIC.org   Allen-Castellitto, Anita L.   &quot;Privacy versus the Publics Right to Know.&quot; Ed. Ruth Chadwick. The Encyclopedia of Ethical Issues in   Politics and the Media . San Diego, Calif.: Academic Press, 2000. 251-262.   Volokh, Eugene Personalization   and Privacy from Communications of   the ACM 43(8), August 2000, page 84.    http://www1.law.ucla.edu/~volokh/acm.htm    Smolla,   Rodney A. Privacy and the First Amendment Right to Gather News, George Washington Law Review , June/August   1999, 1097           April 12: Online Privacy    The online world offers protection from much of the scrutiny of physical interaction  others cant see or hear us. They may not know us. Yet online transaction has become increasingly a source of betrayal of our habits and origins. How so? And what should we do about it?         Readings:       Committee on the Internet in   the Evolving Information Infrastructure, (2001) The Internets Coming of Age , Report of the Computer Science   and Telecommunications Board. Chapter 1, pp. 1-5   Bennett, Colin J. Cookies, Web   Bugs, Webcams, and Cue Cats: Patterns of Surveillance on the World Wide   Web. Ethics and Information   Technology. (Volume 3, Number 3: 2001) 197-210.   Online profiling (See EPIC)   Smith, Marica, Internet   Privacy: An Analysis of Technology and Policy Issues Report of the   Congressional Research Service, December 2000   Kang, Jerry. Information Privacy in Cyberspace   Transactions. Stanford Law Review .   50 (4), April 1998, pages 1193-1294, Excerpts.           April 19: Privacy and Efficiency    Critics of strong protection have argued that privacy competes with other social values. Readings in this section make the case, generally, for business efficiency as one of those countervailing values.         Readings:         Singleton, Solveig. Privacy as Censorship: A Skeptical View of Proposals to Regulate Privacy in the Private Sector. Cato Policy Analysis No. 295 . (January 22, 1998).        Posner, Richard. An Economic Theory of Privacy Reprinted in Philosophical Dimensions of Privacy: An Anthology . Ed. Ferdinand Schoeman. (New York: Cambridge U P, 1984)        Cohen, Julie DRM and Privacy Communications of the ACM April 2003 Vole 46, No. 4: 47-49        Culnan, M. and Bies, R. Consumer Privacy: Balancing Economic and Justice Considerations Journal of Social Issues , Vol59, No 2, 2003: 323-342        Danna, A. and Gandy, O. All that Glitters is Not Gold: Digging Beneath the Surface of Data Mining, Journal of Business Ethics 40:373-386, 2002         April 26: Technical Protections for Privacy    Information technology databases, biometrics, genetics, surveillance cameras is usually understood as posing threats to privacy. But, here, we consider ways in which information technology can serve to protect privacy.          Readings:       Levy, Stephen. Crypto Rebels. High Noon on the Electronic Frontier . Ed. Peter Ludlow. (Cambridge, MA: MIT Press, 1996). 185-205.   Schneier, Bruce. Cryptography Primer. The   Electronic Privacy Papers . Ed.   Scheier and Banisar. (New York:   Wiley, 1997). 258-284.   Reagle, Joseph and Cranor,   Lorrie. The Platform for Privacy Preferences,. Communications of the ACM. (Volume 42, Number 2: February   1999). 48-55.   Chaum, David. Achieving Electronic Privacy. Scientific   American 267 (2), 1992: 96-101   Burkert, H. Privacy Enhancing   Technologies: Typology, Critique, Vision In Agre, Philip, and Marc   Rotenberg. Technology and Privacy:   The New Landscape. Cambridge,   Mass.: MIT Press, 1997: 125-142   Marx, Gary. A Tack in the   Shoe: Neutralizing and Resisting the New Surveillance, Journal of Social Issues , Vol59, No   2, 2003: 369-390           May 3: Review                    Email Helen Nissenbaum Need Help? Web-Master"}]},
{"detail": [{"content": "Privacy and Information and Communication Technology                                                  Privacy, Information, and Communication Technology    E59.1200.007 Integrating Liberal Arts         Monday 11AM-1:30PM         Instructor: Helen Nissenbaum, Department of Culture and Communication         On January 25, 1999, Scott McNealy, chief executive officer of Sun Microsystems, told a group of reporters and analysts on January 25, 1999, at the launch of Suns new Jini technology, You have zero privacy anyway, get over it.       McNealys comment reflects what many people believe, namely that technology, in particular, new media -- computers, information technology, and digital electronic networks -- have dramatically and irrevocably diminished our privacy. The picture, in fact, is far more complex. This course is a critical study of the multi-faceted relationship between privacy and technology. We will study technical innovations as well as new applications of old technologies that have caused alarm, from photography, cheap printing, and wire-taps to databases, video surveillance cameras, biometrics, and the Internet; we will also take note of technologies that have been offered as antidotes. We will study the people, practices, institutions, and vested interests that have supported the application of these technologies to observe people, store information about them, and hold them accountable for their actions. We will review prominent theories of privacy, contemporary privacy policy, privacy law, and privacy as a social, legal, and moral value.          Course Readings:     A Course Reader may be purchases from MacDougal Copy Center, 127 MacDougal Street (betw. W3 &amp; W4). Call before going: 212-460-8591. Almost all readings are contained in the course reader. Others are accessible online, including resources provided by key websites devoted to privacy.        Weston, A, A Rulebook for Arguments. 3 rd . edition (Indianapolis: Hackett Publishing Company, 2000)         Requirements and Grading Policy    Students are expected to attend all classes and complete assigned readings prior to class meetings. Grades for the course will be assessed according to three criteria: participation (in-class and online), examination, and short essays. To pass the class, students pass each of the three elements.          30% Participation (attendance, and in-class and online participation)    25% Final Examination (based on readings)    45% Essays (Three short essays)         Course Homepage Available Through Blackboard.     Check the homepage regularly for syllabus updates, useful external links, and announcements. An online discussion board provides a venue posting questions, ideas, observations, relevant news items, and more.          Schedule          January 26: Introduction to the Course         February 2: Overview of Contemporary Privacy Landscape    We will explore the broad range of privacy issues raised by technological advances and new applications of existing technologies.          Assignment: Readings from drafts of first paper.          Readings :      Lester, Toby The Reinvention   of Privacy, The Atlantic Monthly ,   March 2001, 31-39   Stanley, Jay and Steinhardt,   Barry, Bigger Monster, Weaker Chains: The Growth of an American   Surveillance Society, ACLU   Technology and Liberty Program , January 2003.   Brin, David. Chapter 3:   Privacy Under Siege. The   Transparent Society. (Reading: Addison-Wesley, 1998). 3-26           February 9: Anonymity and Identifiability    Being anonymous is, strictly speaking, to be unnamed. Anonymity is sometimes considered an important aspect of privacy but it can also be dangerous. With the advent of new technologies of identification, anonymity may be increasingly difficult to achieve in an information age.          Assignment: 1) Decide whether anonymous postings should be allowed; 2) Is caller-ID a good thing?         Readings:       Froomkin, A. Michael. Legal Issues in Anonymity and Pseudonymity.   The Information Society . (Volume 15, Number 2: April-June 1999).   113-127.   Clarke, Roger A. Human   Identification in Information Systems: Management Challenges and Public   Policy Issues, Information   Technology &amp; People 7, 4 (December 1994) 6-37 http://www.anu.edu.au/people/Roger.Clarke/DV/HumanID.html   Agre, Philip Your face is Not   a Bar Code: Arguments Against Automatic Face Recognition in Public Places   http://dlis.gseis.ucla.edu/people/pagre/bar-code.html   Ashborn, Julian (1999) The   Biometric White Paper.    Brey, Philip, Ethical Aspects   of Facial Recognition Systems in Public Places (unpublished manuscript)           February 16: Surveillance and Security    Video surveillance is seen as the answer to much insecurity, especially in the wake of terror and crime. The United Kingdom has embraced this technology with great enthusiasm and, it appears, little public objection.          Assignment: Map video surveillance cameras in Washington Square Park.         Readings:       Bentham, J.. The Panopticon Writings . Edited by   Miran Bozovic (London: Verso, 1995) 31-34   Rosen, Jeffrey. A Watchful   State. The New York Times Magazine ,   October 7, 2001. 38-43, 85,92,93.   Parenti, Christian, The Soft Cage: Surveillance in America .   New York: Basic Books, 2003 Chapter 8: Camera Land: Security Aesthetics   and Public Space,    Farmer, Dan, and Charles C.   Mann. Surveillance Nation, Technology Review May 2003, pp.   46-53   Foucault, M. Discipline and Punish: The Birth of the   Prison (trans. By A. Sheidan) New York: Vintage, 1995, Chapter 3:   Panopticism.   DeCew, Judith. In Pursuit of Privacy. (Ithaca:   Cornell University Press, 1997). 125-144.           February 23: Databases    When computers came to serve not only as calculators but as information processors, it was not long before their powers to store, organize, manipulate and analyze information about people were exploited. In many cases, the ends were good. But, worries of big brother were increasing on peoples minds, along with a sense that something needed to be done to control their proliferation and growth.         Assignment: What do we mean by public records? Provide some examples.         Readings:       Summary and Recommendations   from Records, Computers, and the   Rights of Citizens . Report of   the Secretarys Advisory Committee on Automated Personal Data   Systems. U. S. Department of   Health, Education &amp; Welfare.    (Copyright by Massachusetts Institute of Technology, 1973).   Froomkin, A. Michael, The   Death of Privacy? Stanford Law Review, Vol 52, 1461-1543 http://personal.law.miami.edu/~froomkin/articles/privacy-deathof.pdf (Read only 1461-1476)   Westin, Alan and Michael Baker,   (1972) Databanks in a Free Society:   Computers, Record-Keeping and Privacy . (New York: Quadrangle/The New   York Times Book Co.) 3-5,15-20   Privacy Basics: The OECD   Guidelines   Westin, Alan F. Privacy and Freedom. (New York:   Atheneum, 1967) Excerpts   Gandy, Oscar H. Coming to Terms with the Panoptic   Sort. Eds. David Lyon and Elia Zureik. Computers, Surveillance, and Privacy . Minneapolis: University of Minnesota   Press, 1996. 132-155.           March 1: Privacy in the Past and Today    Some people argue that we have more privacy today than every before. Others suggest that privacy advocates are misdirected in their quest because people are no longer interested in privacy. If people do not care, should they still, nevertheless, be protected?         Readings:       Gotlieb, Calvin C.    Privacy: A Concept Whose Time Has Come and Gone. Eds. David Lyon   and Elia Zureik. Computers,   Surveillance, and Privacy. Minneapolis: University of Minnesota Press,   1996. 156-171.   Allen-Castellitto, Anita L.   &quot;Coercing Privacy.&quot; William and Mary Law Review 40,   1999: 723-757   Smith, Janna Malamud. Private Matters. (New York:   Addison-Wesley Publishing Company, Inc., 1997). 53-72, 235-243.   Westin, Alan, Social and   Political Dimensions of Privacy, Journal of Social Issues, Vol59, No 2,   2003:431-453           March 8: Medical and Genetic Privacy    Good healthcare depends on a vast body of knowledge, including the knowledge physicians and other caregivers have about individual patients. This information is stored and used. It is of great value to the patients themselves and to society at large public health and research. But many people feel that information about their health is sensitive and personal and should not be widely shared. Are they right? Should there be restraints on what information is gathered and how it is used? Should genetic information be treated in unique ways?         Readings:       Goldman, Janlori. Protecting   Privacy to Improve Health Care. Health   Care . (November/December 1998.) 47-60.   Read the latest about Federal   Rules applying to medical records on Health Privacy Project Website:   http://www.healthprivacy.org/   Murray, Thomas H. Genetic Exceptionalism and Future Diaries:   Is Genetic Information Different from Other Medical Information? Genetic Secrets: Protecting Privacy and   Confidentiality in the Genetic Era .    Ed. Mark A. Rothstein. (New   Haven: Yale University Press, 1997).    60-73.   Alpert, Sheri, Protecting Medical   Privacy: Challenges in the Age of Genetic Information, Journal of Social   Issues, Vol59, No 2, 2003:301-322   Kaiser, Jocelyn, Population   Databases Boom, From Iceland to the U.S. Science, 8 November, 2002:   1158-1161   Garfinkel, Simson, Database   Nation: The Death of Privacy in the 21 st Century, (Sebastopol,   CA: OReilly, 2000) Excerps.           March 15: Recess         March 22: Privacy and Law    Guest Lecturer: Gaia Bernstein    U.S. law has grappled with both conceptual and normative privacy issues. Pulled in opposite directions by those, on the one hand, who see privacy as a distinctive value and on the other, by those who see it as a hodge-podge of more fundamental values, the law reveals complexity and confusion in its commitment to privacy. We examine various sources of legal protection for privacy, and will consider some of both the skeptical and committed positions.         Readings:       Bill of Rights at   http://lcweb2.loc.gov/const/const.html    Warren, Samuel D. and Louis D.   Brandeis. The Right to Privacy   [The Implicit Made Explicit]. Philosophical   Dimensions of Privacy: An Anthology .    Ed. Ferdinand Schoeman.    (New York: Cambridge U P, 1984).    75-103.   Prosser, William L. Privacy California Law Review , vol 48, no.3 August 1960, 383-424   Solove, Daniel J. and Marc   Rotenberg Information Privacy Law Cases and Materials Aspen Publishing   co, 2002, pp. 19-20   CSTB: Privacy Related   Legislation   Gellman, Robert. Does Privacy   Law Work? In Agre, Philip, and Marc Rotenberg. Technology and Privacy .    Cambridge, Mass.: MIT   Press, 1998.           March 29: Philosophical Conceptions of Privacy    What is privacy and why do we value it? These are the basic questions philosophers have asked. The questions are important because they provide reasons or justifications for heartfelt opinions on controversial issues. We will see, however, why theorists and activists alike have found privacy a challenging notion to grasp and defend. What interests and values does privacy challenge and how do we settle important tradeoffs?         Readings:       Reiman, Jeffrey. Driving to   the Panopticon: A Philosophical Exploration of the Risks to Privacy Posed   by the Highway Technology of the Future. Santa Clara Computer and High Technology Law Journal. (Volume   11, Number 1: March 1995). 27-44.   Gavison, Ruth. Privacy and the Limits of Law. The   Yale Law Journal (Vol. 89, No. 3: January 1980) 421-471.   Nissenbaum, Helen. Protecting Privacy in an Information   Age: The Problem of Privacy in Public.    Law and Philosophy (Volume 17: 1998). 559-596.           April 5: Privacy, Communications and the Media    We sometimes take for granted the privacy of our communications. We can whisper, pass notes, even send things in the mail, and expect them to remain secret. What can we expect, hope, or demand of our new communications technologies, from telephones to landlines to cell phones to email?         Assignment: Look into cases where investigative reporters have gone too far, violating privacy in the quest for a story? Are there cases of the opposite, timidity where aggressive pursuit and publication would have been socially more beneficial?         Readings:       Regan, Priscilla.   Communication Privacy: Transmitting Our Message. Legislating Privacy. (Chapel Hill: University of North   Carolina Press, 1995). Chapter 3   Read about Carnivore and Magic   Lantern at EPIC.org   Allen-Castellitto, Anita L.   &quot;Privacy versus the Publics Right to Know.&quot; Ed. Ruth Chadwick. The Encyclopedia of Ethical Issues in   Politics and the Media . San Diego, Calif.: Academic Press, 2000. 251-262.   Volokh, Eugene Personalization   and Privacy from Communications of   the ACM 43(8), August 2000, page 84.    http://www1.law.ucla.edu/~volokh/acm.htm    Smolla,   Rodney A. Privacy and the First Amendment Right to Gather News, George Washington Law Review , June/August   1999, 1097           April 12: Online Privacy    The online world offers protection from much of the scrutiny of physical interaction  others cant see or hear us. They may not know us. Yet online transaction has become increasingly a source of betrayal of our habits and origins. How so? And what should we do about it?         Readings:       Committee on the Internet in   the Evolving Information Infrastructure, (2001) The Internets Coming of Age , Report of the Computer Science   and Telecommunications Board. Chapter 1, pp. 1-5   Bennett, Colin J. Cookies, Web   Bugs, Webcams, and Cue Cats: Patterns of Surveillance on the World Wide   Web. Ethics and Information   Technology. (Volume 3, Number 3: 2001) 197-210.   Online profiling (See EPIC)   Smith, Marica, Internet   Privacy: An Analysis of Technology and Policy Issues Report of the   Congressional Research Service, December 2000   Kang, Jerry. Information Privacy in Cyberspace   Transactions. Stanford Law Review .   50 (4), April 1998, pages 1193-1294, Excerpts.           April 19: Privacy and Efficiency    Critics of strong protection have argued that privacy competes with other social values. Readings in this section make the case, generally, for business efficiency as one of those countervailing values.         Readings:         Singleton, Solveig. Privacy as Censorship: A Skeptical View of Proposals to Regulate Privacy in the Private Sector. Cato Policy Analysis No. 295 . (January 22, 1998).        Posner, Richard. An Economic Theory of Privacy Reprinted in Philosophical Dimensions of Privacy: An Anthology . Ed. Ferdinand Schoeman. (New York: Cambridge U P, 1984)        Cohen, Julie DRM and Privacy Communications of the ACM April 2003 Vole 46, No. 4: 47-49        Culnan, M. and Bies, R. Consumer Privacy: Balancing Economic and Justice Considerations Journal of Social Issues , Vol59, No 2, 2003: 323-342        Danna, A. and Gandy, O. All that Glitters is Not Gold: Digging Beneath the Surface of Data Mining, Journal of Business Ethics 40:373-386, 2002         April 26: Technical Protections for Privacy    Information technology databases, biometrics, genetics, surveillance cameras is usually understood as posing threats to privacy. But, here, we consider ways in which information technology can serve to protect privacy.          Readings:       Levy, Stephen. Crypto Rebels. High Noon on the Electronic Frontier . Ed. Peter Ludlow. (Cambridge, MA: MIT Press, 1996). 185-205.   Schneier, Bruce. Cryptography Primer. The   Electronic Privacy Papers . Ed.   Scheier and Banisar. (New York:   Wiley, 1997). 258-284.   Reagle, Joseph and Cranor,   Lorrie. The Platform for Privacy Preferences,. Communications of the ACM. (Volume 42, Number 2: February   1999). 48-55.   Chaum, David. Achieving Electronic Privacy. Scientific   American 267 (2), 1992: 96-101   Burkert, H. Privacy Enhancing   Technologies: Typology, Critique, Vision In Agre, Philip, and Marc   Rotenberg. Technology and Privacy:   The New Landscape. Cambridge,   Mass.: MIT Press, 1997: 125-142   Marx, Gary. A Tack in the   Shoe: Neutralizing and Resisting the New Surveillance, Journal of Social Issues , Vol59, No   2, 2003: 369-390           May 3: Review                    Email Helen Nissenbaum Need Help? Web-Master"}, {"content": "Information and Communication Technologies         Information and Communication Technologies (ICT) for Developing Regions   G22.3033-004 and G63.2851, Fall 2007   Wed 7:10-9:00 PM, CIWW 102   Instructor: Prof. Lakshminarayanan Subramanian   Office Hours: Thurs 5-6 PM or by appointment                [Project Topics]      [Lecture Schedule]      [Readings]       [Blog]     Motivation and Course Overview     Over the past several decades, computer science research and development has largely centered around issues in the developed world while very little focus has been given to problems in the developing world. A majority of people in the developing parts of the world do not have access to basic communications without which the &quot;digital divide&quot; in the world is bound to significantly grow over the years.     The premise of this course is that the development of appropriate Information and Communication Technologies, often referred to as ICT, can play a substantial role in addressing many of the pressing problems in developing regions especially in rural areas. ICT is not a solution by itself - it can primarily act as an enabler to improve the state of affairs in developing regions. In this course, we will study how ICT can be used to address problems in the following areas (to name the important ones and the focus areas for this class):     - Healthcare   - Education   - Micro-finance and Rural Banking   - Supply Chain Management   - Agriculture   - Traffic Control   - E-Governance     Applying ICT to address problems in these areas is not an easy task and involves addressing several challenges including research, development, deployment and social challenges. The research and development challenges cover several areas of computer science including networking, systems databases, security, user interfaces, HCI and architecture. In this course, we will review some of the ongoing efforts in this space and discuss in detail the challenges that arise in the above mentioned seven focus areas.     Course Details and Grading     This course is a projects oriented course with the project forming about 75% of the grade. 25% of the grade will be based on class discussion and a presentation. For the class, a pre-specified set of project topics related to ongoing research efforts will be suggested and each student will work in one of these projects. Students will be asked to make presentations during regular lecture schedules.     The suggested project topics are as follows:   - Low-cost zero maintenance wireless mesh networks   - Cellphone based healthcare record system   - Cellphone based micro-finance transaction system   - Low cost paper watermarking for securing paper-based transactions in financial transactions and E-governance   - Medical Education modules for prevalent healthcare problems (eg.malaria, obstetrics and gynecology)   - Video streaming in low-bandwidth environments for distance learning applications   - Traffic Signaling system for improving road capacity in chaotic urban environments   - User interface design for semi-literate and illiterate users   - Content distribution in intermittent environments for education, healthcare purposes     More details along with project pages will be posted soon. Motivated students can suggest their own project topics.     Who can take the course?     The course is accessible to students from a variety of backgrounds including computer science students, ITP students,   MSIS students and students in specific application domains (healthcare, finance, education). It is important that any student taking this class have basic exposure to IT courses. In any project group, it is very important that atleast a few if not all the students have some coding experience in languages such as C/C++/Java. Most of the projects do not require hacking skills but definitely require reasonable amount of coding. Application specific exposure/expertise is a huge plus in any project.     If you are interested in this space, I would strongly encourage you to drop by for the first class and check it out.       Lecture Schedule (tentative)     The readings for the classes will be posted soon. For the first class, no readings are essential.     Lecture 1: Role of ICT in Developing Regions   Overview of Suggested Projects     Lecture 2: ICT, Development and Economics     Lecture 3: Low-cost Network Communications     Lecture 4: Role of Cellphones in ICT     Lecture 5: Role of Kiosks and Low-cost computing infrastructure     Lecture 6: ICT for Telemedicine and Healthcare Delivery     Lecture 7: ICT for Education, Distance Learning and Continuing Medical Education     Lecture 8: ICT for Microfinance and Rural Banking     Lecture 9: Role of the Web in Developing Regions     Lecture 10: ICT and Supply Chain Management     Lecture 11: ICT and Agriculture     Lecture 12: Traffic Control     Lecture 13: User Interface and HCI Challenges     Lecture 14: ICT and E-Governance     Lecture 15: Project Presentations, Demos"}]},
{"detail": [{"content": "Privacy and Information and Communication Technology                                                  Privacy, Information, and Communication Technology    E59.1200.007 Integrating Liberal Arts         Monday 11AM-1:30PM         Instructor: Helen Nissenbaum, Department of Culture and Communication         On January 25, 1999, Scott McNealy, chief executive officer of Sun Microsystems, told a group of reporters and analysts on January 25, 1999, at the launch of Suns new Jini technology, You have zero privacy anyway, get over it.       McNealys comment reflects what many people believe, namely that technology, in particular, new media -- computers, information technology, and digital electronic networks -- have dramatically and irrevocably diminished our privacy. The picture, in fact, is far more complex. This course is a critical study of the multi-faceted relationship between privacy and technology. We will study technical innovations as well as new applications of old technologies that have caused alarm, from photography, cheap printing, and wire-taps to databases, video surveillance cameras, biometrics, and the Internet; we will also take note of technologies that have been offered as antidotes. We will study the people, practices, institutions, and vested interests that have supported the application of these technologies to observe people, store information about them, and hold them accountable for their actions. We will review prominent theories of privacy, contemporary privacy policy, privacy law, and privacy as a social, legal, and moral value.          Course Readings:     A Course Reader may be purchases from MacDougal Copy Center, 127 MacDougal Street (betw. W3 &amp; W4). Call before going: 212-460-8591. Almost all readings are contained in the course reader. Others are accessible online, including resources provided by key websites devoted to privacy.        Weston, A, A Rulebook for Arguments. 3 rd . edition (Indianapolis: Hackett Publishing Company, 2000)         Requirements and Grading Policy    Students are expected to attend all classes and complete assigned readings prior to class meetings. Grades for the course will be assessed according to three criteria: participation (in-class and online), examination, and short essays. To pass the class, students pass each of the three elements.          30% Participation (attendance, and in-class and online participation)    25% Final Examination (based on readings)    45% Essays (Three short essays)         Course Homepage Available Through Blackboard.     Check the homepage regularly for syllabus updates, useful external links, and announcements. An online discussion board provides a venue posting questions, ideas, observations, relevant news items, and more.          Schedule          January 26: Introduction to the Course         February 2: Overview of Contemporary Privacy Landscape    We will explore the broad range of privacy issues raised by technological advances and new applications of existing technologies.          Assignment: Readings from drafts of first paper.          Readings :      Lester, Toby The Reinvention   of Privacy, The Atlantic Monthly ,   March 2001, 31-39   Stanley, Jay and Steinhardt,   Barry, Bigger Monster, Weaker Chains: The Growth of an American   Surveillance Society, ACLU   Technology and Liberty Program , January 2003.   Brin, David. Chapter 3:   Privacy Under Siege. The   Transparent Society. (Reading: Addison-Wesley, 1998). 3-26           February 9: Anonymity and Identifiability    Being anonymous is, strictly speaking, to be unnamed. Anonymity is sometimes considered an important aspect of privacy but it can also be dangerous. With the advent of new technologies of identification, anonymity may be increasingly difficult to achieve in an information age.          Assignment: 1) Decide whether anonymous postings should be allowed; 2) Is caller-ID a good thing?         Readings:       Froomkin, A. Michael. Legal Issues in Anonymity and Pseudonymity.   The Information Society . (Volume 15, Number 2: April-June 1999).   113-127.   Clarke, Roger A. Human   Identification in Information Systems: Management Challenges and Public   Policy Issues, Information   Technology &amp; People 7, 4 (December 1994) 6-37 http://www.anu.edu.au/people/Roger.Clarke/DV/HumanID.html   Agre, Philip Your face is Not   a Bar Code: Arguments Against Automatic Face Recognition in Public Places   http://dlis.gseis.ucla.edu/people/pagre/bar-code.html   Ashborn, Julian (1999) The   Biometric White Paper.    Brey, Philip, Ethical Aspects   of Facial Recognition Systems in Public Places (unpublished manuscript)           February 16: Surveillance and Security    Video surveillance is seen as the answer to much insecurity, especially in the wake of terror and crime. The United Kingdom has embraced this technology with great enthusiasm and, it appears, little public objection.          Assignment: Map video surveillance cameras in Washington Square Park.         Readings:       Bentham, J.. The Panopticon Writings . Edited by   Miran Bozovic (London: Verso, 1995) 31-34   Rosen, Jeffrey. A Watchful   State. The New York Times Magazine ,   October 7, 2001. 38-43, 85,92,93.   Parenti, Christian, The Soft Cage: Surveillance in America .   New York: Basic Books, 2003 Chapter 8: Camera Land: Security Aesthetics   and Public Space,    Farmer, Dan, and Charles C.   Mann. Surveillance Nation, Technology Review May 2003, pp.   46-53   Foucault, M. Discipline and Punish: The Birth of the   Prison (trans. By A. Sheidan) New York: Vintage, 1995, Chapter 3:   Panopticism.   DeCew, Judith. In Pursuit of Privacy. (Ithaca:   Cornell University Press, 1997). 125-144.           February 23: Databases    When computers came to serve not only as calculators but as information processors, it was not long before their powers to store, organize, manipulate and analyze information about people were exploited. In many cases, the ends were good. But, worries of big brother were increasing on peoples minds, along with a sense that something needed to be done to control their proliferation and growth.         Assignment: What do we mean by public records? Provide some examples.         Readings:       Summary and Recommendations   from Records, Computers, and the   Rights of Citizens . Report of   the Secretarys Advisory Committee on Automated Personal Data   Systems. U. S. Department of   Health, Education &amp; Welfare.    (Copyright by Massachusetts Institute of Technology, 1973).   Froomkin, A. Michael, The   Death of Privacy? Stanford Law Review, Vol 52, 1461-1543 http://personal.law.miami.edu/~froomkin/articles/privacy-deathof.pdf (Read only 1461-1476)   Westin, Alan and Michael Baker,   (1972) Databanks in a Free Society:   Computers, Record-Keeping and Privacy . (New York: Quadrangle/The New   York Times Book Co.) 3-5,15-20   Privacy Basics: The OECD   Guidelines   Westin, Alan F. Privacy and Freedom. (New York:   Atheneum, 1967) Excerpts   Gandy, Oscar H. Coming to Terms with the Panoptic   Sort. Eds. David Lyon and Elia Zureik. Computers, Surveillance, and Privacy . Minneapolis: University of Minnesota   Press, 1996. 132-155.           March 1: Privacy in the Past and Today    Some people argue that we have more privacy today than every before. Others suggest that privacy advocates are misdirected in their quest because people are no longer interested in privacy. If people do not care, should they still, nevertheless, be protected?         Readings:       Gotlieb, Calvin C.    Privacy: A Concept Whose Time Has Come and Gone. Eds. David Lyon   and Elia Zureik. Computers,   Surveillance, and Privacy. Minneapolis: University of Minnesota Press,   1996. 156-171.   Allen-Castellitto, Anita L.   &quot;Coercing Privacy.&quot; William and Mary Law Review 40,   1999: 723-757   Smith, Janna Malamud. Private Matters. (New York:   Addison-Wesley Publishing Company, Inc., 1997). 53-72, 235-243.   Westin, Alan, Social and   Political Dimensions of Privacy, Journal of Social Issues, Vol59, No 2,   2003:431-453           March 8: Medical and Genetic Privacy    Good healthcare depends on a vast body of knowledge, including the knowledge physicians and other caregivers have about individual patients. This information is stored and used. It is of great value to the patients themselves and to society at large public health and research. But many people feel that information about their health is sensitive and personal and should not be widely shared. Are they right? Should there be restraints on what information is gathered and how it is used? Should genetic information be treated in unique ways?         Readings:       Goldman, Janlori. Protecting   Privacy to Improve Health Care. Health   Care . (November/December 1998.) 47-60.   Read the latest about Federal   Rules applying to medical records on Health Privacy Project Website:   http://www.healthprivacy.org/   Murray, Thomas H. Genetic Exceptionalism and Future Diaries:   Is Genetic Information Different from Other Medical Information? Genetic Secrets: Protecting Privacy and   Confidentiality in the Genetic Era .    Ed. Mark A. Rothstein. (New   Haven: Yale University Press, 1997).    60-73.   Alpert, Sheri, Protecting Medical   Privacy: Challenges in the Age of Genetic Information, Journal of Social   Issues, Vol59, No 2, 2003:301-322   Kaiser, Jocelyn, Population   Databases Boom, From Iceland to the U.S. Science, 8 November, 2002:   1158-1161   Garfinkel, Simson, Database   Nation: The Death of Privacy in the 21 st Century, (Sebastopol,   CA: OReilly, 2000) Excerps.           March 15: Recess         March 22: Privacy and Law    Guest Lecturer: Gaia Bernstein    U.S. law has grappled with both conceptual and normative privacy issues. Pulled in opposite directions by those, on the one hand, who see privacy as a distinctive value and on the other, by those who see it as a hodge-podge of more fundamental values, the law reveals complexity and confusion in its commitment to privacy. We examine various sources of legal protection for privacy, and will consider some of both the skeptical and committed positions.         Readings:       Bill of Rights at   http://lcweb2.loc.gov/const/const.html    Warren, Samuel D. and Louis D.   Brandeis. The Right to Privacy   [The Implicit Made Explicit]. Philosophical   Dimensions of Privacy: An Anthology .    Ed. Ferdinand Schoeman.    (New York: Cambridge U P, 1984).    75-103.   Prosser, William L. Privacy California Law Review , vol 48, no.3 August 1960, 383-424   Solove, Daniel J. and Marc   Rotenberg Information Privacy Law Cases and Materials Aspen Publishing   co, 2002, pp. 19-20   CSTB: Privacy Related   Legislation   Gellman, Robert. Does Privacy   Law Work? In Agre, Philip, and Marc Rotenberg. Technology and Privacy .    Cambridge, Mass.: MIT   Press, 1998.           March 29: Philosophical Conceptions of Privacy    What is privacy and why do we value it? These are the basic questions philosophers have asked. The questions are important because they provide reasons or justifications for heartfelt opinions on controversial issues. We will see, however, why theorists and activists alike have found privacy a challenging notion to grasp and defend. What interests and values does privacy challenge and how do we settle important tradeoffs?         Readings:       Reiman, Jeffrey. Driving to   the Panopticon: A Philosophical Exploration of the Risks to Privacy Posed   by the Highway Technology of the Future. Santa Clara Computer and High Technology Law Journal. (Volume   11, Number 1: March 1995). 27-44.   Gavison, Ruth. Privacy and the Limits of Law. The   Yale Law Journal (Vol. 89, No. 3: January 1980) 421-471.   Nissenbaum, Helen. Protecting Privacy in an Information   Age: The Problem of Privacy in Public.    Law and Philosophy (Volume 17: 1998). 559-596.           April 5: Privacy, Communications and the Media    We sometimes take for granted the privacy of our communications. We can whisper, pass notes, even send things in the mail, and expect them to remain secret. What can we expect, hope, or demand of our new communications technologies, from telephones to landlines to cell phones to email?         Assignment: Look into cases where investigative reporters have gone too far, violating privacy in the quest for a story? Are there cases of the opposite, timidity where aggressive pursuit and publication would have been socially more beneficial?         Readings:       Regan, Priscilla.   Communication Privacy: Transmitting Our Message. Legislating Privacy. (Chapel Hill: University of North   Carolina Press, 1995). Chapter 3   Read about Carnivore and Magic   Lantern at EPIC.org   Allen-Castellitto, Anita L.   &quot;Privacy versus the Publics Right to Know.&quot; Ed. Ruth Chadwick. The Encyclopedia of Ethical Issues in   Politics and the Media . San Diego, Calif.: Academic Press, 2000. 251-262.   Volokh, Eugene Personalization   and Privacy from Communications of   the ACM 43(8), August 2000, page 84.    http://www1.law.ucla.edu/~volokh/acm.htm    Smolla,   Rodney A. Privacy and the First Amendment Right to Gather News, George Washington Law Review , June/August   1999, 1097           April 12: Online Privacy    The online world offers protection from much of the scrutiny of physical interaction  others cant see or hear us. They may not know us. Yet online transaction has become increasingly a source of betrayal of our habits and origins. How so? And what should we do about it?         Readings:       Committee on the Internet in   the Evolving Information Infrastructure, (2001) The Internets Coming of Age , Report of the Computer Science   and Telecommunications Board. Chapter 1, pp. 1-5   Bennett, Colin J. Cookies, Web   Bugs, Webcams, and Cue Cats: Patterns of Surveillance on the World Wide   Web. Ethics and Information   Technology. (Volume 3, Number 3: 2001) 197-210.   Online profiling (See EPIC)   Smith, Marica, Internet   Privacy: An Analysis of Technology and Policy Issues Report of the   Congressional Research Service, December 2000   Kang, Jerry. Information Privacy in Cyberspace   Transactions. Stanford Law Review .   50 (4), April 1998, pages 1193-1294, Excerpts.           April 19: Privacy and Efficiency    Critics of strong protection have argued that privacy competes with other social values. Readings in this section make the case, generally, for business efficiency as one of those countervailing values.         Readings:         Singleton, Solveig. Privacy as Censorship: A Skeptical View of Proposals to Regulate Privacy in the Private Sector. Cato Policy Analysis No. 295 . (January 22, 1998).        Posner, Richard. An Economic Theory of Privacy Reprinted in Philosophical Dimensions of Privacy: An Anthology . Ed. Ferdinand Schoeman. (New York: Cambridge U P, 1984)        Cohen, Julie DRM and Privacy Communications of the ACM April 2003 Vole 46, No. 4: 47-49        Culnan, M. and Bies, R. Consumer Privacy: Balancing Economic and Justice Considerations Journal of Social Issues , Vol59, No 2, 2003: 323-342        Danna, A. and Gandy, O. All that Glitters is Not Gold: Digging Beneath the Surface of Data Mining, Journal of Business Ethics 40:373-386, 2002         April 26: Technical Protections for Privacy    Information technology databases, biometrics, genetics, surveillance cameras is usually understood as posing threats to privacy. But, here, we consider ways in which information technology can serve to protect privacy.          Readings:       Levy, Stephen. Crypto Rebels. High Noon on the Electronic Frontier . Ed. Peter Ludlow. (Cambridge, MA: MIT Press, 1996). 185-205.   Schneier, Bruce. Cryptography Primer. The   Electronic Privacy Papers . Ed.   Scheier and Banisar. (New York:   Wiley, 1997). 258-284.   Reagle, Joseph and Cranor,   Lorrie. The Platform for Privacy Preferences,. Communications of the ACM. (Volume 42, Number 2: February   1999). 48-55.   Chaum, David. Achieving Electronic Privacy. Scientific   American 267 (2), 1992: 96-101   Burkert, H. Privacy Enhancing   Technologies: Typology, Critique, Vision In Agre, Philip, and Marc   Rotenberg. Technology and Privacy:   The New Landscape. Cambridge,   Mass.: MIT Press, 1997: 125-142   Marx, Gary. A Tack in the   Shoe: Neutralizing and Resisting the New Surveillance, Journal of Social Issues , Vol59, No   2, 2003: 369-390           May 3: Review                    Email Helen Nissenbaum Need Help? Web-Master"}, {"content": "Information and Communication Technologies         Information and Communication Technologies (ICT) for Developing Regions   G22.3033-004 and G63.2851, Fall 2007   Wed 7:10-9:00 PM, CIWW 102   Instructor: Prof. Lakshminarayanan Subramanian   Office Hours: Thurs 5-6 PM or by appointment                [Project Topics]      [Lecture Schedule]      [Readings]       [Blog]     Motivation and Course Overview     Over the past several decades, computer science research and development has largely centered around issues in the developed world while very little focus has been given to problems in the developing world. A majority of people in the developing parts of the world do not have access to basic communications without which the &quot;digital divide&quot; in the world is bound to significantly grow over the years.     The premise of this course is that the development of appropriate Information and Communication Technologies, often referred to as ICT, can play a substantial role in addressing many of the pressing problems in developing regions especially in rural areas. ICT is not a solution by itself - it can primarily act as an enabler to improve the state of affairs in developing regions. In this course, we will study how ICT can be used to address problems in the following areas (to name the important ones and the focus areas for this class):     - Healthcare   - Education   - Micro-finance and Rural Banking   - Supply Chain Management   - Agriculture   - Traffic Control   - E-Governance     Applying ICT to address problems in these areas is not an easy task and involves addressing several challenges including research, development, deployment and social challenges. The research and development challenges cover several areas of computer science including networking, systems databases, security, user interfaces, HCI and architecture. In this course, we will review some of the ongoing efforts in this space and discuss in detail the challenges that arise in the above mentioned seven focus areas.     Course Details and Grading     This course is a projects oriented course with the project forming about 75% of the grade. 25% of the grade will be based on class discussion and a presentation. For the class, a pre-specified set of project topics related to ongoing research efforts will be suggested and each student will work in one of these projects. Students will be asked to make presentations during regular lecture schedules.     The suggested project topics are as follows:   - Low-cost zero maintenance wireless mesh networks   - Cellphone based healthcare record system   - Cellphone based micro-finance transaction system   - Low cost paper watermarking for securing paper-based transactions in financial transactions and E-governance   - Medical Education modules for prevalent healthcare problems (eg.malaria, obstetrics and gynecology)   - Video streaming in low-bandwidth environments for distance learning applications   - Traffic Signaling system for improving road capacity in chaotic urban environments   - User interface design for semi-literate and illiterate users   - Content distribution in intermittent environments for education, healthcare purposes     More details along with project pages will be posted soon. Motivated students can suggest their own project topics.     Who can take the course?     The course is accessible to students from a variety of backgrounds including computer science students, ITP students,   MSIS students and students in specific application domains (healthcare, finance, education). It is important that any student taking this class have basic exposure to IT courses. In any project group, it is very important that atleast a few if not all the students have some coding experience in languages such as C/C++/Java. Most of the projects do not require hacking skills but definitely require reasonable amount of coding. Application specific exposure/expertise is a huge plus in any project.     If you are interested in this space, I would strongly encourage you to drop by for the first class and check it out.       Lecture Schedule (tentative)     The readings for the classes will be posted soon. For the first class, no readings are essential.     Lecture 1: Role of ICT in Developing Regions   Overview of Suggested Projects     Lecture 2: ICT, Development and Economics     Lecture 3: Low-cost Network Communications     Lecture 4: Role of Cellphones in ICT     Lecture 5: Role of Kiosks and Low-cost computing infrastructure     Lecture 6: ICT for Telemedicine and Healthcare Delivery     Lecture 7: ICT for Education, Distance Learning and Continuing Medical Education     Lecture 8: ICT for Microfinance and Rural Banking     Lecture 9: Role of the Web in Developing Regions     Lecture 10: ICT and Supply Chain Management     Lecture 11: ICT and Agriculture     Lecture 12: Traffic Control     Lecture 13: User Interface and HCI Challenges     Lecture 14: ICT and E-Governance     Lecture 15: Project Presentations, Demos"}, {"content": "Educational Technology - NYU Steinhardt                                                         Skip to content        NYU Steinhardt School of Culture, Education, and Human Development           apply now     request info     contact                                   Programs in Educational Communication and Technology   Department of Administration, Leadership and Technology           Our Community         Faculty     Students           Student Voices      Student Projects and Research      Student Resources              Alumni     Social Media            MS in Games for Learning         About the Degree     Degree Requirements     Capstone Project     Internships     Applying to the Program     FAQ            MA in Digital Media Design for Learning         About the Degree     Degree Requirements     Capstone Project     Internships     Applying to the Program     FAQ            Adv Cert in Digital Media Design for Learning         About the Degree     Degree Requirements      Internships     Applying to the Program     FAQ            PhD in Educational Communication and Technology         About the Degree     Degree Requirements     Dissertation     Applying to the Program     FAQ              Research         Faculty Research     Student Research             Courses     News     Events      Facilities                             Videos                          Highlights from Constance Steinkuehler's presentation at Digital Media Design for Learning, \"Past, Present and Future,\" May 18, 2013  Visit http://vimeo.com/69117991 to watch the full presentation.                Permalink |        \"Past, Present and Future,\" May 18, 2013  Visit http://vimeo.com/69117991 to watch the full presentation.%0A%0Ahttp://steinhardt.nyu.edu/videos/vid/69116762\">Email |       Share on: Facebook |         Twitter                                   DMDL \"Past, Present and Future,\" May 18, 2013, Special Guest Speaker: Prof. Constance Steinkuehler - Highlights Highlights from Constance Steinkuehler's presentation at Digital Media Design for Learning, &quot;Past, Present and Future,&quot; May 18, 2013 Visit http://vimeo.com/69117991 to watch the full presentation.                              Katya Hott works for Eline Media and is a 2011 graduate in the Program of Digital Media Design for Learning                Permalink |        Email |       Share on: Facebook |         Twitter                                   Katya Hott, DMDL Alum presenting to prospective students of DMDL/ ECT Programs Katya Hott works for Eline Media and is a 2011 graduate in the Program of Digital Media Design for Learning                              Dr. Edith Ackermann is an Honorary Professor of Psychology at the University of Aix-Marseille, France, and is a Visiting Scientist at the MIT School of Architecture. She coaches graduate students and consults for companies, institutions, and organizations interested in the intersections between learning, teaching, design, and digital technologies.                Permalink |        Email |       Share on: Facebook |         Twitter                                   ECT/ DMDL Doctoral Fireside Chat: Dr. Edith Ackermann Dr. Edith Ackermann is an Honorary Professor of Psychology at the University of Aix-Marseille, France, and is a Visiting Scientist at the MIT School of Architecture. She coaches graduate students and consults for companies, institutions, and organizations interested in the intersections between learning, teaching, design, and digital technologies.                              The Educational Communication and Technology program talk series presents Nicholas Negroponte, one of the founders of the MIT Media Lab and the founder of One Laptop per Child.                Permalink |        talk series presents Nicholas Negroponte, one of the founders of the MIT Media Lab and the founder of One Laptop per Child.%0A%0Ahttp://steinhardt.nyu.edu/videos/vid/33541583\">Email |       Share on: Facebook |         Twitter                                   Design as Strategy, Nicholas Negroponte at NYU on Nov 17, 2011 The Educational Communication and Technology program talk series presents Nicholas Negroponte, one of the founders of the MIT Media Lab and the founder of One Laptop per Child.                             A talk given by Mike Ananny of Harvard University and Kate Crawford of University of New South Wales. This event was co sponsored by the Information Futures Initiative of the NYU Libraries and the Program in Educational Communication and Technology at NYU Steinhardt.                Permalink |        Email |       Share on: Facebook |         Twitter                                   Technologies for Listening: Mobiles, Newsware and Beyond A talk given by Mike Ananny of Harvard University and Kate Crawford of University of New South Wales. This event was co sponsored by the Information Futures Initiative of the NYU Libraries and the Program in Educational Communication and Technology at NYU Steinhardt.                              Robert Reiser, Ph.D is the Associate Dean for Research, Distinguished Teaching Professor and Robert M. Morgan Professor of Instructional Systems College of Education Florida State University                Permalink |        Distinguished Teaching Professor and Robert M. Morgan Professor of Instructional Systems College of Education Florida State University%0A%0Ahttp://steinhardt.nyu.edu/videos/vid/29487537\">Email |       Share on: Facebook |         Twitter                                   Robert Reiser, Ph.D  Ten Trends Affecting the Field of Instructional Design and Technology Robert Reiser, Ph.D is the Associate Dean for Research, Distinguished Teaching Professor and Robert M. Morgan Professor of Instructional Systems College of Education Florida State University                   Next Video &gt;&gt;           Tweets by nyuectdmdl              RT @vjalander1 : Emotional impact needs to be part of instructional design #unhmedia @janplass             RT @actualham : Elements of emotional design to consider when creating learning materials: visuals, movement (power poses, etc.), user control. - @janplass             RT @vjalander1 : Ss learn/retain more when happy than when sad. Need to work on activating positive emtions. @janplass             RT @actualham : A useful answer to audience member who hates games and loves textbooks: \"You, sir, are not our target audience.\" - @janplass             RT @actualham : Individual interest (or lack) in a subject can be overcome by designing high situational interest into the learning materials. - @janplass             RT @actualham : \"Playful learning\" vs. \"game-based\" learning. Affective &amp; sociocultural engagement (in addition to physical &amp; cognitive engmt.). @janplass             facebook for learning! our #ectcolloquium guest today is Nicole Krämer, speaking about learning on social media and blogs.            today, we have Miguel Nussbaum speaking about Game Based Learning. #ectcolloquium http://t.co/GtpO6YEvKl          nyuectdmdl on Twitter              The graduate programs in educational technology at NYU connect cutting-edge research from the cognitive and learning sciences with practice in designing digital learning tools for varied contexts&mdash;K&ndash;12 schools, universities, workplaces, museums, nonprofits, and international development. Our programs are unique in their focus across broad learning contexts and in the linkage between design and research (including our studio-based learning approach).    Our master's in Digital Media Design for Learning and Advanced Certificate in Digital Media Design for Learning (formerly Educational Communication and Technology) prepare students to create, use, and evaluate media and technology for learning, from software and websites, to games, video and mobile phone applications. The master's in Games for Learning prepares students to create, use and evaluate serious games for learning and social change. The PhD in Educational Communication and Technology prepares world-class scholars to theorize and study the relationship between design, media, technology, and learning in a variety of paradigms: from social science, to design, to humanistic and cultural studies.    In addition to exploring our programs, requirements, courses, news, and events, please check our FAQ page for lots of useful information. Download the Information for Applicants brochure for more about our programs, requirements, and courses.              News and Announcements                  [ECT Colloquium Series] Nicole Krämer                           Monday, March 30, 2015, 2:30pm-4:00pm Town Hall * MAGNET (Media And Games Network) 2 Metrotech Center, 8th Floor, Brooklyn NY 11201 Facebook as a tool for socializing… but also for learning? Nicole Krämer will talk about Facebook and the effects &#8230; (Read Story)                                                [ECT Colloquium Series] Rand Spiro                           Monday, April 27, 2015, 3:30pm-5:00pm Town Hall * MAGNET (Media And Games Network) 2 Metrotech Center, 8th Floor, Brooklyn NY 11201 The Post-Gutenberg Mind: A Comprehensive Framework for Next-Generation Learning with Technology in Complex Domains Rand Spiro will talk The &#8230; (Read Story)                                                [CREATE & ECT Colloquium Series] Miguel Nussbaum                           Wednesday, February 25, 2015, 2:00pm-3:30pm Town Hall * MAGNET (Media And Games Network) 2 Metrotech Center, 8th Floor, Brooklyn NY 11201 Educational Games and the Design Based Research Approach Miguel Nussbaum will talk about developing video games which align educational &#8230; (Read Story)                                                [ECT Colloquium Series] June Ahn                           Thursday, November 20, 2014, 1:00pm-2:30pm Town Hall * MAGNET (Media And Games Network) 2 Metrotech Center, 8th Floor, Brooklyn NY 11201 Reimagining STEM Pathways through the Design of Learning Environments and Technologies June Ahn talks about ways we can connect STEM &#8230; (Read Story)                                                [ECT Colloquium Series] Audrey Watters                           Thursday, November 13, 2014, 3:00pm-4:30pm Town Hall * MAGNET (Media And Games Network) 2 Metrotech Center, 8th Floor, Brooklyn NY 11201 Ed-tech and Conviviality in an Age of Surveillance A presentation sponsored by the Programs in Educational Communication and Technology &#8230; (Read Story)                                             More News Stories                 More News Stories              This site, and all its contents, are Copyright &copy;    by New York University. All rights reserved.   NYU Steinhardt - Educational Communication and Technology - 2 Metrotech Center, 8th Floor, Brooklyn NY 11201"}]}]