[{"detail": [{"content": "European Union, European Commission | NYU School of Law                          Skip to main content                                     &rsaquo;               Quicklinks       Areas of Study   Calendar   Career Services   Colloquia   Courses   Departments   Directories   Docket   Housing   Library   News and Press   NYU Home   Student Links   Technology                                              JD Admissions   Faculty &amp; Scholarship   Global Opportunities   LLM/JSD Admissions   Academics &amp; Courses   Law &amp; Business   Executive Education   Current Students   Public Service   About NYU Law   Alumni &amp; Giving   Centers &amp; Institutes                               Home &rsaquo; Library &rsaquo; Research &rsaquo; Foreign &amp; International Research &rsaquo; European Union                  Library                 European Union, European Commission                 Foreign &amp; International Research       Foreign &amp; Int&#039;l Search   Business, Bankruptcy, Banking, Finance   Constitutions   Council of Europe   Dictionaries   Electronic Citation   Environmental Law   European Union   Foreign Database Collections   Foreign Law by Jurisdiction   Human Rights   Intellectual Property, Copyright, Patents, Trademarks   Int&#039;l Criminal Law   Int&#039;l Databases   Int&#039;l Organizations   Int&#039;l Trade   Int&#039;l Treaties   Research Guides   United Nations   Taxation of International Business Transactions                           Guides:   European Union Research (NYU Law Library)  START HERE if you are researching the European Union, especially for law-related research. Decide what type of material you need (Treaties, legislation, scholarly books and articles, general information about the EU, etc.), and this guide will point you to the relevant information sources and official EU documents, whether in print or online. It has links to databases of EU law and to many websites, including the websites of the major EU institutions.   Quick List of European Union databases:   Archive of European Integration (AEI)  The AEI is an electronic repository and archive for research materials on the topic of European integration and unification. The goal is to collect research materials - working papers, policy papers, conference papers, small monographs, pre-prints, etc. — on this topic both for current use and for permanent archiving.   European Commission  As the Union's executive body, the Commission manages policies and negotiates international trade and cooperation agreements. Directorates-General and Services, set up the the internal market and information society policies.   Council of the European Union  Access to Documents: Public Register of Documents, Common Foreign and Security Policy, and Justice and Home Affairs.   CURIA - Court of Justice and Court of First Instance  Has unofficial texts (released ahead of the print versions). Under Recent case-law, the texts of cases since mid-1997 are searchable by case number, name, date, words, and broad subjects. Under Numerical access to case-law are cases back to the beginning of the Court, but texts before mid-1997 are not searchable. The following online finding tools are under construction and cover limited years and languages:Research and Documentation; Digest of Community Case-Law; Alphabetical Index of subject matter; Annotations of the judgments (by legal commentators); Recent Case Law; Numerical Access.   ECLAS  The Catalog of the European Commission Libraries. ECLAS lists books, articles (including the articles formerly listed in SCAD), documents, and publications.   EUROPA  It provides news and activities by sectors of EU activity (agriculture, competition, etc.). You can find texts of or citations to the treaties, legislation in force, legislation in preparation, recent case law, the Directorates-General and EU agencies, and other sources of information. There are links to institutions websites, to official documents, EUR-Lex, Bulletin of the European Union (monthly), General Report (annual), European Council, Presidency Conclusions.   European E-JUSTICE   The Portal provides access to a range of primary, secondary, and tertiary legal information respecting the European Union and its member states. More databases and services are to be added to the Portal in the future. According to a June 2010 press release issued by the Council of the European Union, the Portal’s content and functions are to be introduced in stages, as follows: firstly, access to law and information at EU and national level (N-Lex, EUR-Lex, case-law), including pan-European databases (e.g. to find a lawyer or notary in another Member State); secondly, electronic communication between a judicial authority and the citizen (submission of applications to court, exchange of documents in court proceedings, such as the European order for payment procedure etc.); and thirdly, secure communication between judicial authorities in the cross-border context (information about videoconferencing, its availability and possibilities, secure exchange of legal assistance requests, etc.). See the Official Gazettes in Europe .   EUR-Lex The portal to European Union law  As the one-stop portal to EU law , it is a great place to start, but it does not contain all documents for earlier years. EUR-Lex texts of legislation are not enhanced with all the CELEX cross-references to related documents that WESTLAW and Lexis/Nexis provide. EUR-Lex contains treaties, the Official Journal L, C and C-E Series in PDF back to Jan. 1, 1998, Legislation in Force (html, not PDF) accessible through the Directory of Community Legislation in Force; Legislation in preparation, including COM documents and other preparatory documents; Case law: ECJ, plus links to Court of the EFTA and European Court of Human Rights; Parliamentary questions; Documents of public interest, including white papers and green papers. To check directives implementation, have your directive on screen then click on \"bibliographic notice\" and \"display the national implementation measure.\"    EUR-Lex added a new page http://eur-lex.europa.eu/content/tools/TableOfSectors/types_of_documents_in_eurlex.html with a table listing the sector, descriptor, and type of document for all documents in EUR Lex.The table makes it easier to build a Celex number — a document's unique identifier in EUR Lex — which is composed of characters and digits representing the sector (1 digit), year (4 digits), document type (1 or 2 letters) and document number (4 digits). (What are Celex numbers composed of? http://eur-lex.europa.eu/content/help/faq/intro.html#help10 )   EU laws and preparatory acts – direct link: You can now go straight to the directories of EU legislation in force http://eur-lex.europa.eu/browse/directories/legislation.html and preparatory acts http://eur-lex.europa.eu/collection/eu-law/pre-acts.html .   Access to pre-1998 OJs: All Official Journals http://eur-lex.europa.eu/JOIndex.do?ihmlang=en published before 1998 are being uploaded to EUR Lex in PDF format. Since 1998 all OJs have been available in EUR Lex, via the Official Journal link in left hand menu of the EUR Lex homepage http://eur-lex.europa.eu/en/index.htm   Eurostat  The Statistical Office of the European Communities. Its task is to provide statistics that enable comparisons between countries and regions. The free electronic publications are only in pdf format. Clients who want data in excel or other formats for manipulation still need to pay a Eurostat Data Shop for the extraction.   European Voice  An online weekly newspaper which reports and analyzes the activities of the Commission, Parliament and Council of Ministers and also covers European business and industry news.   European Parliament  The database contains plenary sessions, verbatim reports (April 1996-); reports (July 1994-); minutes, July 1994-; texts adopted (July 1994-);  Legislative Dossiers. Tracks legislative proposals (1994-) and provides citations to related documents.   European Research Papers Archive (ERPA)  The Archives include over 200 online papers in the field of European integration research, published under the auspices of the following institutions: the Harvard Jean Monnet Chair; the European University Institute (EUI, Florence); the Max-Planck-Institute for the Study of Societies (Cologne); ARENA (Oslo); the European Integration online Papers (EIoP)   IATE — the Inter-Active Terminology for Europe  It is the terminology/translation database system used by the institutions of the European Union since 2004. IATE incorporates many legacy databases, including the well-known multilingual EURODICAUTOM, the European Commission's terminology system dating back to the early 1970s.   Information Society Project Office  ISPO aims to promote cooperation and development in the various areas of the Information Society. ISPO acts as a bridge builder between Commission Services and external organizations interested in the Information Society.   LAWTEL Main Menu EU &amp; Legal Journals Index  Legal database with fast, easy, intuitive access to the law. Offers a unique range of information from case law to legislation. The Library does not subscribe to it.   N-Lex  A database of national laws with search results directly from national databases. It also offers descriptions of database contents and search options for each country (search fields and different types of national law), as well as a multilingual dictionary (EUROVOC) — to help the research in foreign languages.   VLex  Besides the contents already available at EUR-LEX , VLex add over 80 secondary sources (journals, monographs, comparative studies, etc.)     Check when last updated                                                  Facebook   Twitter   YouTube   Instagram   Visitor Information   Directories   Offices and Departments   Site Map   NYU School of Law                   Prospective Info   Admissions (JD) Admissions (LLM/JSD) Areas of Study Degrees Offered Faculty Profiles Campus Map  Academics   Academic Sitemap Course Descriptions Class Schedules NYU Classes Clinics Academic Calendars  Departments   Academic Services Career Services Financial Aid Graduate Affairs (LLM) Hospitality and Events Housing Human Resources Library Operations and Facilities Records and Registration Student Affairs  Tools and Resources   About the Law School Campus Map Directories Law School News Journals Picture Book                      © 2015 New York University School of Law. 40 Washington Sq. South, New York, NY 10012. Tel. (212) 998-6100"}]}]