[{"detail": [{"content": "Freshman Honors Seminars: Fall 2010, CAS | NYU                                                  Navigation       College of Arts and Science                 About Arts and Science | Departments and Programs | The Faculty       About the College | Programs | Students | Admissions | Alumni                  Back to Home             Freshman Honors Seminars: Fall 2010   THE FRESHMAN HONORS SEMINAR program in the College of Arts and Science was established in 1992 at the urging of a committee of distinguished faculty members from several schools in the University. The aim was to offer select freshmen, in their very first semester, the opportunity to be in a small, intellectually stimulating class taught by an expert professor. From the start, the program proved to be highly popular with students and instructors alike. The number of seminars has grown from a mere seven in the fall of 1992 to more than fifty in recent fall semesters. The instructors have been drawn not only from the College’s faculty but also from NYU’s professional schools and from among New York ’s professional, cultural, and governmental leaders. Required of freshmen in the College’s Presidential Honors Scholars program, the seminars have been open to other capable students in the College and other NYU schools who wish to do honors-level work. Since spring 2005, the College has extended the principles behind these seminars to advanced-level courses.  The FRESHMAN HONORS SEMINARS have as their goals to put new students into contact with leading thinkers, to introduce them to important subjects, to challenge them intellectually through rigorous standards of analysis and oral and written argumentation, and to prepare them to conduct their own research. To that end, they stress demanding readings and writing assignments that introduce students to an essential research skill—such as a literature review, quantitative reasoning, critical use of primary sources, the identification of a research problem, critical analysis of texts, or confrontations with works or art. In addition to participating actively in class discussions, students are expected to give oral presentations in class. A final paper will typically, though not always, have gone through one or more revisions, perhaps revised with the benefit of in-class comments. In other seminars the focus may be on individual or group projects.      Computer Simulation (V50.0207; call # 73712) Instructor: Charles S. Peskin Monday and Wednesday, 2:00–3:15 p.m. Prerequisites: AP calculus and physics            Since the starting point for any computer simulation is a mathematical model (i.e., a collection of equations that describe the phenomenon to be simulated), the true prerequisite for this seminar is a love of mathematics, especially calculus. Computer simulation is one way that mathematics gets applied to the real world. In this hands-on course students learn how to program computers to simulate physical and biological processes. Examples include the orbits of planets, moons, comets, and spacecraft; the spread of epidemic and endemic diseases in a population, including the evolution of a population in response to an endemic disease; the production of sound by musical instruments; the flow of traffic on a highway or in a city; and the electrical activity of nerves. The seminar meets alternately in a classroom and in a computer laboratory setting. The techniques needed to perform computer simulations and to present the results in terms of elementary graphics, animations, and sounds are taught in class and then applied in the laboratory by students working individually or in teams. Topics for student projects may be drawn from those discussed in class as listed above, but students are also free to do other projects that reflect their own interests.      CHARLES S. PESKIN is Silver Professor of Mathematics and Neural Science. His field of research is mathematical modeling and computer simulation applied to biology and medicine. He is a member of the National Academy of Sciences, a former MacArthur Fellow, and a recipient of the Mayor’s Award for Excellence in Science and Technology, as well as the Great Teacher Award of the NYU Alumni Association.    Language and Reality in Modern Science and Literature (V50.0210; call # 73713) Instructor: Friedrich Ulfers Tuesday and Thursday, 2:00–3:15 p.m.          The course explores the possibility that there exists a common ground between the two cultures of science and the humanities. It posits the hypothesis of a correlation between postclassical science (e.g., quantum theory) and “postmodern” literature and philosophy. Among the key notions examined are Heisenberg’s “uncertainty principle” and the “undecidability” of deconstructive theory. The discussion of these notions and of their implications in literary works revolves around their effect on classical logic, the referential function of language, and the traditional goal of a complete explanation/description of reality. Readings include selections from the works of Virginia Woolf, Borges, Kundera, Pirsig, and Pynchon, and from non-technical texts on quantum and chaos theory. FRIEDRICH ULFERS is Associate Professor of German. Winner of the College’s Golden Dozen Award for Teaching Excellence, the University’s Distinguished Teaching Medal, and its Great Teacher Award, he has taught not only in the German Department but also in the Draper Interdisciplinary Master’s Program, offering courses, on, among others, Nietzsche and Kafka, that engage his interdisciplinary interests (literary theory, psychology, philosophy). He has written widely on 20th-century German authors and is at present preparing a study of Nietzsche as a postmodernist.    The Supreme Court and the Religion Clauses: Religion and State in America (V50.0218; call # 73714) Instructor: John E. Sexton Tuesday, 6:45–8:45 p.m.        Should members of the Native American Church be allowed to smoke peyote at religious ceremonies? Can a public high school invite a rabbi to give a benediction and convocation at graduation? Should a state legislator rely on his or her religious convictions in forming a view about the legality of capital punishment or abortion? The course divides these questions into three subject areas: religious liberty; separation of Church and State; and the role of religion in public and political life. It focuses on how the Supreme Court has dealt with these areas and, more important, invites students to construct anew a vision of the proper relationship between religion, state, and society in a 21st-century liberal constitutional democracy. Most students consider the workload for this course very heavy; please do not enroll unless you are willing and eager to perform at that level.      JOHN E. SEXTON, President of New York University, was the Dean of the NYU Law School from 1988 to 2002. He has taught courses on the Constitution and the courts and has led seminars on the intersection of religion and the law. Before he came to NYU, he served as law clerk for Chief Justice Warren Burger of the U.S. Supreme Court, and he has testified frequently before the U.S. Congress. In addition to his law degree, he holds a doctorate in the history of American religion.    First Amendment Freedom of Expression (V50.0235; call # 73716) Instructor: Stephen D. Solomon Monday and Wednesday, 9:30 a.m.–10:45 p.m.    Conflicts over freedom of speech erupt into public debate almost every week. Congress passes a law to purge indecency from online communications. A judge issues an order shutting down a website that publishes secret documents. Reporters go to jail for refusing to reveal the identity of sources who provide critical information for a story of national importance. Although the First Amendment appears on its face to prohibit any governmental restrictions on speech, the Supreme Court in fact balances free and open expression against other vital interests of society. This course begins by examining the sharp disagreements over what freedom of speech and press meant in 1789, even as Madison drafted the amendment. Students will learn about the struggle against seditious libel (the crime of criticizing government or its officials) that was not won in this country until the landmark decision in New York Times v. Sullivan in 1964. The course will look at freedom of speech through the prism of a rich variety of contemporary conflicts, including libel of public and private persons, political dissent that advocates overthrow of the government, prior restraints against publication, flag burning, restrictions on freedom of speech during wartime, and religious expression in the public schools.      STEPHEN D. SOLOMON is an Associate Professor of Journalism and the Associate Director of the Arthur L. Carter Journalism Institute. He teaches courses on First Amendment law in which he focuses on freedom of speech and freedom of the press. His most recent book, Ellery’s Protest , tells the story of one of the most controversial Supreme Court cases of the last century, Abington School District v. Schempp, in which the justices ruled that state-organized prayer and Bible reading in the public schools violated the First Amendment. Solomon is a recipient of the College’s Golden Dozen Award for Teaching Excellence. He earned a J.D. at Georgetown University Law Center.    School and Society: NYU in the Sixties and Seventies (V50.0255; call # 73718) Instructor: Arthur Tannenbaum Tuesday, 2:00–4:30 p.m.    The decades of the 1960s and 1970s brought profound changes in American society, changes mirrored in the history of the nation, academe, and New York University. It was a time that witnessed the struggle for civil rights, assassinations, war abroad and riots at home, and a youth-led revolution in music, dress, and values. This course aims to develop an appreciation of those years by examining the events and the reactions as they affected campuses and students across America. Students will prepare reports on different aspects of the era. In addition, through shared background reading, class members will work on group projects. In both cases, and in the spirit of the times, the topics will be self-chosen with the approval of the group and the seminar leader.    ARTHUR TANNENBAUM is an Associate Curator in the Bobst Library and has taught in the English Department of the Faculty of Arts and Science. He is currently the librarian for Social Work in the Social Sciences Department. First as a student and then as faculty, he has been at NYU for more than thirty years. In 1992 he received the University Distinguished Teaching Medal in recognition for his work with students.  The Art of the Enemy (V50.0270; call #73720) Instructor: Hector Feliciano Wednesday, 3:30 p.m.–6:00 p.m.    The destruction of the art of the enemy, or cultural looting, has almost always been one of the staple by-products of international, civil, or religious strife. From ancient or biblical times to the recent wars in Afghanistan and Iraq, art plunder and the willful destruction of cultural patrimony—from palaces, museums, libraries, churches, mosques, and synagogues to paintings, statues, icons, and books—have been used by victors and looters as a supplementary means to conquer, annihilate, and humiliate the enemy. By studying some historical and recent examples of destruction and looting, we will explore the enemies’ fascinating political, aesthetic, or religious justifications for these acts. We will also consider why some enemies destroy while others simply take along, sell, or abandon; we will describe the positive and negative role of museums in some of these events, and learn how the “values of collecting” and the creation of museums may have helped to preserve art destined to be destroyed or looted by others. Above all, we will learn about the history of art and constantly be redefining what art is and what it means—to us and to our enemies.    HECTOR FELICIANO is a Fellow of the New York Institute for the Humanities at NYU. Formerly cultural writer for the Paris bureaus of the Washington Post and the Los Angeles Times, he is the author of The Lost Museum: The Nazi Conspiracy to Steal the World’s Greatest Works (1997); first published in French, this work has since been published in nine languages. He served on the Panel of Experts of the Presidential Commission on Holocaust Assets in the United States. He is the organizer of the First International Symposium on Cultural Property and Patrimony (Columbia University, 1999) and currently writes for El País in Madrid and Clarín in Buenos Aires. From the Rise of Christianity to Bowling Alone: A Sociological Perspective on Two Millennia (V50.0282; call # 75841) Instructor: Edward W. Lehman Wednesday, 2:00–4:30 p.m.        The second decade of the new millennium has dawned with disenchantment with intensifying left-right cleavages and with claims that the United States is increasingly a nation of isolated individualists whose disregard for collective responsibilities is eroding civic virtues and its democratic institutions. Our aim is to assess the trajectory of our culture using the dimensions of autonomy versus order and freedom versus determinism. This seminar begins by probing these diagnoses in the broader context of moral and social transformations in the West over the last two thousand years. We consider the sociologist Rodney Stark’s acclaimed The Rise of Christianity , which focuses on formative developments during the first four centuries of the first millennium of the common era. We then examine social-science analyses of pivotal changes that have occurred in the last four centuries, with particular emphasis on the US. Our final reading is the political scientist Robert Putnam’s controversial Bowling Alone , which remains the most publicized critique of contemporary American civic life.    EDWARD W. LEHMAN is a Professor Emeritus of Sociology. His research interests include political sociology, cultural sociology, and sociological theory. He is the author of Coordinating Health Care: Explorations in Interorganizational Relations , Political Society: A Macrosociology of Politics , and The Viable Polity . He is coeditor of A Sociological Reader in Complex Organizations . He has edited and published Autonomy and Order: A Communitarian Anthology , a collection of original essays by 15 authors that explores how the fraying of shared moral understandings and the erosion of communal bonds affect our capacity to balance individual rights and collective responsibilities.    The Representation of “the Other” in the Israeli-Palestinian Cinema and Beyond (V50.0286; call # 76735) Instructor: Shimon Dotan Friday, 9:30 a.m.–noon Representation of the “Other” is a variation of the search for self-identity. The Israeli-Palestinian conflict and its political cinema exhibit a clear pattern in which the parties attribute to the “Other” qualities and traits that reflect their own distress and aspirations. World political cinema, fiction and documentary, engages similar practices. This pattern of representation will be examined in a series of contemporary films that will provide a window into some of the hottest world conflicts and into the genre of political cinema. Each class consists of a screening followed by a discussion concentrating on topics such as: a) the specific political conflict represented in each film, b) variations in the use of film language (form and content, sight and sound, montage, point of view) to achieve a subjective portrayal. Screenings include The Battle of Algiers , by Gillo Pontecorvo; Divine Intervention , by Elia Suleiman; No End In Sight , by Charles Ferguson; Paradise Now , by Hany Abu-Assad; Close, Closed, Closure , by Ram Loevi; Syrian Bride , by Eran Riklis; Wedding in the Galilee , by Michel Khleifi; Fog of War , by Errol Morris; Hot House , by Shimon Dotan. This class is designed for anyone interested in filmmaking, film criticism, and contemporary politics and history.    SHIMON DOTAN, a Fellow of the New York Institute of the Humanities at NYU, is an award-winning filmmaker with thirteen feature films to his credit. His films have been the recipients of the Silver Bear Award at the Berlin Film Festival ( The Smile of the Lamb ), numerous Israeli Academy Awards, including Best Film and Best Director ( Repeat Dive; The Smile of the Lamb ), and Best Film at the Newport Beach Film Festival ( You Can Thank Me Later ). His film Hot House won the Special Jury Prize at Sundance in 2007. Dotan has taught filmmaking and film studies at Tel Aviv University in Israel and at Concordia University in Montreal, and is a member of the Directors and Writers Guilds of America (DGA, WGA).    Communications and Human Values (V50.0291; call # 76737) Instructor: Richard D. Heffner Thursday, 9:30 a.m.–noon    This seminar is an intellectual inquiry into the development of American public policy as it relates to mass communications. It is not a practicum, not a “how-to” course about film and television, nor about the media generally. The seminar’s purpose is instead to analyze how much of our sense of what it means to be an American early in the 21st century has been molded by the media—first print and now increasingly electronic—with particular reference to their socializing and value-legitimating content. To learn about and then deal appropriately and reasonably with such media power, students are asked first to identify their own respective approaches to the role of the state and its proper relationship to the individual through class discussion of such readings as Walter Lippmann’s Public Opinion , Robert Merton’s Mass Persuasion , J. S. Mill’s On Liberty , Herman Melville’s Billy Budd , and Neil Postman’s Amusing Ourselves to Death ; of such films as Hearts and Minds , JFK , and Fahrenheit 9/11 ; and of the increasingly unfair and unbalanced rants and raves of America’s newer communications outlets. Finally, class emphasis is placed on analyzing and resolving such contemporary media issues as a Fairness Doctrine (the real or imagined “chilling effect” of a requirement for media fairness and balance); cameras in the courts (do televised trials enhance justice, or instead create a “mobocracy,” with trial by a new jury of public opinion?); the importance of journalistic “privilege”; and media self-regulation (can there in fact be meaningful voluntary self-discipline in a free market, free speech, mass media-driven society?).    RICHARD D. HEFFNER is Producer/Moderator of the weekly public television series The Open Mind , which he began over half a century ago. Earlier a broadcaster and executive at ABC, NBC, and CBS, in 1962 he became the Founding General Manager of New York’s pioneering Channel 13. Trained as an American historian, he is the author of A Documentary History of the United States (1952; Eighth Revised and Updated Edition—with Alexander Heffner—2009) and the editor of Tocqueville’s Democracy in America (1956; reissued 2010). His newest books are a collaboration entitled Conversations with Elie Wiesel (2001) and his paperback edition of As They Saw It… A Half Century of Conversations from The Open Mind (2003). From 1974 to 1994 Mr. Heffner served as Chairman of the film industry’s voluntary classification and rating system in Hollywood, commuting from Rutgers, where he has been University Professor of Communications and Public Policy since 1964.    The Crusades and Their Legacy (V50.0296; call # 73726) Instructor: Jill N. Claster Thursday, 2:00–4:30 p.m.    The Crusades, which began at the end of the 11th century, form one of the most important chapters in the history of the interactions among Christianity, Islam, and Judaism. The Crusades began as religious wars to recover the holy places venerated by Christians in the city of Jerusalem. The unexpected result of the First Crusade was the conquest of lands in the Middle East known as the Latin Kingdom, or Outremer, the lands across the sea. For two hundred years, against all odds, the Crusaders managed to keep some of their newly won lands. They lost more of them with every passing decade, however, until at last the Muslims triumphed and the kingdom in the Middle East was lost to Western Christendom. This seminar covers the Crusades themselves, the background which made it possible for thousands of people for over two centuries to join the crusading movement, and the religious ardor which informed the Crusades. It also focuses on life in the Latin Kingdom in the Holy Land, particularly on the relations among the three great religious groups and how it came about that they all claim Jerusalem for their own. Most of all, the course addresses many issues that are crucial to an understanding of the world we live in: the nature of a Christian holy war and the nature of jihad ; the question of whether the Crusades were the first manifestation of European imperialism in the Middle East; and the centuries-long legacy of the crusading era.    JILL N. CLASTER is Professor of History Emerita with a specialty in the Middle Ages; she has taught and studied the Crusader era extensively and is the author of the recently published book, Sacred Violence: The European Crusades to the Middle East , 1095–1396 (2009). She served as Dean of the College of Arts and Science and as Director of the Kevorkian Center for Near Eastern Studies. She has been the recipient of a Fulbright grant and was honored with the Great Teacher Award by the Alumni Association of NYU.                     Latin America at the Start of the 21st Century: Coming  of Age or Continuing Chaos? (V50.0306;  call # 77352) Instructor:  Jorge G. Castañeda Monday, 9:30 a.m.–12:00 noon       This seminar focuses on several aspects of Latin America’s problems in the past and their  possible solutions today. It takes up such topics as the absence of orderly,  peaceful, and steady democratic rule during the first 160 or 170 years of  independence from colonial rule and the consolidation of representative  democracy today; the absence of economic growth during the last 20 years and  the possibility of a new economic takeoff today; the widespread persistence of  violence in Latin America and the growing respect for human rights today; and  the weakness of civil society in Latin America in the past and the growing  strength and vigor of civil society today. For each topic, there are readings  dealing with its political, economic, and cultural dimensions in both past and  present.       JORGE G. CASTANEDA returned to NYU in fall 2003 as Global Distinguished  Professor of Politics and Latin American and Caribbean Studies. Professor at  the National Autonomous University of Mexico since 1979, he has also been a  visiting professor at the University of California at Berkeley, Princeton, and Dartmouth. A principal strategist in the election  campaign of President Vicente Fox in 2000, he served as Mexico’s Foreign Minister from late 2000 until  early 2003. He is the author of nineteen books, including, in English, Utopia  Unarmed: The Latin American Left after the Cold War ; Compañero: The Life  and Death of Che Guevara ; Perpetuating Power ; Ex-Mex: From Migrants to Immigrants ; and Leftovers: Tales of the Latin American Left (with Marco Morales) He has also written articles for many  newspapers and magazines in Mexico, the United States, and other countries.                 Louis XIV and the Art and Architecture of France : The “Splendid Century” (V50.0344; call # 75842) Instructor: Guy Walton Wednesday, 11:00 a.m.–1:30 p.m. King Louis XIV (reign: 1643–1715) is widely regarded as the greatest of early modern European art patrons, one whose achievements in numerous areas were regarded by some (e.g., Voltaire) as constituting nothing less than the golden age of French culture. No one can deny the value of Louis’ support of a vast number of talented, highly accomplished artists, architects, gardeners (not to mention craftsmen, writers, musicians, scholars, and scientists). Interest in these achievements continues today, as millions still visit his chateau of Versailles. In this course we focus on two areas that Louis himself called to our attention with two series of tapestries, The History of the King and The Houses of the King , which he commissioned from his Gobelins Manufactory in Paris. The class begins with the study of the events of the king’s reign as depicted there, along with some other images that were produced at the time in a number of artistic media. This introduces us to major events of the history of the reign as background to our studies, and we discuss these artworks themselves as examples of the king’s politics, his taste, and the refined and elegant French pictorial art of his period. The second part of the course, focusing on images from both sets of tapestries, considers some of Louis’ grandiose buildings, especially the chateau of Versailles, its décor and gardens. Selected readings include portions from the memoirs of contemporaries such as the Duke de Saint-Simon and Mme de Sévigné, along with historical and art historical publications.    GUY WALTON is Professor Emeritus of Art History at the College of Arts and Science. His degrees are from Wesleyan University and NYU’s Institute of Fine Arts (M.A., Ph.D.). His areas of research and publication have centered on European courts of the early modern period. He has served as organizer and curator of important international exhibitions and of the Colloque de Versailles (1985) at the chateau. His publications include scholarly articles, reviews, and exhibition catalogs. He is the author of Louis XIV’s Versailles .    Girls in the Sixties: Getting Coffee and Getting Political (V50.0349; call # 75843) Instructor: Marylouise Oates Monday, 2:00–4:30 p.m.    Women’s participation in the struggles of the 1960s is largely undocumented. Despite the relative dearth of women-specific literature, primary and secondary sources will allow us to explore the crucial but neglected role women played in achieving social change while their efforts simultaneously helped to liberate themselves as well. Students will be expected to complete the following assignments: (1) Teams will research a social justice movement and present the findings of their investigation to the seminar. (2) Each student will select one living woman involved in the social justice movements, research and interview her, and share her story with the class. In addition to the oral presentation, the woman will be the subject of a five-page midterm paper. (3) All students will complete a ten-page final paper with their own analysis of the broader themes of the course.    MARYLOUISE OATES holds an M.Div. from Yale. In 1964, as the youngest national reporter for UPI, she covered the 1964 Democratic National Convention, the Philadelphia riots, and New Jersey politics, before moving to the National Desk in New York City. She served as Deputy National Press Secretary in McCarthy’s presidential campaign. In 1968–69 she was journalist-in-residence at UC-Berkeley’s Daily Californian , then returned to Washington, D.C., where she was the press secretary for the National Vietnam Moratorium and later for the National Welfare Rights Organization. Active in the gay and lesbian civil rights movement in California in the 1970s, she went on to become a reporter and the society columnist for the Los Angeles Times , where she refocused coverage to include minority communities, the power of political money, and the emerging AIDS crisis. She is the author of three novels; one of them, Making Peace , which describes the turmoil and intrigues of the antiwar movement, was praised in the New York Times for capturing the spirit of those times.    Documentary Theater (V50.0351; call # 75721) Instructor: Carol Martin Monday and Wednesday, 11:00 a.m.–12:15 p.m. This course explores the subject matter, history and theoretical ideas in contemporary theatre of the real, also popularly known as documentary theater. By analyzing the artistic and dramatic languages of documentary theater, we look at the ways in which this form of theater incorporates a range of human behavior from everyday life to important political events. Documentary theater is part of the contemporary obsession with “reality” at a time of unprecedented growth in virtual entertainment, internet use, personal communication technology, and the dominance of “reality shows.” Documentary theater runs parallel to these newer mediums of performance and even collaborates with them. We read plays about the Israeli-Palestinian conflict, terrorism, the Holocaust, racial clashes, the deposition of Cardinal Law, the murder of Matthew Shepard, Lebanese suicide bombers, the post-Communist cover up of industrial accidents in Poland, and honor killings in Holland, along with accompanying theoretical essays. Several times during the semester we view recordings of performances. The questions we consider include: Can documentary theater effectively critique social and moral values? What are the implications of blurring of art and life? Are fiction and nonfiction adequate terms for considering the portrayal of truth? How might we consider documentary theater from the vantage point of the contemporary collapse of the distinction between the real, the simulated and the virtual?    CAROL MARTIN is Associate Professor of Drama at NYU’s Tisch School of the Arts. She writes on documentary theater, contemporary American and Japanese performance, as well as on performance and globalization. Her essays and interviews have appeared in academic journals in the U.S. and abroad and in the New York Times and have been translated into French, Polish, Chinese, and Japanese. Martin’s most recent book is Dramaturgy of the Real on the World Stage .    Literary Theory and Its Applications (V50.0355; call # 73729) Instructor: John Maynard Tuesday, 2:00–4:30 p.m.    Students in this seminar will read a selection of essays from major thinkers about literature, mainly from the latter half of the 20th century. They will learn to consider different approaches to literature. They will complete the course by preparing a discussion of a work of literature using one or more of the conceptual approaches they have studied. Emphasis will be placed on learning how to analyze theoretical problems and how to improvise in applying them to new situations. The seminar is recommended for students interested in any area of the humanities.    JOHN MAYNARD is Professor of English. His interests include literary interpretation, readers and reading, literary theory, biography, and Victorian and modern literature. He has published books on a variety of subjects in Victorian literature and is editor of Victorian Literature and Culture . His most recent book is on readers and reading. From 1983 to 1989, he served as chair of the Department of English. He likes New York City, New York theater, and bicycling.    From Mind to Brain and Back Again (V50.0357; call # 77194) Instructor: Joseph LeDoux Monday, 2:00–4:30 p.m.    What is mind? Is it a system of impulses or something changeable? This paraphrase of a Bart Simpson remark captures one of the great debates in history: to what extent are we hard-wired as opposed to shaped by experience? Several hundred years ago, fundamental questions such as these were addressed by philosophers. The birth of psychology in the late 19th century gave us ways of studying the mind scientifically rather than simply speculating about it. Modern neuroscience gives us a new approach, one in which we use discoveries about the brain to understand who we are and why we are that way. What have we learned? And does this approach enhance (or diminish) our sense of who we are? In this course we address these questions, looking at the issues both historically and in terms of modern discoveries. We use the topic of emotions, and their relation to the brain, as a window on the broader problem of mind and brain.    JOSEPH LEDOUX is a University Professor and Henry and Lucy Moses Professor of Science, and a member of the Center for Neural Science and of the Department of Psychology at NYU. He received his Ph.D. in psychology from the State University of New York at Stony Brook in 1977. He was a postdoctoral fellow and then an Assistant Professor in the Department of Neurology at Cornell University Medical College. In 1989 he joined NYU. His work is focused on the brain mechanisms of emotion and memory. In addition to articles in scholarly journals, he is author of The Emotional Brain: The Mysterious Underpinnings of Emotional Life and Synaptic Self: How Our Brains Become Who We Are . He is the recipient of the 2005 Fyssen International Prize in Cognitive Science. He is also a member of a rock band, The Amygdaloids, an all-NYU band that plays original music about mind and brain. They have two CDs: Heavy Mental and Theory of My Mind (due out June 2010).    The Writer in New York (V50.0367; call # 77133) Instructor: Vincent Passaro Thursday, 2:00–4:30 p.m.    New York was once the undisputed capital of American literary life. Taking on the many images and expressions of the writer in New York over the past century and more, this seminar presents the city as a kind of super-literary event, a vivid aesthetic and social organism that enlarges and tunes the artistic imagination and the writer’s crucial powers of observation. We read primary sources and secondary commentary to examine how a number of writers have negotiated—and how the city has powerfully influenced—the fragile construction of their literary art and their personal identities. An important goal of the course is to reach a nuanced historical understanding of our city, acknowledging its peculiar power to erase its own history as it changes and grows. We attend to the perennial difficulties of money and competition that preoccupies most writers living here, the stress that characterizes both life in New York and the life of the writer, and how those strained lives have helped to create a kind of literary tradition of their own. Through the readings—from Whitman to James, from Crane to Millay to Fitzgerald, from the Beats to the Downtown writers to recent web postings—we will try to understand the New York writer’s particular forms of misery and joy.    VINCENT PASSARO is the author of the New York novel Violence, Nudity, Adult Content (2002). His widely anthologized short fiction, essays, criticism and reviews have appeared in GQ , Esquire , Harper’s Magazine ,the Nation ,the New York Times Magazine ,andthe London Sunday Times Magazine , among other venues, and he has written online for Salon.com and Mr. Beller’s Neighborhood , a site dedicated to stories from New York.    Welcome to College: The Novel (V50.0371; call # 73734) Instructor: Carol Sternhell Tuesday, 11:00 a.m.–1:30 p.m.      Starting college can be exhilarating—and terrifying. A chance for intellectual enlightenment—or intense loneliness. An escape from a stultifying small town of narrow-minded people—or a riot of alcohol, sex, and drugs. In this class we will read a selection of college novels from different historical periods, ranging from F. Scott Fitzgerald’s This Side of Paradise (about life at Princeton just before World War I) to Tom Wolfe’s recent bestseller I Am Charlotte Simmons (about the corruption of a brilliant and innocent country girl at a contemporary Ivy League university). We will discuss these novels from a variety of perspectives, literary, historical, and journalistic. In addition to presenting biographical and historical/cultural reports on at least two of the authors and their novels, students will write about their own experiences as first-year students at NYU in several genres, including fiction and nonfiction. Together we will explore this important life passage, examining life as we live it.    CAROL STERNHELL, the Department of Journalism’s former Associate Chair, is Associate Professor of Journalism and a director of the Arthur L. Carter Journalism Institute’s new multimedia Studio 20 graduate program. As the department’s former Director of Global Initiatives, she created study-abroad programs in London, Prague, and Accra. She was the founding Director of the College’s women’s studies major and has written about feminism, motherhood, and literature for a variety of publications, including the Village Voice , the Nation , the New York Times Book Review , Ms ., and the Women’s Review of Books . Before coming to NYU, she worked as an editor at Newsday, a general assignment reporter for the New York Post, and a freelance magazine writer. She received a Golden Dozen Award for Teaching Excellence in 2005.    The Doctor’s Dilemma: Being Both Correct and Right (V50.0379; call # 76819) Instructor: Michael Makover Tuesday, 6:20–8:50 p.m.    Dr. Saul Farber, former Dean of the NYU School of Medicine, frequently cautioned that an action or a conclusion might be correct, but would it be right? Ethics, laws, and religious and cultural beliefs intersect in every medical encounter and healthcare issue and affect patients’ options and care. Determining how to treat patients correctly and safely is difficult, but figuring out what is right is even harder. The challenging issues to be studied and debated in this seminar include the following: Should doctors help terminal patients die to relieve intractable suffering? Should doctors participate in executions or in the interrogation of terrorists? Do we want to know so much about our genetic makeup that we are faced with terribly difficult consequences of that knowledge? Is “alternative medicine” a reasonable alternative? What makes a good doctor good? Who should pay for your healthcare? The course aims to teach students how to address such questions by learning to think like doctors and scientists, to apply logic tempered by human values and experience, to analyze information critically, and to present ideas effectively and honestly. Students submit weekly essays on subjects assigned in class and write a long essay at the end of the semester.    MICHAEL E. MAKOVER, M.D., is Clinical Assistant Professor of Medicine at the NYU School of Medicine, Attending Physician at the NYU Medical Center, and in active practice of internal medicine and rheumatology. He is particularly interested in preventive medicine and has published on new approaches to preventing nearly all heart disease and stroke. He is the author of the book Mismanaged Care, as well as articles on healthcare quality, ethics, and economics. A co-founder and Director of a medical device and telehealth company, he has also been a consultant to many corporations. He was an aide to Senator Robert F. Kennedy and a spokesman for the American Cancer Society and the New York Heart Association. He is developing a book called 120 Years Young .    Bread, Wine, and Genes: The Evolution of Food Species (V50.0380; call # 77297) Instructor: Michael D. Purugganan Wednesday, 2:00–4:30 p.m. The Neolithic Revolution, which began approximately 12,000 years ago, saw different human cultures around the world start to domesticate wild plant and animal species to serve as food sources in agriculture. The prehistoric genetic tinkering of those pioneer farmers transformed various plant and animal genomes and resulted in the evolution of new species. Through readings, discussion, and research assignments, we will explore how modern genomics and molecular evolutionary biology shed light on the genetic changes underlying the origins of our food species, and how the study of these domesticated species in turn has advanced our understanding of the evolutionary process.    MICHAEL D. PURUGGANAN is the Dorothy Schiff Professor of Genomics and is a leader in the study of plant evolutionary and ecological genomics. He has conducted a wide array of research, including studies of the molecular evolution of Hawaiian plants, the genomics of the model species Arabidopsis , and the genetic origins of rice and other crop species. His recent work has appeared in the journals Science , Nature , Proceedings of the National Academy of Science , and Genetics . A Fellow of the American Association for the Advancement of Science, he has received a Guggenheim Fellowship and a Sloan Young Investigator Award in Molecular Evolution.    New York City : A Survey, 1609–1898 (V50.0383; call # 76738) Instructor: Leo Hershkowitz Tuesday, 11:00 a.m.–1:30 p.m.    In this study of New York City, we shall look for answers to several basic questions. For example, how did the city become the “World’s Capital”? Why is New York so different from other American cities? Why is it the center of art, music, finance, science? Is New York an American city? How have artists, writers, and travelers viewed New York? How do New Yorkers see New York? What is its future? This is also a voyage into unknown New York by means of archival sources largely overlooked by historians, but which are important to understanding the complexity, as well as the excitement, that is New York history. Many of these primary sources are now in the Tamiment Library at NYU, while others are at the New York Historical Society and such city agencies as the offices of the County Clerk and Register of New York County. The materials found there are basic to the lectures, discussions, and students’ papers in the class. There will also be a walking tour of lower Manhattan and visit to a number of institutions where archival materials are housed. LEO HERSHKOWITZ, Professor of History at Queens College, CUNY, has written widely on aspects of New York City history. His work has also included testimony before the U.S. Supreme Court (1997) and consultancy to the New York Attorney General, the County Clerk of New York County, and the Appellate Division of the State of New York, First Department. He has presented many papers at such diverse institutions as the Museum of the City of New York, Jewish Historical Society of England, American Jewish Historical Society, New York State Medical Society, and Columbia University. He received a Ph.D. in history from New York University and a Doctorate of Humane Letters from the Hebrew Union College, Jewish Institute of Religion.    Computational Thought (V50.0385; call # 73739) Instructor: Dennis E. Shasha Monday and Wednesday, 3:30–4:45 p.m. Prerequisites: AP calculus, discrete mathematics, or some programming experience    Computational technology and methods lie at the core of modern science, commerce, entertainment, and, regrettably, war. There are very powerful ideas underlying the field that have roots in mathematics, linguistics, engineering, and even philosophy. Some of its greatest inventions were born in cafés or as responses to a puzzle. Some recent algorithmic methods come from studying ants and evolution. This course introduces computational thinking as it builds on logic, linguistics, heuristics, artificial intelligence, and biological computing. The learning style will combine straight lecture, interactive discussions of puzzles and games, and short computer programs (in the programming language Python). Students will make a few presentations during the semester about topics such as the solutions to computationally motivated puzzles, the relative power of linguistic descriptions, and their very own simulations of a Rogerian psychiatrist. The goal is for students to learn to think about computation from multiple perspectives and to synthesize those perspectives when faced with unsolved challenges.    DENNIS E. SHASHA is Professor of Computer Science. His fields of research include computational biology, technologically enhanced privacy, and pattern matching. On the way to becoming a computer scientist, he studied linguistics, engineering, and philosophy. You can find some of his puzzles on the Scientific American website: www.sciam.com .      Live from NYU: American Poetry Now (V50.0388; call # 73740) Instructor: Deborah Landau Thursday, 4:30–7:00 p.m.    This course, both writing workshop and literature seminar, offers a lively introduction to the contemporary poetry scene. Students attend a series of poetry readings at Writers House, studying poems by each acclaimed contemporary poet in advance of that writer’s visit to NYU. After each reading, students have the opportunity to participate in an intimate Q &amp; A with the visiting writer; some authors also visit the classroom to discuss the art and craft of poetry. In response, students create their own poems, taking risks and experimenting to discover their own distinctive style and voice. Fundamental aspects of craft are addressed in a supportive yet challenging classroom environment; exercises are suggested to help combat “writer’s block,” develop skills with language, and teach techniques for revision. Visiting poets vary each semester but past seasons have included Billy Collins, Mark Strand, Anne Carson, Yusef Komunyakaa, Galway Kinnell, Charles Simic, John Ashbery, Marie Ponsot, Mark Doty, and Sharon Olds. Note: Students will be required to attend a number of poetry readings on Thursdays from 7:00 to 8:00 p.m.    DEBORAH LANDAU is the author of Orchidelirium , which won the Anhinga Prize for Poetry, and Blue Dark (forthcoming from Copper Canyon Press). Her poems, essays, and reviews appear in The Paris Review , Tin House , American Literature , The Kenyon Review , TriQuarterly , The Best American Erotic Poems , and Women’s Studies Quarterly , among other publications. She was educated at Stanford, Columbia, and Brown, where she was a Javits Fellow and received a Ph.D. in English and American Literature. For many years she co-directed the KGB Bar Monday Night Poetry Series. She co-hosts the video interview program Open Book on Slate.com and is the Director of the NYU Creative Writing Program.    Living Off the Laughter: Comedy in America (V50.0389; call # 73741) Instructor: Eddy Friedfeld Thursday, 6:20–8:50 p.m.    The history of comedy in 20th-century America is the history of America. Comedians have provided a funhouse mirror as well as a perceptive lens for American society and culture. Silent film comedians, for example, were instrumental in establishing the movie industry, while the physical nature of vaudeville’s humor reflected the linguistic diversity of its immigrant audience. An overview of American comedy, this seminar will be history with a laugh track, taking the significant periods and players of modern America and analyzing them against their historic context and their legacy, using their humor as the platform. We will examine how their comedy was shaped by and responded to American society, and how they in turn influenced and shaped American life. The great comedians and moments from film, radio, and TV to be studied in this seminar include Charlie Chaplin, Buster Keaton, the screwball comedies of the 1930s and 40s, the golden age of television, the sitcom, Lenny Bruce, Richard Pryor, George Carlin, Mel Brooks, Woody Allen, and Jerry Lewis. Clips and segments from classic TV and movies will enrich our discussion of the evolution of comedy, its place in history, and its similarities in time.    EDDY FRIEDFELD is a film and entertainment journalist and historian. He is the co-author of Caesar’s Hours with comedy legend Sid Caesar, and is working on a book on the history of comedy in America. He was the Senior Consultant for the PBS documentary Make ’Em Laugh: The Funny Business of America , has written and lectured extensively on entertainment, and has produced and hosted tributes to Alan King, Robert Altman, and George Carlin, among others.    Secret Weapons: Reading Julio Cortázar (V50.0390; call # 75591) Instructor: Lourdes Dávila Monday and Wednesday, 12:30–1:45 p.m.        Argentinean writer Julio Cortázar (1914–1984) remains one of the most important Boom authors in Latin America. His incursions into the fantastic genre, his development of a new theory of the novel in Hopscotch or 62: A Model Kit , his exploration of popular culture in texts like the hybrid Around the Day in Eighty Words and the comic-strip novel Fantomas , and his political essays like Nicaraguan Sketches trace not only his own development as an author but also the development of Latin American culture and politics in the 20th century. This seminar will follow the evolution of Cortázar’s writing with a specific emphasis on his fantastic stories and their relationship to Poe and Borges, his strategic use of popular culture, specifically his use of visual language and jazz music, as a means of questioning the limits between high and low, the influence he received from the Cuban revolution, and the political struggles he faced as émigré writer in France.    LOURDES DÁVILA is a member of the faculty of Spanish and Portuguese and a Golden Dozen Teaching Award winner. Since the 1980s, she has written and published widely on Cortázar’s writing, from Hopscotch to Buenos Aires Buenos Aires to Fantomas Against the Multinational Vampires . Her first book, The Image Arrives on a Verbal Shore , focuses on Cortázar’s use of visual language. She is is finishing a book on photography and literature in Latin America, is the editor of the forthcoming essay collection La variable Bellatin , and has worked as a translator since the early eighties, both in the field of art and in literature. Her two latest literary translations are Corner of the Dead , (English to Spanish), a short novel by award-winner Lynn Lurie about the Shining Path in Peru, and Julio Cortázar’s Silvalandia (Spanish to English).    Different Families, Different Values (V50.0391; call # 75869) Instructor: Judith Stacey Thursday, 3:30–6:00 p.m.    The memorable opening line of Anna Karenina —“Happy families are all alike; every unhappy family is unhappy in its own way”—expresses a view that remains widespread. Especially in the U.S., campaigns for family values insist that nuclear families formed through monogamous heterosexual marriage are normal and the best environment for children, while “alternative” families are unnatural, immoral, and/or inferior. In fact, however, successful (and unsuccessful) forms of family and kinship differ wildly across the centuries, continents, and cultures. This seminar will provide a selective guided tour of happy and unhappy features of diverse marriage and family systems and the political and personal conflicts they raise in the United States, South Africa and among an unusual ethnic minority culture in Southwestern China, the Mosuo. We examine dramatically different family and social systems, including traditional and untraditional forms of polygamy and a variety of gay chosen families, in order to assess their characteristic strengths and weaknesses and to better understand the social and political stakes in contemporary global conflicts over family values.    JUDITH STACEY is Professor of Social and Cultural Analysis and Professor of Sociology at NYU. Her research examines the politics of changing forms of family, gender and sexuality in the U.S. in comparison with other societies. Her publications include In the Name of the Family: Rethinking Family Values in the Postmodern Age (1996); Brave New Families: Stories of Domestic Upheaval in Late Twentieth Century America (1990), and Patriarchy and Socialist Revolution in China (1983), and the forthcoming Unhitched:Lessons about Love, Sex, and Families from West Hollywood to Western China (2011), as well as many articles on family change and politics in academic journals and more popular periodicals. A frequent public commentator on changing family forms, Professor Stacey has testified about lesbian and gay parenthood in court conflicts over gay family rights.    Comfort and Suffering (V50.0393; call # 73742) Instructor: Tom Olson Wednesday, 4:55–7:25 p.m.    The purpose of this seminar is to explore the nature of comfort and suffering as a human experience. We will examine related readings through the lens of the health care system paradigm, and will use case studies to explore the wellness-illness continuum of human experiences. Students will become familiar with conceptual frameworks used by nurses, physicians, and social workers as they assist patients through the illness experience, which is continually balanced between comfort and suffering. Our discussions on the nature of comfort and suffering will focus on writings from the Bible, which will be contrasted with contemporary editorials and publications, in order to examine historical changes in the way individuals think about these important dimensions of the human experience. Scientific advances create heretofore unimaginable opportunities, choices, and dilemmas for all of us as we seek to discern how to cope with disease, human suffering, and the psychological consequences that are inevitable when illness and care needs create complexity in our lives. We will debate the notion of “self-care,” now very popular in the health care literature, and contrast it with the concept of “patient abandonment.”    TOM OLSON is Executive Associate Dean at the NYU College of Nursing. He received his Ph.D. in 1991 from the School of Nursing at the University of Minnesota. His funded research activity includes clinical projects focusing on Mexican-origin adults with obsessive-compulsive disorder (OCD) and historical research involving the evolution of nursing education and an oral history project of Hawaii nurses. Dean Olson is certified as a clinical specialist in adult psychiatric and mental health nursing by the American Nurses Credentialing Center. Prior to joining NYU, he served as Professor and Director of the Interdisciplinary Health Sciences Ph.D. Program, in the College of Health Sciences and School of Nursing, University of Texas at El Paso.      Sexual Harassment and the Law (V50.0396; call # 73744) Instructor: Shelley D. Fischel Monday, 3:30–6:00 p.m.    Is sexual harassment a problem of gender or a problem of power? Is there a difference? Is sexual harassment a sui generis incident or a pervasive structural reality? Should sex between a teacher and a student, supervisor and a subordinate, be harassment, regardless of consent or coercion? Can sexual harassment law reproduce homophobia, or suppress same-sex communities and same-sex desire? While we may agree that the “casting couch” is no longer permissible, we may not as easily find consensus to these other questions. In tracking the feminist, political, and uneven development of sexual harassment over the past thirty years, this course will familiarize students with this body of law while at the same time engaging broader philosophical discussion and debate. Its relative youth, narrow focus, and interesting fact patterns make sexual harassment law an exciting mechanism for exploring the way jurisprudence develops in the United States, and its doctrinal focus on sex and state make it an equally exciting mechanism to explore issues of gender and power. Among topics to be covered are judicial expansion into sexual orientation, retaliation; Title IX and the development of sexual harassment law in education, the litigation process of these cases, and the political and constitutional implications of sexual harassment policies censoring speech.    SHELLEY D. FISCHEL, ESQ., served as Executive Vice President of Home Box Office, Inc., responsible for Human Resources, Facilities and Real Estate, as well as labor law matters until her retirement in December 2009. She oversaw all sexual harassment claims in the company. She received her J.D. from Columbia University and her L.L.M. from NYU.    Alexis de Tocqueville (V50.0398; call # 77232) Instructor: Paul Berman Tuesday, 3:30–6:00 p.m.    Alexis de Tocqueville published Democracy in America in two volumes, in 1835 and 1840. Those volumes have come to be widely regarded as a masterpiece twice over, the most incisive portrait of the American national character ever written, and a profound reflection on the meaning of democracy itself. Democracy in America is also a beautiful work of literature. This seminar will study Democracy in America in depth. It looks at some of Tocqueville’s writings on his own country, France. It also glances briefly at his predecessor and kinsman, François-René de Chateaubriand, who visited America in the 1790s. By reading and discussing Tocqueville and Chateaubriand, students sharpen their ability to think philosophically about democracy, America, France, and other themes. And the students increase their ability to recognize and appreciate the art of good writing.    PAUL BERMAN is a Distinguished Writer in Residence, a Professor of Journalism, and a Fellow of the New York Institute for the Humanities at NYU. He is the author or editor of nine books, including The Flight of the Intellectuals ; A Tale of Two Utopias: The Political Journey of the Generation of 1968 ; Terror and Liberalism ;and Power and the Idealists: Or, The Passion of Joschka Fischer and Its Aftermath . He edited Carl Sandburg: Selected Poems , published by the American Poets Project of the Library of America. He writes for the New York Times Book Review and a number of other magazines in the United States and elsewhere, including the New Republic , where he is a contributing editor, and Dissent , where he is a member of the editorial board. He has received fellowships from the MacArthur and Guggenheim foundations, among other awards.  Word and Image (V50.0399; call # 76739) Instructor: Mark Podwal Monday, 3:30–6:00 p.m.    This art survey will explore the interplay between the verbal and visual. With the invention of the printing press, pictures were characteristically regarded as less important than texts. Nowadays, there is much less distinction between the realms of the verbal and visual. In the 1970’s, the Op-Ed page of The New York Times set editorial illustration in a new direction: a symbiosis of word and image. The “iconotext,” a genre in which neither image nor text is free from the other, includes one-panel cartoons, children’s picture books, comic books, and graphic novels such as Art Spiegleman’s Maus . Words are frequently featured in modern art, from the Cubist collages of Picasso to the stenciled letters of Jasper Johns. Although it has been more common for words to inspire images, at times images have inspired words. E. B. White’s poem, I Paint What I See , parodies the controversy over Diego Rivera’s mural in Rockefeller Center. Leonard Shlain, in The Alphabet Versus the Goddess , proposes that literacy reinforced the brain’s predominantly masculine left hemisphere at the expense of the iconic feminine right side. Readings for the course include All the Art That’s Fit to Print (And Some That Wasn’t): Inside The New York Times Op-Ed Page by Jerelle Kraus; The Painted Word by Tom Wolfe; and Leonardo and A Memory of His Childhood by Sigmund Freud. Relevant gallery and museum visits are assigned.    MARK PODWAL, Clinical Associate Professor of Dermatology at the NYU School of Medicine, pursues a parallel career as an artist. For 38 years, his drawings appeared on the Op-Ed page of The New York Times . He is the author and illustrator of numerous books as well as the illustrator of books by Elie Wiesel and Harold Bloom. His art is represented in the collections of the Metropolitan Museum of Art, the Victoria and Albert Museum, and the Library of Congress. He has received awards from the Society of Illustrators and the Society of Newspaper Design, and the French government named him an Officier of the Ordre des Arts et des Lettres. Moreover, he was the first recipient of the NYU School of Medicine Alumnus Medicine in the Humanities Award. His documentary film House of Life: The Old Jewish Cemetery in Prague was broadcast this year on PBS.         Photography as a  Global Language   (V50.0400; call # TBA)   Instructor: Ulrich Baer   Day/hour TBA      We live in an illustrated world, and photographs have come to determine  political, personal, and even the most private of decisions. It takes special  skills to navigate this maze of images—skills that can be learned and that  allow us to make informed decisions in our illustrated world. This  interdisciplinary seminar explores how photographic images create meaning, and  how they help us create the worlds we live in. Particular attention will be  paid to the way photography marks the often invisible difference between  someone’s private world and the world at large. We will read canonical  texts on photography (by Siegfried Kracauer, Walter Benjamin, Roland  Barthes, Susan Sontag, Geoffrey Batchen, Allan Sekula, and others) and  look at a wide range of photographs, from the inception of the medium to  the present time, and from around the world. We will learn to apply and  test various theories of photography against the medium’s uncanny and unrivaled  power to evoke the real. You will be expected to think about the work of major  photographers by researching and writing a series of concise essays, and by  creating your own image-essays in group work to be presented in the seminar.  Be prepared to look closely and to think hard. ULRICH BAER, Vice Provost for Globalization and Multicultural Affairs and  Professor of Comparative Literature and German, was awarded the College's  Golden Dozen Award for Excellence in Teaching in 1998 and 2004. He is the  author of Remnants of Song: Trauma and  the Experience of Modernity in Charles Baudelaire and Paul Celan and Spectral  Evidence: The Photography of Trauma , editor of the literary anthology 110 Stories: New York Writes after September 11 , and  editor and translator of The Poet's Guide  to Life: The Wisdom of Rainer Maria Rilke . He has published widely on  photography and co-taught a seminar entitled “Archive, Image, Text” with  Professor Shelley Rice, cross-listed in four NYU departments and two schools.  The Health of New Yorkers, from Colonial Times to the Present (V50.0402; call # 73749) Instructors: Mariano Jose Rey and Eduardo Betancourt Tuesday and Thursday, 3:30–4:45 p.m. This seminar explores, in a broad historical approach, the health of New Yorkers over nearly four hundred years, from the time of the original Dutch colony to the present. It considers responses to epidemics and other health crises, the impact of immigration and other economic and social changes, the effects of racism and sexism, and the role of folk remedies and alternative medicine. It also examines the development of formal health care infrastructures, such as medical schools and physician training programs, the NYC Health Department, and the NYC Health and Hospitals Corporation. Readings include contemporary documents from the different centuries. The class will visit the Emergency Room of Bellevue Hospital, the Office of the NYC Chief Medical Examiner, the Museum of the City of New York, and several historical places in New York City. The class will meet at the medical school.      MARIANO JOSE REY, M.D., is the Senior Associate Dean of Community Health and the recent former Dean of Students at the NYU School of Medicine. He is a specialist in cardiology and cardiovascular physiology and pathophysiology. He is also currently the Director of the federally funded NYU Institute of Community Health and Research. The Institute houses the Center for the Study of Asian American Health, the Center for Latino Health, and the Center for the Health of the African Diaspora. The Centers are engaged in research on the causes of health disparities and health inequities and in the search for solutions. He has published numerous articles in a variety of journals on academic medicine, cardiology and cardiovascular diseases, and public health.      EDUARDO BETANCOURT is the Chief Operating Officer of the NYU Institute of Community Health and Research (ICHR). In this position he supervises the academic, service, and research activities of the institute as well as its finances of more than 40 million dollars in multiple grant funding. He is also the Director of the Center for Latino Health at ICHR. As the Director, he helps both faculty and community as they address the many health disparities that burden Latinos in the United States. He is a mentor to college and medical students who are performing research on the many aspects of the health and life of Latinos in the United States and in Latin America. He received his M.P.A. from the NYU Wagner School of Public Service.  America ’s Role in International Affairs since World War II (V50.0405; call # 73750) Instructor: James B. Sitrick Wednesday, 3:30–6:00 p.m.    This seminar will explore America’s role in international affairs since World War II, interweaving into the conversation current foreign policy issues that are challenging America. To provide historical perspective, the class first reads George F. Kennan’s classic book American Diplomacy, 1900–1950 . Subsequent topics include the creation of the UN during the late 1940s and some of its more recent activities, including possible reform; the activities of the CIA in recent years; the Cuban Missile Crisis of 1962; American involvement in Vietnam in the 1960s and early 1970s; America’s long involvement in the Middle East, including its more than 60-year support for the State of Israel and the alleged influence of the “Israel Lobby” on U.S. foreign policy; the current U.S. relationship with Iran; how the U.S. may have inflamed the insurgency in Iraq during the first few years of the war; the imperial presidency (comparing Arthur Schlesinger Jr.’s celebrated 1973 book on the subject with the actions of the Bush 43 administration); and the foreign policy challenges of the Obama administration.      JAMES B. SITRICK, ESQ. , serves as Of Counsel to the international law firm of Baker &amp; McKenzie, which has offices in 70 cities in 40 countries. Previously he served as Chairman and CEO of Coudert Brothers, the oldest international law firm in America during which time that firm opened the first private law office in the then Soviet Union, in Moscow, in addition to offices in Sydney, Shanghai, Bangkok, Jakarta, Los Angeles, and San Jose. His government and NGO service includes extensive work for the Department of the Treasury in drafting international legislation and negotiating treaties with foreign countries. He has also served as Secretary General of the World Federation of United Nations Associations. In addition, he serves as a Trustee of many American and European cultural institutions, as well as on the Arts and Science Board of Overseers at NYU.    Literature, Love Poetry, and Lamentations in Ancient Egypt (V50.0407, call # 73751) Instructor: Ellen F. Morris Friday, 11:00 a.m.–1:30 p.m.    In this seminar, students read a wide variety of ancient Egyptian texts, including fairy tales, myths, poems, prophecies, lamentations, battle narratives, satiric compositions, thinly veiled political propaganda, autobiographies, and romances. These texts are read in conjunction with a number of articles that discuss the cultural context of a work and, in some cases, offer very different interpretations of it. We look at the texts from an emic (internal, culture-specific) point of view in order to determine how they illuminate different aspects of ancient Egyptian society, such as gender relations, class, ethnicity, ethics, religious belief and practice, economy, politics, and education. We consider both official ideology and subversive reactions to it. We also analyze the texts from a more universal, etic perspective, asking questions about authorship, audience, and intention, as well as about literary conventions, genres, and archetypes. Students present on individual works in class, prepare two-page weekly reaction papers, and produce a well-researched final term paper on a subject relating to Egyptian literature that they find of particular interest.      ELLEN F. MORRIS is Clinical Assistant Professor of Egyptology at the Institute for the Study of the Ancient World and the Academic Director of New York University’s spring semester abroad program Archaeology and History in Egypt. Previously she taught courses in Egyptology at Columbia University, and she has also been a fellow in the Department of Egyptian Art at the Metropolitan Museum of Art. A specialist in Egyptian archaeology, she has excavated at Abydos and Mendes and is starting a survey project in Dakhleh Oasis. Her research interests include Egyptian state formation, settlement archaeology, and imperialism. In addition to numerous articles and book chapters, she is the author of The Architecture of Imperialism: Military Bases and the Evolution of Foreign Policy in Egypt’s New Kingdom (2005). Her second book, Ancient Egyptian Imperialism , which analyzes episodes of Egyptian imperialism from an anthropological perspective, will be published in 2010.      The Shape of New York : The Greatest Grid (V50.0409; call # 77218) Instructor: Hilary Ballon Tuesday, 11:00 a.m.–1:30 p.m.    NYU lives at a crucial juncture in the city, where the irregular pattern of lower Manhattan streets gives way to the imposing order of a rigorous grid. Designed in 1811 to govern growth as it moved up Manhattan Island, New York’s grid is the first great public works in the city’s history and a landmark in city planning. The grid erased the island’s original topography, as straight streets were inscribed in the land, and it shaped New York’s urban form, from row houses to skyscrapers and Central Park. The seminar examines the historical development of the grid; its influence on social life, infrastructure, and architecture; the environmental impact of the grid; and the tensions between order and diversity, and nature and geometry that the grid generates. Comparisons with alternative approaches to city planning, as in Washington, D.C., and other types of grids, put New York in a broader context, and field trips turn students into keen observers of the urban fabric.      HILARY BALLON, Deputy Vice Chancellor of NYU Abu Dhabi, is a University Professor and an architectural and urban historian at NYU Wagner Graduate School of Public Service. Her scholarship focuses on cities and the intersection of architecture, politics, and social life; her recent work has focused on urbanism in New York City, and she is curating an exhibition on Manhattan’s signature grid to mark its bicentennial in 2011.      Making Poetry: Reading , Writing, and Performance (V50.0411; call # 73755) Instructor: Maureen N. McLane Wednesday, 3:30–6:00 p.m.    Poetry: dead or alive? And if alive, in what forms? An intriguingly elastic category, “poetry” encompasses everything from oral tradition (e.g., the ballad) to literary forms (e.g., sonnet, villanelle, ode) to experimental media (e.g., e-poetry). In this seminar we convene as intensive readers, writers on, writers of, and (for those interested) performers of poetry. This is a hybrid class, a “poetry lab” combining critical and creative work. Students have the chance to “make” various works, inspired (or repelled) by the poetry and criticism we read. Among the questions we explore: how exactly is “poetry” defined and experienced? What constitutes a “tradition”? A poet’s “voice”? A “form”? How and when do differing medial realizations—oral performance, writing, printing, digitizing—transform our senses of poetry? Our reading (and occasional listening) will be weighted toward contemporary English-language poetry but may well include some examples of British romantic poetry, 19th-century American poetry, and poetry in translation. Students will also be invited to explore the vast riches of poetry-making and auditing in New York City, from the Bowery Poetry Club to NYU’s own Lillian Vernon House.      MAUREEN N. MCLANE, Associate Professor of English, is a poet, critic, and teacher. She is the author of World Enough: Poems (2010) and Same Life: Poems (2008); a poetry chapbook, This Carrying Life (2005); and two works of literary criticism: Balladeering, Minstrelsy, and the Making of British Romantic Poetry (2008) and Romanticism and the Human Sciences (2000). She also co-edited The Cambridge Companion to British Romantic Poetry (2008). She is a contributing editor at Boston Review , and her articles on poetry, contemporary fiction, and sexuality have appeared in the New York Times , the Chicago Tribune , and American Poet , among others. In 2003 she won the National Book Critics Circle’s Nona Balakian Award for Excellence in Book Reviewing. She has taught at Harvard, the University of Chicago, MIT, and the East Harlem Poetry Project.      Is Karl Marx Still Relevant? (V50.0413; call # 76696) Instructor: Jeff Goodwin Tuesday, 11:00 a.m.–1:30 p.m.    A close, critical engagement with the writings of Marx was once considered an intellectual and political rite of passage. Whether one ultimately accepted or rejected his ideas, no serious intellectual or political activist could not read Marx. Is this still true? Are Marx’s ideas, or some of them, still relevant in the twenty-first century? Which of his ideas remain important or valuable for people who wish to understand—and perhaps to change—the contemporary world? And which of Marx’s ideas are problematic or passé? To address these questions, students in this course will critically examine some of Marx’s most important writings, including the Communist Manifesto , The German Ideology , The Civil War in France , and—above all— Capital , Marx’s magnum opus. In assessing the relevance of Marx’s ideas, we will also examine several efforts by Marx’s followers to understand the state, the mass media, imperialism, and the current economic crisis. JEFF GOODWIN is Professor of Sociology. His has written extensively about social movements, revolutions, and terrorism. His books include The Social Movements Reader , Rethinking Social Movements , Passionate Politics , and No Other Way Out: States and Revolutionary Movements, 1945–1991 . He is currently writing a book about why some political groups employ terrorism as a strategy. He is a winner of the College’s Golden Dozen Award for Teaching Excellence.   Four Epics: The Iliad , The Aeneid , Paradise  Lost , Moby Dick (V50.0415; call # 73759) Instructor: Ernest B. Gilman Monday and Wednesday, 11:00 a.m.–12:15 p.m.    Beginning with Homer, the epic has figured in the West not only as the most ambitious literary work an author could attempt but also as one that defines the culture that produces it. Thus Rome finds in Virgil a writer who, emulating Homer, creates the foundational story of the Empire, celebrating its mythic origins and its present grandeur, but not without a critical awareness of its darker side. Just as epic heroes do battle, so in Paradise Lost Milton’s ambition will be to outgo Virgil in writing the definitive epic from a “higher” Christian vantage point. The echoes of both writers, classical and biblical, reverberate in Moby Dick , our own national epic and a book arguably still unsurpassed as the “great American novel.” Melville’s Captain Ahab is the descendant of the Virgilian seafarer and, in his demonic greatness and ferocious desire, of Milton’s Satan. Our epic journey takes us from the Greeks to the Roman Empire to the nascent American empire of the mid-19th century, a course leading to a greater understanding of our own time.      ERNEST B. GILMAN, Professor of English, has taught at NYU since 1981. His fields of interest include Renaissance English literature, literature and the visual arts, and the cultural history of medicine and disease. He is the author of four books, most recently Plague Writing in Early Modern England (2009). He has held Guggenheim and American Council of Learned Societies fellowships and has been a winner of the College’s Golden Dozen Award for Teaching Excellence.      History of Medicine and Dentistry (V50.0417; call # 73761) Instructor: Andrew I. Spielman Wednesday, 4:55–7:25 p.m. “ Adqui consilium futuri ex praeterito venit. ” We gain advice for the future from the past, said Seneca in 69 A.D. Understanding the history of major medical and dental discoveries leads to a better appreciation of what we have today. This seminar deals with important topics in the history of medicine and dentistry, with an emphasis on the last 500 years. Topics include: the origins of “an eye for an eye” and “a tooth for a tooth”; the real DaVinci Code; three weasels, a coat-of-arms, and the rise of anatomy; how the dark secret of the Sun King changed surgeons forever; how laughing gas is no laughing matter in medicine; and the stories of Jenner, Pasteur and Koch, and other giants in the field of medicine. Additionally, the course explores the history of the modern dental and medical professions as well as the history of NYU College of Dentistry. Assignments include a short, in-class context presentation and an essay on the status of the dental profession during a period selected by the student from the years 1850 to 1950. ANDREW I. SPIELMAN is Professor of Basic Sciences at NYU College of Dentistry and was recently honored with the University’s Distinguished Teaching Award. He is Associate Dean for Academic Affairs and former chair of the Department of Basic Sciences and Craniofacial Biology at the dental school. In addition to a dental degree, he has a certificate in Maxillofacial Surgery and a Ph.D. in Biochemistry. For over two decades, his research interests focused on the molecular mechanisms of bitter and sour taste. During the past decade his research and educational interests have also included the history of dentistry and medicine. He is currently working on the history of the NYU College of Dentistry.  Branding: People, Places, Things (V50.0422; call # 73766) Instructor: Richard L. Lewis Tuesday, 2:00–4:30 p.m.    As thinking people, we want to believe that we are resistant to branding and its most obvious tool, advertising. Yet both penetrate: occasionally honestly, sometimes deviously, often entertainingly. How do they do it, even when our guards are up? Why do we revere Apple but revile Halliburton? Hug Disney but keep our distance from Exxon? Admire the Red Cross but resent Blue Cross? Brands use a variety of rational and emotional tools to connect with us, and companies often don’t really know what works, or how; sometimes, they are just lucky. Brands also have a darker side, according to some social commentators, and may lead to mass consumer hypnosis. This course analyzes what makes brands tick, how they’re created, and how time, technology, distribution, competitors, and consumers force them to change. We examine how branding has impacted politics and politicians, taking a short look back at the creation of “Obama Nation” and a long look back to 1968, when many of today’s tools were developed. We then cross the moat to our own lives, asking ourselves: how are we perceived? How do we create, change, and live up to our own reputations; that is, our own “brands”?    RICHARD L. LEWIS is an independent marketing doctor who solves business, branding, and strategic problems for companies, professionals, and individuals. He was the longtime worldwide managing director at TBWA/Chiat/Day, leading the ABSOLUT vodka account, responsible for marketing, strategy, and creative. He has written two bestselling books about advertising, and has also taught at Yale College.    Current Controversies in Public Health (V50.0425; call # 76907) Instructor: Hila Richardson Thursday, 3:30–6:00 p.m.    This class explores current controversies in public health. How can (or should) we reconcile public health goals of preventing disease and prolonging life with competing social values and political influences? How do we balance community good, public authority, personal freedoms, and privacy concerns? The course focuses on a wide variety of public health measures, including mandated child immunization, environmental standards, the medical use of marijuana, seatbelt and helmet laws, condom distribution, needle exchanges, food labeling laws, smoking bans, and mandated health insurance. The class challenges the student to think into the realm of consequences and political reality. What is the main goal of the public health measure? Is the goal socially valued and politically feasible? Which groups gain and lose from achieving the goal? Does the public health end justify the means? Assignments stress discovering the evidence and the arguments behind the controversy and viewing them through the lens of key public health concepts and today’s political and social environment. HILA RICHARDSON is the Associate Dean for Undergraduate Programs at NYU’s College of Nursing at the College of Dentistry. Her leadership roles in public health include serving on the Executive Board of the American Public Health Association, as President of the Public Health Association of New York City, and as a member of the Hermann Biggs Honorary Public Health Society. She was a public health nurse in both rural and urban health departments and has taught public health nursing at two universities. She has been on the faculty at NYU since 1997 and serves on the Faculty Governance Committee for its Global Public Health program.    Guitar Heroes (and Heroines): Music, Video Games, and the Nature of Human Cognition (V50.0427; call # 73771) Instructor: Gary Marcus Wednesday, 6:20–8:50 p.m.    A look at music and video games from the perspective of cognitive and evolutionary psychology. Among the questions we consider: Why are human beings so passionate about music and so easily sucked in by video games? Is our love of music the product of natural selection? Can science tell us anything about what works in music and what doesn’t? What is the relationship between music and language? Is there a “universal grammar” for music? Will machines ever be able to create satisfying works of music? The primary focus is on the psychology of music, with video games serving as counterpoint. Readings are drawn from a broad range of disciplines, including psychology, linguistics, evolutionary biology, artificial intelligence, and neuroscience. Written assignments include weekly reaction papers and a final paper proposing a novel experiment.    GARY MARCUS, Professor of Psychology and Director of the NYU Center for Child Language, is a cognitive scientist interested in the origins and nature of human mental life. His books include The Birth of the Mind: How a Tiny Number of Genes Creates the Complexity of Human Thought ; The Norton Psychology Reader ; and Kluge: The Haphazard Evolution of the Human Mind.    Jewish Life in Nazi Germany (V50.0429; call # 75844) Instructor: Marion Kaplan Tuesday and Thursday, 2:00–3:15 p.m.    This course will first explore the interactions of Jews and other Germans during the tumultuous Weimar Republic, noting the extraordinary successes of the Jews as well as the increases in anti-Semitism between 1918 and 1933. It will then concentrate on the rise of and endurance of Nazism—why many Germans supported the party and the regime in its early successful years and even in its later, disastrous ones. In doing so, it examines popular support of and opposition to the regime as well as the role of bystanders. The major part of the course focuses on the persecution of the Jews. Readings analyze Jewish responses, from emigration to resistance, as well as the ever-diminishing options available to them. Assignments include not only histories, but also memoirs, diaries, and letters written by Jews at the time as well as in retrospect.    MARION KAPLAN is Skirball Professor of Modern Jewish History. She has also taught at Queens College, CUNY. She is the author of The Jewish Feminist Movement in Germany : The Campaigns of the Jüdischer Frauenbund, l904–l938 (1979), The Making of the Jewish Middle Class: Women, Family, and Identity in Imperial Germany (1991), and Between Dignity and Despair: Jewish Life in Nazi Germany (1998). The last two won the National Jewish Book Award in their respective years. She has edited books on European women’s history— When Biology Became Destiny: Women in Weimar and Nazi Germany and The Marriage Bargain: Dowries in European History . Her most recent books are Jewish Daily Life in Germany , 1618–1945 (2005) and Dominican Haven: The Jewish Refugee Settlement in Sosúa, 1940–1945 (2008). She is co-editor of Gender and Jewish History (forthcoming, 2010).  Storytelling in Song: The Ballad Tradition (V50.0430; call # 75844) Instructor: Evelyn (Timmie) Birge Vitz and Dan Milner Tuesday and Thursday, 3:30–4:45 p.m.    Embracing literature, folklore, music, history, and geography, this seminar on the ballad tradition investigates the stark, realistic, centuries-old form of narrative song, along with its powerful themes. Ballads have had many uses: they have preserved history from the viewpoint of the common people, disseminated news, expressed community solidarity, provided social guidance, rallied protesters, given rhythm to work, and simply offered entertainment in times long before the existence (or dominance) of print, broadcast, and electronic media. Ballads were once as commonplace in New York and London as they are today in the Ozark Mountains and the wilds of western Ireland. This course also offers a panorama of rural and urban folk culture in select areas of Western Europe and North America. Students encounter lumberjacks, gypsies, chain-gang prisoners, sailors, shepherds, housewives, and scholars, all of whom either composed, collected, or passed on narrative songs. In addition to reading and listening to many ballads, students conduct research into the history and scholarly controversies surrounding this major art form. Assignments are designed with an emphasis on improving students’ oral, research, and writing skills.    EVELYN (TIMMIE) BIRGE VITZ is Professor of French, and Affiliated Professor of Comparative Literature and Medieval and Renaissance Studies. She has worked extensively on narrative and storytelling; she has published widely on these issues and directs a website on performance of medieval narrative. She is also an amateur singer of ballads and other songs. She has twice won the College’s Golden Dozen Award for Teaching Excellence. DAN MILNER is a traditional singer and a cultural geographer. He is the author-compiler of The Bonnie Bunch of Roses: Songs of England , Ireland &amp; Scotland , a columnist and reviewer for Visions: The Journal of New York Folklore and other folk music and history publications, and an internationally known lecturer and performer. His recent compact disc for the Smithsonian Institution’s Folkways label is Irish Pirate Ballads and Other Songs of the Sea . Work and Home in New York City (V50.0431; call # 76171) Instructor: Maria Montoya Monday, 9:30 a.m.–noon    This course explores how families found work, made a living, and created homes for themselves throughout the history of the United States, with a focus on New York City. The first half of the course examines the ways in which labor was organized from colonial times through the 19th-century Industrial Revolution and into the post–World War II economic boom. In the second half of the course, students write a short paper based on primary historical research that they conduct in NYU’s Tamiment Library. This library contains one of the richest collections in the country devoted to U.S. labor history, especially that of New York City. Possible research topics include Major League Baseball negations, the creation of Actors Equity, or the late 19th-century labor strikes that swept across the city’s Lower East Side and ended in the tragedy at the Triangle Shirtwaist Factory. In addition, we will take a number of field trips around the city, including one class session at the Tenement Museum on the Lower East Side.    MARIA E. MONTOYA is Associate Professor of History. She received her B.A., M.A., and Ph.D. degrees from Yale University and also did master’s work at the University of New Mexico. She is the author of Translating Property: The Maxwell Land Grant and the Conflict over Land in the American West, 1840–1900 , as well as numerous articles. At present she is working on a book about John D. Rockefeller Jr. and Josephine Roche and their struggle to control the western coal market and their workers during the 1920s. She is also writing a U.S. history textbook for Houghton Mifflin/Cengage. She currently serves on the editorial boards of the American Quarterly and the Pacific Historical Review .    The Science and Policy of Climate Change (V50.0432; call # 75846) Instructor: Edwin Gerber Tuesday and Thursday, 4:55–6:10 p.m.    “An inconvenient truth” or “the greatest hoax ever perpetrated on the American people”? Former Vice President Al Gore and Senator James Inhofe speak from the poles of the sometimes rancorous debate over global climate change and the actions, if any, that should be taken to avoid it. Climate change provokes such heated argument not only because of the great environmental, economic, and political implications but also because it injects itself into our daily lives on such a personal level—each time we flip a switch, decide what’s for dinner, or connect with friends on the web. To help students make informed decisions about global warming, this course explores the science and economics of climate change. We investigate the evidence from observations and the foundations upon which forecasts of future climate are based. What, we ask, are the key uncertainties in the predictions, and what steps are required to reduce them? What are the economic costs and the political changes needed to respond to climate change? Along the way to answering these questions, students explore the climate change research taking place at NYU. The final project focuses on current research in climate science and policy, allowing students to contribute to the worldwide discussion. EDWIN GERBER is Assistant Professor of Atmosphere-Ocean Science at NYU’s Courant Institute of Mathematical Sciences. His research focuses on the natural variability of the Earth’s atmosphere (for example, why are some winters so cold and snowy compared with others?) and how it interacts with climate change, bringing him in daily contact with the models used to make and understand climate predictions. More recently he has investigated how the stratosphere, the upper layer of the atmosphere, affects weather and climate here on the surface. About Children (V50.0433; call # 75847) Instructor: Michael Weitzman Wednesday, 3:30–6:00 p.m.    Children in the United States are not all equally healthy. Nor do all receive the same quantity and quality of services to prevent disease and promote health and optimal development, or services for problems that they may develop. By virtue of genetic endowment and prenatal exposures, each newborn enters life with certain risks for physical, intellectual, and psychological problems. These probabilities change over the course of childhood because of economic, social, family, and other psychological influences. Poverty (and wealth), malnutrition, obesity, immigration status and ethnicity, housing conditions, child abuse and neglect, foster care, adoption, divorce and single and multiple adult households, gender roles and sexuality, incarceration of parents and youth, parental participation in the military and other parts of the workforce, as well as children’s exposure to tobacco, lead, mercury, alcohol, illicit drugs, and the media all exert profound effects on children’s health and development. This course explores the social and environmental factors in children’s lives that result in disparities in health and healthcare and provides evidence-based information on ways of improving the health and development of our nation’s children.    MICHAEL WEITZMAN is Professor of Pediatrics and Psychiatry at the NYU School of Medicine. He has conducted research and written extensively on such diverse issues as childhood lead poisoning, childhood effects of passive and prenatal exposure to cigarette smoke and ways to reduce exposure, numerous aspects of child nutrition and obesity, and the epidemiology of children’s mental health problems, school failure, and asthma. His work has focused largely on the health problems of children living in poverty, and on the social and environmental determinants of children’s health. He has published over 300 original articles, chapters, books, and abstracts of scholarly work, and he is co-editor of two pediatric textbooks. He has served in advisory capacities to the Centers for Disease Control, the Federal Bureau of Maternal and Child Health, and the Environmental Protection Agency, and as a medical expert for the Department of Justice in its 2005 federal racketeering case against the tobacco industry.    Trials of the Century (V50.0434; call # 75848) Instructor: Jack Ford Tuesday, 2:00–4:30 p.m.    How does a trial become viewed as a “trial of the century”? What does that designation say about the crime and the personalities involved, about the legal, social, and political implications of the case, and about the nature and extent of the attendant media coverage? Since the trial of Socrates, the public has been intrigued, galvanized, and even entertained by the real drama of real trials. These trials have provided a prism through which society’s strengths and weaknesses are often revealed. This course will offer in-depth examinations of select “trials of the century.” Some, such as the Lindbergh kidnapping case and the O.J. Simpson trial, will focus on the impact of celebrity on the justice system. Others, such as the trials of the “Scottsboro Boys,” will examine the effect of race inside the courtroom. Political issues often find voice in the justice system, as in the case of the “Chicago Seven.” And religion, that great uniting and dividing force, played a critical role in the Scopes “Monkey Trial.” Such trials have historically held a mirror up to society and have provided an instructive reflection of what transpires within our courts of law.    JACK FORD is an Emmy- and Peabody Award-winning journalist, author, and a nationally recognized trial attorney who has taught at Yale University and Fordham Law School. Currently a CBS News Legal Analyst, Mr. Ford most recently served as the Anchor of Jack Ford: Courtside on COURT TV, which he helped launch in 1991. He has also served as Chief Legal Correspondent on NBC News and as an Anchor/Correspondent for ABC News. As a trial attorney, he successfully handled a number of high-profile cases, such as the Northeast’s first death-penalty trial, one of the nation’s first corporate homicide cases, and the Wall Street insider-trading scandal of the late 1980s, and authored a number of articles for respected legal publications. He is the recipient of five honorary degrees, recognizing his professional accomplishments and his extensive public service work.    Frederick Douglass (V50.0435; call # 75849) Instructor: Philip Kunhardt Tuesday and Thursday, 11:00 a.m.–12:15 p.m.    Few figures in American history are as compelling or inspiring as the former-slave-turned-abolitionist-editor Frederick Douglass, whose eloquence and moral passion resonate still. A complex and at times conflicted figure, his life intersected with some of the most interesting and charged characters of his age, including Abraham Lincoln, Susan B. Anthony, William Lloyd Garrison, Harriet Tubman, John Brown, and many others. This seminar will take a deep and sustained look at the life of this American prophet, probing his thought and character and examining his trajectory through a freighted era. Though he claimed to have written with “the ragged style of a slave’s pen,” he is now considered one of the most important and original writers of the 19th century. Students will read a wide selection of his works, as well as several biographies and scholarly treatments, and will explore important questions in the light of Douglass’s thinking, for example: How does the religion of slaves relate to the religion of slave-holders? Is there a legitimate use of violence in the pursuit of noble ends? Does there exist, as Douglass believed, a force of progress in history? How do self-awareness, moral insight, and public eloquence undergird the effectiveness of a reformer? PHILIP KUNHARDT teaches history and biography in the College of Arts and Science. He focuses on the lives of transformative figures and is a specialist on the history and visual record of Abraham Lincoln and his times. He has co-authored five books, including Looking for Lincoln (2008), The American President (1999), and P.T. Barnum: America’s Greatest Showman (1995), and has been writer and producer of more than a dozen documentary films for PBS, ABC, HBO, Discovery, and others, including the ten-part PBS series The American President (2000). From 2004 to 2006 he served as Editorial Director for the International Freedom Center in NYC. Before coming to NYU he was a Bard Center Fellow at Bard College in Annandale, New York.    Bioethics, Racism, and Paternalism: “ Tuskegee ” as Case Study (V50.0436; call # 76604) Instructor: Ralph Katz Monday, 3:30–6:00 p.m.    This course will use a single medical study, the infamous Tuskegee Syphilis Study (1932–1972), to explore unresolved—and ongoing—issues of racism and bioethics as they have evolved together in the United States. Using selected readings from the fields of history, literature, evolutionary psychology, ethics, and medicine, we will explore these issues at the national level, as the country strives to develop its positions on racism and on bioethics. Equally importantly, this course will also focus on these same issues at the level of the individual, i.e., from the perspective of those who have to balance personal ambitions against “better behaviors” in the real-life decisions that make up “future history.” The three major historical accounts on the Tuskegee Syphilis Study will provide the “core data” and will be supplemented by documentary and fiction films, as well as by short stories, articles, and other readings on relevant topics. In addition to individual short papers, students will work as a group to create, quite literally, a graphic map that shows the interplay of racism, bioethics, and “Tuskegee” over the past 80 years.    RALPH KATZ is Professor of Epidemiology and Chair of the Department of Epidemiology and Health Promotion in the NYU College of Dentistry. He has been the Director of the NYU Oral Cancer RAAHP (Research on Adolescent and Adult Health Promotion) Center and leads a current study investigating whether minorities are less willing to participate in biomedical studies as research subjects and, if so, why. Having served on the National Tuskegee Legacy Committee, he was a Presidential Invitee to the White House for President Clinton’s 1997 apology to the African-American community. His epidemiologic research has ranged from oral disease studies to the development of epidemiologic research methods. In addition to his dental degree, he holds a master’s degree in public health and a Ph.D. in epidemiology .  History, Memory, and the Quest for Social Justice in the U.S. (V50.0437; call # 76721) Instructor: Jack Salzman Monday and Wednesday, 12:30–1:45 p.m.            This course explores the relationship between history and memory, between what we know and how we know what we think we know. One of its primary objectives is to address the ethics of memory. Do we remember events not as they are but as we are? Do we have an obligation to remember events from the past? If we do, which events must we remember, and how do we remember those we did not experience? Or, as Marc Auge argues, is it essential for the health of the individual and of society that we know how to forget? We begin by looking at three major aspects of life in the United States in the early 1940s: the response to the Holocaust, the establishment of internment camps for Japanese-Americans, and the impact of Jim Crow laws. We then consider such events as the bombing of Dresden and Hiroshima, Brown v. Board of Education , McCarthy and the blacklist, the civil rights movement, the war in Vietnam, the destruction of the World Trade Center, and the response to genocides in Rwanda and Darfur. To understand better the lives of those people most affected by acts of injustice, we will read works by such writers as Baldwin, Roth, and Salinger. We will also consider the role that museums, photography, film, and popular culture have in defining our individual and collective memory.    JACK SALZMAN is an Adjunct Professor in the Honors College at Hunter College. He formerly served as the Director of the Center for American Culture Studies at Columbia University, and for thirty years was the editor of Prospects: An Annual of American Cultural Studies . He is the Editor-in-Chief of the five-volume Encyclopedia of African American Culture and History . Much of his work has been devoted to the relationship between African Americans and American Jews, including Struggles in the Promised Land (with Cornel West) and Bridges and Boundaries , the catalog for an exhibit at the Jewish Museum in New York. He recently completed We Remember the Children , a collection of thirty-five memoirs by Holocaust survivors, and currently is working on a book focusing on the impact the Holocaust had on Jews and social justice in the United States.    How to Write a Novel (V50.0438; call # 76554) Instructor: Warren Adler Tuesday, 2:00–4:30 p.m.    This seminar will explore the ways in which Mr. Adler conceives, creates, and executes his novel writing. Students will read a number of novels with a view to learning how a novelist confronts the challenge of creating an authentic parallel world that springs out of his or her imagination. Among those novels assigned will be Françoise Sagan’s Bonjour Tristesse , Philip Roth’s The Human Stain , George Orwell’s Coming up for Air and Doris Lessing’s The Fifth Child . These novels have been carefully chosen to provide students with some insight as to how various authors chose to present their stories and used different narrative techniques and points of view to project their themes and interests. Students will be asked to try their hand at an opening chapter of a novel of their own conception. Participants in the seminar should have a passionate interest in the art of novel writing. The seminar will explore all aspects of the creative process and those elements that must be understood to enhance the application of storytelling techniques to the written word.    WARREN ADLER is a novelist, short story writer, and playwright. His thirty published books have been translated into many languages. Two of his novels were adapted to major motion pictures, The War of the Roses , with Michael Douglas, and Random Hearts , with Harrison Ford, and his short story collection The Sunset Gang was shown as a trilogy on Public Television. His play version of The War of the Roses has been sold in thirteen countries with ongoing productions in a number of them. He is a pioneer in digital publishing and his books are sold in all venues. He was presented with the Alumni of the Year Award for 2009 by the NYU College of Arts and Science. He is a pioneer in digital publishing and blogs frequently. His website is www.warrenadler.com .    The “Long 19th Century”: Sixty Glorious Years, 1876–1936 (V50.0439; call # 76752) Instructor: Rena Charnin Mueller Tuesday and Thursday, 2:00–3:15 p.m.    The historical narrative of the “long century,” as defined by British historian Eric Hobsbawm, refers to the period between the years 1789 and 1914. This idea, when applied to the 19th century, holds for music as well: for comprehensive brilliance and diversity, the period from 1876 to 1936 is unsurpassed in the history of Western music. The two decades from 1894 to 1914 saw the composition—and frequently unruly first performances—of Schoenberg’s Second String Quartet , Verklärte Nacht , and Pierrot Lunaire ; of Stravinsky’s Firebird , Petrouchka , and Le Sacre du Printemps ; and the early works of Berg, Webern, and Bartók. Richard Strauss’s operas Salome and Elektra jockeyed for place with Léhar’s The Merry Widow and Oscar Straus’s The Chocolate Soldier . It was the period of The Mikado , Madama Butterfly , Das Lied von der Erde , Pomp and Circumstance , as well as the Maple-Leaf Rag and Tin-Pan Alley. This course explores the musical “-isms” of the time: Romanticism, Post-Romanticism, Impressionism, Expressionism, Surrealism, Futurism, Positivism, and Dadaism. Four broad themes—musical evolution and revolution, social structure, literary and musical nationalism, and anxiety—form the core of the class. We examine traditional musical materials and modes of expression and the radical central problem of dissolving tonality associated with Schoenberg’s “emancipation of dissonance.” In particular, we investigate the polarities of 19th-century literary, artistic, and musical environments in Vienna and Paris, paying special attention to the works of Schnitzler, Freud, Jarry, Apollinaire, the Sezession, Der Blaue Reiter, Die Brücke, the Bauhaus, the Fauves, L’art nouveau , and Cubisme .    RENA CHARNIN MUELLER, Clinical Associate Professor of Music and Editor of the Journal of the American Liszt Society , specializes in 19th- and early 20th-century music, in particular, the compositional aesthetic of Franz Liszt and Richard Wagner. Her most recent articles include “Liszt’s Indebtedness to Czerny” and “From the Biographer’s Workshop: Lina Ramann’s Questionnaires to Liszt.” She is the co-editor of “Quomodo cantabimus canticum?”: Studies in Honor of Edward Roesner . Her work on the Liszt lieder appears in the Cambridge Companion to the Lied (2004), and she has published new editions of Liszt’s Les Préludes , the Trois Études de Concert , the two Ballades , and the newly discovered Liszt Walse . With Mária Eckhardt, she is the author of the Liszt “List of Works” for The New Grove 2000 and the new Franz Liszt Thematic Catalogue (forthcoming). She is a past recipient of the Outstanding Teaching Award given by the College of Arts and Science.    Virtue/Success/Happiness: Business in U.S. Literature (V50.0440; call # 76934) Instructor: Saul Rosenberg Monday, 2:00–4:30 p.m. Through the study of stories, novels, nonfiction, and film from 1776 to the present, we study the evolution of attitudes among some of the most engaging American writers to the central ideas of business. What is the relationship between virtue, material success, and happiness? How did the idea of “doing well by doing good” fare as the Republic developed? We examine what writers such as Thoreau, Hawthorne, Melville, and James thought about the American business of “getting and spending,” and how Stowe and Twain reacted to the moral collapse inherent in the “business” of slavery. We observe how our theme fared with the emergence in the later 19th century of the “robber barons” of the Gilded Age, the rise of the corporation at the end of the century, and the enormous influx of immigration into American cities that fed the growth of capitalism shortly afterwards. In the 20th century, what do films like Greed and Wall Street and novels such as The Great Gatsby and The Fountainhead tell us about how the connections between virtue, success, and happiness have developed? The course finishes with reflections on what conclusions we can draw from the recent financial crisis for our theme.    SAUL ROSENBERG, who holds a Ph.D. in American Literature from Columbia and degrees from Berkeley and Cambridge, has taught American literature at Columbia University and the 92nd Street Y, and served as associate editor of Commentary magazine. He has also been a consultant at McKinsey and Company, the leading management consulting firm, where he now manages publishing and knowledge management programs. He writes regularly on books for the Wall Street Journal .  Three Moments in Witchcraft (V50.0441; call # 77251) Instructor: Laura Levine Monday, 11:00 a.m.–1:30 p.m.    In I Samuel 28, when King Saul wants to know what to do about the army of Philistines gathering at his door, he seeks out the witch of Endor to conjure up the dead Samuel to answer his questions. Renaissance commentators puzzled over what it is that the witch summoned up: a devil? the real Samuel? “An illusion” says Reginald Scot in his Discoverie , the first book in the period to offer a theory of witch-hunts as scapegoating. For him, the witch of Endor was a ventriloquist. King James I of England also saw the scene as one of theater, but for him it was the devil playing Samuel. What lies at the root of the association between witchcraft and theater during the period? When Spenser has his heroes in Book I of The Faerie Queene strip the witch Duessa to look at her naked body, how is he commenting on the theatricality of judicial procedures? Why does The Winter’s Tale ’s Leontes throw Paulina out of his chambers as a “mankind witch”? This course seeks to answer such questions, beginning with the Bible, focusing on the Renaissance and ending with the story of a mouse who was a witch and Balanchine’s re-creation of the moment as a ballet.    LAURA LEVINE is an Associate Professor of Theater Studies in Drama at Tisch, where she teaches courses in Shakespeare, Renaissance studies, and autobiography and solo performance. She did her doctoral work in English at the Johns Hopkins University, and holds an M.A. in English and an M.F.A. in fiction writing from Columbia University and a B.A. from Bryn Mawr College. Her first book, Men in Women’s Clothing: Anti-theatricality and Effeminization, 1579–1642 , examines anxieties about boy actors on the Renaissance stage. She is at work on a book about anxieties about witchcraft during the early modern period. She also writes about ballet. She is the recipient of grants from the NEH, the Mary Ingraham Bunting Association, and the Folger Shakespeare Library and is a 2010 winner of NYU’s Distinguished Teaching Award.    Truth and Sedition from Galileo to the Present (V50.0442; call # 77112) Instructor: William Klein Wednesday, 2:00–4:30 p.m.      The truth can set you free, but of course it can also get you into trouble. How do the constraints on the pursuit and expression of truth change with the nature of the censoring regime, from the family to the church to the modern nation-state? What causes regimes to protect perceived vulnerabilities in the systems of knowledge they privilege? What happens when conflict between regimes themselves implicates modes of knowing (as it did in the case of Galileo)? Are there truths that any regime would—or should—find dangerous? What are the possible motives for self-censorship? Beginning with the persecution of Galileo for his attack on Aristotelian doctrine, and ending with various contemporary cases of censorship within and between regimes (from textbooks to cartoons to search engines), we will consider these questions in relation to select philosophic and literary analyses of the relations between truth and power, including Hobbes, Brecht, Leo Strauss, Foucault, and Žižek.    WILLIAM KLEIN teaches the history of political discourse in NYU’s Liberal Studies Program. In the College of Arts and Science, he has also taught in both the Morse Academic Plan and the Advanced Honors Seminar program. He specializes in early modern European legal and political thought and has been on the editorial review board of the Journal of the History of Philosophy . He has also published, under a pen name, several mysteries for young adults.                       Welcome!       About CAS       Academic Programs       Undergraduate Research       Academic Integrity       Academic Support Service       College Cohort Program       Study Abroad and Summer Study       Student Life       Admissions       Financial Aid       Events               Updated on 05&#047;24&#047;2011       Stay Connected       like us on Facebook       follow us on Twitter       follow us on Vimeo       follow us on Instagram           Contact Us | Welcome Class of 2019!                             Contact Us | Welcome Class of 2019!"}]}]