[{"detail": [{"content": "NYU Stern | Get to Know Your Relationship Manager                                 Skip to Main Content                                      Experience Stern      Research, Faculty, Social, News                 Faculty &amp; Research       Books    Opinion    Research Highlights    Research in the News    Blogs    Archive    Faculty Directory          Social@Stern        Tales in Possible        Global       Business Across Borders    Global Study    Voices from Abroad    Archive          Network        News &amp; Events       Faculty News    Press Releases    School News    Events          About Stern       Values    Key Facts    History    Leadership    Departments, Centers &amp; Initiatives    Working at Stern    Visit Stern    Contact                          Programs &amp; Admissions      Degrees &amp; Executive Education                 Undergraduate       The Stern Advantage    Academics    Stern Around the World    Social Impact    Dynamic Community    Future Success    Admissions          Full-time MBA       The Stern Advantage    Academics    Students    Career    Financial Aid    Admissions    Meet With Us          Part-time MBA Manhattan        The Stern Advantage    Academics    Community    Career    Financial Aid    Admissions    Meet With Us          Part-time MBA Westchester       The Stern Advantage    Academics    Community    Career    Financial Aid    Admissions    Meet With Us          Executive MBA       The Stern Advantage    Academics    Community    Career Development    Sponsorship    Admissions    Contact Us          Dual Degrees       MD/MBA    JD/MBA    MBA/MFA    MS in Mathematics/ MBA    MBA/MPA    MBA/MA in French Studies    MBA/MA in Politics    MS in Biology/MBA    Dual MBA with HEC School of Management          Global Degrees       TRIUM EMBA    MS in Global Finance    MS in Risk Management    MS in Business Analytics          PhD       The Stern Advantage    Academics    Job Placement    Student Life    Admissions          Executive Education       Short Courses    Custom Programs        Advanced Professional Certificates       Finance    Marketing    General Business                          Portal &amp; Partners      Alumni, Recruiters, Student Login                 Current Students   SternLinks   Student Jobs     Undergraduate Current Students      MBA &amp; Graduate Students       Academic Affairs and Advising    Records &amp; Registration    International Programs    Bursar    Financial Aid    Office of Student Engagement    Leadership Development    Career Center for Working Professionals    Career Account      SternLinks        Faculty &amp; Staff       Join Stern's Faculty    Leadership    New Faculty Resources    CITL    Center for Research Computing    Center for Behavioral Research      Log in to SternLinks        Alumni       Attend an Event    Career Center for Working Professionals    Log in to SternConnect    Network with Alumni    SternBusiness Alumni Magazine      Support Stern        Recruiters       Contact Your Relationship Manager    Recruit Experienced Talent    Recruit on Campus (MBA)    Recruit on Campus (Undergraduate)      Get Started                                                      Search                                                   Recruiters    Recruiters Home           The Stern Advantage Full-Time Employment Report   Summer Internship Employment Report   Student Stories   Your Relationship Manager   Employer List     Post a Job FAQs     Recruit On-Campus Full-Time Class Profile   Recruitment Calendar   Schedule Interviews   Host a Corporate Presentation   Coffee Chats   International Students   View Resumes   Interview Policies   Offer Policies     Recruit Experienced Talent Langone Class Profile   Events   Recruiting Policies     Get Involved Year-Round Career Fairs   Partner with Student Clubs     Visit Stern Directions   Parking   Your Relationship Manager   Career Development Team     Contact Us             Home / Portal &amp; Partners / Recruiters / The Stern Advantage / Your Relationship Manager                        Share / Print                Print      Email      Share       Like                                              Get to Know Your Relationship Manager   The key to a successful recruitment campaign at NYU Stern is to establish a close partnership with your Relationship Manager. Whether you are a first-time recruiter or a long-time partner of Stern, your Relationship Manager will help you develop your recruitment strategy, navigate the process, and liaise with Stern MBA students year-round.            Aligned by Industry  OCD's Relationship Managers are seasoned recruiting professionals who cover specific industries or business sectors. Your Relationship Manager stays current on trends important to your business and is focused on helping you connect with the talent that best fits your company's needs.                   Maureen Carpenter      Industries              Director of Relationship Management     (212) 998-0536      maureen.carpenter@stern.nyu.edu      Diversified Financial Services     Energy and Power     Investment Banking     Private Equity     Real Estate     Venture Captial                                                                Nisha Mannath      Industries              Senior Relationship Manager       (212) 998-0987      nmannath@stern.nyu.edu      Asset Management     Consumer Products (CPG)     Government     Healthcare and Pharmaceuticals     Hedge Funds     Luxury and Retail     Social Enterprise and Non-Profit                                                                                Carrie Magelowitz      Industries              Relationship Manager       (212) 998-0421      cmagelow@stern.nyu.edu                Aerospace and Transportation     Innovation Consulting     Management Consulting     Technology                                                                                Andrew Good      Industries              Recruitment Coordinator       (212) 998-0853      agood@stern.nyu.edu                Entertainment &amp; Media     Entrepreneurial Start-Up     Commercial Banking     Insurance     Telecommunications                                                Julia McDaniel              Assistant to MBA Recruitment     (212) 998-0957      ​jmcdanie@stern.nyu.edu                                                                        Take the Next Step      Post a Job    Partner with Student Clubs    Contact Us                                              Student Stories                Connie Chen. MBA 2014  Marketing, ​ Estee Lauder Companies (ELC)     More Stories                                                       The Stern Advantage     Full-Time Employment Report   Summer Internship Employment Report   Student Stories   Your Relationship Manager   Employer List                           News      NYU Stern Center for Business and Human Rights to Tackle Migrant Labor Rights in the Construction Industry    Foreign Policy Association Awards Medal to Dean Peter Henry    Follow @NYUStern on Twitter and like NYU Stern on Facebook         Basics      Directions &amp; Maps    Faculty Directory    Contact Us                                 FACULTY OPINIONS    Read Stern faculty opinions on  relevant business topics             Sitemap | Privacy | &copy; 2015 Leonard N. Stern School of Business                               Back to Top"}, {"content": "Interpersonal Relationships                                                                                                               NYU.edu requires JavaScript be enabled in your browser in order to use important features of the site. JavaScript is either disabled or not supported by your browser. For instructions on how to enable JavaScript in your browser, click here .                       New York University    Skip to Content   Skip to Search   Skip to Navigation   Skip to Sub Navigation                                                        NYUHome Login                            Students           |   Faculty           |   Alumni           |   Employees           |   Community                                   Schools          Arts and Science      College of Arts and Science      College of Dentistry      College of Nursing      Courant Institute of Mathematical Sciences      Gallatin School of Individualized Study      Graduate School of Arts and Science      Institute of Fine Arts      Institute for the Study of the Ancient World      Leonard N. Stern School of Business      Liberal Studies Program      NYU Abu Dhabi      NYU Shanghai      Polytechnic School of Engineering      Robert F. Wagner Graduate School of Public Service      School of Professional Studies      School of Law      School of Medicine      Silver School of Social Work      Steinhardt School of Culture, Education, and Human Development      Tisch School of the Arts                QuickLinks          Academic Calendars      Administrative Units      Albert      Apply for Jobs      Athletics      Bookstores      Bursar      Campus Map      Career Development      Emergencies      Events      Giving to NYU      Housing      ITS      Libraries      News      NYU Apparel      Policies      Public Safety      Registrar      Student Health Center      Student Resources      Wellness Exchange                A-Z          A      B      C      D      E      F      G      H      I      J      K      L      M      N      O      P      Q      R      S      T      U      V      W      X      Y      Z                                                          New York University                          Search NYU                    Pages |    People                                       Main Navigation            About NYU       Admissions       Academics       University Life       Research       Global                                 Bread Crumbs          University Life   /   Safety, Health, and Wellness   /   LiveWellNYU   /   Priority Areas                 Sub Navigation                                 Alcohol, Tobacco, and Other Drugs                       Health Literacy                       Interpersonal Relationships                       Mental Health / Depression                       Nutrition                       Physical Activity                       Safe and Healthy Campus Community                       Sexual Health                       Sleep                       Stress                                                                   Interpersonal Relationships       The development and maintenance of healthy interpersonal relationships should be an integral part of every NYU student’s experience. Whether building relationships with professors, friends, co-workers, romantic partners, roommates, or nurturing existing relationships at home, NYU students find themselves involved with other people in every facet of their lives. Positive, functional interpersonal relationships have been shown to enhance students’ academic motivation, engagement, and achievement. 1 NYU plays a fundamental role in helping students hone their interpersonal communication and interaction skills in order to set the standard for happy, healthy relationships in their future.            Key Facts     Nearly one-third of NYU students experienced difficulties with relationships, family problems, and/or problems with intimate relationships. 2   Interpersonal relationships have a direct influence on a student’s academic performance. 1 Relationship problems account for poorer academic performance in 11% of NYU students. 2   There is a significant and positive association between relationship quality and adjustment among first-year college students who are in their emerging adulthood years. 3   Higher levels of social and communication skills among students are positively associated with self-esteem and satisfaction with college, and negatively associated with loneliness. 4   Negative social interactions are found to be significantly associated with symptoms of adverse physical health. 5   Fewer and lower-quality social ties have been associated with impaired immune function. 6   Family cohesion, or a sense of emotional connection with family members, may directly cultivate qualities of trust, initiative, effectiveness, competence, and fidelity among college students. 7   Students’ academic and personal adjustment to college may be negatively impacted if they experience excessive guilt, resentment, and anger in their relationships with their parents. 8   92% of college-aged young adults reported being the victim of online aggression (such as threats, insults, or humiliation) within the past year. 9                                     Recommendations       Increase the availability, accessibility, and diversity of information on healthy relationships and effective communication skills.   NYU students include “relationship difficulties” as one of the top ten health topics about which they would like to receive information. In conjunction with other strategies, having information readily available 10 will effectively help students recognize how healthy relationships contribute to their overall wellbeing and academic success. 1 Because students may fear being judged for openly seeking help from health or counseling centers, ensuring that information is available in many different formats and through multiple venues is ideal for engaging a diverse student population.     Strengthen the institutional culture to better foster positive interpersonal relationship development and interactions.   Opportunities offered by staff and faculty for peer interaction and friendship building are critical to easing our students’ process of adapting to the university setting. 11 Research supports the assertion that a college environment has the power to impact the values of its students, however subtly, through “its effect on the nature and content of student interaction with faculty and peers”. 11 Because of the implicit potential of a university’s institutional culture to influence its students, an environment that supports and encourages positive interpersonal interactions can inspire healthy relationships throughout the university.     Expand opportunities for cross-cultural dialogue that encourages the development of positive relationships between and among multiple identity groups.   University life at NYU offers countless opportunities to connect with a wide variety of cultural groups, especially among the diverse student population. The necessity of graduating globally competent students is now seen as a priority, and this competency includes the ability to communicate effectively across cultural boundaries with the possession of an “awareness of and adaptability to diverse cultures, perceptions, and approaches.” 12 Research emphasizes that stimulating cross-cultural interactions on a campus requires the efforts of all members of the university community – administrators, faculty, staff, and students. 13     Expand resources that empower students to resolve conflicts or exit unhealthy relationships.  Although conflict is inevitable, providing students with comprehensive resources to address disputes and other relationship problems can positively influence their ability to communicate and to deal with conflict effectively. 14 Because interpersonal violence is prevalent among male and female college students, equipping students with the tools to avoid or leave unhealthy relationships is imperative. 15 Students who are prepared “to prevent, manage, or resolve interpersonal conflicts without harming themselves or others” 16 will be able to navigate successfully the entire spectrum of interpersonal relationships.     Empower students to access resources on behalf of a peer in need of support.   Research indicates that a higher level of concern for a troubled friend or family member and greater perceived conflict with a faculty or staff member significantly increased students’ perceived frequency of stress. 17 Over half of NYU students expressed interest in receiving information about how to help others in distress. 18 Ensuring that NYU students are equipped with the knowledge and resources to assist a peer who is in need of support can enrich their current interpersonal relationships while easing their anxiety.     Increase opportunities for positive social engagement, support, and formation of friendships.   Successful engagement with a social group impacts students’ academic experience; in fact, those students who are strongly socially connected are more likely to remain in school and report satisfaction with their university. 19 These strong social ties improve health outcomes among those with serious health problems and also have a preventive effect for healthy people. 20                                                         Indicator Technical Notes                               a) Traumatic or difficult to handle intimate relationships            Data Source: ACHA #33E    Survey Question: Within the last 12 months, has any of the following been traumatic or very difficult for you to handle: intimate relationships    Definition: proportion responding yes       b) Received information on relationship difficulties       Data Source: ACHA #2B2    Survey Question: Have you received information on the following topics from your college or university: “relationship difficulties&quot;?    Definition: students interested in receiving relationship difficulties information; proportion who reported having actually received relationship difficulties information                                                                  References                                  Martin, A., &amp; Dowson, M. (2009). Interpersonal relationships, motivation, engagement, and achievement: Yields for theory, current issues, and practice. Review of Educational Research, 79, 327–365.    American College Health Association. (2010). American College Health Association - National College Assessment 2010 NYU Data. Hanover, MD: Author.    Swenson, L.M., Nordstrom, A., &amp; Hiester, M. (2008). The role of peer relationships in adjustment to college. Journal of College Student Development, 49(6), 551-568    Riggio, R.E., Watring, K.P., &amp; Throckmorton, B. (1993). Social skills, social support, and psychosocial adjustment. Personality and Individual Differences, 15(3), 275-280.    Edwards, K. J., Hershberger, P. J., Russell, R. K., &amp; Markert, R. J. (Sept 2001). Stress, negative social exchange, and health symptoms in university students. Journal of American College Health, 50(2), 75.    Kiecolt-Glaser, J.K., McGuire, L., Robles, T.F., &amp; Glaser, R. (2002). Emotions, morbidity, and mortality: New perspectives from psychoneuroimmunology. Annual Review of Psychology, 53, 83–107.    Adams, G.R., Berzonsky, M.D., &amp; Keating, L. (2006). Psychosocial resources in first-year university students: The role of identity processes and social relationships. Journal of Youth and Adolescence, 35(1), 81–91.    Lopez, F. G. (1991). Patterns of family conflict and their relation to college student adjustment. Journal of Counseling and Development, 69(3), 257-260.    Bennett, D. C., B.A., Guran, E. L., B.A., Ramos, M. C., PhD., &amp; Margolin, G. (2011). College students' electronic victimization in friendships and dating relationships: Anticipated distress and associations with risky behaviors. Violence and Victims, 26(4), 410-429.    Campbell, K. M., Turner-McGrievy, G., Havas, S., Buller, D. &amp; Nebeling, L. (2008). Mediation of adult fruit and vegetable consumption in the national 5 a day for better health community studies. Annual of Behavioral Medicine, 35, 49-60.    Lacy, W.B. (1978). Interpersonal relationships as mediators of structural effects: College student socialization in a traditional and an experimental university environment. Sociology of Education, 51(3), 201-211.    Brustein, W.I. (2007). The global campus: Challenges and opportunities for higher education in North America. Journal of Studies in International Education, 11, 382-391.    Rose-Redwood, C. (2010). The Challenge of fostering cross-cultural interactions: A case study of international graduate students' perceptions of diversity initiatives. College Student Journal, 44(2), 389-399.&amp;nbsp;    Karahan, T. (2009). The effects of a communication and conflict resolution skill training program on sociotropy levels of university students. Kuram ve Uygulamada Egitim Bilimleri, 9(2), 87-797.    Forke, C.M., Myers, R.K., Catallozzi, M., &amp; Schwarz, D.F. (2008). Relationship violence among female and male college undergraduate students. Archives of Pediatric &amp; Adolescent Medicine, 162(7).    The Joint Committee on National Health Education Standards. (2007). National Health Education Standards: Achieving Excellence (2nd Edition). Atlanta, GA: American Cancer Society.    Dusselier, L., Dunn, B., Wang, Y., Shelley, M.C., &amp; Whalen, D.F. (2005). Personal, health, academic, and environmental predictors of stress for residence hall students. Journal of American College Health, 54(1), 15-24.    American College Health Association. (2011). American College Health Association - National College Health Assessment 2011 NYU Data. Hanover, MD: Author.    Kemerer, F. R., Baldridge, J. V., &amp; Green, K. S. (1982). Strategies for Effective Enrollment Management. Washington, DC: American Association of State Colleges and Universities.    Umberson, D., &amp; Montez, J.K. (2010). Social relationships and health: A flashpoint for health policy. Journal of Health and Social Behavior, 51, S54.                                                                            The ten priority areas for action are:     Alcohol, tobacco &amp; other drugs   Health literacy   Interpersonal relationships   Mental health/depression   Nutrition   Physical activity   Safe and healthy campus community   Sexual health   Sleep   Stress                                                    NYU Footer          Search      Directory      Campus Map      Events      Contact Us      Site Map      Copyright and Fair Use      Feedback         Unless otherwise noted, all content copyright New York University. All rights reserved. Designed by The Office of Web Communications"}]},
{"detail": [{"content": "NYU Stern | Get to Know Your Relationship Manager                                 Skip to Main Content                                      Experience Stern      Research, Faculty, Social, News                 Faculty &amp; Research       Books    Opinion    Research Highlights    Research in the News    Blogs    Archive    Faculty Directory          Social@Stern        Tales in Possible        Global       Business Across Borders    Global Study    Voices from Abroad    Archive          Network        News &amp; Events       Faculty News    Press Releases    School News    Events          About Stern       Values    Key Facts    History    Leadership    Departments, Centers &amp; Initiatives    Working at Stern    Visit Stern    Contact                          Programs &amp; Admissions      Degrees &amp; Executive Education                 Undergraduate       The Stern Advantage    Academics    Stern Around the World    Social Impact    Dynamic Community    Future Success    Admissions          Full-time MBA       The Stern Advantage    Academics    Students    Career    Financial Aid    Admissions    Meet With Us          Part-time MBA Manhattan        The Stern Advantage    Academics    Community    Career    Financial Aid    Admissions    Meet With Us          Part-time MBA Westchester       The Stern Advantage    Academics    Community    Career    Financial Aid    Admissions    Meet With Us          Executive MBA       The Stern Advantage    Academics    Community    Career Development    Sponsorship    Admissions    Contact Us          Dual Degrees       MD/MBA    JD/MBA    MBA/MFA    MS in Mathematics/ MBA    MBA/MPA    MBA/MA in French Studies    MBA/MA in Politics    MS in Biology/MBA    Dual MBA with HEC School of Management          Global Degrees       TRIUM EMBA    MS in Global Finance    MS in Risk Management    MS in Business Analytics          PhD       The Stern Advantage    Academics    Job Placement    Student Life    Admissions          Executive Education       Short Courses    Custom Programs        Advanced Professional Certificates       Finance    Marketing    General Business                          Portal &amp; Partners      Alumni, Recruiters, Student Login                 Current Students   SternLinks   Student Jobs     Undergraduate Current Students      MBA &amp; Graduate Students       Academic Affairs and Advising    Records &amp; Registration    International Programs    Bursar    Financial Aid    Office of Student Engagement    Leadership Development    Career Center for Working Professionals    Career Account      SternLinks        Faculty &amp; Staff       Join Stern's Faculty    Leadership    New Faculty Resources    CITL    Center for Research Computing    Center for Behavioral Research      Log in to SternLinks        Alumni       Attend an Event    Career Center for Working Professionals    Log in to SternConnect    Network with Alumni    SternBusiness Alumni Magazine      Support Stern        Recruiters       Contact Your Relationship Manager    Recruit Experienced Talent    Recruit on Campus (MBA)    Recruit on Campus (Undergraduate)      Get Started                                                      Search                                                   Recruiters    Recruiters Home           The Stern Advantage Full-Time Employment Report   Summer Internship Employment Report   Student Stories   Your Relationship Manager   Employer List     Post a Job FAQs     Recruit On-Campus Full-Time Class Profile   Recruitment Calendar   Schedule Interviews   Host a Corporate Presentation   Coffee Chats   International Students   View Resumes   Interview Policies   Offer Policies     Recruit Experienced Talent Langone Class Profile   Events   Recruiting Policies     Get Involved Year-Round Career Fairs   Partner with Student Clubs     Visit Stern Directions   Parking   Your Relationship Manager   Career Development Team     Contact Us             Home / Portal &amp; Partners / Recruiters / The Stern Advantage / Your Relationship Manager                        Share / Print                Print      Email      Share       Like                                              Get to Know Your Relationship Manager   The key to a successful recruitment campaign at NYU Stern is to establish a close partnership with your Relationship Manager. Whether you are a first-time recruiter or a long-time partner of Stern, your Relationship Manager will help you develop your recruitment strategy, navigate the process, and liaise with Stern MBA students year-round.            Aligned by Industry  OCD's Relationship Managers are seasoned recruiting professionals who cover specific industries or business sectors. Your Relationship Manager stays current on trends important to your business and is focused on helping you connect with the talent that best fits your company's needs.                   Maureen Carpenter      Industries              Director of Relationship Management     (212) 998-0536      maureen.carpenter@stern.nyu.edu      Diversified Financial Services     Energy and Power     Investment Banking     Private Equity     Real Estate     Venture Captial                                                                Nisha Mannath      Industries              Senior Relationship Manager       (212) 998-0987      nmannath@stern.nyu.edu      Asset Management     Consumer Products (CPG)     Government     Healthcare and Pharmaceuticals     Hedge Funds     Luxury and Retail     Social Enterprise and Non-Profit                                                                                Carrie Magelowitz      Industries              Relationship Manager       (212) 998-0421      cmagelow@stern.nyu.edu                Aerospace and Transportation     Innovation Consulting     Management Consulting     Technology                                                                                Andrew Good      Industries              Recruitment Coordinator       (212) 998-0853      agood@stern.nyu.edu                Entertainment &amp; Media     Entrepreneurial Start-Up     Commercial Banking     Insurance     Telecommunications                                                Julia McDaniel              Assistant to MBA Recruitment     (212) 998-0957      ​jmcdanie@stern.nyu.edu                                                                        Take the Next Step      Post a Job    Partner with Student Clubs    Contact Us                                              Student Stories                Connie Chen. MBA 2014  Marketing, ​ Estee Lauder Companies (ELC)     More Stories                                                       The Stern Advantage     Full-Time Employment Report   Summer Internship Employment Report   Student Stories   Your Relationship Manager   Employer List                           News      NYU Stern Center for Business and Human Rights to Tackle Migrant Labor Rights in the Construction Industry    Foreign Policy Association Awards Medal to Dean Peter Henry    Follow @NYUStern on Twitter and like NYU Stern on Facebook         Basics      Directions &amp; Maps    Faculty Directory    Contact Us                                 FACULTY OPINIONS    Read Stern faculty opinions on  relevant business topics             Sitemap | Privacy | &copy; 2015 Leonard N. Stern School of Business                               Back to Top"}, {"content": "Interpersonal Relationships                                                                                                               NYU.edu requires JavaScript be enabled in your browser in order to use important features of the site. JavaScript is either disabled or not supported by your browser. For instructions on how to enable JavaScript in your browser, click here .                       New York University    Skip to Content   Skip to Search   Skip to Navigation   Skip to Sub Navigation                                                        NYUHome Login                            Students           |   Faculty           |   Alumni           |   Employees           |   Community                                   Schools          Arts and Science      College of Arts and Science      College of Dentistry      College of Nursing      Courant Institute of Mathematical Sciences      Gallatin School of Individualized Study      Graduate School of Arts and Science      Institute of Fine Arts      Institute for the Study of the Ancient World      Leonard N. Stern School of Business      Liberal Studies Program      NYU Abu Dhabi      NYU Shanghai      Polytechnic School of Engineering      Robert F. Wagner Graduate School of Public Service      School of Professional Studies      School of Law      School of Medicine      Silver School of Social Work      Steinhardt School of Culture, Education, and Human Development      Tisch School of the Arts                QuickLinks          Academic Calendars      Administrative Units      Albert      Apply for Jobs      Athletics      Bookstores      Bursar      Campus Map      Career Development      Emergencies      Events      Giving to NYU      Housing      ITS      Libraries      News      NYU Apparel      Policies      Public Safety      Registrar      Student Health Center      Student Resources      Wellness Exchange                A-Z          A      B      C      D      E      F      G      H      I      J      K      L      M      N      O      P      Q      R      S      T      U      V      W      X      Y      Z                                                          New York University                          Search NYU                    Pages |    People                                       Main Navigation            About NYU       Admissions       Academics       University Life       Research       Global                                 Bread Crumbs          University Life   /   Safety, Health, and Wellness   /   LiveWellNYU   /   Priority Areas                 Sub Navigation                                 Alcohol, Tobacco, and Other Drugs                       Health Literacy                       Interpersonal Relationships                       Mental Health / Depression                       Nutrition                       Physical Activity                       Safe and Healthy Campus Community                       Sexual Health                       Sleep                       Stress                                                                   Interpersonal Relationships       The development and maintenance of healthy interpersonal relationships should be an integral part of every NYU student’s experience. Whether building relationships with professors, friends, co-workers, romantic partners, roommates, or nurturing existing relationships at home, NYU students find themselves involved with other people in every facet of their lives. Positive, functional interpersonal relationships have been shown to enhance students’ academic motivation, engagement, and achievement. 1 NYU plays a fundamental role in helping students hone their interpersonal communication and interaction skills in order to set the standard for happy, healthy relationships in their future.            Key Facts     Nearly one-third of NYU students experienced difficulties with relationships, family problems, and/or problems with intimate relationships. 2   Interpersonal relationships have a direct influence on a student’s academic performance. 1 Relationship problems account for poorer academic performance in 11% of NYU students. 2   There is a significant and positive association between relationship quality and adjustment among first-year college students who are in their emerging adulthood years. 3   Higher levels of social and communication skills among students are positively associated with self-esteem and satisfaction with college, and negatively associated with loneliness. 4   Negative social interactions are found to be significantly associated with symptoms of adverse physical health. 5   Fewer and lower-quality social ties have been associated with impaired immune function. 6   Family cohesion, or a sense of emotional connection with family members, may directly cultivate qualities of trust, initiative, effectiveness, competence, and fidelity among college students. 7   Students’ academic and personal adjustment to college may be negatively impacted if they experience excessive guilt, resentment, and anger in their relationships with their parents. 8   92% of college-aged young adults reported being the victim of online aggression (such as threats, insults, or humiliation) within the past year. 9                                     Recommendations       Increase the availability, accessibility, and diversity of information on healthy relationships and effective communication skills.   NYU students include “relationship difficulties” as one of the top ten health topics about which they would like to receive information. In conjunction with other strategies, having information readily available 10 will effectively help students recognize how healthy relationships contribute to their overall wellbeing and academic success. 1 Because students may fear being judged for openly seeking help from health or counseling centers, ensuring that information is available in many different formats and through multiple venues is ideal for engaging a diverse student population.     Strengthen the institutional culture to better foster positive interpersonal relationship development and interactions.   Opportunities offered by staff and faculty for peer interaction and friendship building are critical to easing our students’ process of adapting to the university setting. 11 Research supports the assertion that a college environment has the power to impact the values of its students, however subtly, through “its effect on the nature and content of student interaction with faculty and peers”. 11 Because of the implicit potential of a university’s institutional culture to influence its students, an environment that supports and encourages positive interpersonal interactions can inspire healthy relationships throughout the university.     Expand opportunities for cross-cultural dialogue that encourages the development of positive relationships between and among multiple identity groups.   University life at NYU offers countless opportunities to connect with a wide variety of cultural groups, especially among the diverse student population. The necessity of graduating globally competent students is now seen as a priority, and this competency includes the ability to communicate effectively across cultural boundaries with the possession of an “awareness of and adaptability to diverse cultures, perceptions, and approaches.” 12 Research emphasizes that stimulating cross-cultural interactions on a campus requires the efforts of all members of the university community – administrators, faculty, staff, and students. 13     Expand resources that empower students to resolve conflicts or exit unhealthy relationships.  Although conflict is inevitable, providing students with comprehensive resources to address disputes and other relationship problems can positively influence their ability to communicate and to deal with conflict effectively. 14 Because interpersonal violence is prevalent among male and female college students, equipping students with the tools to avoid or leave unhealthy relationships is imperative. 15 Students who are prepared “to prevent, manage, or resolve interpersonal conflicts without harming themselves or others” 16 will be able to navigate successfully the entire spectrum of interpersonal relationships.     Empower students to access resources on behalf of a peer in need of support.   Research indicates that a higher level of concern for a troubled friend or family member and greater perceived conflict with a faculty or staff member significantly increased students’ perceived frequency of stress. 17 Over half of NYU students expressed interest in receiving information about how to help others in distress. 18 Ensuring that NYU students are equipped with the knowledge and resources to assist a peer who is in need of support can enrich their current interpersonal relationships while easing their anxiety.     Increase opportunities for positive social engagement, support, and formation of friendships.   Successful engagement with a social group impacts students’ academic experience; in fact, those students who are strongly socially connected are more likely to remain in school and report satisfaction with their university. 19 These strong social ties improve health outcomes among those with serious health problems and also have a preventive effect for healthy people. 20                                                         Indicator Technical Notes                               a) Traumatic or difficult to handle intimate relationships            Data Source: ACHA #33E    Survey Question: Within the last 12 months, has any of the following been traumatic or very difficult for you to handle: intimate relationships    Definition: proportion responding yes       b) Received information on relationship difficulties       Data Source: ACHA #2B2    Survey Question: Have you received information on the following topics from your college or university: “relationship difficulties&quot;?    Definition: students interested in receiving relationship difficulties information; proportion who reported having actually received relationship difficulties information                                                                  References                                  Martin, A., &amp; Dowson, M. (2009). Interpersonal relationships, motivation, engagement, and achievement: Yields for theory, current issues, and practice. Review of Educational Research, 79, 327–365.    American College Health Association. (2010). American College Health Association - National College Assessment 2010 NYU Data. Hanover, MD: Author.    Swenson, L.M., Nordstrom, A., &amp; Hiester, M. (2008). The role of peer relationships in adjustment to college. Journal of College Student Development, 49(6), 551-568    Riggio, R.E., Watring, K.P., &amp; Throckmorton, B. (1993). Social skills, social support, and psychosocial adjustment. Personality and Individual Differences, 15(3), 275-280.    Edwards, K. J., Hershberger, P. J., Russell, R. K., &amp; Markert, R. J. (Sept 2001). Stress, negative social exchange, and health symptoms in university students. Journal of American College Health, 50(2), 75.    Kiecolt-Glaser, J.K., McGuire, L., Robles, T.F., &amp; Glaser, R. (2002). Emotions, morbidity, and mortality: New perspectives from psychoneuroimmunology. Annual Review of Psychology, 53, 83–107.    Adams, G.R., Berzonsky, M.D., &amp; Keating, L. (2006). Psychosocial resources in first-year university students: The role of identity processes and social relationships. Journal of Youth and Adolescence, 35(1), 81–91.    Lopez, F. G. (1991). Patterns of family conflict and their relation to college student adjustment. Journal of Counseling and Development, 69(3), 257-260.    Bennett, D. C., B.A., Guran, E. L., B.A., Ramos, M. C., PhD., &amp; Margolin, G. (2011). College students' electronic victimization in friendships and dating relationships: Anticipated distress and associations with risky behaviors. Violence and Victims, 26(4), 410-429.    Campbell, K. M., Turner-McGrievy, G., Havas, S., Buller, D. &amp; Nebeling, L. (2008). Mediation of adult fruit and vegetable consumption in the national 5 a day for better health community studies. Annual of Behavioral Medicine, 35, 49-60.    Lacy, W.B. (1978). Interpersonal relationships as mediators of structural effects: College student socialization in a traditional and an experimental university environment. Sociology of Education, 51(3), 201-211.    Brustein, W.I. (2007). The global campus: Challenges and opportunities for higher education in North America. Journal of Studies in International Education, 11, 382-391.    Rose-Redwood, C. (2010). The Challenge of fostering cross-cultural interactions: A case study of international graduate students' perceptions of diversity initiatives. College Student Journal, 44(2), 389-399.&amp;nbsp;    Karahan, T. (2009). The effects of a communication and conflict resolution skill training program on sociotropy levels of university students. Kuram ve Uygulamada Egitim Bilimleri, 9(2), 87-797.    Forke, C.M., Myers, R.K., Catallozzi, M., &amp; Schwarz, D.F. (2008). Relationship violence among female and male college undergraduate students. Archives of Pediatric &amp; Adolescent Medicine, 162(7).    The Joint Committee on National Health Education Standards. (2007). National Health Education Standards: Achieving Excellence (2nd Edition). Atlanta, GA: American Cancer Society.    Dusselier, L., Dunn, B., Wang, Y., Shelley, M.C., &amp; Whalen, D.F. (2005). Personal, health, academic, and environmental predictors of stress for residence hall students. Journal of American College Health, 54(1), 15-24.    American College Health Association. (2011). American College Health Association - National College Health Assessment 2011 NYU Data. Hanover, MD: Author.    Kemerer, F. R., Baldridge, J. V., &amp; Green, K. S. (1982). Strategies for Effective Enrollment Management. Washington, DC: American Association of State Colleges and Universities.    Umberson, D., &amp; Montez, J.K. (2010). Social relationships and health: A flashpoint for health policy. Journal of Health and Social Behavior, 51, S54.                                                                            The ten priority areas for action are:     Alcohol, tobacco &amp; other drugs   Health literacy   Interpersonal relationships   Mental health/depression   Nutrition   Physical activity   Safe and healthy campus community   Sexual health   Sleep   Stress                                                    NYU Footer          Search      Directory      Campus Map      Events      Contact Us      Site Map      Copyright and Fair Use      Feedback         Unless otherwise noted, all content copyright New York University. All rights reserved. Designed by The Office of Web Communications"}]},
{"detail": [{"content": "NYU Stern | Get to Know Your Relationship Manager                                 Skip to Main Content                                      Experience Stern      Research, Faculty, Social, News                 Faculty &amp; Research       Books    Opinion    Research Highlights    Research in the News    Blogs    Archive    Faculty Directory          Social@Stern        Tales in Possible        Global       Business Across Borders    Global Study    Voices from Abroad    Archive          Network        News &amp; Events       Faculty News    Press Releases    School News    Events          About Stern       Values    Key Facts    History    Leadership    Departments, Centers &amp; Initiatives    Working at Stern    Visit Stern    Contact                          Programs &amp; Admissions      Degrees &amp; Executive Education                 Undergraduate       The Stern Advantage    Academics    Stern Around the World    Social Impact    Dynamic Community    Future Success    Admissions          Full-time MBA       The Stern Advantage    Academics    Students    Career    Financial Aid    Admissions    Meet With Us          Part-time MBA Manhattan        The Stern Advantage    Academics    Community    Career    Financial Aid    Admissions    Meet With Us          Part-time MBA Westchester       The Stern Advantage    Academics    Community    Career    Financial Aid    Admissions    Meet With Us          Executive MBA       The Stern Advantage    Academics    Community    Career Development    Sponsorship    Admissions    Contact Us          Dual Degrees       MD/MBA    JD/MBA    MBA/MFA    MS in Mathematics/ MBA    MBA/MPA    MBA/MA in French Studies    MBA/MA in Politics    MS in Biology/MBA    Dual MBA with HEC School of Management          Global Degrees       TRIUM EMBA    MS in Global Finance    MS in Risk Management    MS in Business Analytics          PhD       The Stern Advantage    Academics    Job Placement    Student Life    Admissions          Executive Education       Short Courses    Custom Programs        Advanced Professional Certificates       Finance    Marketing    General Business                          Portal &amp; Partners      Alumni, Recruiters, Student Login                 Current Students   SternLinks   Student Jobs     Undergraduate Current Students      MBA &amp; Graduate Students       Academic Affairs and Advising    Records &amp; Registration    International Programs    Bursar    Financial Aid    Office of Student Engagement    Leadership Development    Career Center for Working Professionals    Career Account      SternLinks        Faculty &amp; Staff       Join Stern's Faculty    Leadership    New Faculty Resources    CITL    Center for Research Computing    Center for Behavioral Research      Log in to SternLinks        Alumni       Attend an Event    Career Center for Working Professionals    Log in to SternConnect    Network with Alumni    SternBusiness Alumni Magazine      Support Stern        Recruiters       Contact Your Relationship Manager    Recruit Experienced Talent    Recruit on Campus (MBA)    Recruit on Campus (Undergraduate)      Get Started                                                      Search                                                   Recruiters    Recruiters Home           The Stern Advantage Full-Time Employment Report   Summer Internship Employment Report   Student Stories   Your Relationship Manager   Employer List     Post a Job FAQs     Recruit On-Campus Full-Time Class Profile   Recruitment Calendar   Schedule Interviews   Host a Corporate Presentation   Coffee Chats   International Students   View Resumes   Interview Policies   Offer Policies     Recruit Experienced Talent Langone Class Profile   Events   Recruiting Policies     Get Involved Year-Round Career Fairs   Partner with Student Clubs     Visit Stern Directions   Parking   Your Relationship Manager   Career Development Team     Contact Us             Home / Portal &amp; Partners / Recruiters / The Stern Advantage / Your Relationship Manager                        Share / Print                Print      Email      Share       Like                                              Get to Know Your Relationship Manager   The key to a successful recruitment campaign at NYU Stern is to establish a close partnership with your Relationship Manager. Whether you are a first-time recruiter or a long-time partner of Stern, your Relationship Manager will help you develop your recruitment strategy, navigate the process, and liaise with Stern MBA students year-round.            Aligned by Industry  OCD's Relationship Managers are seasoned recruiting professionals who cover specific industries or business sectors. Your Relationship Manager stays current on trends important to your business and is focused on helping you connect with the talent that best fits your company's needs.                   Maureen Carpenter      Industries              Director of Relationship Management     (212) 998-0536      maureen.carpenter@stern.nyu.edu      Diversified Financial Services     Energy and Power     Investment Banking     Private Equity     Real Estate     Venture Captial                                                                Nisha Mannath      Industries              Senior Relationship Manager       (212) 998-0987      nmannath@stern.nyu.edu      Asset Management     Consumer Products (CPG)     Government     Healthcare and Pharmaceuticals     Hedge Funds     Luxury and Retail     Social Enterprise and Non-Profit                                                                                Carrie Magelowitz      Industries              Relationship Manager       (212) 998-0421      cmagelow@stern.nyu.edu                Aerospace and Transportation     Innovation Consulting     Management Consulting     Technology                                                                                Andrew Good      Industries              Recruitment Coordinator       (212) 998-0853      agood@stern.nyu.edu                Entertainment &amp; Media     Entrepreneurial Start-Up     Commercial Banking     Insurance     Telecommunications                                                Julia McDaniel              Assistant to MBA Recruitment     (212) 998-0957      ​jmcdanie@stern.nyu.edu                                                                        Take the Next Step      Post a Job    Partner with Student Clubs    Contact Us                                              Student Stories                Connie Chen. MBA 2014  Marketing, ​ Estee Lauder Companies (ELC)     More Stories                                                       The Stern Advantage     Full-Time Employment Report   Summer Internship Employment Report   Student Stories   Your Relationship Manager   Employer List                           News      NYU Stern Center for Business and Human Rights to Tackle Migrant Labor Rights in the Construction Industry    Foreign Policy Association Awards Medal to Dean Peter Henry    Follow @NYUStern on Twitter and like NYU Stern on Facebook         Basics      Directions &amp; Maps    Faculty Directory    Contact Us                                 FACULTY OPINIONS    Read Stern faculty opinions on  relevant business topics             Sitemap | Privacy | &copy; 2015 Leonard N. Stern School of Business                               Back to Top"}, {"content": "Interpersonal Relationships                                                                                                               NYU.edu requires JavaScript be enabled in your browser in order to use important features of the site. JavaScript is either disabled or not supported by your browser. For instructions on how to enable JavaScript in your browser, click here .                       New York University    Skip to Content   Skip to Search   Skip to Navigation   Skip to Sub Navigation                                                        NYUHome Login                            Students           |   Faculty           |   Alumni           |   Employees           |   Community                                   Schools          Arts and Science      College of Arts and Science      College of Dentistry      College of Nursing      Courant Institute of Mathematical Sciences      Gallatin School of Individualized Study      Graduate School of Arts and Science      Institute of Fine Arts      Institute for the Study of the Ancient World      Leonard N. Stern School of Business      Liberal Studies Program      NYU Abu Dhabi      NYU Shanghai      Polytechnic School of Engineering      Robert F. Wagner Graduate School of Public Service      School of Professional Studies      School of Law      School of Medicine      Silver School of Social Work      Steinhardt School of Culture, Education, and Human Development      Tisch School of the Arts                QuickLinks          Academic Calendars      Administrative Units      Albert      Apply for Jobs      Athletics      Bookstores      Bursar      Campus Map      Career Development      Emergencies      Events      Giving to NYU      Housing      ITS      Libraries      News      NYU Apparel      Policies      Public Safety      Registrar      Student Health Center      Student Resources      Wellness Exchange                A-Z          A      B      C      D      E      F      G      H      I      J      K      L      M      N      O      P      Q      R      S      T      U      V      W      X      Y      Z                                                          New York University                          Search NYU                    Pages |    People                                       Main Navigation            About NYU       Admissions       Academics       University Life       Research       Global                                 Bread Crumbs          University Life   /   Safety, Health, and Wellness   /   LiveWellNYU   /   Priority Areas                 Sub Navigation                                 Alcohol, Tobacco, and Other Drugs                       Health Literacy                       Interpersonal Relationships                       Mental Health / Depression                       Nutrition                       Physical Activity                       Safe and Healthy Campus Community                       Sexual Health                       Sleep                       Stress                                                                   Interpersonal Relationships       The development and maintenance of healthy interpersonal relationships should be an integral part of every NYU student’s experience. Whether building relationships with professors, friends, co-workers, romantic partners, roommates, or nurturing existing relationships at home, NYU students find themselves involved with other people in every facet of their lives. Positive, functional interpersonal relationships have been shown to enhance students’ academic motivation, engagement, and achievement. 1 NYU plays a fundamental role in helping students hone their interpersonal communication and interaction skills in order to set the standard for happy, healthy relationships in their future.            Key Facts     Nearly one-third of NYU students experienced difficulties with relationships, family problems, and/or problems with intimate relationships. 2   Interpersonal relationships have a direct influence on a student’s academic performance. 1 Relationship problems account for poorer academic performance in 11% of NYU students. 2   There is a significant and positive association between relationship quality and adjustment among first-year college students who are in their emerging adulthood years. 3   Higher levels of social and communication skills among students are positively associated with self-esteem and satisfaction with college, and negatively associated with loneliness. 4   Negative social interactions are found to be significantly associated with symptoms of adverse physical health. 5   Fewer and lower-quality social ties have been associated with impaired immune function. 6   Family cohesion, or a sense of emotional connection with family members, may directly cultivate qualities of trust, initiative, effectiveness, competence, and fidelity among college students. 7   Students’ academic and personal adjustment to college may be negatively impacted if they experience excessive guilt, resentment, and anger in their relationships with their parents. 8   92% of college-aged young adults reported being the victim of online aggression (such as threats, insults, or humiliation) within the past year. 9                                     Recommendations       Increase the availability, accessibility, and diversity of information on healthy relationships and effective communication skills.   NYU students include “relationship difficulties” as one of the top ten health topics about which they would like to receive information. In conjunction with other strategies, having information readily available 10 will effectively help students recognize how healthy relationships contribute to their overall wellbeing and academic success. 1 Because students may fear being judged for openly seeking help from health or counseling centers, ensuring that information is available in many different formats and through multiple venues is ideal for engaging a diverse student population.     Strengthen the institutional culture to better foster positive interpersonal relationship development and interactions.   Opportunities offered by staff and faculty for peer interaction and friendship building are critical to easing our students’ process of adapting to the university setting. 11 Research supports the assertion that a college environment has the power to impact the values of its students, however subtly, through “its effect on the nature and content of student interaction with faculty and peers”. 11 Because of the implicit potential of a university’s institutional culture to influence its students, an environment that supports and encourages positive interpersonal interactions can inspire healthy relationships throughout the university.     Expand opportunities for cross-cultural dialogue that encourages the development of positive relationships between and among multiple identity groups.   University life at NYU offers countless opportunities to connect with a wide variety of cultural groups, especially among the diverse student population. The necessity of graduating globally competent students is now seen as a priority, and this competency includes the ability to communicate effectively across cultural boundaries with the possession of an “awareness of and adaptability to diverse cultures, perceptions, and approaches.” 12 Research emphasizes that stimulating cross-cultural interactions on a campus requires the efforts of all members of the university community – administrators, faculty, staff, and students. 13     Expand resources that empower students to resolve conflicts or exit unhealthy relationships.  Although conflict is inevitable, providing students with comprehensive resources to address disputes and other relationship problems can positively influence their ability to communicate and to deal with conflict effectively. 14 Because interpersonal violence is prevalent among male and female college students, equipping students with the tools to avoid or leave unhealthy relationships is imperative. 15 Students who are prepared “to prevent, manage, or resolve interpersonal conflicts without harming themselves or others” 16 will be able to navigate successfully the entire spectrum of interpersonal relationships.     Empower students to access resources on behalf of a peer in need of support.   Research indicates that a higher level of concern for a troubled friend or family member and greater perceived conflict with a faculty or staff member significantly increased students’ perceived frequency of stress. 17 Over half of NYU students expressed interest in receiving information about how to help others in distress. 18 Ensuring that NYU students are equipped with the knowledge and resources to assist a peer who is in need of support can enrich their current interpersonal relationships while easing their anxiety.     Increase opportunities for positive social engagement, support, and formation of friendships.   Successful engagement with a social group impacts students’ academic experience; in fact, those students who are strongly socially connected are more likely to remain in school and report satisfaction with their university. 19 These strong social ties improve health outcomes among those with serious health problems and also have a preventive effect for healthy people. 20                                                         Indicator Technical Notes                               a) Traumatic or difficult to handle intimate relationships            Data Source: ACHA #33E    Survey Question: Within the last 12 months, has any of the following been traumatic or very difficult for you to handle: intimate relationships    Definition: proportion responding yes       b) Received information on relationship difficulties       Data Source: ACHA #2B2    Survey Question: Have you received information on the following topics from your college or university: “relationship difficulties&quot;?    Definition: students interested in receiving relationship difficulties information; proportion who reported having actually received relationship difficulties information                                                                  References                                  Martin, A., &amp; Dowson, M. (2009). Interpersonal relationships, motivation, engagement, and achievement: Yields for theory, current issues, and practice. Review of Educational Research, 79, 327–365.    American College Health Association. (2010). American College Health Association - National College Assessment 2010 NYU Data. Hanover, MD: Author.    Swenson, L.M., Nordstrom, A., &amp; Hiester, M. (2008). The role of peer relationships in adjustment to college. Journal of College Student Development, 49(6), 551-568    Riggio, R.E., Watring, K.P., &amp; Throckmorton, B. (1993). Social skills, social support, and psychosocial adjustment. Personality and Individual Differences, 15(3), 275-280.    Edwards, K. J., Hershberger, P. J., Russell, R. K., &amp; Markert, R. J. (Sept 2001). Stress, negative social exchange, and health symptoms in university students. Journal of American College Health, 50(2), 75.    Kiecolt-Glaser, J.K., McGuire, L., Robles, T.F., &amp; Glaser, R. (2002). Emotions, morbidity, and mortality: New perspectives from psychoneuroimmunology. Annual Review of Psychology, 53, 83–107.    Adams, G.R., Berzonsky, M.D., &amp; Keating, L. (2006). Psychosocial resources in first-year university students: The role of identity processes and social relationships. Journal of Youth and Adolescence, 35(1), 81–91.    Lopez, F. G. (1991). Patterns of family conflict and their relation to college student adjustment. Journal of Counseling and Development, 69(3), 257-260.    Bennett, D. C., B.A., Guran, E. L., B.A., Ramos, M. C., PhD., &amp; Margolin, G. (2011). College students' electronic victimization in friendships and dating relationships: Anticipated distress and associations with risky behaviors. Violence and Victims, 26(4), 410-429.    Campbell, K. M., Turner-McGrievy, G., Havas, S., Buller, D. &amp; Nebeling, L. (2008). Mediation of adult fruit and vegetable consumption in the national 5 a day for better health community studies. Annual of Behavioral Medicine, 35, 49-60.    Lacy, W.B. (1978). Interpersonal relationships as mediators of structural effects: College student socialization in a traditional and an experimental university environment. Sociology of Education, 51(3), 201-211.    Brustein, W.I. (2007). The global campus: Challenges and opportunities for higher education in North America. Journal of Studies in International Education, 11, 382-391.    Rose-Redwood, C. (2010). The Challenge of fostering cross-cultural interactions: A case study of international graduate students' perceptions of diversity initiatives. College Student Journal, 44(2), 389-399.&amp;nbsp;    Karahan, T. (2009). The effects of a communication and conflict resolution skill training program on sociotropy levels of university students. Kuram ve Uygulamada Egitim Bilimleri, 9(2), 87-797.    Forke, C.M., Myers, R.K., Catallozzi, M., &amp; Schwarz, D.F. (2008). Relationship violence among female and male college undergraduate students. Archives of Pediatric &amp; Adolescent Medicine, 162(7).    The Joint Committee on National Health Education Standards. (2007). National Health Education Standards: Achieving Excellence (2nd Edition). Atlanta, GA: American Cancer Society.    Dusselier, L., Dunn, B., Wang, Y., Shelley, M.C., &amp; Whalen, D.F. (2005). Personal, health, academic, and environmental predictors of stress for residence hall students. Journal of American College Health, 54(1), 15-24.    American College Health Association. (2011). American College Health Association - National College Health Assessment 2011 NYU Data. Hanover, MD: Author.    Kemerer, F. R., Baldridge, J. V., &amp; Green, K. S. (1982). Strategies for Effective Enrollment Management. Washington, DC: American Association of State Colleges and Universities.    Umberson, D., &amp; Montez, J.K. (2010). Social relationships and health: A flashpoint for health policy. Journal of Health and Social Behavior, 51, S54.                                                                            The ten priority areas for action are:     Alcohol, tobacco &amp; other drugs   Health literacy   Interpersonal relationships   Mental health/depression   Nutrition   Physical activity   Safe and healthy campus community   Sexual health   Sleep   Stress                                                    NYU Footer          Search      Directory      Campus Map      Events      Contact Us      Site Map      Copyright and Fair Use      Feedback         Unless otherwise noted, all content copyright New York University. All rights reserved. Designed by The Office of Web Communications"}, {"content": "Community                                                                                                   NYU.edu requires JavaScript be enabled in your browser in order to use important features of the site. JavaScript is either disabled or not supported by your browser. For instructions on how to enable JavaScript in your browser, click here .                       New York University    Skip to Content   Skip to Search   Skip to Navigation   Skip to Sub Navigation                                                        NYUHome Login                            Students           |   Faculty           |   Alumni           |   Employees           |   Community                                   Schools          Arts and Science      College of Arts and Science      College of Dentistry      College of Nursing      Courant Institute of Mathematical Sciences      Gallatin School of Individualized Study      Graduate School of Arts and Science      Institute of Fine Arts      Institute for the Study of the Ancient World      Leonard N. Stern School of Business      Liberal Studies Program      NYU Abu Dhabi      NYU Shanghai      Polytechnic School of Engineering      Robert F. Wagner Graduate School of Public Service      School of Professional Studies      School of Law      School of Medicine      Silver School of Social Work      Steinhardt School of Culture, Education, and Human Development      Tisch School of the Arts                QuickLinks          Academic Calendars      Administrative Units      Albert      Apply for Jobs      Athletics      Bookstores      Bursar      Campus Map      Career Development      Emergencies      Events      Giving to NYU      Housing      ITS      Libraries      News      NYU Apparel      Policies      Public Safety      Registrar      Student Health Center      Student Resources      Wellness Exchange                A-Z          A      B      C      D      E      F      G      H      I      J      K      L      M      N      O      P      Q      R      S      T      U      V      W      X      Y      Z                                                          New York University                          Search NYU                    Pages |    People                                       Main Navigation            About NYU       Admissions       Academics       University Life       Research       Global                                         Sub Navigation                                 NYU in NYC                       Parents                       Conference and Event Services                       Government Affairs                                                                                              NYU is a university in and of the city and in and of the world . Based in the heart of Greenwich Village with facilities located throughout Manhattan and Brooklyn, the traditional boundaries of the classroom are limitless, providing students and faculty with the unique opportunity to learn, teach, and grow in the world’s most dynamic city.   The University’s relationship with the community is inextricably tied to its academic mandate and mission to serve as a private university in the public service . NYU maintains close working relationships with the city’s elected officials, nonprofits, Business Improvement Districts, and community organizations to encourage volunteerism ...                  continued below                                        This content requires the Macromedia Flash Player. Get Flash Player                                                                                                                                                                                                                                                                                                                                                                            NYU 2031: NYU in NYC NYU's Strategy for Future Growth Read More                                                                                              Civic Engagement A vast array of comprehensive services for students. Read More                                                                                                    Parents        Stay Connected                   NYC is a big place and being an informed parent is a great way to support your NYU student.            Read more                                                                                                         Government        Relations                   The Office of Government and Community Affairs works with the city and state governments on a host of public policy issues important to NYU and other institutions of higher education.            Learn more                                                                                                                                                        NYU        Construction                   Keep informed about current university construction projects and help us mitigate the effects of construction.            Read more                                                                                            NYU Community Fund Assisting organizations serving the communities around NYU Read More                                                                                      NYU Community Passport Stay up-to-date with our monthly electronic newsletter. Read More                                                                                                                                                                         continued from above       ...share resources, bolster the economy, and inspire the next generation of leaders and decision-makers.   Over the years, interactions with the community have provided invaluable lessons on how the University can be a more effective neighbor and resource. Among these, the University has made great strides in prioritizing how the University respects its neighborhood’s character, how it makes its choices, and how it listens to community voices, in addition to its pursuit for academic excellence.   NYU lives by the underlying principle that great cities and great universities belong together, that great cities need great universities, that a university’s academic enterprise leads to the ideas, the innovation and the human talent that help cities flourish. NYU is among the many intellectual, cultural, and educational institutions that are mainstays of cities’ futures. Through enhanced communications with the community, NYU. strives to solicit feedback on the University’s long-range plans as well as inform community members about the many lectures, symposia, workshops, and events that are open and available to the public.                                                  Guidance on         Lobbying Compliance and Disclosure Rules                   The Office of Government and Community Affairs is responsible for reporting all lobbying activities and associated expenses to Federal, State and City government agencies on behalf of the University.            Read more                           Free & Public Events The blog - managed by the Office of Government and Community Affairs - showcases some of the many free and public events going on at the University: conferences, lectures, book signings, screenings, concerts and more!                                                               NYU Footer          Search      Directory      Campus Map      Events      Contact Us      Site Map      Copyright and Fair Use      Feedback         Unless otherwise noted, all content copyright New York University. All rights reserved. Designed by The Office of Web Communications"}]}]