[{"detail": [{"content": "Professor Stavroula Sofou&#039;s Drug Delivery Work Wins Prestigious Award | NYU Polytechnic School of Engineering                                                                                                     NYU Abu Dhabi | NYU Shanghai         QuickLinks Bulletin   Directory   Employment and Career Development   Events Calendar   Human Resources / Careers   Information Technology Systems   Library   Make a Gift   NYU Classes   NYUAlbert (PS DATA)   NYUHome   Records and Registration   Services and Resources   Students   Alumni   Faculty   Staff                          Admissions  Undergraduate Admissions Graduate Admissions Online Learning Financial Aid Accepted Undergraduates Accepted Graduates  Academics  Majors and Programs Departments Honors Program BS/MS Program Study Abroad Online Learning Support + Services Graduate School  Records and Registration Class Schedule Course Textbooks School Calendar Code of Conduct Bulletin Women in Engineering  Research  Message from the Associate Provost Sponsored Research Centers + Institutes Labs + Groups CITE Game Innovation Lab Cross-Institution “Seed” Research Undergraduate Summer Research Bern Dibner Library Institutional Research Bioengineering IT + Media Urban Systems  Outreach  Incubators NYC Media Lab NYC Seed Enterprise Learning Center for K12 STEM Education Employment and Career Development PowerBridgeNY  Student Life  Athletics Student Affairs Public Safety Graduate Student Life and Services International Students + Scholars Residence Life and Housing Services Student Activities and Resource Center Students with Disabilities Student Resources Student Orientation  About  Hours and Directions Leadership and Administration Mission News and Publications Campus Transformation Middle States Self-Study NYU Merger Past, Present, Future Giving                                          Home / News and Publications / Professor Stavroula Sofou&#039;s Drug Delivery Work Wins Prestigious Award                         Press Room                                                             Professor Stavroula Sofou&#039;s Drug Delivery Work Wins Prestigious Award         Posted November 20th, 2006                      Press Room  Facebook Twitter Print                  \">      Polytechnic University is pleased to announce Stavroula Sofou , Assistant Professor in the Department of Chemical and Biological Engineering , has received the prestigious James D. Watson Award from the New York State Office of Science, Technology and Academic Research (NYSTAR). This esteemed award recognizes and supports outstanding scientists and engineers who, early in their careers, show potential for leadership and scientific discovery in the field of biotechnology.   Sofou received a $200,000 grant for her work developing novel &lsquo;tunable&rdquo; liposomes for improved delivery of chemotherapeutic agents. NYSTAR selected award winners based on the best science and the best likelihood of economic success.   For more information, read NYSTAR's Award Announcement.                                              Galleries                    Mayor Bloomberg engages entrepreneurs in a lively discussion at NYU-Poly&#039;s city-sponsored incubator at 160 Varick St.   View Gallery                         News    Posted May 6th, 2013  Engineers in the Archive  Women&#039;s History Month: Breaking Through the Gender Barriers in Science and Engineering Posted March 20th, 2012  Mayor Bloomberg engages entrepreneurs in a lively discussion at NYU-Poly&#039;s city-sponsored incubator at 160 Varick St. Posted September 1st, 2009  The new poly.edu: a message from Web and Media Services Posted September 1st, 2009        Cable   News from Cable alumni magazine.  Posted January 21st, 2015 Transformative Process Read More       Press Releases    Posted April 29th, 2015  Brookings Study Ranks NYU&#039;s Engineering School Among the Best in Aiding Students&#039; Financial Success  NYU School of Engineering Faculty and Students Share Their Cutting-Edge Research with the Public Posted April 20th, 2015  3 Promising Teams Win The #ConnectAbility Challenge Hackathon  Posted April 20th, 2015                                 Engineering is NYU  Follow Us:  Facebook Twitter Vimeo YouTube        Undergraduate   Admissions   How to Apply   Apply Now   admissions@nyu.edu   Graduate   Admissions   Requirements   Apply Now   engineering.gradinfo@nyu.edu   Site Links   Press   Directory   Directions   Event Calendar   Careers/HR   Support    Email/Network help@poly.edu Website Report a Problem Login (Faculty + Staff)  NYU School of Engineering 6 MetroTech Center, Brooklyn, NY 11201 Tel: 718.260.3600 Fax: 718.260.3136 &copy; NYU School of Engineering"}]}]