[{"detail": [{"content": "%PDF-1.4 %  6 0 obj > endobj         xref  6 11  0000000016 00000 n  0000000654 00000 n  0000000516 00000 n  0000000730 00000 n  0000000857 00000 n  0000000952 00000 n  0000001340 00000 n  0000001785 00000 n  0000003335 00000 n  0000003580 00000 n  0000003819 00000 n  trailer   ]>>  startxref  0  %%EOF         8 0 obj >stream  xb````` `\u0000\u0002X\u0006T\u0004, \u001c b\u001cP͖3G\\EU\u0002,\u0016\u0002 \u0000{\u0005:  endstream endobj 7 0 obj > endobj 9 0 obj > endobj 10 0 obj >/ProcSet[/PDF/Text]/ExtGState >>> endobj 11 0 obj > endobj 12 0 obj > endobj 13 0 obj >stream  H|WM6\u0010WH\u0015^E-J\u000ei\u0006H\u0011`+sm&Һ_7CʒI XwعfTl\u001egi&\u0012\u007fK9\u0012%q$T4h*'L#~mmn:UO\u0013,]B M { M\u0011g\u0010\u0015ZB?zdVۋ\u0013hT[=gY+\u0016IUUgF t{24Kc Kz/!Zǅ\u0014{\u000eY\u0013JK\u0015e>F Vc\"3ͥ z\u0004wݨb@R CS3`/\u001a2Y,\u0000mN  h;d HN\\vY1\u001cZ05 2s\u0006f*t > endobj 15 0 obj > endobj 16 0 obj > endobj 1 0 obj > endobj 2 0 obj > endobj 3 0 obj > endobj 4 0 obj >stream                       Zahra Ali  Microsoft Word - Document1                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                            endstream endobj 5 0 obj > endobj xref  0 6  0000000000 65535 f  0000003895 00000 n  0000003928 00000 n  0000003951 00000 n  0000004001 00000 n  0000007410 00000 n  trailer   >  startxref  116  %%EOF"}]},
{"detail": [{"content": "%PDF-1.4 %  6 0 obj > endobj         xref  6 11  0000000016 00000 n  0000000654 00000 n  0000000516 00000 n  0000000730 00000 n  0000000857 00000 n  0000000952 00000 n  0000001340 00000 n  0000001785 00000 n  0000003335 00000 n  0000003580 00000 n  0000003819 00000 n  trailer   ]>>  startxref  0  %%EOF         8 0 obj >stream  xb````` `\u0000\u0002X\u0006T\u0004, \u001c b\u001cP͖3G\\EU\u0002,\u0016\u0002 \u0000{\u0005:  endstream endobj 7 0 obj > endobj 9 0 obj > endobj 10 0 obj >/ProcSet[/PDF/Text]/ExtGState >>> endobj 11 0 obj > endobj 12 0 obj > endobj 13 0 obj >stream  H|WM6\u0010WH\u0015^E-J\u000ei\u0006H\u0011`+sm&Һ_7CʒI XwعfTl\u001egi&\u0012\u007fK9\u0012%q$T4h*'L#~mmn:UO\u0013,]B M { M\u0011g\u0010\u0015ZB?zdVۋ\u0013hT[=gY+\u0016IUUgF t{24Kc Kz/!Zǅ\u0014{\u000eY\u0013JK\u0015e>F Vc\"3ͥ z\u0004wݨb@R CS3`/\u001a2Y,\u0000mN  h;d HN\\vY1\u001cZ05 2s\u0006f*t > endobj 15 0 obj > endobj 16 0 obj > endobj 1 0 obj > endobj 2 0 obj > endobj 3 0 obj > endobj 4 0 obj >stream                       Zahra Ali  Microsoft Word - Document1                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                            endstream endobj 5 0 obj > endobj xref  0 6  0000000000 65535 f  0000003895 00000 n  0000003928 00000 n  0000003951 00000 n  0000004001 00000 n  0000007410 00000 n  trailer   >  startxref  116  %%EOF"}, {"content": "Program of Study (CAS Bulletin), Department of Environmental Studies | NYU                                         NEW YORK UNIVERSITY       ARTS AND SCIENCE       COLLEGE OF ARTS AND SCIENCE       GRADUATE SCHOOL OF ARTS AND SCIENCE                                     Printer Friendly                            Back to Home         Program of Study (CAS Bulletin)           Jump to: Major -Environmental Science Track -Environmental Values and Society Track -Environmental Science Distribution List ---Undergraduate Courses ---Graduate Courses -Environmental Values and Society Distribution List ---Undergraduate Courses ---Graduate Courses Honors Minor    Major    The Program in Environmental Studies offers a major and minor in Environmental Studies. The major includes four core courses:       Environmental Systems Science (ENVST-UA 100), an introductory environmental science course    Environment and Society (ENVST-UA 101, or ENVST-UA 9101 offered at NYU Berlin), an introductory environment and society course    Internship in Environmental Studies (ENVST-UA 800, or NODEP-UA 9981 offered at NYU Washington, D.C.), taken during the junior year    Environmental Studies Capstone Seminar (ENVST-UA 900), taken during the senior year      Students can choose one of two tracks in the major: Environmental Science or Environmental Values and Society.      Environmental Science Track    To complete a major in Environmental Studies in the Environmental Science track, students must satisfy the following requirements: Receive a C or better in the following four core courses (16 points):    Environmental Systems Science (ENVST-UA 100) Environment and Society (ENVST-UA 101, or ENVST-UA 9101 offered at NYU Berlin) Internship in Environmental Studies (ENVST-UA 800, or NODEP-UA 9981 offered at NYU Washington, D.C.) Environmental Studies Capstone Seminar (ENVST-UA 900)          Complete the specific requirements for the Environmental Science track. To complete this track, students must satisfy the following three requirements: Receive a C or better in three electives (12 points) on the environmental science distribution list (see below). Only one of these can be at the 200 level. Receive a C or better in one elective (3 or 4 points) on the environmental values and society distribution list (see below) Satisfy the requirements for a minor in one of the following subjects: biology (environmental biology, genetics, molecular and cell biology, or genomics and bioinformatics), chemistry, physics, mathematics, psychology, computer science, computer applications, or computer science and mathematics. A major in biology, chemistry, physics, mathematics, computer science, computer science and mathematics, economics and mathematics, neural science, psychology, or biochemistry will also count as fulfilling this requirement.                                Environmental Values and Society Track   To complete a major in Environmental Studies in the Environmental Values and Society track, students must satisfy the following requirements:      Receive a grade of C or better in the following four core courses (16 points):                Environmental Systems Science (ENVST-UA 100)     Environment and Society (ENVST-UA 101, or ENVST-UA 9101 offered at NYU Berlin)     Internship in Environmental Studies (ENVST-UA 800, or NODEP-UA 9981 offered at NYU Washington, D.C.)     Environmental Studies Capstone Seminar (ENVST-UA 900)                Complete the specific requirements for the Environmental Values and Society track. To complete this track, students must satisfy the following three requirements:        Receive a C or better in three electives (typically 12 points) on the environmental values and society distribution list (see below)     Receive a C or better in one elective (4 points) on the environmental science distribution list (see below)     Satisfy the requirements for a minor in one of the following subjects: anthropology, business studies, economic policy, economic theory, history, metropolitan studies, philosophy, politics, psychology, sociology, and studio art. A major in anthropology, economics, history, journalism, metropolitan studies, philosophy, politics, psychology, and sociology will also count as fulfilling this requirement.              Please note that requirements for majors and minors may change. A course cannot satisfy more than one requirement for the Environmental Studies major.      Environmental Science Distribution List    Please note that courses are not necessarily offered every year and may carry prerequisites.      Undergraduate Courses    Evolution of the Earth (Environmental Studies; cross-listed in Biology as BIOL-UA 2)   ENVST-UA 210 4 points.    Climate Change (Environmental Studies)   ENVST-UA 226 4 points.    Topics in Environmental Science (Environmental Studies)   ENVST-UA 250 4 points.    Where the City Meets the Sea: Studies in Coastal Urban Environment (Environmental Studies; cross-listed in Biology as BIOL-UA 140)   ENVST-UA 275 4 points.    Advanced Topics in Environmental Science (Environmental Studies)   ENVST-UA 300 4 points.    Current Topics in Earth System Science: Mass Extinctions, Geologic Processes, and Evolution (Environmental Studies; cross-listed in Biology as BIOL-UA 332)   ENVST-UA 332 4 points.    Limits of the Earth: Issues in Human Ecology (Environmental Studies)   ENVST-UA 333 4 points.    Earth System Science (Environmental Studies)   ENVST-UA 340 4 points. The Global Carbon Cycle (Environmental Studies) ENVST-UA 345 4 points.    Energy and the Environment (Environmental Studies)   ENVST-UA 350 4 points.    Fundamental Dynamics of Earth's Atmosphere and Climate (Environmental Studies; cross-listed in Mathematics as MATH-UA 228)   ENVST-UA 360 4 points.    Biogeochemistry of Global Change (Environmental Studies; cross-listed in Biology as BIOL-UA 66)   ENVST-UA 370 4 points.    At the Bench: Ecological Analysis with Geographic Information Systems (Environmental Studies; cross-listed in Biology as BIOL-UA 64)   ENVST-UA 372 4 points.    Special Topics: Introduction to Fluid Dynamics (Environmental Studies; cross-listed in Physics as PHYS-UA 800)   ENVST-UA 380 4 points. Transdisciplinary Investigations across Multiple Evolutionary Scales (TIMES) (Advanced Honors Seminar Program) AHSEM-UA 154 4 points.    Field Laboratory in Ecology (Biology)   BIOL-UA 16 4 points.    Introduction to Ecology (Biology)   BIOL-UA 63 4 points.    Graduate Courses    Environmental Health (Environmental Health Science)   EHSC-GA 1004 4 points.    Ecotoxicology: Hudson River Case Study (Environmental Health Science; cross-listed in Biology as BIOL-GA 1005)   EHSC-GA 1005 4 points.    Toxicology (Environmental Health Science; cross-listed in Biology as BIOL-GA 1006)   EHSC-GA 1006 4 points.    Weather, Air Pollution, and Health (Environmental Health Science)   EHSC-GA 1010 4 points.    Aerosol Science (Environmental Health Science)   EHSC-GA 2033 4 points.    Radiological Health (Environmental Health Science)   EHSC-GA 2301 4 points.    Global Issues in Environmental Health (Bioethics; cross-listed in Environmental Health Science as EHSC-GA 1011)   BIOE-GA 1011 4 points.    Global Environmental Health (Wagner)   GPH-GU 2153 4 points.     Environmental Values and Society Distribution List   Please note that courses are not necessarily offered every year and may carry prerequisites.     Undergraduate Courses   Ethics and the Environment (Environmental Studies; cross-listed in Philosophy as PHIL-UA 53)   ENVST-UA 400 4 points. Climate Change and Environmental Justice (Environmental Studies; cross-listed in Social and Cultural Analysis as SCA-UA 632) ENVST-UA 405 4 points.    Economics and the Environment (Environmental Studies)   ENVST-UA 410 4 points.    Environmental History of the Early Modern World (Environmental Studies; cross-listed in History as HIST-UA 115)   ENVST-UA 415 4 points.    Environmental History of New York City (Environmental Studies; cross-listed in History as HIST-UA 275)   ENVST-UA 420 4 points.    History of Ecology and Environmentalism (Environmental Studies)   ENVST-UA 425 4 points.    Education and the Environment (Environmental Studies)   ENVST-UA 430 4 points.    Food, Animals, and the Environment (Environmental Studies; cross-listed in Animal Studies as ANST-UA 440)   ENVST-UA 440 4 points.    Topics in Environmental Values and Society (Environmental Studies)   ENVST-UA 450 4 points.    European Environmental Policy (Environmental Studies)   ENVST-UA 460 4 points.    Climate and Society (Environmental Studies)   ENVST-UA 470 4 points. Urban Political Ecology (Environmental Studies) ENVST-UA 490 4 points.  Journalism and Society: Covering the Earth (Environmental Studies; cross-listed in Journalism as JOUR-UA 503)   ENVST-UA 503 4 points.    Readings in Contemporary Literary Theory: Eco Criticism (Environmental Studies; cross-listed in English as ENGL-UA 735)   ENVST-UA 510 4 points.    Animals and Society (Environmental Studies; cross-listed in Animal Studies as ANST-UA 200 and in Sociology as SOC-UA 970)   ENVST-UA 610 4 points.    Animals and Public Policy (Environmental Studies; cross-listed in Animal Studies as ANST-UA 500)   ENVST-UA 630 4 points.        Topics in Environmental Values and Society: Environment and Environmental Policies in Central and Eastern Europe (Environmental Studies; taught at NYU Prague)   ENVST-UA 9450 4 points.    Topics in Environmental Values and Society: Chinese Environmental Governance (Environmental Studies; taught at NYU Shanghai)   ENVST-UA 9450 4 points.    Topics in Environmental Values and Society: The City and the Environment of Modern China ( Environmental Studies; cross-listed in East Asian Studies as EAST-UA 9095; taught at NYU Shanghai)   ENVST-UA 9450 4 points. Topics in Environmental Values and Society: Australian Environmental Policy (Environmental Studies; taught at NYU Sydney) ENVST-UA 9450 4 points. Journalism and Society: Science, Environment and Politics (Environmental Studies; taught at NYU Sydney and NYU Washington, D.C.) ENVST-UA 9503 4 points. Readings in Contemporary Literature Theory: Ecocriticism (Environmental Studies; taught at NYU Sydney) ENVST-UA 9510 4 points.  European Environmental Policy (Environmental Studies; taught at NYU Berlin)   ENVST-UA 9460 4 points.    Environmental Design: Issues and Methods (Art History)   ARTH-UA 672 4 points.    Economics of Energy (Economics)   ECON-UA 326 4 points.    Topics: American Environmental History (History)   HIST-UA 750 4 points. Controversies in Public Policy: Issues &amp; Methods (Politics) POL-UA 315 4 points.  Cities in a Global Context (Social and Cultural Analysis)   SCA-UA 602 4 points.    Urban Environmentalism (Social and Cultural Analysis)   SCA-UA 631 4 points.    Topics in Metropolitan Studies: Cultural Politics of Sustainable Cities (Social and Cultural Analysis)   SCA-UA 680 4 points. State and Fate of the Earth (NYU Abu Dhabi; taught at NYU Shanghai) COREI-AD 11 4 points.    Disease and Civilization (Gallatin)   IDSEM-UG 1059 4 points.    The Darwinian Revolution (Gallatin)   IDSEM-UG 1156 4 points.    A Sense of Place (Gallatin)   IDSEM-UG 1181 4 points.    Ecology and Environmental Thought (Gallatin)   IDSEM-UG 1298 4 points.      History of Environmental Science (Gallatin)   IDSEM-UG 1566 4 points.    Energy (Gallatin)   IDSEM-UG 1575 4 points.    Nature, Resource, and the Human Condition: Perspectives on Environmental History (Gallatin)   IDSEM-UG 1602 4 points.    Green History from Geddes to Gore (Gallatin)   IDSEM-UG 1627 4 points.    Think Big: Global Issues and Ecological Solutions (Gallatin)   IDSEM-UG 1628 4 points.    Ecological Transport, Infrastructure, and Building Design (Gallatin)   IDSEM-UG 1633 4 points.    Environment and Development in Africa (Gallatin)   IDSEM-UG 1648 4 points.    Environmental Psychology: Place and Behavior (Gallatin)   IDSEM-UG 1656 4 points. Mapping as Spatial, Political and Environmental Practice (Gallatin) ARTS-UA 1603 4 points.  Green Design (Gallatin)   ARTS-UG 1616 4 points.    The Urban Environment: Design, Planning, and Public Services (Gallatin)   ARTS-UG 1620 4 points.    Green Design and Planning (Gallatin)   ARTS-UG 1623 4 points.    Advanced Architectural Drawing and Design (Gallatin)   ARTS-UG 1624 4 points.    Good Design: Habitation (Gallatin)   ARTS-UG 1627 4 points. Research Project: Urban Sustainability &amp; Planning (NYU Poly) URB 4023 4 points.    Interdisciplinary Projects: Environmental Art Activism (Steinhardt)   ART-UE 1022 3 points.    Introduction to Global Public Health (Steinhardt)   PUHE-UE 1310 3 points.    Environmental Art Activism (Steinhardt)   ART-UE 1983 3 points.    Business and the Environment (Stern)   ECON-UB 225 4 points.    Honors Seminar: Performing Beyond the Human: Ecology, Animality, and Performance (Tisch)   THEA-UT 801 4 points.    Graduate Courses    Advanced Introduction to Environmental Ethics (Bioethics)   BIOE-GA 1006 4 points. Environmental Health Policy (Environmental Health Sciences) EHSC-GA 1013 4 points.    History of Environmental Art, Architecture/Design (Gallatin)   ELEC-GG 2622 4 points.    International Environmental Governance: Education, Advocacy &amp; NGOs (Steinhardt—Environmental Conservation Education)   ENYC-GE 2015 3 points.    Foundations of Environmental Thought (Steinhardt—Environmental Conservation Education)   ENYC-GE 2019 3 points.    Contemporary Debates in Environmental Ethics (Steinhardt—Environmental Conservation Education)   ENYC-GE 2020 3 points.    Environmental Politics (Steinhardt—Environmental Conservation Education)   ENYC-GE 2021 3 points.    Environmental Education: Theory and Practice (Steinhardt—Environmental Conservation Education)   ENYC-GE 2022 3 points.    Field Studies in Ecology at Black Rock Forest (Steinhardt—Environmental Conservation Education)   ENYC-GE 2032 3 points.    Environmental Education (Steinhardt—Environmental Conservation Education)   ENYC-GE 2070 3 points.    Topics in Visual Culture and Cultural Studies: Modernity and Climate Change (Steinhardt—Media, Culture, and Communication)   MCC-UE 2400 3 points.    Urbanization in Developing Countries (Wagner)   INTL-GP 2237 4 points.    Environmental Policy, Sustainable Development, and the Economics of Climate Change (Wagner; taught in Capetown)   PADM-GP 2252 4 points.    Ecoleadership: The Public Role of the Private Sector in Building Sustainable Societies (Wagner)   PADM-GP 2234 4 points.    Current Issues in Environmental Policy (Wagner)   PADM-GP 2466 4 points.    Environmental Economics (Wagner)   PADM-GP 2472 4 points.    Urban Planning, Development, and Decision Making (Wagner)   URPL-GP 1603 4 points.    Land Use Law: Planning Perspective (Wagner)   URPL-GP 1605 4 points.    Risk Management in Environmental Health and Protection (Wagner)   URPL-GP 2126 4 points.    Environmental Law (Wagner)   URPL-GP 2127 4 points.    Transportation Policy (Wagner)   URPL-GP 2470 4 points.    Environmental Impact Assessment (Wagner)   URPL-GP 2610 4 points.    Adapting the Physical City (Wagner)   URPL-GP 2612 4 points.    Sustainable Cities in a Comparative Perspective (Wagner)   URPL-GP 2613 4 points.    Environment and Urban Dynamics (Wagner)   URPL-GP 2615 4 points.    Workshop in Environmental Planning-Urban Waterfront (Wagner)   URPL-GP 2625 4 points.    Urban Transportation Planning (Wagner)   URPL-GP 2641 4 points. Planning for Emergencies &amp; Disasters (Wagner) URPL-GP 2645 4 points.  Water Sourcing and Delivery in an Era of Climate Change (Wagner)   URPL-GP 2666 4 points.     Honors   Students who receive a GPA over 3.65 in the major and overall and complete the Honors Seminar in Environmental Studies (ENVST-UA 950) will graduate with departmental honors.     Minor   To complete a minor in Environmental Studies, a student must receive a C or better in five courses (20 points): Environmental Systems Science (ENVST-UA 100), Environment and Society (ENVST-UA 101), and three electives chosen from the distribution lists.                              Contact Us | &copy; New York University , Arts and Science"}]},
{"detail": [{"content": "%PDF-1.4 %  6 0 obj > endobj         xref  6 11  0000000016 00000 n  0000000654 00000 n  0000000516 00000 n  0000000730 00000 n  0000000857 00000 n  0000000952 00000 n  0000001340 00000 n  0000001785 00000 n  0000003335 00000 n  0000003580 00000 n  0000003819 00000 n  trailer   ]>>  startxref  0  %%EOF         8 0 obj >stream  xb````` `\u0000\u0002X\u0006T\u0004, \u001c b\u001cP͖3G\\EU\u0002,\u0016\u0002 \u0000{\u0005:  endstream endobj 7 0 obj > endobj 9 0 obj > endobj 10 0 obj >/ProcSet[/PDF/Text]/ExtGState >>> endobj 11 0 obj > endobj 12 0 obj > endobj 13 0 obj >stream  H|WM6\u0010WH\u0015^E-J\u000ei\u0006H\u0011`+sm&Һ_7CʒI XwعfTl\u001egi&\u0012\u007fK9\u0012%q$T4h*'L#~mmn:UO\u0013,]B M { M\u0011g\u0010\u0015ZB?zdVۋ\u0013hT[=gY+\u0016IUUgF t{24Kc Kz/!Zǅ\u0014{\u000eY\u0013JK\u0015e>F Vc\"3ͥ z\u0004wݨb@R CS3`/\u001a2Y,\u0000mN  h;d HN\\vY1\u001cZ05 2s\u0006f*t > endobj 15 0 obj > endobj 16 0 obj > endobj 1 0 obj > endobj 2 0 obj > endobj 3 0 obj > endobj 4 0 obj >stream                       Zahra Ali  Microsoft Word - Document1                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                            endstream endobj 5 0 obj > endobj xref  0 6  0000000000 65535 f  0000003895 00000 n  0000003928 00000 n  0000003951 00000 n  0000004001 00000 n  0000007410 00000 n  trailer   >  startxref  116  %%EOF"}, {"content": "Program of Study (CAS Bulletin), Department of Environmental Studies | NYU                                         NEW YORK UNIVERSITY       ARTS AND SCIENCE       COLLEGE OF ARTS AND SCIENCE       GRADUATE SCHOOL OF ARTS AND SCIENCE                                     Printer Friendly                            Back to Home         Program of Study (CAS Bulletin)           Jump to: Major -Environmental Science Track -Environmental Values and Society Track -Environmental Science Distribution List ---Undergraduate Courses ---Graduate Courses -Environmental Values and Society Distribution List ---Undergraduate Courses ---Graduate Courses Honors Minor    Major    The Program in Environmental Studies offers a major and minor in Environmental Studies. The major includes four core courses:       Environmental Systems Science (ENVST-UA 100), an introductory environmental science course    Environment and Society (ENVST-UA 101, or ENVST-UA 9101 offered at NYU Berlin), an introductory environment and society course    Internship in Environmental Studies (ENVST-UA 800, or NODEP-UA 9981 offered at NYU Washington, D.C.), taken during the junior year    Environmental Studies Capstone Seminar (ENVST-UA 900), taken during the senior year      Students can choose one of two tracks in the major: Environmental Science or Environmental Values and Society.      Environmental Science Track    To complete a major in Environmental Studies in the Environmental Science track, students must satisfy the following requirements: Receive a C or better in the following four core courses (16 points):    Environmental Systems Science (ENVST-UA 100) Environment and Society (ENVST-UA 101, or ENVST-UA 9101 offered at NYU Berlin) Internship in Environmental Studies (ENVST-UA 800, or NODEP-UA 9981 offered at NYU Washington, D.C.) Environmental Studies Capstone Seminar (ENVST-UA 900)          Complete the specific requirements for the Environmental Science track. To complete this track, students must satisfy the following three requirements: Receive a C or better in three electives (12 points) on the environmental science distribution list (see below). Only one of these can be at the 200 level. Receive a C or better in one elective (3 or 4 points) on the environmental values and society distribution list (see below) Satisfy the requirements for a minor in one of the following subjects: biology (environmental biology, genetics, molecular and cell biology, or genomics and bioinformatics), chemistry, physics, mathematics, psychology, computer science, computer applications, or computer science and mathematics. A major in biology, chemistry, physics, mathematics, computer science, computer science and mathematics, economics and mathematics, neural science, psychology, or biochemistry will also count as fulfilling this requirement.                                Environmental Values and Society Track   To complete a major in Environmental Studies in the Environmental Values and Society track, students must satisfy the following requirements:      Receive a grade of C or better in the following four core courses (16 points):                Environmental Systems Science (ENVST-UA 100)     Environment and Society (ENVST-UA 101, or ENVST-UA 9101 offered at NYU Berlin)     Internship in Environmental Studies (ENVST-UA 800, or NODEP-UA 9981 offered at NYU Washington, D.C.)     Environmental Studies Capstone Seminar (ENVST-UA 900)                Complete the specific requirements for the Environmental Values and Society track. To complete this track, students must satisfy the following three requirements:        Receive a C or better in three electives (typically 12 points) on the environmental values and society distribution list (see below)     Receive a C or better in one elective (4 points) on the environmental science distribution list (see below)     Satisfy the requirements for a minor in one of the following subjects: anthropology, business studies, economic policy, economic theory, history, metropolitan studies, philosophy, politics, psychology, sociology, and studio art. A major in anthropology, economics, history, journalism, metropolitan studies, philosophy, politics, psychology, and sociology will also count as fulfilling this requirement.              Please note that requirements for majors and minors may change. A course cannot satisfy more than one requirement for the Environmental Studies major.      Environmental Science Distribution List    Please note that courses are not necessarily offered every year and may carry prerequisites.      Undergraduate Courses    Evolution of the Earth (Environmental Studies; cross-listed in Biology as BIOL-UA 2)   ENVST-UA 210 4 points.    Climate Change (Environmental Studies)   ENVST-UA 226 4 points.    Topics in Environmental Science (Environmental Studies)   ENVST-UA 250 4 points.    Where the City Meets the Sea: Studies in Coastal Urban Environment (Environmental Studies; cross-listed in Biology as BIOL-UA 140)   ENVST-UA 275 4 points.    Advanced Topics in Environmental Science (Environmental Studies)   ENVST-UA 300 4 points.    Current Topics in Earth System Science: Mass Extinctions, Geologic Processes, and Evolution (Environmental Studies; cross-listed in Biology as BIOL-UA 332)   ENVST-UA 332 4 points.    Limits of the Earth: Issues in Human Ecology (Environmental Studies)   ENVST-UA 333 4 points.    Earth System Science (Environmental Studies)   ENVST-UA 340 4 points. The Global Carbon Cycle (Environmental Studies) ENVST-UA 345 4 points.    Energy and the Environment (Environmental Studies)   ENVST-UA 350 4 points.    Fundamental Dynamics of Earth's Atmosphere and Climate (Environmental Studies; cross-listed in Mathematics as MATH-UA 228)   ENVST-UA 360 4 points.    Biogeochemistry of Global Change (Environmental Studies; cross-listed in Biology as BIOL-UA 66)   ENVST-UA 370 4 points.    At the Bench: Ecological Analysis with Geographic Information Systems (Environmental Studies; cross-listed in Biology as BIOL-UA 64)   ENVST-UA 372 4 points.    Special Topics: Introduction to Fluid Dynamics (Environmental Studies; cross-listed in Physics as PHYS-UA 800)   ENVST-UA 380 4 points. Transdisciplinary Investigations across Multiple Evolutionary Scales (TIMES) (Advanced Honors Seminar Program) AHSEM-UA 154 4 points.    Field Laboratory in Ecology (Biology)   BIOL-UA 16 4 points.    Introduction to Ecology (Biology)   BIOL-UA 63 4 points.    Graduate Courses    Environmental Health (Environmental Health Science)   EHSC-GA 1004 4 points.    Ecotoxicology: Hudson River Case Study (Environmental Health Science; cross-listed in Biology as BIOL-GA 1005)   EHSC-GA 1005 4 points.    Toxicology (Environmental Health Science; cross-listed in Biology as BIOL-GA 1006)   EHSC-GA 1006 4 points.    Weather, Air Pollution, and Health (Environmental Health Science)   EHSC-GA 1010 4 points.    Aerosol Science (Environmental Health Science)   EHSC-GA 2033 4 points.    Radiological Health (Environmental Health Science)   EHSC-GA 2301 4 points.    Global Issues in Environmental Health (Bioethics; cross-listed in Environmental Health Science as EHSC-GA 1011)   BIOE-GA 1011 4 points.    Global Environmental Health (Wagner)   GPH-GU 2153 4 points.     Environmental Values and Society Distribution List   Please note that courses are not necessarily offered every year and may carry prerequisites.     Undergraduate Courses   Ethics and the Environment (Environmental Studies; cross-listed in Philosophy as PHIL-UA 53)   ENVST-UA 400 4 points. Climate Change and Environmental Justice (Environmental Studies; cross-listed in Social and Cultural Analysis as SCA-UA 632) ENVST-UA 405 4 points.    Economics and the Environment (Environmental Studies)   ENVST-UA 410 4 points.    Environmental History of the Early Modern World (Environmental Studies; cross-listed in History as HIST-UA 115)   ENVST-UA 415 4 points.    Environmental History of New York City (Environmental Studies; cross-listed in History as HIST-UA 275)   ENVST-UA 420 4 points.    History of Ecology and Environmentalism (Environmental Studies)   ENVST-UA 425 4 points.    Education and the Environment (Environmental Studies)   ENVST-UA 430 4 points.    Food, Animals, and the Environment (Environmental Studies; cross-listed in Animal Studies as ANST-UA 440)   ENVST-UA 440 4 points.    Topics in Environmental Values and Society (Environmental Studies)   ENVST-UA 450 4 points.    European Environmental Policy (Environmental Studies)   ENVST-UA 460 4 points.    Climate and Society (Environmental Studies)   ENVST-UA 470 4 points. Urban Political Ecology (Environmental Studies) ENVST-UA 490 4 points.  Journalism and Society: Covering the Earth (Environmental Studies; cross-listed in Journalism as JOUR-UA 503)   ENVST-UA 503 4 points.    Readings in Contemporary Literary Theory: Eco Criticism (Environmental Studies; cross-listed in English as ENGL-UA 735)   ENVST-UA 510 4 points.    Animals and Society (Environmental Studies; cross-listed in Animal Studies as ANST-UA 200 and in Sociology as SOC-UA 970)   ENVST-UA 610 4 points.    Animals and Public Policy (Environmental Studies; cross-listed in Animal Studies as ANST-UA 500)   ENVST-UA 630 4 points.        Topics in Environmental Values and Society: Environment and Environmental Policies in Central and Eastern Europe (Environmental Studies; taught at NYU Prague)   ENVST-UA 9450 4 points.    Topics in Environmental Values and Society: Chinese Environmental Governance (Environmental Studies; taught at NYU Shanghai)   ENVST-UA 9450 4 points.    Topics in Environmental Values and Society: The City and the Environment of Modern China ( Environmental Studies; cross-listed in East Asian Studies as EAST-UA 9095; taught at NYU Shanghai)   ENVST-UA 9450 4 points. Topics in Environmental Values and Society: Australian Environmental Policy (Environmental Studies; taught at NYU Sydney) ENVST-UA 9450 4 points. Journalism and Society: Science, Environment and Politics (Environmental Studies; taught at NYU Sydney and NYU Washington, D.C.) ENVST-UA 9503 4 points. Readings in Contemporary Literature Theory: Ecocriticism (Environmental Studies; taught at NYU Sydney) ENVST-UA 9510 4 points.  European Environmental Policy (Environmental Studies; taught at NYU Berlin)   ENVST-UA 9460 4 points.    Environmental Design: Issues and Methods (Art History)   ARTH-UA 672 4 points.    Economics of Energy (Economics)   ECON-UA 326 4 points.    Topics: American Environmental History (History)   HIST-UA 750 4 points. Controversies in Public Policy: Issues &amp; Methods (Politics) POL-UA 315 4 points.  Cities in a Global Context (Social and Cultural Analysis)   SCA-UA 602 4 points.    Urban Environmentalism (Social and Cultural Analysis)   SCA-UA 631 4 points.    Topics in Metropolitan Studies: Cultural Politics of Sustainable Cities (Social and Cultural Analysis)   SCA-UA 680 4 points. State and Fate of the Earth (NYU Abu Dhabi; taught at NYU Shanghai) COREI-AD 11 4 points.    Disease and Civilization (Gallatin)   IDSEM-UG 1059 4 points.    The Darwinian Revolution (Gallatin)   IDSEM-UG 1156 4 points.    A Sense of Place (Gallatin)   IDSEM-UG 1181 4 points.    Ecology and Environmental Thought (Gallatin)   IDSEM-UG 1298 4 points.      History of Environmental Science (Gallatin)   IDSEM-UG 1566 4 points.    Energy (Gallatin)   IDSEM-UG 1575 4 points.    Nature, Resource, and the Human Condition: Perspectives on Environmental History (Gallatin)   IDSEM-UG 1602 4 points.    Green History from Geddes to Gore (Gallatin)   IDSEM-UG 1627 4 points.    Think Big: Global Issues and Ecological Solutions (Gallatin)   IDSEM-UG 1628 4 points.    Ecological Transport, Infrastructure, and Building Design (Gallatin)   IDSEM-UG 1633 4 points.    Environment and Development in Africa (Gallatin)   IDSEM-UG 1648 4 points.    Environmental Psychology: Place and Behavior (Gallatin)   IDSEM-UG 1656 4 points. Mapping as Spatial, Political and Environmental Practice (Gallatin) ARTS-UA 1603 4 points.  Green Design (Gallatin)   ARTS-UG 1616 4 points.    The Urban Environment: Design, Planning, and Public Services (Gallatin)   ARTS-UG 1620 4 points.    Green Design and Planning (Gallatin)   ARTS-UG 1623 4 points.    Advanced Architectural Drawing and Design (Gallatin)   ARTS-UG 1624 4 points.    Good Design: Habitation (Gallatin)   ARTS-UG 1627 4 points. Research Project: Urban Sustainability &amp; Planning (NYU Poly) URB 4023 4 points.    Interdisciplinary Projects: Environmental Art Activism (Steinhardt)   ART-UE 1022 3 points.    Introduction to Global Public Health (Steinhardt)   PUHE-UE 1310 3 points.    Environmental Art Activism (Steinhardt)   ART-UE 1983 3 points.    Business and the Environment (Stern)   ECON-UB 225 4 points.    Honors Seminar: Performing Beyond the Human: Ecology, Animality, and Performance (Tisch)   THEA-UT 801 4 points.    Graduate Courses    Advanced Introduction to Environmental Ethics (Bioethics)   BIOE-GA 1006 4 points. Environmental Health Policy (Environmental Health Sciences) EHSC-GA 1013 4 points.    History of Environmental Art, Architecture/Design (Gallatin)   ELEC-GG 2622 4 points.    International Environmental Governance: Education, Advocacy &amp; NGOs (Steinhardt—Environmental Conservation Education)   ENYC-GE 2015 3 points.    Foundations of Environmental Thought (Steinhardt—Environmental Conservation Education)   ENYC-GE 2019 3 points.    Contemporary Debates in Environmental Ethics (Steinhardt—Environmental Conservation Education)   ENYC-GE 2020 3 points.    Environmental Politics (Steinhardt—Environmental Conservation Education)   ENYC-GE 2021 3 points.    Environmental Education: Theory and Practice (Steinhardt—Environmental Conservation Education)   ENYC-GE 2022 3 points.    Field Studies in Ecology at Black Rock Forest (Steinhardt—Environmental Conservation Education)   ENYC-GE 2032 3 points.    Environmental Education (Steinhardt—Environmental Conservation Education)   ENYC-GE 2070 3 points.    Topics in Visual Culture and Cultural Studies: Modernity and Climate Change (Steinhardt—Media, Culture, and Communication)   MCC-UE 2400 3 points.    Urbanization in Developing Countries (Wagner)   INTL-GP 2237 4 points.    Environmental Policy, Sustainable Development, and the Economics of Climate Change (Wagner; taught in Capetown)   PADM-GP 2252 4 points.    Ecoleadership: The Public Role of the Private Sector in Building Sustainable Societies (Wagner)   PADM-GP 2234 4 points.    Current Issues in Environmental Policy (Wagner)   PADM-GP 2466 4 points.    Environmental Economics (Wagner)   PADM-GP 2472 4 points.    Urban Planning, Development, and Decision Making (Wagner)   URPL-GP 1603 4 points.    Land Use Law: Planning Perspective (Wagner)   URPL-GP 1605 4 points.    Risk Management in Environmental Health and Protection (Wagner)   URPL-GP 2126 4 points.    Environmental Law (Wagner)   URPL-GP 2127 4 points.    Transportation Policy (Wagner)   URPL-GP 2470 4 points.    Environmental Impact Assessment (Wagner)   URPL-GP 2610 4 points.    Adapting the Physical City (Wagner)   URPL-GP 2612 4 points.    Sustainable Cities in a Comparative Perspective (Wagner)   URPL-GP 2613 4 points.    Environment and Urban Dynamics (Wagner)   URPL-GP 2615 4 points.    Workshop in Environmental Planning-Urban Waterfront (Wagner)   URPL-GP 2625 4 points.    Urban Transportation Planning (Wagner)   URPL-GP 2641 4 points. Planning for Emergencies &amp; Disasters (Wagner) URPL-GP 2645 4 points.  Water Sourcing and Delivery in an Era of Climate Change (Wagner)   URPL-GP 2666 4 points.     Honors   Students who receive a GPA over 3.65 in the major and overall and complete the Honors Seminar in Environmental Studies (ENVST-UA 950) will graduate with departmental honors.     Minor   To complete a minor in Environmental Studies, a student must receive a C or better in five courses (20 points): Environmental Systems Science (ENVST-UA 100), Environment and Society (ENVST-UA 101), and three electives chosen from the distribution lists.                              Contact Us | &copy; New York University , Arts and Science"}, {"content": "Environmental Studies (ES) Major - Environmental Values and Society Track, Department of Environmental Studies | NYU                                         NEW YORK UNIVERSITY       ARTS AND SCIENCE       COLLEGE OF ARTS AND SCIENCE       GRADUATE SCHOOL OF ARTS AND SCIENCE                                     Printer Friendly                            Back to Home         Environmental Studies (ES) Major - Environmental Values and Society Track     To complete a major in Environmental Studies with the Environmental Values and Society Track, students must satisfy the  following requirements:      I. Receive a grade of \"C\" (2.0) or better in the following four core courses:   Environmental Systems Science (V36.0100) Environment and Society (V36.0101) Internship in Environmental Studies (V36.0800) Environmental Studies Capstone Seminar (V36.0900) II. Complete the requirements for this Track. To complete this Track,  students must:      Receive a grade of \"C\" (2.0) or better in three electives on the Environmental Values and Society distribution list    Receive a grade of \"C\" (2.0) or better in one elective on the Environmental Science distribution list Satisfy the requirements for: A minor in one of the following  subjects: Anthropology Business studies Economic policy Economic theory History Metropolitan Studies Philosophy Politics Psychology  Sociology Studio Art   -or- A major in one of the following  subjects:  Anthropology Economics History Journalism Metropolitan Studies Philosophy Politics Psychology  Sociology Please note that major and minor requirements change. Courses  satisfying this requirement cannot also count as electives.   As of July 2008, a maximum of two courses taken away from the New York  campus of NYU can count towards your major or minor. In addition, only  one repeat of a course is allowed. A Degree Audit form for the Environmental Studies Major (Environmental Values and Society Track) is available here (PDF). Please complete this form and bring it to the ES Program Coordinator at 285 Mercer, 901, to declare a major.                                   Contact Us | &copy; New York University , Arts and Science"}]}]