[{"detail": [{"content": "All Things Albert | New Student Center | New York University                                              Navigation       College of Arts and Science                 About Arts and Science | Departments and Programs | The Faculty                          Back to Home           All Things Albert     Student Guides to Albert    Albert \"How-to\" Video    In this video presentation, we will discuss how to activate your NYU NetID and use our online registration system.    Student FAQs    Albert Course Search help guide    Students can use the Albert Course Search feature to query course related information during an academic year. This guide illustrates how students can search for courses.    Albert Registration help guide    The Albert Student Center is a \"one-stop shop\" for a student's self-service needs in terms of academic information. This guide illustrates how students use the Student Center pages to register for courses.    Delegated Access    This webpage provides details and guides on how students can grant other individuals access to their Albert records.    View your Degree Audit Report    The Degree Audit report used to monitor degree progression for students. This guide illustrates how to produce a Degree Audit report using the Albert Student Center.    View your What-If Report    Using the what-if advising tool, you can run a simulated advisement report that shows degree progress based on courses you intend to take. This guide illustrates how to produce a What-If report using the Albert Student Center.    View your grades in the Student Center    Students can view their grades using the Student Center pages of Albert. This guide illustrates how students use the Student Center pages to view their grades.    Update your Contact Information    Students can make personal data changes such as addresses, phone, email, and emergency contacts in the Student Center.                  Home       College Cohort Program (CCP)       Events       Student Leadership       Resources       Contact Us                          Stay Connected           Facebook       Twitter       Vimeo       Instagram             Contact Us"}]},
{"detail": [{"content": "All Things Albert | New Student Center | New York University                                              Navigation       College of Arts and Science                 About Arts and Science | Departments and Programs | The Faculty                          Back to Home           All Things Albert     Student Guides to Albert    Albert \"How-to\" Video    In this video presentation, we will discuss how to activate your NYU NetID and use our online registration system.    Student FAQs    Albert Course Search help guide    Students can use the Albert Course Search feature to query course related information during an academic year. This guide illustrates how students can search for courses.    Albert Registration help guide    The Albert Student Center is a \"one-stop shop\" for a student's self-service needs in terms of academic information. This guide illustrates how students use the Student Center pages to register for courses.    Delegated Access    This webpage provides details and guides on how students can grant other individuals access to their Albert records.    View your Degree Audit Report    The Degree Audit report used to monitor degree progression for students. This guide illustrates how to produce a Degree Audit report using the Albert Student Center.    View your What-If Report    Using the what-if advising tool, you can run a simulated advisement report that shows degree progress based on courses you intend to take. This guide illustrates how to produce a What-If report using the Albert Student Center.    View your grades in the Student Center    Students can view their grades using the Student Center pages of Albert. This guide illustrates how students use the Student Center pages to view their grades.    Update your Contact Information    Students can make personal data changes such as addresses, phone, email, and emergency contacts in the Student Center.                  Home       College Cohort Program (CCP)       Events       Student Leadership       Resources       Contact Us                          Stay Connected           Facebook       Twitter       Vimeo       Instagram             Contact Us"}, {"content": "FAQs for Undergraduates | English | NYU                                               Back to Home           Printer Friendly                     FAQs for Undergraduates UNDERGRADUATE ENGLISH FAQs          I was thinking of majoring in English. What does the English major entail? The standard English major consists of ten courses. Four required courses, (Literary Interpretation, British Literature I and II, and American Literature I) one Critical Theories and Methods course, one pre-1800 course, one senior seminar, and three electives.    How do I declare a major or minor in English? You can either access the declaration form online or pick one up at the English Department. This sheet should be turned in to the Undergraduate Administrator in order to process your declaration.         ADVISING    I’ve already declared my major in English. Who is my academic advisor? If English is your first declared major then your academic advisor should be listed on your Albert record either on the top of your degree progress report or on your registration status report. If English is your second declared major, you advisor is the department’s DUGS.    How do I find out information for my academic advisor? Is there a site where all their emails are listed? The department’s website has a faculty list, which includes contact information and a brief bio for each professor. Office hours are also listed here.    I need to register for classes but I haven’t seen my advisor; what do I do? All English majors are required to see their advisors for registration clearance. English majors are encouraged to make appointments with their advisors or come in during their open office hours.       I’m not sure if I’ve fulfilled all my classes for my major. To whom should I speak about this? You should speak with your departmental advisor to discuss your major progress. Make sure you’ve utilized the English Major Worksheet, which is a key planning tool, and bring it to your advising appointment.       When should I meet with the DUGS? What questions and concerns are better handled by the DUGS than my primary advisor? Most questions can be handled by your advisor. Questions about transfer credit should be addressed to the DUGS.               CLASSES AND CREDIT    Does the A.P. exam count for credit in the English major? No.       I’m thinking of taking Literary Interpretation. Are there any classes I need to take before I can take that? The prerequisite for Literary Interpretation is “Writing the Essay,” or a course approved by the university that satisfies NYU’s Expository Writing requirement.    Can courses in other departments (e.g. cinema studies, comp. lit) count toward the English major or minor? In some circumstances, depending on a student’s course of study, they may count. Speak with your advisor for approval.    I’ve taken a creative writing course before or am interested in taking a creative writing course. Would that count towards my major or minor? Creative Writing courses do not count toward the major or minor. The Creative Writing minor is now completely separate from the English Department. Contact Christina Davis at 212-992-9766 with questions.    I’m a transfer student and want to major/minor in English. I have already started my major/minor at a different school; would I be able to transfer all of these credits? You are able to transfer some credits to count towards your major/minor but transfer students must take at least half of the courses for the major or minor in CAS. You should speak to the DUGS in order to evaluate your transfer credits in English.    If I complete an English major, do I still need to fulfill the “Expressive Cultures” MAP requirement? No.       What are recitations like for the English major classes? Recitations are held weekly to review the lecture and the readings you have done that past week. Recitations are led by graduate students and are very useful in helping you understand and interpret the readings you had been assigned. Recitations are designed for questions about anything relevant to the course, as well as to help students to participate in and frame advanced debates about literary scholarship.    Do all of the English major classes have recitations? The recitation I want is closed, do I have to sign up to a recitation or can I just be signed into lecture? Not all English courses have recitations; however, three of the four required classes do, as well as a few others. For these courses, you must be enrolled in both the lecture and the recitation to be fully enrolled in the class. There are waiting lists for each section.    How do waitlists work? For which classes can I be waitlisted? All English department classes have waitlists, with the exception of Junior and Senior Honors classes, Internships, and Independent studies, which require access codes. If you wish to be in a class that is closed you can add yourself to the waitlist. If someone drops the course the first person on the waitlist is given a spot in the class. Being on the waitlist does not guarantee you a spot in the class. IF THERE ARE MORE THAN FIVE PEOPLE ON THE WAITLIST, YOU ARE BETTER OFF ENROLLING IN ANOTHER COURSE OR SECTION.       The class I want to take has a prerequisite I have not taken but I think I’d be able to handle it. Can I still take this course? Prerequisites are designed to help you get the most out of the class you will take. Permission from the professor may be given to you if you decide to take the prerequisite concurrently, but we do not waive prerequisites entirely.            HONORS, INTERNSHIPS AND INDEPENDENT STUDY    What is the honors program in English? For students who have exceptional grades, writing and research abilities, the English department offers the opportunity to pursue an advanced research project under the direction of a member of the faculty. Admission is competitive. The major factor in admission is your performance in your English courses. In considering your application, the Director of Honors (DH) reviews your overall transcript and consults with your instructors. In addition, the DH reads the critical paper that you submit with your application to get a sense of the way you do critical analysis. Currently, the DH is Prof. Maureen McLane. What is involved in the application for Honors?    Minimal grade point average for admission to any CAS departmental honors program is 3.65 or better. Students admitted to the English Honors program have grade point averages above that. (In the Spring 2012 semester, the average grade point average of students in the program was 3.8 ) In addition, you should have completed the four core courses by the end of the semester in which you apply. The application form can be obtained from the department or at http://english.fas.nyu.edu/object/english.ug.honors.html .    Complete the form and turn it in to the Undergraduate Administrator in the English Department. Be sure to attach a clean copy of a paper submitted in a CAS English course with your application. The paper should demonstrate your abilities at close reading and application of critical methodology.       What is an independent study? An independent study is a course that is designed by the student to investigate an area or field of specialization not normally covered in the department’s regularly scheduled course offerings. Independent studies should not be undertaken solely because of difficulty fitting other classes into your schedule or because other classes are full. If you are having trouble with enrolling in a course see your departmental advisor.    How do I apply for an independent study? Your first step in applying for an independent study is to design and present a research proposal to a faculty member with whom you would like to study and figure out the course details together. This includes the material to be covered, course format, sources to be used, and method of evaluation. You must then complete the proposal form and have it signed by your sponsoring instructor. Once it is completed it should be returned to the Undergraduate Administrator for final approval from the DUGS.    Will an internship count towards my English major or minor? Internship credit counts towards the 128 points needed for graduation, but does not count toward the requirements for the English major or minor.    How many credits does an internship count for? You may elect to register for either 2 or 4 points of credit. The number of credits does not affect the number of hours you work as an intern. It is customary to register for 2 points because your tuition covers 18 points per term. If you take a 4 point internship it would put you up to 20 points so NYU would charge you for the 2 extra points of tuition beyond the 18 point flat rate. A maximum of eight credits of internship is allowed during your undergraduate career at NYU.    Where can I find an internship? You can find a link with internship opportunities (frequently updated) on the English department’s website.    How are the internships graded? All internships are pass/fail. The grade is based on two inputs: your internship supervisor’s evaluation of your performance and a 900-1500 word report describing very concretely what you did and what you learned.    How many hours a week does an internship entail? Typically internships include you working 10-12 hours a week.                            Contact Us | &copy; New York University , Arts and Science"}]}]