[{"detail": [{"content": "A Plea for Reason, Evidence and Logic        A Plea for Reason, Evidence and Logic   by Alan Sokal    Transcript of a talk presented at a forum  at New York University on October 30, 1996.  It was reprinted in   New Politics   6(2), pp. 126-129 (Winter 1997).       This affair has brought up an incredible number of issues, and I can't dream of addressing them all in 10 minutes, so let me start by circumscribing my talk. I don't want to belabor  Social Text 's failings either before or after the publication of my parody:  Social Text is not my enemy, nor is it my main intellectual target. I won't go here into the ethical issues related to the propriety of hoaxing (although in the question period I'd be glad to defend my ethics). I won't address the obscurantist prose and the uncritical celebrity-worship that have infected certain trendy sectors of the American academic humanities (though these are important questions that I hope  other panelists will address). I won't enter into technical issues of the philosophy of science (although again I'd be glad to do that in the question period). I won't discuss the social role of science and technology (though these are important issues). Indeed, I want to emphasize that this affair is in my view  not primarily about science -- though that was the excuse that I used in constructing my parody -- nor is it a disciplinary conflict between scientists and humanists, who are in fact represented on all sides of the debate. What I believe this debate is principally about -- and what I want to focus on tonight -- is the nature of truth, reason and objectivity: issues that I believe are crucial to the future of left politics.     I didn't write the parody for the reasons you might at first think. My aim wasn't to defend science from the barbarian hordes of lit crit or sociology. I know perfectly well that the main threats to science nowadays come from budget-cutting politicians and corporate executives, not from a handful of postmodernist academics. Rather, my goal is to defend what one might call a scientific worldview  -- defined broadly as a respect for evidence and logic, and for the incessant confrontation of theories with the real world; in short, for reasoned argument over wishful thinking, superstition and demagoguery. And my motives for trying to defend these old-fashioned ideas are basically political . I'm worried about trends in the American Left -- particularly here in academia -- that at a minimum divert us from the task of formulating a progressive social critique, by leading smart and committed people into trendy but ultimately empty intellectual fashions, and that can in fact undermine the prospects for such a critique, by promoting subjectivist and relativist philosophies that in my view are inconsistent with producing a realistic analysis of society that we and our fellow citizens will find compelling.     David Whiteis, in a recent article, said it well:    Too many academics, secure in their ivory towers and insulated from the  real-world consequences of the ideas they espouse, seem blind to the fact  that non-rationality has historically been among the most powerful weapons  in the ideological arsenals of oppressors. The hypersubjectivity that  characterizes postmodernism is a perfect case in point:  far from being a legacy of leftist iconoclasm, as some of its advocates  so disingenuously claim, it in fact ... plays perfectly into the  anti-rationalist -- really, anti- thinking -- bias that currently  infects \"mainstream\" U.S. culture.       Along similar lines, the philosopher of science Larry Laudan observed caustically that    the displacement of the idea that facts and evidence matter  by the idea that everything boils down to subjective interests  and perspectives is -- second only to American political campaigns --  the most prominent and pernicious manifestation of anti-intellectualism  in our time.   (And these days, being nearly as anti-intellectual as  American political campaigns is really quite a feat.)     Now of course, no one will admit to being against reason, evidence and logic -- that's like being against Motherhood and Apple Pie. Rather, our postmodernist and poststructuralist friends will claim to be in favor of some new and deeper kind of reason, such as the celebration of \"local knowledges\" and \"alternative ways of knowing\" as an antidote to the so-called \"Eurocentric scientific methodology\" (you know, things like systematic experiment, controls, replication,  and so forth). You find this magic phrase \"local knowledges\" in, for example, the articles of Andrew Ross and Sandra Harding in the \"Science Wars\" issue of Social Text . But are \"local knowledges\" all that great? And when local knowledges conflict,  which local knowledges should we believe? In many parts of the Midwest, the \"local knowledges\" say that you should spray more herbicides to get bigger crops. It's old-fashioned objective science that can tell us which herbicides are poisonous to farm workers and to people downstream. Here in New York City, lots of \"local knowledges\" hold that there's a wave of teenage motherhood that's destroying our moral fiber. It's those boring data that show that the birth rate to teenage mothers has been essentially constant since 1975, and is about half of what it was in the good old 1950's. Another word for \"local knowledges\" is prejudice .     I'm sorry to say it, but under the influence of postmodernism some very smart people can fall into some incredibly sloppy thinking, and I want to give two examples. The first comes from a front-page article in last Tuesday's New York Times (10/22/96) about the conflict between archaeologists and some Native American creationists. I don't want to address here the ethical and legal aspects of this controversy -- who should control the use of 10,000-year-old human remains -- but only the epistemic issue. There are at least two competing views on where Native American populations come from. The scientific consensus, based on extensive archaeological evidence, is that humans first entered the Americas from Asia about 10-20,000 years ago, crossing the Bering Strait. Many Native American creation accounts hold, on the other hand, that native peoples have always lived in the Americas, ever since their ancestors emerged onto the surface of the earth from a subterranean world of spirits. And the Times article observed that many archaeologists, \"pulled between their scientific temperaments and their appreciation for native culture, ... have been driven close to a postmodern relativism in which science is just one more belief system.\" For example, Roger Anyon, a British archaeologist who has worked for the Zuni people, was quoted as saying that \"Science is just one of many ways of knowing the world. ... [The Zunis' world view is] just as valid as the archeological viewpoint of what prehistory is about.\"    Now, perhaps Dr. Anyon was misquoted, but we all have repeatedly heard assertions of this kind, and I'd like to ask what such assertions could possibly mean. We have here two mutually incompatible theories. They can't both be right; they can't both even be approximately right. They could, of course, both be wrong , but I don't imagine that that's what Dr. Anyon means by \"just as valid\". It seems to me that Anyon has quite simply allowed his political and cultural sympathies to cloud his reasoning. And there's no justification for that: We can perfectly well remember the victims of a horrible genocide, and support their descendants' valid political goals, without endorsing uncritically (or hypocritically) their societies' traditional creation myths. Moreover, the relativists' stance is extremely condescending: it treats a complex society as a monolith, obscures the conflicts within it, and takes its most obscurantist factions as spokespeople for the whole.      My second example of sloppy thinking comes from Social Text co-editor Bruce Robbins' article in the September/October 1996 Tikkun magazine, in which he tries to defend -- albeit half-heartedly -- the postmodernist/poststructuralist subversion of conventional notions of truth. \"Is it in the interests of women, African Americans, and other super-exploited people,\" Robbins asks, \"to insist that truth and identity are social constructions? Yes and no,\" he asserts. \"No, you can't talk about exploitation without respect for empirical evidence\" -- exactly my point. \"But yes,\" Robbins continues, \"truth can be another source of oppression.\" Huh??? How can truth oppress anyone? Well, Robbins' very next sentence explains what he means: \"It was not so long ago,\" he says, \"that scientists gave their full authority to explanations of why women and African Americans ... were inherently inferior.\" But is Robbins claiming that that is truth? I should hope not! Sure, lots of people say things about women and African-Americans that are not true; and yes, those falsehoods have sometimes been asserted in the name of \"science\", \"reason\" and all the rest. But claiming something doesn't make it true, and the fact that people -- including scientists -- sometimes make false claims doesn't mean that we should reject or revise the concept of truth. Quite the contrary: it means that we should examine with the utmost care the evidence  underlying people's truth claims, and we should reject assertions that in our best rational judgment are false.     This error is, unfortunately, repeated throughout Robbins' essay: he systematically confuses truth with claims of truth, fact with assertions of fact, and knowledge with pretensions to knowledge. These elisions underlie much of the sloppy thinking about \"social construction\" that is prevalent nowadays in the academy, and it's something that progressives ought to resist. Sure, let's show which economic, political and ideological interests are served by our opponents' accounts of \"reality\"; but first let's demonstrate, by marshalling evidence and logic, why those accounts are objectively false  (or in some cases true but incomplete).     A bit later in his article, Robbins admits candidly that \"those of us who do cultural politics sometimes act as if ... truth were always and everywhere a weapon of the right.\" Now, that's an astoundingly self-defeating attitude for an avowed leftist. If truth were on the side of the right, shouldn't we all -- at least the honest ones among us -- become right-wingers? For my own part, I'm a leftist and a feminist because  of evidence and logic (combined with elementary ethics), not in spite of it.     This plea of mine for reason, evidence and logic is hardly original; dozens of progressive humanists, social scientists and natural scientists have been saying the same thing for years. But if my parody in Social Text has helped just a little bit to amplify their voices and to provoke a much-needed debate on the American Left, then it will have served its purpose."}]},
{"detail": [{"content": "A Plea for Reason, Evidence and Logic        A Plea for Reason, Evidence and Logic   by Alan Sokal    Transcript of a talk presented at a forum  at New York University on October 30, 1996.  It was reprinted in   New Politics   6(2), pp. 126-129 (Winter 1997).       This affair has brought up an incredible number of issues, and I can't dream of addressing them all in 10 minutes, so let me start by circumscribing my talk. I don't want to belabor  Social Text 's failings either before or after the publication of my parody:  Social Text is not my enemy, nor is it my main intellectual target. I won't go here into the ethical issues related to the propriety of hoaxing (although in the question period I'd be glad to defend my ethics). I won't address the obscurantist prose and the uncritical celebrity-worship that have infected certain trendy sectors of the American academic humanities (though these are important questions that I hope  other panelists will address). I won't enter into technical issues of the philosophy of science (although again I'd be glad to do that in the question period). I won't discuss the social role of science and technology (though these are important issues). Indeed, I want to emphasize that this affair is in my view  not primarily about science -- though that was the excuse that I used in constructing my parody -- nor is it a disciplinary conflict between scientists and humanists, who are in fact represented on all sides of the debate. What I believe this debate is principally about -- and what I want to focus on tonight -- is the nature of truth, reason and objectivity: issues that I believe are crucial to the future of left politics.     I didn't write the parody for the reasons you might at first think. My aim wasn't to defend science from the barbarian hordes of lit crit or sociology. I know perfectly well that the main threats to science nowadays come from budget-cutting politicians and corporate executives, not from a handful of postmodernist academics. Rather, my goal is to defend what one might call a scientific worldview  -- defined broadly as a respect for evidence and logic, and for the incessant confrontation of theories with the real world; in short, for reasoned argument over wishful thinking, superstition and demagoguery. And my motives for trying to defend these old-fashioned ideas are basically political . I'm worried about trends in the American Left -- particularly here in academia -- that at a minimum divert us from the task of formulating a progressive social critique, by leading smart and committed people into trendy but ultimately empty intellectual fashions, and that can in fact undermine the prospects for such a critique, by promoting subjectivist and relativist philosophies that in my view are inconsistent with producing a realistic analysis of society that we and our fellow citizens will find compelling.     David Whiteis, in a recent article, said it well:    Too many academics, secure in their ivory towers and insulated from the  real-world consequences of the ideas they espouse, seem blind to the fact  that non-rationality has historically been among the most powerful weapons  in the ideological arsenals of oppressors. The hypersubjectivity that  characterizes postmodernism is a perfect case in point:  far from being a legacy of leftist iconoclasm, as some of its advocates  so disingenuously claim, it in fact ... plays perfectly into the  anti-rationalist -- really, anti- thinking -- bias that currently  infects \"mainstream\" U.S. culture.       Along similar lines, the philosopher of science Larry Laudan observed caustically that    the displacement of the idea that facts and evidence matter  by the idea that everything boils down to subjective interests  and perspectives is -- second only to American political campaigns --  the most prominent and pernicious manifestation of anti-intellectualism  in our time.   (And these days, being nearly as anti-intellectual as  American political campaigns is really quite a feat.)     Now of course, no one will admit to being against reason, evidence and logic -- that's like being against Motherhood and Apple Pie. Rather, our postmodernist and poststructuralist friends will claim to be in favor of some new and deeper kind of reason, such as the celebration of \"local knowledges\" and \"alternative ways of knowing\" as an antidote to the so-called \"Eurocentric scientific methodology\" (you know, things like systematic experiment, controls, replication,  and so forth). You find this magic phrase \"local knowledges\" in, for example, the articles of Andrew Ross and Sandra Harding in the \"Science Wars\" issue of Social Text . But are \"local knowledges\" all that great? And when local knowledges conflict,  which local knowledges should we believe? In many parts of the Midwest, the \"local knowledges\" say that you should spray more herbicides to get bigger crops. It's old-fashioned objective science that can tell us which herbicides are poisonous to farm workers and to people downstream. Here in New York City, lots of \"local knowledges\" hold that there's a wave of teenage motherhood that's destroying our moral fiber. It's those boring data that show that the birth rate to teenage mothers has been essentially constant since 1975, and is about half of what it was in the good old 1950's. Another word for \"local knowledges\" is prejudice .     I'm sorry to say it, but under the influence of postmodernism some very smart people can fall into some incredibly sloppy thinking, and I want to give two examples. The first comes from a front-page article in last Tuesday's New York Times (10/22/96) about the conflict between archaeologists and some Native American creationists. I don't want to address here the ethical and legal aspects of this controversy -- who should control the use of 10,000-year-old human remains -- but only the epistemic issue. There are at least two competing views on where Native American populations come from. The scientific consensus, based on extensive archaeological evidence, is that humans first entered the Americas from Asia about 10-20,000 years ago, crossing the Bering Strait. Many Native American creation accounts hold, on the other hand, that native peoples have always lived in the Americas, ever since their ancestors emerged onto the surface of the earth from a subterranean world of spirits. And the Times article observed that many archaeologists, \"pulled between their scientific temperaments and their appreciation for native culture, ... have been driven close to a postmodern relativism in which science is just one more belief system.\" For example, Roger Anyon, a British archaeologist who has worked for the Zuni people, was quoted as saying that \"Science is just one of many ways of knowing the world. ... [The Zunis' world view is] just as valid as the archeological viewpoint of what prehistory is about.\"    Now, perhaps Dr. Anyon was misquoted, but we all have repeatedly heard assertions of this kind, and I'd like to ask what such assertions could possibly mean. We have here two mutually incompatible theories. They can't both be right; they can't both even be approximately right. They could, of course, both be wrong , but I don't imagine that that's what Dr. Anyon means by \"just as valid\". It seems to me that Anyon has quite simply allowed his political and cultural sympathies to cloud his reasoning. And there's no justification for that: We can perfectly well remember the victims of a horrible genocide, and support their descendants' valid political goals, without endorsing uncritically (or hypocritically) their societies' traditional creation myths. Moreover, the relativists' stance is extremely condescending: it treats a complex society as a monolith, obscures the conflicts within it, and takes its most obscurantist factions as spokespeople for the whole.      My second example of sloppy thinking comes from Social Text co-editor Bruce Robbins' article in the September/October 1996 Tikkun magazine, in which he tries to defend -- albeit half-heartedly -- the postmodernist/poststructuralist subversion of conventional notions of truth. \"Is it in the interests of women, African Americans, and other super-exploited people,\" Robbins asks, \"to insist that truth and identity are social constructions? Yes and no,\" he asserts. \"No, you can't talk about exploitation without respect for empirical evidence\" -- exactly my point. \"But yes,\" Robbins continues, \"truth can be another source of oppression.\" Huh??? How can truth oppress anyone? Well, Robbins' very next sentence explains what he means: \"It was not so long ago,\" he says, \"that scientists gave their full authority to explanations of why women and African Americans ... were inherently inferior.\" But is Robbins claiming that that is truth? I should hope not! Sure, lots of people say things about women and African-Americans that are not true; and yes, those falsehoods have sometimes been asserted in the name of \"science\", \"reason\" and all the rest. But claiming something doesn't make it true, and the fact that people -- including scientists -- sometimes make false claims doesn't mean that we should reject or revise the concept of truth. Quite the contrary: it means that we should examine with the utmost care the evidence  underlying people's truth claims, and we should reject assertions that in our best rational judgment are false.     This error is, unfortunately, repeated throughout Robbins' essay: he systematically confuses truth with claims of truth, fact with assertions of fact, and knowledge with pretensions to knowledge. These elisions underlie much of the sloppy thinking about \"social construction\" that is prevalent nowadays in the academy, and it's something that progressives ought to resist. Sure, let's show which economic, political and ideological interests are served by our opponents' accounts of \"reality\"; but first let's demonstrate, by marshalling evidence and logic, why those accounts are objectively false  (or in some cases true but incomplete).     A bit later in his article, Robbins admits candidly that \"those of us who do cultural politics sometimes act as if ... truth were always and everywhere a weapon of the right.\" Now, that's an astoundingly self-defeating attitude for an avowed leftist. If truth were on the side of the right, shouldn't we all -- at least the honest ones among us -- become right-wingers? For my own part, I'm a leftist and a feminist because  of evidence and logic (combined with elementary ethics), not in spite of it.     This plea of mine for reason, evidence and logic is hardly original; dozens of progressive humanists, social scientists and natural scientists have been saying the same thing for years. But if my parody in Social Text has helped just a little bit to amplify their voices and to provoke a much-needed debate on the American Left, then it will have served its purpose."}, {"content": "Evidence for Evolution--Rudimentary Organs                                                                                                                                                                                                 &copy; 1997 David H.A. Fitch all rights reserved                                                                     Click on the item you would like to review:   Lecture notes  Exercises                                                               Lecture notes  Darwin's evidence for evolution: Rudimentary (\"vestigial\") organs  I. Unusable organs A. Some \"organs\" have no apparent nor predictable function (based on the behavior of the species (or sex) in which they are found, or the anatomy of the particular feature): e.g., male mammae, rudiments of pelvis and hind limbs in snakes, wings on many flightless birds. B. Organs that serve dual purposes (such as flowers: production of gametes and attraction of pollinators) may be functional in one part and rudimentary in the other. C. Rudimentary organs can often be detected in the embryo, but are lost later during development (e.g., teeth in the upper jaws of embryos of whales and ruminants). II. How do the other hypotheses \"explain\" rudimentary organs? (That they are there \"for the sake of symmetry\" or to \"complete the scheme of nature\" are not explanatory statements.) III. How does descent explain their existence? A. Each feature in an organism tends to be inherited, even if they are not used by descendents. B. Explains why such features are of great importance in classification (which thereby reflect inheritance) C. Although Darwin suggests \"Disuse\" as the main mechanism of the degradation of rudimentary organs, he also invokes Natural Selection as a possible mechanism: An organ that is useful under some circumstances may be injurious under others (e.g., insects with wings on small exposed islands often have fused elytra). (Return to top of page.)                                                           Exercises    Even if a \"rudimentary organ\" actually has a function about which we observers are unaware (e.g., if vestigial pelvic bones of a whale may function to support gonads), why would it still provide excellent evidence in support of evolution by descent? (Hint: Review the page on morphology .) What is Darwin's mechanism of \"Disuse\", and why is it generally discredited today?    (Return to top of page.)                                                                                                                                                                                                       [ Variation ] [ Fossils ] [ Geographic Distribution ] [ Morphology ] [ Classification ] [ Vestigial Organs ] [ Embryology ]                                            [Darwin]                                             [ Home ] [ Course Info ] [ Course Material ]"}]},
{"detail": [{"content": "A Plea for Reason, Evidence and Logic        A Plea for Reason, Evidence and Logic   by Alan Sokal    Transcript of a talk presented at a forum  at New York University on October 30, 1996.  It was reprinted in   New Politics   6(2), pp. 126-129 (Winter 1997).       This affair has brought up an incredible number of issues, and I can't dream of addressing them all in 10 minutes, so let me start by circumscribing my talk. I don't want to belabor  Social Text 's failings either before or after the publication of my parody:  Social Text is not my enemy, nor is it my main intellectual target. I won't go here into the ethical issues related to the propriety of hoaxing (although in the question period I'd be glad to defend my ethics). I won't address the obscurantist prose and the uncritical celebrity-worship that have infected certain trendy sectors of the American academic humanities (though these are important questions that I hope  other panelists will address). I won't enter into technical issues of the philosophy of science (although again I'd be glad to do that in the question period). I won't discuss the social role of science and technology (though these are important issues). Indeed, I want to emphasize that this affair is in my view  not primarily about science -- though that was the excuse that I used in constructing my parody -- nor is it a disciplinary conflict between scientists and humanists, who are in fact represented on all sides of the debate. What I believe this debate is principally about -- and what I want to focus on tonight -- is the nature of truth, reason and objectivity: issues that I believe are crucial to the future of left politics.     I didn't write the parody for the reasons you might at first think. My aim wasn't to defend science from the barbarian hordes of lit crit or sociology. I know perfectly well that the main threats to science nowadays come from budget-cutting politicians and corporate executives, not from a handful of postmodernist academics. Rather, my goal is to defend what one might call a scientific worldview  -- defined broadly as a respect for evidence and logic, and for the incessant confrontation of theories with the real world; in short, for reasoned argument over wishful thinking, superstition and demagoguery. And my motives for trying to defend these old-fashioned ideas are basically political . I'm worried about trends in the American Left -- particularly here in academia -- that at a minimum divert us from the task of formulating a progressive social critique, by leading smart and committed people into trendy but ultimately empty intellectual fashions, and that can in fact undermine the prospects for such a critique, by promoting subjectivist and relativist philosophies that in my view are inconsistent with producing a realistic analysis of society that we and our fellow citizens will find compelling.     David Whiteis, in a recent article, said it well:    Too many academics, secure in their ivory towers and insulated from the  real-world consequences of the ideas they espouse, seem blind to the fact  that non-rationality has historically been among the most powerful weapons  in the ideological arsenals of oppressors. The hypersubjectivity that  characterizes postmodernism is a perfect case in point:  far from being a legacy of leftist iconoclasm, as some of its advocates  so disingenuously claim, it in fact ... plays perfectly into the  anti-rationalist -- really, anti- thinking -- bias that currently  infects \"mainstream\" U.S. culture.       Along similar lines, the philosopher of science Larry Laudan observed caustically that    the displacement of the idea that facts and evidence matter  by the idea that everything boils down to subjective interests  and perspectives is -- second only to American political campaigns --  the most prominent and pernicious manifestation of anti-intellectualism  in our time.   (And these days, being nearly as anti-intellectual as  American political campaigns is really quite a feat.)     Now of course, no one will admit to being against reason, evidence and logic -- that's like being against Motherhood and Apple Pie. Rather, our postmodernist and poststructuralist friends will claim to be in favor of some new and deeper kind of reason, such as the celebration of \"local knowledges\" and \"alternative ways of knowing\" as an antidote to the so-called \"Eurocentric scientific methodology\" (you know, things like systematic experiment, controls, replication,  and so forth). You find this magic phrase \"local knowledges\" in, for example, the articles of Andrew Ross and Sandra Harding in the \"Science Wars\" issue of Social Text . But are \"local knowledges\" all that great? And when local knowledges conflict,  which local knowledges should we believe? In many parts of the Midwest, the \"local knowledges\" say that you should spray more herbicides to get bigger crops. It's old-fashioned objective science that can tell us which herbicides are poisonous to farm workers and to people downstream. Here in New York City, lots of \"local knowledges\" hold that there's a wave of teenage motherhood that's destroying our moral fiber. It's those boring data that show that the birth rate to teenage mothers has been essentially constant since 1975, and is about half of what it was in the good old 1950's. Another word for \"local knowledges\" is prejudice .     I'm sorry to say it, but under the influence of postmodernism some very smart people can fall into some incredibly sloppy thinking, and I want to give two examples. The first comes from a front-page article in last Tuesday's New York Times (10/22/96) about the conflict between archaeologists and some Native American creationists. I don't want to address here the ethical and legal aspects of this controversy -- who should control the use of 10,000-year-old human remains -- but only the epistemic issue. There are at least two competing views on where Native American populations come from. The scientific consensus, based on extensive archaeological evidence, is that humans first entered the Americas from Asia about 10-20,000 years ago, crossing the Bering Strait. Many Native American creation accounts hold, on the other hand, that native peoples have always lived in the Americas, ever since their ancestors emerged onto the surface of the earth from a subterranean world of spirits. And the Times article observed that many archaeologists, \"pulled between their scientific temperaments and their appreciation for native culture, ... have been driven close to a postmodern relativism in which science is just one more belief system.\" For example, Roger Anyon, a British archaeologist who has worked for the Zuni people, was quoted as saying that \"Science is just one of many ways of knowing the world. ... [The Zunis' world view is] just as valid as the archeological viewpoint of what prehistory is about.\"    Now, perhaps Dr. Anyon was misquoted, but we all have repeatedly heard assertions of this kind, and I'd like to ask what such assertions could possibly mean. We have here two mutually incompatible theories. They can't both be right; they can't both even be approximately right. They could, of course, both be wrong , but I don't imagine that that's what Dr. Anyon means by \"just as valid\". It seems to me that Anyon has quite simply allowed his political and cultural sympathies to cloud his reasoning. And there's no justification for that: We can perfectly well remember the victims of a horrible genocide, and support their descendants' valid political goals, without endorsing uncritically (or hypocritically) their societies' traditional creation myths. Moreover, the relativists' stance is extremely condescending: it treats a complex society as a monolith, obscures the conflicts within it, and takes its most obscurantist factions as spokespeople for the whole.      My second example of sloppy thinking comes from Social Text co-editor Bruce Robbins' article in the September/October 1996 Tikkun magazine, in which he tries to defend -- albeit half-heartedly -- the postmodernist/poststructuralist subversion of conventional notions of truth. \"Is it in the interests of women, African Americans, and other super-exploited people,\" Robbins asks, \"to insist that truth and identity are social constructions? Yes and no,\" he asserts. \"No, you can't talk about exploitation without respect for empirical evidence\" -- exactly my point. \"But yes,\" Robbins continues, \"truth can be another source of oppression.\" Huh??? How can truth oppress anyone? Well, Robbins' very next sentence explains what he means: \"It was not so long ago,\" he says, \"that scientists gave their full authority to explanations of why women and African Americans ... were inherently inferior.\" But is Robbins claiming that that is truth? I should hope not! Sure, lots of people say things about women and African-Americans that are not true; and yes, those falsehoods have sometimes been asserted in the name of \"science\", \"reason\" and all the rest. But claiming something doesn't make it true, and the fact that people -- including scientists -- sometimes make false claims doesn't mean that we should reject or revise the concept of truth. Quite the contrary: it means that we should examine with the utmost care the evidence  underlying people's truth claims, and we should reject assertions that in our best rational judgment are false.     This error is, unfortunately, repeated throughout Robbins' essay: he systematically confuses truth with claims of truth, fact with assertions of fact, and knowledge with pretensions to knowledge. These elisions underlie much of the sloppy thinking about \"social construction\" that is prevalent nowadays in the academy, and it's something that progressives ought to resist. Sure, let's show which economic, political and ideological interests are served by our opponents' accounts of \"reality\"; but first let's demonstrate, by marshalling evidence and logic, why those accounts are objectively false  (or in some cases true but incomplete).     A bit later in his article, Robbins admits candidly that \"those of us who do cultural politics sometimes act as if ... truth were always and everywhere a weapon of the right.\" Now, that's an astoundingly self-defeating attitude for an avowed leftist. If truth were on the side of the right, shouldn't we all -- at least the honest ones among us -- become right-wingers? For my own part, I'm a leftist and a feminist because  of evidence and logic (combined with elementary ethics), not in spite of it.     This plea of mine for reason, evidence and logic is hardly original; dozens of progressive humanists, social scientists and natural scientists have been saying the same thing for years. But if my parody in Social Text has helped just a little bit to amplify their voices and to provoke a much-needed debate on the American Left, then it will have served its purpose."}, {"content": "Evidence for Evolution--Rudimentary Organs                                                                                                                                                                                                 &copy; 1997 David H.A. Fitch all rights reserved                                                                     Click on the item you would like to review:   Lecture notes  Exercises                                                               Lecture notes  Darwin's evidence for evolution: Rudimentary (\"vestigial\") organs  I. Unusable organs A. Some \"organs\" have no apparent nor predictable function (based on the behavior of the species (or sex) in which they are found, or the anatomy of the particular feature): e.g., male mammae, rudiments of pelvis and hind limbs in snakes, wings on many flightless birds. B. Organs that serve dual purposes (such as flowers: production of gametes and attraction of pollinators) may be functional in one part and rudimentary in the other. C. Rudimentary organs can often be detected in the embryo, but are lost later during development (e.g., teeth in the upper jaws of embryos of whales and ruminants). II. How do the other hypotheses \"explain\" rudimentary organs? (That they are there \"for the sake of symmetry\" or to \"complete the scheme of nature\" are not explanatory statements.) III. How does descent explain their existence? A. Each feature in an organism tends to be inherited, even if they are not used by descendents. B. Explains why such features are of great importance in classification (which thereby reflect inheritance) C. Although Darwin suggests \"Disuse\" as the main mechanism of the degradation of rudimentary organs, he also invokes Natural Selection as a possible mechanism: An organ that is useful under some circumstances may be injurious under others (e.g., insects with wings on small exposed islands often have fused elytra). (Return to top of page.)                                                           Exercises    Even if a \"rudimentary organ\" actually has a function about which we observers are unaware (e.g., if vestigial pelvic bones of a whale may function to support gonads), why would it still provide excellent evidence in support of evolution by descent? (Hint: Review the page on morphology .) What is Darwin's mechanism of \"Disuse\", and why is it generally discredited today?    (Return to top of page.)                                                                                                                                                                                                       [ Variation ] [ Fossils ] [ Geographic Distribution ] [ Morphology ] [ Classification ] [ Vestigial Organs ] [ Embryology ]                                            [Darwin]                                             [ Home ] [ Course Info ] [ Course Material ]"}, {"content": "Living in New York City, Graduate School of Arts and Science | NYU                                                  Navigation       Graduate School of Arts and Science                 About Arts and Science | Departments and Programs | The Faculty       About GSAS | Programs | Admissions | Students | Alumni | Give to GSAS               Home &gt; Student Affairs &gt; Living in New York City         Living in New York City           NYU founder Albert Gallatin hoped to build a university \"in and of the city.\" Our campus is not enclosed by gates or walls, but rather blends with the vibrant streets of New York City. Students and faculty join one of the world’s most creative cities – a center for finance, cultural institutions, international affairs, the arts, research, and journalism – as they become creators of new knowledge. Taking advantage of all New York City has to offer is an essential aspect of the NYU experience. The resources listed below will help you begin to explore life in the city. Graduate Housing    Affordable New York    Public Transportation    Green Transportation    NYC Street Configuration    Where to find: Greenmarkets and Supermarkets    Where to find: Cell Phones, Drug Stores, Banks    Where to find: Hardware, Furnishings, Mail/Shipping and Storage/Moving        AFFORDABLE NEW YORK    The Big Apple, the City that Never Sleeps, the Capital of the World: whatever you call it, New York is an exciting place to live. There’s always a new restaurant to try, museum to visit, or Broadway play to catch. The world lives here, too - from Astoria to Brighton Beach to Chinatown, you can hear just about any language spoken on our streets (and try any cuisine, too!)   Despite its reputation, New York can also be an affordable city to live in. From student discounts to countless cheap eats options, you don’t have to break the bank to go to grad school.    Eating and Entertainment    There are many ways to cut costs and still enjoy what the city has to offer. Some of the best things to do in New York are free: visit Central or Prospect park, grab a bike through NYU’s bike share program (or rent a Citibike ) and ride down the West Side highway, or stroll down the boardwalk in Coney Island.    Most museums offer student rates, and many also have free entry days . In addition, current NYU students have free access to many New York museums through the NYU Museum Gateway program. NYU Ticket Central offers student discounts on concerts, comedy shows, movies and more, or try TKTS for Broadway and off-Broadway plays at 25%-50% off. Time Out New York offers a list of free events by day on their website. Even the Metropolitan Opera has a student discount program !    Dining in New York offers any array of options at every price point. Check out Time Out’s Cheap Eats , ny.com or citysearch.com for the best bites that’ll fill you up without emptying your wallet (we’re talking $2 falafel).    Rent    New York City rent is notoriously high, but the cost for housing depends on many factors, such as what part of the city you live in or whether you live with roommates. There are affordable options to be found in Queens, Brooklyn, and nearby New Jersey (those expensive rents? They tend to be based on Manhattan prices).          Other Resources    Check out The Village Voice or L Magazine – both free – for wallet-friendly entertainment ideas, or pick up a copy of The Cheap Bastard’s Guide to New York City (where to find free food, free yoga classes and more).    Finally, talk to fellow students! They’ll be your best resource on where to find the city’s best deals.       PUBLIC TRANSPORTATION    Airports    John F. Kennedy International Airport (JFK) is the largest airport serving the area and the furthest from the city. It can be a one-hour taxi ride, with a $45 flat fare, which means more like $60 with tip and toll. Public transportation takes significantly over an hour (usually an hour and a half), but there are two relatively easy ways to do it. One option is to take the A train toward Rockaway (not Ozone park) and get off at the Howard Beach/JFK airport stop, then transfer to the JFK Airtrain, which takes you right into the terminals. The other is to take the E, J, or Z train toward Jamaica Center and get off at the Sutphin Blvd stop, and transferring there to the JFK Airtrain. For more information about the airport and to track flights, visit: http://www.panynj.gov/airports/jfk.html Laguardia Airport (LGA) is the closest to the city center, but the hardest to get to with public transportation. A taxi to or from Laguardia is about $25-30 not including tip and tolls, and takes 20-40 minutes. The simplest way to do it by public transportation is to take the 4, 5, or 6 subway up to 125th street, or to take the N or Q train to Astoria, and to make a free transfer to the M60 bus from either of these subway stops, which takes you into the terminals. This bus can take a while, roughly 20-30 minutes with normal traffic; budget your whole trip to be 1 hour and 15 minutes to 1 hour and 30 minutes. For more information about the airport and to track flights, visit: http://www.panynj.gov/airports/laguardia.html  Newark Liberty International Airport (EWR) is in Newark, New Jersey, but is the easiest airport to get to with public transportation. A taxi to or from Newark costs $60-75 not including tip and toll, and can take an hour or so. Public transportation is often both faster and cheaper. From Manhattan, get to Penn Station (the A, C, and E trains head right into the station), then take New Jersey Transit Northeast Corridor train toward Trenton Transit Center, and get off at the Newark Airport station. From here you can transfer to the Airtrain, which takes you into the terminals. This route should take 45 minutes or less from Penn station, and your ticket from Penn station covers your airtrain fee. For more information about the airport and to track flights, visit: http://www.panynj.gov/airports/newark-liberty.html  To look up schedules, trains, and fares for public transportation, visit the Metropolitan Transit Authority (MTA) website: http://www.mta.info/       Car Services    These car services can be booked in advance for travel to and from airports, or for any other trips you want to take.    Dial 7 Car &amp; Limousine Service http://www.dial7.com/    Carmel Car and Limousine Service http://www.carmellimo.com/       Taxis    You are expected to tip in New York taxis, usually around 20%. You can pay by credit or debit card in all NYC taxis, and the tip will be calculated for you on the screen. Be aware that there is a lull in taxi availability around 3-4pm, when most taxis are off duty. When a taxi is off duty, the two smaller side lights on top of the car are lit. When a taxi is free the larger middle light is lit. When a taxi is occupied the whole light will be dark. When hailing a taxi, step to the side of the road (generally a corner is best) and put one hand out into the street.    When you get in a taxi, you say the intersection of your destination: \"I'm going to Twelfth and Third,\" for example, means 12th Street and 3rd Avenue. One says a building is ON a street AT the cross-street, or BETWEEN cross-streets, i.e. \"On 12th Street at 3rd Avenue.\" If you just say the short version, the first street is usually the one the building is on, and the second is the closest cross-street. You may also notice those new green cabs throughout the city and outer boroughs! These new green cabs, or \"boro taxis,\" are specifically for travel in northern Manhattan, Brooklyn, Queens, the Bronx, and Staten Island. For more detailed information, visit http://www.nyc.gov/html/tlc/html/passenger/shl_passenger.shtml    Subways    Subways are a very popular option for public transportation, because they are faster and more reliable than buses and they don't have to deal with traffic. Base fare for a subway or local bus ride is $2.50, but it is simpler to buy a Metrocard and refill it as needed (Note that a $1.00 surcharge is added for all \"new\" Metrocards issued, so be sure to hold on to your card once you have one and refill it to save money). These can be bought at the windows in select subway stations, but are also available at the (usually more polite) automated machines in the stations. Be aware that many tracks serve both Express trains, which only stop at certain stations along a given line, and Local trains, which stop at every station. Notice which trains stop at your desired station (noted next to the station on any subway map), and be sure to get on the appropriate train. When exiting a subway station, note which direction you want to be going: the exits are usually labeled Northeast corner of 59th and Lexington or Southeast corner of 59th and Lexington, so that you can be sure of your cardinal directions when you get above ground. Visit http://web.mta.info/nyct/fare/FaresatAGlance.htm#save for fare information and ways to save! You can also find a complete subway map for New York City (all five boroughs) here: http://web.mta.info/maps/submap.html    Buses    Bus routes cover all five boroughs of New York City, which means it is much more convenient than the subway for Staten Island, which only has one subway line. However, buses are also subject to traffic, which makes many of the routes delayed and unpredictable. It is the same $2.50 fare as it is for the subway (unless it is an Express Bus, which is $6.00 per ride). You can use your Metrocard or pay cash for a single fare, but this has to be in exact change and they do not accept dollar bills. Buses are a good option for those who are new to the city because you stay above ground and see how the city is laid out, rather than emerging from underground without a clear idea of where you are.    All transfers from bus to subway, local bus to local bus, and subway to local bus are free, within a two hour window, by using your Metrocard. This means that if you take one of these options to lunch, eat lunch, and then get back on one of these transportation options within two hours, you get a free ride! Express buses are not a free transfer, however, so be careful which bus you board! Check the MTA website for updates, schedules, maps, and more information on buses and subways: http://www.mta.info/maps/    Train Stations and Bus Stations    New York Pennsylvania Station is between 31st and 33rd Streets and 7th and 8th Avenues. Amtrak trains run out of this station along the Northeast Corridor from Washington, D.C. in the South to Boston in the North. New Jersey Transit runs through New Jersey and up into Upstate New York. Long Island Railroad runs into Long Island to the East of the city. Subway lines 1,2,3, and A, C, E, and buses M4, M7, M20, M34, and Q32 all stop very close to or at Penn Station. Megabus, Greyhound, Bolt Bus, and Eastern Shuttle all run bus services from Penn Station in New York to destinations up and down the Northeastern Corridor. Check the Penn Station website for trains, schedules, and more information: http://www.amtrak.com/servlet/ContentServer?pagename=am/am2Station/Station_Page&amp;code=NYP    Grand Central Terminal is between 42nd and 45th Streets and Lexington and Madison Avenues. Metro-North runs trains in lines running up into Upstate New York and into Connecticut. Subway lines 4, 5, 6, 7, and S, and buses M1, M2, M3, M4, M42, M101, M102, and M103 all stop in the Terminal. The Terminal has a Concourse level with food and stores, and also offers tours of the architectural monument, one of the most beautifully renovated buildings in the city.    For information on the building, retail, and tours, see: http://www.grandcentralterminal.com/    For information on Metro-North, see: http://www.mta.info/mnr/    Port Authority Bus Station is located between 8th and 9th Avenues and 40th and 42nd Streets. It is the main station for interstate bus lines entering the city, so it is a good place to look for bus carriers and routes up and down the East Coast, as well as into New York state and New Jersey. Subway lines A, C, and E run directly to the 42nd St-Port Authority Bus Station subway stop. For more information: http://www.panynj.gov/bus-terminals/port-authority-bus-terminal.html       GREEN TRANSPORTATION Biking in the city can be nerve-wracking, and dangerous if you are not very careful, but the city government has been steadily improving the availability of bike lanes and bike parking. If you decide to bike, please wear a helmet and make sure to bring a lock!    NYU Bikeshare    You can register for NYU's free bikeshare by attending a safety and information training session. Once registered, you can pick up a bike, helmet, and lock at any participating location (mostly NYU dorms) at any time and drop them off at any time during working hours (10 am to 10 pm). http://www.nyu.edu/sustainability/campus.projects/bike.share/    Citibike    New York has joined many of the premier cities in the world by starting a citywide bikeshare program. Citibike is now available; check http://citibikenyc.com/ or http://www.nyc.gov/html/index.html for updates. Other places to look for biking information and tours: *Bike New York has a good general calendar of rides, its own classes, and information. http://www.bikenewyork.org/ *NYC Bike Maps has helpful bike maps. http://www.nycbikemaps.com/ *Bike the Big Apple http://bikethebigapple.com/ *Bike Tours New York at 121 Beachview Avenue on Staten Island is reported to have very enjoyable bike tours around Staten Island's many beautiful parks and reserves. Check Tripadvisor for more information: http://www.tripadvisor.com/Attraction_Review-g48682-d2515569-Reviews-Bike_Tours_New_York-Staten_Island_New_York.html       NYC STREET CONFIGURATION    Manhattan    The grid system makes traveling around Manhattan mostly straightforward, but just here are just a few tips to get you started: Numbered Streets go up as one moves North, and numbered Avenues go up as one moves West. Broadway moves roughly North from the very bottom tip of the island, then moves diagonally through the island starting at 10th Street, hitting the avenues at major squares and parks:     Broadway and 4th Ave cross at Union Square     Broadway and 5th Ave cross at Madison Square     Broadway and 6th Ave cross at Herald Square     Broadway and 7th Ave cross at Times Square     Broadway and 8th Ave cross at Columbus Circle, the Southwest corner of Central Park     Fifth Avenue is the dividing line between East and West; if you have an address at 65 East 10th Street, it is East of Fifth Avenue on 10th Street.    On the West side, numbering is very simple (unfortunately it does not work this way exactly on the East side):     1 - 99 block: between Fifth and Sixth Avenues     100 block: between Sixth and Seventh Avenues     200 block: between Seventh and Eighth Avenues     300 block: between Eighth and Ninth Avenues     400 block: between Ninth and Tenth Avenues     500 block: between Tenth and Eleventh Avenues    Brooklyn    Brooklyn occupies the Southern part of the land to the East of Manhattan, across the East River. It is connected by the Brooklyn Bridge, the Manhattan Bridge, and the Williamsburg Bridge, from South to North (a good way to remember this is BMW). All three are walkable, but the Brooklyn Bridge is definitely the favorite. Atlantic Avenue is a major thoroughfare, connecting Downtown Brooklyn and Queens in the East. Prospect Park occupies a central area of Brooklyn, and connects the neighborhoods of Park Slope and Crown Heights. Coney Island, Manhattan Beach, and Brighton Beach occupy a part of the land at the South of Brooklyn. The border between Brooklyn and Queens runs along Maspeth Creek, then roughly along Cypress Avenue, then South around the Cypress Hills neighborhood toward Jamaica Bay. Popular neighborhoods include Williamsburg, which is close and easiest to get to from Manhattan on the L train; Park Slope; Greenpoint; Crown Heights; and Bedford-Stuyvesant (\"Bed-Sty\").    Queens    Queens occupies the area North of Brooklyn and West of Long Island. It is connected to Manhattan by the Queensboro Bridge, which runs through Roosevelt Island in the middle of the East River. Both Laguardia and JFK are in Queens, the first in the North on Flushing Bay, and the second in the South on Jamaica Bay. The 495 Long Island Expressway runs from Manhattan through the center of Queens and then into Long Island. Flushing Meadows Corona Park and Forest Park are the two major parks in the borough. Popular neighborhoods in Queens include Flushing, known for Chinese and Korean food; Bayside, known for Korean food; Astoria, traditionally known for Greek food and now Egyptian food; Sunnyside, known for Turkish food.    Bronx    The Bronx is North of Manhattan, separated by the Harlem River, and occupies the area up to Mt. Vernon in the North. The very small neighborhood of Marble Hill is the only part of the mainland that is technically Manhattan. Much of the Bronx is open space, including Woodlawn Cemetery and Van Cortlandt Park in the North, Pelham Bay Park on the East, and the New York Botanical Garden and Bronx Zoo in the center. Popular neighborhoods include the South Bronx, where the Bronx Museum of Art is located; Little Italy in the Belmont area; and Riverdale, where Wave Hill is located.       WHERE TO FIND: GREENMARKETS AND SUPERMARKETS Below we mention some places near the NYU campus, but make sure to check out your own area, because you never know what you might find.    Greenmarkets    New York City has 54 greenmarkets (and growing). One of the best and closest to NYU is at Union Square, open Mondays, Wednesdays, Fridays, and Saturdays 8:00 am-6:00 pm. The 4, 5, 6, L, N, R, and Q trains all stop at the Union Square subway station, so it's one of the easiest to get to. Along with produce, pre-made food, and all the condiments you could ever think of, there are often textile, food scrap, and battery recycling stations as a plus. http://www.grownyc.org/ourmarkets    Supermarkets    Trader Joe's is a cheap, healthy grocery store that carries almost everything. The closest one to NYU is on 14th Street between 3rd Avenue and Fourth Avenue, near the Union Square subway station which serves the 4, 5, 6, L, N, R, and Q trains. The food is usually of very high quality, which is why lines here can be extremely long. If possible, go in the middle of the day, and try to avoid Sundays and Mondays in general, as that seems to be the popular time to stock up for the week. Experts here quickly grab the things they need from the inner aisles of the store, and then pick out everything else they need as they stand in line around the outer edge of the store. Trader Joe's also has a wine store, which has a great selection of reasonably-priced wines. Check http://www.traderjoes.com/ for more locations and hours. If only to enjoy the spectacle, you should definitely walk into Eataly to look around. This Italian foodstuff paradise has everything one could ever want imported from Italy, along with restaurants and cafes to try out; now it even houses a cooking school! It can be crowded, but the quality of the food is fantastic, and even if you're not buying anything it is always fun to look around. Eataly occupies a large building at the Southwest corner of Madison Square, at 5th Avenue between 23rd and 24th Streets. The N and R trains stop right in front of the building at the 23rd Street Subway Station. For more information, visit http://eatalyny.com/ . Right near NYU is Sunrise Mart, an excellent all-Japanese market. It has sashimi-grade fish and Japanese snacks and staples, as well as some produce and even some kitchen supplies. It is hard to find because it only occupies the second floor of the building on the corner of 3rd Avenue and 9th Street: head to the open door to the elevator between St. MarkÕs Bookstore and Village Yokocho to get up to the market. The closest subway station is Astor Place, where the 6 train stops. Open Monday-Sunday 10 am-11 pm. (212) 598-3040. Other options for supermarkets:  Gristedes (has a discount for NYU students, ask at the register) http://www.gristedes.com/   Whole Foods http://www.wholefoodsmarket.com/   The Food Emporium http://thefoodemporium.com/       WHERE TO FIND: CELL PHONES, DRUG STORES, BANKS    Cell Phones   AT&amp;T Wireless - 745 Broadway at Astor Place. Astor Place Subway Station: 6 train. http://www.att.com/   Metro PCS - 59 1st Avenue near 3rd Street. 2nd Avenue Subway Station: F train. http://www.metropcs.com/metro/   Sprint Wireless - 175 5th Avenue at 23rd Street. 23rd Street Subway Station: N and R trains. http://www.sprint.com/   T-Mobile Wireless - 732 Broadway at Astor Place. Astor Place Subway Station: 6 train. http://www.t-mobile.com/   Verizon Wireless - 859 Broadway at 17th Street. Union Square Subway Station: 4, 5, 6, L, N, R, Q trains. http://www.verizonwireless.com/b2c/index.html    Drug Stores     NYU Health Center Pharmacy - 726 Broadway, 4th floor. http://www.nyu.edu/shc/medservices/pharmacy.html   CVS - with many convenient locations around the city. http://www.cvs.com/   Duane Reade - with many convenient locations around the city. http://www.duanereade.com/    Banks with locations near Washington Square     NYU Federal Credit Union - this is a not-for-profit institution run out of NYU, with   offices at 14 Washington Place at Greene Street. 8th St-NYU Subway   Station: N and R trains. www.nyufcu.com/     Chase Bank - besides having ATMs   in most Duane Reades in the city, there is a branch location at 32 University   Place at 8th Street. 8th St-NYU Subway Station: N and R trains. https://www.chase.com        Bank of America - closest location   at 770 Broadway at 8th Street. 8th St-NYU Subway Station: N and R trains. https://www.bankofamerica.com     Capital One - closest location at   21 University Place at 8th Street. 8th St-NYU Subway Station: N and R trains. https://www.capitalone.com     Citibank - closest location in   Washington Square Village, 555 LaGuardia Place at West 3rd Street. W 4th St   Subway Station: A, B, C, D, E, F, and M trains. https://online.citibank.com/US/Welcome.c     HSBC - closest location at 769   Broadway at 9th Street. 8th St-NYU Subway Station: N and R trains. http://www.hsbc.com     Sovereign Bank - closest location   at 43 East 8th Street at Greene Street. 8th St-NYU Subway Station: N and R   trains. http://www.sovereignbank.com     TD Bank - closest location at 666   Broadway at Bond Street. Bleecker St Subway Station: 6 train. http://www.tdbank.com       WHERE TO FIND: HARDWARE, FURNISHINGS, MAILING/SHIPPING AND STORAGE/MOVING    Hardware and Furnishings     Ace Hardware - Several locations in the city, good for hardware, garden, and plumbing    supplies, as well as miscellaneous housewares. http://www.acehardware.com/home/index.jsp     The Container Store - Good for organization and home supplies. http://www.containerstore.com/welcome.htm     Bed, Bath, and Beyond - All the housewares one could possibly want, and especially good for bedding, towels, etc. http://www.bedbathandbeyond.com/default.asp?        Ikea - The Swedish megastore has a location in Brooklyn and one in Long   Island, but if you can try to go to the Elizabeth, New Jersey location    as it has much lower taxes. http://www.ikea.com/us/en/     Target - Housewares, clothing, electronics, and most other things can be found in a more limited selection here. http://www.target.com/    Mailing and Shipping    For shipping and mailing, see these websites for locations and services:  Federal Express (FedEx): http://www.fedex.com/     United Parcel Service (UPS): http://www.ups.com/     United States Post Office (USPS): https://www.usps.com/    Storage and Moving     Tuck it Away - Self-storage facility with locations in Manhattan, Brooklyn, the Bronx, and New Jersey. They have lots of special offers, and a very easy-to-use website: http://www.tuckitaway.com/     Atlas Van Lines - Moving and storage services, international relocation, tracking tools and more. http://www.atlasvanlines.com/     Moishe's - Moving, storage, packing, and other services, along with special offers on the website. http://www.moishes.com/     Manhattan Mini Storage - Storage facility with 17 Manhattan locations, free storage taxi to and from the storage location, and moving services; offers student discounts. http://www.manhattanministorage.com/     Chelsea Mini-Storage - Offers 35% off for students and 2-hour free curbside pickup. http://www.chelsea-mini-storage.com/     Selfstorage.com - Self storage locations in and around the city. http://www.selfstorage.com/                     The Graduate School       About GSAS       Programs       GSAS Application Resource Center       Financial Aid       Policies and Procedures       Scholarly Development       Student Affairs                GSAS Fall 2015 Orientation Programs              New Student Checklist            Living in New York City            Graduate Housing              Graduate Student Government              Guide to University Resources              NYU Student Guide         Ph.D. Programs       Master's Programs       Give to GSAS       Alumni and Alumnae       Events                          See Also               Campus Dining Services                      Contact Us | Faculty and Staff                             Contact Us | Faculty and Staff"}]}]