[{"detail": [{"content": "Curriculum | Biomedical Engineering, PhD | NYU Polytechnic School of Engineering                                                                                                 NYU Abu Dhabi | NYU Shanghai         QuickLinks Bulletin   Directory   Employment and Career Development   Events Calendar   Human Resources / Careers   Information Technology Systems   Library   Make a Gift   NYU Classes   NYUAlbert (PS DATA)   NYUHome   Records and Registration   Services and Resources   Students   Alumni   Faculty   Staff                          Admissions  Undergraduate Admissions Graduate Admissions Online Learning Financial Aid Accepted Undergraduates Accepted Graduates  Academics  Majors and Programs Departments Honors Program BS/MS Program Study Abroad Online Learning Support + Services Graduate School  Records and Registration Class Schedule Course Textbooks School Calendar Code of Conduct Bulletin Women in Engineering  Research  Message from the Associate Provost Sponsored Research Centers + Institutes Labs + Groups CITE Game Innovation Lab Cross-Institution “Seed” Research Undergraduate Summer Research Bern Dibner Library Institutional Research Bioengineering IT + Media Urban Systems  Outreach  Incubators NYC Media Lab NYC Seed Enterprise Learning Center for K12 STEM Education Employment and Career Development PowerBridgeNY  Student Life  Athletics Student Affairs Public Safety Graduate Student Life and Services International Students + Scholars Residence Life and Housing Services Student Activities and Resource Center Students with Disabilities Student Resources Student Orientation  About  Directions Manhattan Directions Hours Leadership and Administration Mission News and Publications Campus Transformation Middle States Self-Study NYU Merger Past, Present, Future Giving                                          Home / Academics / Majors and Programs / Biomedical Engineering, PhD                         Biomedical Engineering, PhD                                                             Curriculum                       The PhD Biomedical Engineering program run jointly by the School of Engineering and SUNY Downstate consists of 46 course credits ( a list of bridge, core, and elective courses can be found below ), exclusive of the required thesis research. The program has 3 separate, entry-level pathways to accommodate students entering with a bachelor&#39;s degree in any of the following disciplines:     Chemical engineering   Mechanical engineering   Electrical engineering   Computer science engineering   Physics   Chemistry   Biology   Premedical studies     Accommodating students with a variety of academic backgrounds is in keeping with the interdisciplinary nature of biomedical engineering.    Advanced PhD BME students select one from the following 2 thesis tracks:     Biomaterials and Polymer Therapeutics | track description   Bioimaging and Neuroengineering | track description     Additional tracks may be added in the future. In the event that a student wishes to transfer between tracks during the first 2 years of the program, the Program Director will review the student&#39;s request.    The required PhD thesis research may be conducted under the supervision of a faculty member from either the School of Engineering or SUNY Downstate. It is expected that these students need 6 years after their bachelor&#39;s degree to complete the doctoral program.    Students are required to complete 2 laboratory rotations, each of 3 to 4 months&#39; duration, prior to selection of a thesis laboratory. In keeping with the goal of preparing graduates for the changing career marketplace, it is recommended that 1 rotation be in an industrial setting; the other should be in an academic setting, i.e., in a basic science laboratory of either the School of Engineering or Downstate, or in a laboratory of a Downstate clinical department engaged in translational research.    Both types of settings provide mentor-based, individualized training of the highest quality. Both basic science and clinical faculty with active research and graduate school appointments may supervise rotations, and ultimately, thesis projects. Senior scientists in companies of Downstate&#39;s Advanced Biotechnology Park, located adjacent to the Downstate campus, are eligible for adjunct faculty status and, as such, may be supervisors of rotations and co-supervisors of thesis projects. In order to become a thesis supervisor, a sufficient level of extramural funding (i.e., grants, contracts, or clinical revenues) must be demonstrated.    Students whose thesis research advisors are the School of Engineering faculty are required to register at Polytechnic, whereas those whose thesis research advisors are Downstate faculty are required to register at Downstate. The same joint PhD is conferred regardless of the campus at which the student registers; the requirements for all graduate students in the program are identical.    While the PhD BME curriculum is designed to enroll students who have completed only a bachelor&#39;s degree, the program can accommodate students who have already completed a MS in Biomedical Engineering.    A qualifying examination, scheduled for no later than the end of the second year, is required to advance to candidacy for the PhD.   Tracks   Biomaterials and Polymer Therapeutics   Research in this area focuses on the development of new generation biomaterials and structures. Polytechnic has for long been an international leader in polymer chemistry. In one approach, materials are being designed to stimulate specific cellular responses at the molecular level. Examples are bioresorbable materials that cue specific biological responses to activate genes, guide cell growth and differentiation, and alter extracellular matrix production and organization. The ability to &quot;tailor&quot; polymer structures, analyze the physical properties of new biomaterials, and then process these polymers into various forms allows collaborative intercampus teams to pursue a wide range of applications. These applications include synthesis of materials for tissue engineering, drug delivery, bone screws, and more. Other research focuses on the development of biosensors for rapid detection and analysis of biological markers, ranging from single nucleotide polymorphisms to anthrax spores. Through their collaborations, investigators have developed low molar mass and high molecular weight glycolipids. Results have demonstrated the potential of the new glycolipid analogs to function as effective modulators of the immune response, anticancer agents, and as adjuvants in vaccine formulations. These studies have stimulated researchers to investigate the role of sophorolipids, in particular, in decreasing sepsis related mortality and other inflammatory diseases. Another Polytechnic/Downstate collaborative team has made significant progress in the development and targeted delivery of protease (e.g., calpain) inhibitors to treat muscular dystrophy.   Bioimaging and Neuroengineering   The collaborative approach harnesses Polytechnic&#39;s extraordinary strengths in wireless technology for applications in biotelemetry. For example, Downstate neuroscientists are working on federally funded research in neurorobotics, spatial learning, and computational neuroscience including brain modeling. The goals of these biomedical research projects are to advance therapies for spinal cord injury, Alzheimer&#39;s disease, and epilepsy, respectively. These projects will benefit greatly from advanced wireless technology, either directly as in the case of neurorobotics and navigational studies, or indirectly through data acquisition from on-line patients suffering from intractable seizures. Studies pioneered at Downstate involving remotely controlled &quot;search and rescue&quot; rats that can navigate rubble heaps, such as those associated with terrorist attacks or natural disasters, have and will continue to benefit from advances in wireless cell phone technology to improve communication with base stations. Bioimaging has historically been a strong suit at Downstate; Dr. Raymond Damadian made the first MRI image in his Downstate campus laboratory. A long-standing collaborative project of Downstate and Polytechnic investigators is in the area of optical tomography, a method of imaging biological tissue using light at near infrared wavelengths. Applications include development of a diagnostic tool for breast tumors, brain lesions, and stroke-associated ischemic brain lesions.   Courses      A. Bridge Courses      Biomedical Science   BME G 650 Biomedical Instrumentation, Credits: 3.00   BME G 945 Recombinant DNA Technology: A Practical Approach, Credits: 3.00   BME G 950 Principles of Biological Systems, Credits: 3.00   Computer Science Engineering   CS 530 Introduction to Computer Science, Credits: 3.00   CS 580 Computer Architecture and Organization, Credits: 3.00   Chemical Engineering   CH 900 Selected Topics in Chemical Engineering I, Credits: variable   CH 901 Selected Topics in Chemical Engineering II, Credits: variable   Electrical Engineering   EL 536 Principles of Communication Networks, Credits: 3.00   EL 547 Introduction to VLSI System Design, Credits: 3.00   EL 641 Analog &amp; High Frequency Amplifier Design, Credits: 3.00   B. Core Engineering Courses   Biomaterials and Polymer Therapeutics Track   BE 670 Materials in Medicine, Credits: 3.00   BE 952 Natural Polymers and Materials, Credits: 3.00   CM 771 Introduction to Polymer Science, Credits: 3.00   CM 782 Macromolecules in the Solid State, Credits: 3.00   MT 600 Structure-Property Relationships in Materials, Credits: 3.00   MT 620 Plastic Deformation and Fracture, Credits: 3.00   BE 660 Drug Delivery, Credits: 3.00   BE 650 Tissue Engineering, Credits: 3.00   CH 633 Transport Phenomena, Credits: 3.00   CH 773 Thermodynamics I, Credits: 3.00   CH 781 Chemical Reactor Analysis and Design, Credits: 3.00   Bioimaging and Neuroengineering Track   CS 667 Neural Network Computing, Credits: 3.00   EL 501 Wireless Personal Communication Systems, Credits: 3.00   EL 536 Principles of Communication Networks, Credits: 3.00   EL 512 Image Processing, Credits: 3.00   EL 522 Sensor Based Robotics, Credits: 3.00   BME G 220 Mathematical Modeling in Life Sciences: Computational Neuroscience, Credits: 3.00   BME G 620 Biomedical Imaging I, Credits: 3.00   BME G 621 Biomedical Imaging II, Credits: 3.00   C. Core Biomedical Science Courses   Biomaterials and Polymer Therapeutics Track   MCIM G105 Seminar Series in Microbiology and Immunology, Credits: 1.00   ANCB G109 Seminar Series in Lipid and Vascular Biology, Credits: 1.00   MCB G113 Molecular Genetics, Credits: 4.00   MCB G120 Work in Progress Seminars, Credits: 0.00   MCB G201 Molecular and Cellular Biology I, Credits: 6.00   MCB G203 Molecular and Cellular Biology Seminar Series, Credits: 1.00   BIOC G203 Graduate Biochemistry, Credits: 4.00   CM 941 Biochemistry I (graduate level), Credits: 3.00   CM 942 Biochemistry II (graduate level), Credits: 3.00   CORE G300 Research Techniques (laboratory rotations), Credits: 3.00   MCB G500 Directed Readings in Molecular and Cellular Biology, Credits: 1.00-3.00   MCB G510 Current Topics in Cellular and Developmental Biology, Credits: 1.00   MCB G512 Developmental Biology, Credits: 3.00   BME G518 Genomics and Proteomics, Credits: 3.00   BME G945 Recombinant DNA Technology: A Practical Approach, Credits: 3.00   Bioimaging and Neuroengineering Track   NBSC M100 Neuroscience, Credits: 6.00   NBSC G100 Journal Club in Neural and Behavioral Science, Credits: 1.00   NBSC G102 Neural and Behavioral Science Seminar Series, Credits: 1.00   NBSC G105 Journal Club - Molecular and Cellular Neuroscience, Credits: 1.00   BME G610 Cellular and Molecular Neuroscience, Credits: 3.00   NBSC G120 Work in Progress Seminars, Credits: 0.00   NBSC G200 Discussions in Behavioral Neuroscience, Credits: 2.00   NBSC G202 Selected Topics in the Limbic System, Credits: 3.00   NBSC G210 Dendritic Spines: Structure, Function, Plasticity, Credits: 2.00   CORE G300 Research Techniques (laboratory rotations), Credits: 3.00   NBSC G500 Directed Readings in Neuroscience 3.0, Credits: 3.00   MCB G520 Advanced Immunology, Credits: 3.00   BME G620 Biomedical Imaging I, Credits: 3.00   BME G621 Biomedical Imaging II, Credits: 3.00   D. Other Courses   CORE G500 Responsible Conduct in Research, Credits: 1.00   _________ Advanced Topics in Responsible Conduct in Research, Credits: 3.00   _________ SUNY/Poly BME Seminars, Credits: 1.00   E. Elective Courses   PATH G103 Current Topics in Experimental Pathology, Credits: 1.00   PATH G106 Immunological Aspects of Atopic and Related Diseases, Credits: 3.00   PHRM G106 Current Topics in Neuropharmacology, Credits: 1.00   CM 753 Bioinformatics I: Sequence Analysis, Credits: 3.00   CM 754 Bioinformatics II: Protein Structure, Credits: 3.00   MCB G202 Molecular and Cellular Biology II, Credits: 6.00   MCB G203 Molecular and Cellular Biology Seminar Series, Credits: 1.00   BE 601 Molecular Immunology, Credits: 3.00   BE 630 Transport Phenomena in Biological Systems, Credits: 3.00   CM 905 Enzyme Catalysis in Organic Synthesis, Credits: 3.00   CM 906 Combinatorial Chemistry, Credits: 3.00   CORE G520 Entrepreneurship in Academia, Credits: 1.00   PATH G508 Immunopathology of Virus Infections, Credits: 2.00   PATH M110 Human Immunology, Credits: 2.00   PHRM G100 Pharmacology Methods and Exp. Pharmacology, Credits: 2.00   BME G640 Modern Drug Discovery, Credits: 3.00   BME G650 Biomedical Instrumentation, Credits: 3.00   F. Management of Technology Courses   MG 865 Managing Innovation, Credits: 3.00   MG 603 Organizational Behav. and Mgmt. Processes in Innovative Corps., Credits: 3.00   MG 693 Information Technologies, Systems and Mgmt. in Organizations, Credits: 3.00   MG 786 High-Technology Entrepreneurship, Credits: 3.00   MG 775 Operations Mgmt. for Knowledge-based Enterprises (1/2 semester), Credits: 3.00   MG 795 Global Innovation (1/2 semester), Credits: 3.00   MG 820 Project Management and Assessment for Technology Managers, Credits: 3.00   MG 785 High-Technology Leadership, Credits: 3.00   MG 784 Negotiation in Technology-Intensive Sectors, Credits: 3.00   MG 787 Intellectual Property for Technology and Information Managers, Credits: 3.00   MG 797 Financing the Value Creation, Credits: 3.00   G. Thesis Research   BME G999 Ph.D. Thesis Research in Biomedical Engineering @ Downstate   ________ Ph.D. Thesis Research in Biomedical Engineering @ Polytechnic                                Biomedical Engineering, PhD      Curriculum                                    Engineering is NYU  Follow Us:  Facebook Twitter Vimeo YouTube        Undergraduate   Admissions   How to Apply   Apply Now   admissions@nyu.edu   Graduate   Admissions   Requirements   Apply Now   engineering.gradinfo@nyu.edu   Site Links   Press   Directory   Directions   Event Calendar   Careers/HR   Support    Email/Network help@poly.edu Website Report a Problem Login (Faculty + Staff)  NYU School of Engineering 6 MetroTech Center, Brooklyn, NY 11201 Tel: 718.260.3600 Fax: 718.260.3136 &copy; NYU School of Engineering"}]},
{"detail": [{"content": "Curriculum | Biomedical Engineering, PhD | NYU Polytechnic School of Engineering                                                                                                 NYU Abu Dhabi | NYU Shanghai         QuickLinks Bulletin   Directory   Employment and Career Development   Events Calendar   Human Resources / Careers   Information Technology Systems   Library   Make a Gift   NYU Classes   NYUAlbert (PS DATA)   NYUHome   Records and Registration   Services and Resources   Students   Alumni   Faculty   Staff                          Admissions  Undergraduate Admissions Graduate Admissions Online Learning Financial Aid Accepted Undergraduates Accepted Graduates  Academics  Majors and Programs Departments Honors Program BS/MS Program Study Abroad Online Learning Support + Services Graduate School  Records and Registration Class Schedule Course Textbooks School Calendar Code of Conduct Bulletin Women in Engineering  Research  Message from the Associate Provost Sponsored Research Centers + Institutes Labs + Groups CITE Game Innovation Lab Cross-Institution “Seed” Research Undergraduate Summer Research Bern Dibner Library Institutional Research Bioengineering IT + Media Urban Systems  Outreach  Incubators NYC Media Lab NYC Seed Enterprise Learning Center for K12 STEM Education Employment and Career Development PowerBridgeNY  Student Life  Athletics Student Affairs Public Safety Graduate Student Life and Services International Students + Scholars Residence Life and Housing Services Student Activities and Resource Center Students with Disabilities Student Resources Student Orientation  About  Directions Manhattan Directions Hours Leadership and Administration Mission News and Publications Campus Transformation Middle States Self-Study NYU Merger Past, Present, Future Giving                                          Home / Academics / Majors and Programs / Biomedical Engineering, PhD                         Biomedical Engineering, PhD                                                             Curriculum                       The PhD Biomedical Engineering program run jointly by the School of Engineering and SUNY Downstate consists of 46 course credits ( a list of bridge, core, and elective courses can be found below ), exclusive of the required thesis research. The program has 3 separate, entry-level pathways to accommodate students entering with a bachelor&#39;s degree in any of the following disciplines:     Chemical engineering   Mechanical engineering   Electrical engineering   Computer science engineering   Physics   Chemistry   Biology   Premedical studies     Accommodating students with a variety of academic backgrounds is in keeping with the interdisciplinary nature of biomedical engineering.    Advanced PhD BME students select one from the following 2 thesis tracks:     Biomaterials and Polymer Therapeutics | track description   Bioimaging and Neuroengineering | track description     Additional tracks may be added in the future. In the event that a student wishes to transfer between tracks during the first 2 years of the program, the Program Director will review the student&#39;s request.    The required PhD thesis research may be conducted under the supervision of a faculty member from either the School of Engineering or SUNY Downstate. It is expected that these students need 6 years after their bachelor&#39;s degree to complete the doctoral program.    Students are required to complete 2 laboratory rotations, each of 3 to 4 months&#39; duration, prior to selection of a thesis laboratory. In keeping with the goal of preparing graduates for the changing career marketplace, it is recommended that 1 rotation be in an industrial setting; the other should be in an academic setting, i.e., in a basic science laboratory of either the School of Engineering or Downstate, or in a laboratory of a Downstate clinical department engaged in translational research.    Both types of settings provide mentor-based, individualized training of the highest quality. Both basic science and clinical faculty with active research and graduate school appointments may supervise rotations, and ultimately, thesis projects. Senior scientists in companies of Downstate&#39;s Advanced Biotechnology Park, located adjacent to the Downstate campus, are eligible for adjunct faculty status and, as such, may be supervisors of rotations and co-supervisors of thesis projects. In order to become a thesis supervisor, a sufficient level of extramural funding (i.e., grants, contracts, or clinical revenues) must be demonstrated.    Students whose thesis research advisors are the School of Engineering faculty are required to register at Polytechnic, whereas those whose thesis research advisors are Downstate faculty are required to register at Downstate. The same joint PhD is conferred regardless of the campus at which the student registers; the requirements for all graduate students in the program are identical.    While the PhD BME curriculum is designed to enroll students who have completed only a bachelor&#39;s degree, the program can accommodate students who have already completed a MS in Biomedical Engineering.    A qualifying examination, scheduled for no later than the end of the second year, is required to advance to candidacy for the PhD.   Tracks   Biomaterials and Polymer Therapeutics   Research in this area focuses on the development of new generation biomaterials and structures. Polytechnic has for long been an international leader in polymer chemistry. In one approach, materials are being designed to stimulate specific cellular responses at the molecular level. Examples are bioresorbable materials that cue specific biological responses to activate genes, guide cell growth and differentiation, and alter extracellular matrix production and organization. The ability to &quot;tailor&quot; polymer structures, analyze the physical properties of new biomaterials, and then process these polymers into various forms allows collaborative intercampus teams to pursue a wide range of applications. These applications include synthesis of materials for tissue engineering, drug delivery, bone screws, and more. Other research focuses on the development of biosensors for rapid detection and analysis of biological markers, ranging from single nucleotide polymorphisms to anthrax spores. Through their collaborations, investigators have developed low molar mass and high molecular weight glycolipids. Results have demonstrated the potential of the new glycolipid analogs to function as effective modulators of the immune response, anticancer agents, and as adjuvants in vaccine formulations. These studies have stimulated researchers to investigate the role of sophorolipids, in particular, in decreasing sepsis related mortality and other inflammatory diseases. Another Polytechnic/Downstate collaborative team has made significant progress in the development and targeted delivery of protease (e.g., calpain) inhibitors to treat muscular dystrophy.   Bioimaging and Neuroengineering   The collaborative approach harnesses Polytechnic&#39;s extraordinary strengths in wireless technology for applications in biotelemetry. For example, Downstate neuroscientists are working on federally funded research in neurorobotics, spatial learning, and computational neuroscience including brain modeling. The goals of these biomedical research projects are to advance therapies for spinal cord injury, Alzheimer&#39;s disease, and epilepsy, respectively. These projects will benefit greatly from advanced wireless technology, either directly as in the case of neurorobotics and navigational studies, or indirectly through data acquisition from on-line patients suffering from intractable seizures. Studies pioneered at Downstate involving remotely controlled &quot;search and rescue&quot; rats that can navigate rubble heaps, such as those associated with terrorist attacks or natural disasters, have and will continue to benefit from advances in wireless cell phone technology to improve communication with base stations. Bioimaging has historically been a strong suit at Downstate; Dr. Raymond Damadian made the first MRI image in his Downstate campus laboratory. A long-standing collaborative project of Downstate and Polytechnic investigators is in the area of optical tomography, a method of imaging biological tissue using light at near infrared wavelengths. Applications include development of a diagnostic tool for breast tumors, brain lesions, and stroke-associated ischemic brain lesions.   Courses      A. Bridge Courses      Biomedical Science   BME G 650 Biomedical Instrumentation, Credits: 3.00   BME G 945 Recombinant DNA Technology: A Practical Approach, Credits: 3.00   BME G 950 Principles of Biological Systems, Credits: 3.00   Computer Science Engineering   CS 530 Introduction to Computer Science, Credits: 3.00   CS 580 Computer Architecture and Organization, Credits: 3.00   Chemical Engineering   CH 900 Selected Topics in Chemical Engineering I, Credits: variable   CH 901 Selected Topics in Chemical Engineering II, Credits: variable   Electrical Engineering   EL 536 Principles of Communication Networks, Credits: 3.00   EL 547 Introduction to VLSI System Design, Credits: 3.00   EL 641 Analog &amp; High Frequency Amplifier Design, Credits: 3.00   B. Core Engineering Courses   Biomaterials and Polymer Therapeutics Track   BE 670 Materials in Medicine, Credits: 3.00   BE 952 Natural Polymers and Materials, Credits: 3.00   CM 771 Introduction to Polymer Science, Credits: 3.00   CM 782 Macromolecules in the Solid State, Credits: 3.00   MT 600 Structure-Property Relationships in Materials, Credits: 3.00   MT 620 Plastic Deformation and Fracture, Credits: 3.00   BE 660 Drug Delivery, Credits: 3.00   BE 650 Tissue Engineering, Credits: 3.00   CH 633 Transport Phenomena, Credits: 3.00   CH 773 Thermodynamics I, Credits: 3.00   CH 781 Chemical Reactor Analysis and Design, Credits: 3.00   Bioimaging and Neuroengineering Track   CS 667 Neural Network Computing, Credits: 3.00   EL 501 Wireless Personal Communication Systems, Credits: 3.00   EL 536 Principles of Communication Networks, Credits: 3.00   EL 512 Image Processing, Credits: 3.00   EL 522 Sensor Based Robotics, Credits: 3.00   BME G 220 Mathematical Modeling in Life Sciences: Computational Neuroscience, Credits: 3.00   BME G 620 Biomedical Imaging I, Credits: 3.00   BME G 621 Biomedical Imaging II, Credits: 3.00   C. Core Biomedical Science Courses   Biomaterials and Polymer Therapeutics Track   MCIM G105 Seminar Series in Microbiology and Immunology, Credits: 1.00   ANCB G109 Seminar Series in Lipid and Vascular Biology, Credits: 1.00   MCB G113 Molecular Genetics, Credits: 4.00   MCB G120 Work in Progress Seminars, Credits: 0.00   MCB G201 Molecular and Cellular Biology I, Credits: 6.00   MCB G203 Molecular and Cellular Biology Seminar Series, Credits: 1.00   BIOC G203 Graduate Biochemistry, Credits: 4.00   CM 941 Biochemistry I (graduate level), Credits: 3.00   CM 942 Biochemistry II (graduate level), Credits: 3.00   CORE G300 Research Techniques (laboratory rotations), Credits: 3.00   MCB G500 Directed Readings in Molecular and Cellular Biology, Credits: 1.00-3.00   MCB G510 Current Topics in Cellular and Developmental Biology, Credits: 1.00   MCB G512 Developmental Biology, Credits: 3.00   BME G518 Genomics and Proteomics, Credits: 3.00   BME G945 Recombinant DNA Technology: A Practical Approach, Credits: 3.00   Bioimaging and Neuroengineering Track   NBSC M100 Neuroscience, Credits: 6.00   NBSC G100 Journal Club in Neural and Behavioral Science, Credits: 1.00   NBSC G102 Neural and Behavioral Science Seminar Series, Credits: 1.00   NBSC G105 Journal Club - Molecular and Cellular Neuroscience, Credits: 1.00   BME G610 Cellular and Molecular Neuroscience, Credits: 3.00   NBSC G120 Work in Progress Seminars, Credits: 0.00   NBSC G200 Discussions in Behavioral Neuroscience, Credits: 2.00   NBSC G202 Selected Topics in the Limbic System, Credits: 3.00   NBSC G210 Dendritic Spines: Structure, Function, Plasticity, Credits: 2.00   CORE G300 Research Techniques (laboratory rotations), Credits: 3.00   NBSC G500 Directed Readings in Neuroscience 3.0, Credits: 3.00   MCB G520 Advanced Immunology, Credits: 3.00   BME G620 Biomedical Imaging I, Credits: 3.00   BME G621 Biomedical Imaging II, Credits: 3.00   D. Other Courses   CORE G500 Responsible Conduct in Research, Credits: 1.00   _________ Advanced Topics in Responsible Conduct in Research, Credits: 3.00   _________ SUNY/Poly BME Seminars, Credits: 1.00   E. Elective Courses   PATH G103 Current Topics in Experimental Pathology, Credits: 1.00   PATH G106 Immunological Aspects of Atopic and Related Diseases, Credits: 3.00   PHRM G106 Current Topics in Neuropharmacology, Credits: 1.00   CM 753 Bioinformatics I: Sequence Analysis, Credits: 3.00   CM 754 Bioinformatics II: Protein Structure, Credits: 3.00   MCB G202 Molecular and Cellular Biology II, Credits: 6.00   MCB G203 Molecular and Cellular Biology Seminar Series, Credits: 1.00   BE 601 Molecular Immunology, Credits: 3.00   BE 630 Transport Phenomena in Biological Systems, Credits: 3.00   CM 905 Enzyme Catalysis in Organic Synthesis, Credits: 3.00   CM 906 Combinatorial Chemistry, Credits: 3.00   CORE G520 Entrepreneurship in Academia, Credits: 1.00   PATH G508 Immunopathology of Virus Infections, Credits: 2.00   PATH M110 Human Immunology, Credits: 2.00   PHRM G100 Pharmacology Methods and Exp. Pharmacology, Credits: 2.00   BME G640 Modern Drug Discovery, Credits: 3.00   BME G650 Biomedical Instrumentation, Credits: 3.00   F. Management of Technology Courses   MG 865 Managing Innovation, Credits: 3.00   MG 603 Organizational Behav. and Mgmt. Processes in Innovative Corps., Credits: 3.00   MG 693 Information Technologies, Systems and Mgmt. in Organizations, Credits: 3.00   MG 786 High-Technology Entrepreneurship, Credits: 3.00   MG 775 Operations Mgmt. for Knowledge-based Enterprises (1/2 semester), Credits: 3.00   MG 795 Global Innovation (1/2 semester), Credits: 3.00   MG 820 Project Management and Assessment for Technology Managers, Credits: 3.00   MG 785 High-Technology Leadership, Credits: 3.00   MG 784 Negotiation in Technology-Intensive Sectors, Credits: 3.00   MG 787 Intellectual Property for Technology and Information Managers, Credits: 3.00   MG 797 Financing the Value Creation, Credits: 3.00   G. Thesis Research   BME G999 Ph.D. Thesis Research in Biomedical Engineering @ Downstate   ________ Ph.D. Thesis Research in Biomedical Engineering @ Polytechnic                                Biomedical Engineering, PhD      Curriculum                                    Engineering is NYU  Follow Us:  Facebook Twitter Vimeo YouTube        Undergraduate   Admissions   How to Apply   Apply Now   admissions@nyu.edu   Graduate   Admissions   Requirements   Apply Now   engineering.gradinfo@nyu.edu   Site Links   Press   Directory   Directions   Event Calendar   Careers/HR   Support    Email/Network help@poly.edu Website Report a Problem Login (Faculty + Staff)  NYU School of Engineering 6 MetroTech Center, Brooklyn, NY 11201 Tel: 718.260.3600 Fax: 718.260.3136 &copy; NYU School of Engineering"}, {"content": "CSCI-UA.0436 - Computer Architecture - Fall 2012           CSCI-UA.0436 - Computer Architecture - Fall 2012       Monday &amp; Wednesday   2:00 - 3:15    201 Warren Weaver Hall    Instructor:    Ralph Grishman      office: 715 Broadway, Room 703   office hour: Monday and Wednesday 11:00 to 11:30   phone: 212-998-3497   email: grishman@cs.nyu.edu       Textbook:   Patterson and Hennessy, Computer Organization and Design, revised   fourth edition (Morgan Kaufmann, 2012)   Lectures:   can be accessed through the course schedule    (pages for individual lectures will be added over the course of   the semester;    to see what's coming, consult my     2010 lectures )       Assignments:       are listed on the course schedule  (date shown is     date assignment is given out)    8 assignments        6 of these will use a logic simulator: Logisim: A Simple    Graphical Circuit Simulator, by Carl Burch     these assignments will involve simulation of circuits,    starting with very simple circuits and leading (in assignment    #7) to simulation of an entire simple CPU           assignment #4 will be a small MIPS assembly-language    exercise; we will make available a simulator to check this    program           assignment #8 will be a \"pencil and paper\" exercise       penalty for late assignments:    assignments accepted without penalty till 11:59 pm of due date    10% for each weekday the assignment is late (maximum penalty, 80%)         Mailing List:   The mailing list for the class is    csci_ua_0436_001_fa12@cs.nyu.edu   Students registered for the class should be automatically subscribed  to the list.   You can edit your information for the mailing list at    http://www.cs.nyu.edu/mailman/listinfo/csci_ua_0436_001_fa12   The list will be useful for questions and announcements about the  assignments.    Grading:       50% assignments    (assignment #7 is the largest, and will be counted more heavily   than the others)    The assignments you submit should be your own work; see the   department's Policy     on Academic Integrity .    You may discuss with other students problems you are having with   the simulator, or the general approach to an assignment, but   should not share your (partial) solutions.    20% mid-term    30% final exam       Course goals:   This course is intended to show you how a computer is put together  -- how, starting with such simple components as wires and switches,  we can create a machine which can execute assembly language  programs. Over the course of the semester, we will develop a machine  design layer-by-layer, starting with switches and gates and  gradually moving to processors and memories. This will also allow us  to understand some of the performance constraints of machine design  and how they are addressed through caches, pipelining, multicore  designs, and processor connection networks   Web page:    http://www.cs.nyu.edu/courses/fall12/CSCI-UA.0436-001/"}]},
{"detail": [{"content": "Curriculum | Biomedical Engineering, PhD | NYU Polytechnic School of Engineering                                                                                                 NYU Abu Dhabi | NYU Shanghai         QuickLinks Bulletin   Directory   Employment and Career Development   Events Calendar   Human Resources / Careers   Information Technology Systems   Library   Make a Gift   NYU Classes   NYUAlbert (PS DATA)   NYUHome   Records and Registration   Services and Resources   Students   Alumni   Faculty   Staff                          Admissions  Undergraduate Admissions Graduate Admissions Online Learning Financial Aid Accepted Undergraduates Accepted Graduates  Academics  Majors and Programs Departments Honors Program BS/MS Program Study Abroad Online Learning Support + Services Graduate School  Records and Registration Class Schedule Course Textbooks School Calendar Code of Conduct Bulletin Women in Engineering  Research  Message from the Associate Provost Sponsored Research Centers + Institutes Labs + Groups CITE Game Innovation Lab Cross-Institution “Seed” Research Undergraduate Summer Research Bern Dibner Library Institutional Research Bioengineering IT + Media Urban Systems  Outreach  Incubators NYC Media Lab NYC Seed Enterprise Learning Center for K12 STEM Education Employment and Career Development PowerBridgeNY  Student Life  Athletics Student Affairs Public Safety Graduate Student Life and Services International Students + Scholars Residence Life and Housing Services Student Activities and Resource Center Students with Disabilities Student Resources Student Orientation  About  Directions Manhattan Directions Hours Leadership and Administration Mission News and Publications Campus Transformation Middle States Self-Study NYU Merger Past, Present, Future Giving                                          Home / Academics / Majors and Programs / Biomedical Engineering, PhD                         Biomedical Engineering, PhD                                                             Curriculum                       The PhD Biomedical Engineering program run jointly by the School of Engineering and SUNY Downstate consists of 46 course credits ( a list of bridge, core, and elective courses can be found below ), exclusive of the required thesis research. The program has 3 separate, entry-level pathways to accommodate students entering with a bachelor&#39;s degree in any of the following disciplines:     Chemical engineering   Mechanical engineering   Electrical engineering   Computer science engineering   Physics   Chemistry   Biology   Premedical studies     Accommodating students with a variety of academic backgrounds is in keeping with the interdisciplinary nature of biomedical engineering.    Advanced PhD BME students select one from the following 2 thesis tracks:     Biomaterials and Polymer Therapeutics | track description   Bioimaging and Neuroengineering | track description     Additional tracks may be added in the future. In the event that a student wishes to transfer between tracks during the first 2 years of the program, the Program Director will review the student&#39;s request.    The required PhD thesis research may be conducted under the supervision of a faculty member from either the School of Engineering or SUNY Downstate. It is expected that these students need 6 years after their bachelor&#39;s degree to complete the doctoral program.    Students are required to complete 2 laboratory rotations, each of 3 to 4 months&#39; duration, prior to selection of a thesis laboratory. In keeping with the goal of preparing graduates for the changing career marketplace, it is recommended that 1 rotation be in an industrial setting; the other should be in an academic setting, i.e., in a basic science laboratory of either the School of Engineering or Downstate, or in a laboratory of a Downstate clinical department engaged in translational research.    Both types of settings provide mentor-based, individualized training of the highest quality. Both basic science and clinical faculty with active research and graduate school appointments may supervise rotations, and ultimately, thesis projects. Senior scientists in companies of Downstate&#39;s Advanced Biotechnology Park, located adjacent to the Downstate campus, are eligible for adjunct faculty status and, as such, may be supervisors of rotations and co-supervisors of thesis projects. In order to become a thesis supervisor, a sufficient level of extramural funding (i.e., grants, contracts, or clinical revenues) must be demonstrated.    Students whose thesis research advisors are the School of Engineering faculty are required to register at Polytechnic, whereas those whose thesis research advisors are Downstate faculty are required to register at Downstate. The same joint PhD is conferred regardless of the campus at which the student registers; the requirements for all graduate students in the program are identical.    While the PhD BME curriculum is designed to enroll students who have completed only a bachelor&#39;s degree, the program can accommodate students who have already completed a MS in Biomedical Engineering.    A qualifying examination, scheduled for no later than the end of the second year, is required to advance to candidacy for the PhD.   Tracks   Biomaterials and Polymer Therapeutics   Research in this area focuses on the development of new generation biomaterials and structures. Polytechnic has for long been an international leader in polymer chemistry. In one approach, materials are being designed to stimulate specific cellular responses at the molecular level. Examples are bioresorbable materials that cue specific biological responses to activate genes, guide cell growth and differentiation, and alter extracellular matrix production and organization. The ability to &quot;tailor&quot; polymer structures, analyze the physical properties of new biomaterials, and then process these polymers into various forms allows collaborative intercampus teams to pursue a wide range of applications. These applications include synthesis of materials for tissue engineering, drug delivery, bone screws, and more. Other research focuses on the development of biosensors for rapid detection and analysis of biological markers, ranging from single nucleotide polymorphisms to anthrax spores. Through their collaborations, investigators have developed low molar mass and high molecular weight glycolipids. Results have demonstrated the potential of the new glycolipid analogs to function as effective modulators of the immune response, anticancer agents, and as adjuvants in vaccine formulations. These studies have stimulated researchers to investigate the role of sophorolipids, in particular, in decreasing sepsis related mortality and other inflammatory diseases. Another Polytechnic/Downstate collaborative team has made significant progress in the development and targeted delivery of protease (e.g., calpain) inhibitors to treat muscular dystrophy.   Bioimaging and Neuroengineering   The collaborative approach harnesses Polytechnic&#39;s extraordinary strengths in wireless technology for applications in biotelemetry. For example, Downstate neuroscientists are working on federally funded research in neurorobotics, spatial learning, and computational neuroscience including brain modeling. The goals of these biomedical research projects are to advance therapies for spinal cord injury, Alzheimer&#39;s disease, and epilepsy, respectively. These projects will benefit greatly from advanced wireless technology, either directly as in the case of neurorobotics and navigational studies, or indirectly through data acquisition from on-line patients suffering from intractable seizures. Studies pioneered at Downstate involving remotely controlled &quot;search and rescue&quot; rats that can navigate rubble heaps, such as those associated with terrorist attacks or natural disasters, have and will continue to benefit from advances in wireless cell phone technology to improve communication with base stations. Bioimaging has historically been a strong suit at Downstate; Dr. Raymond Damadian made the first MRI image in his Downstate campus laboratory. A long-standing collaborative project of Downstate and Polytechnic investigators is in the area of optical tomography, a method of imaging biological tissue using light at near infrared wavelengths. Applications include development of a diagnostic tool for breast tumors, brain lesions, and stroke-associated ischemic brain lesions.   Courses      A. Bridge Courses      Biomedical Science   BME G 650 Biomedical Instrumentation, Credits: 3.00   BME G 945 Recombinant DNA Technology: A Practical Approach, Credits: 3.00   BME G 950 Principles of Biological Systems, Credits: 3.00   Computer Science Engineering   CS 530 Introduction to Computer Science, Credits: 3.00   CS 580 Computer Architecture and Organization, Credits: 3.00   Chemical Engineering   CH 900 Selected Topics in Chemical Engineering I, Credits: variable   CH 901 Selected Topics in Chemical Engineering II, Credits: variable   Electrical Engineering   EL 536 Principles of Communication Networks, Credits: 3.00   EL 547 Introduction to VLSI System Design, Credits: 3.00   EL 641 Analog &amp; High Frequency Amplifier Design, Credits: 3.00   B. Core Engineering Courses   Biomaterials and Polymer Therapeutics Track   BE 670 Materials in Medicine, Credits: 3.00   BE 952 Natural Polymers and Materials, Credits: 3.00   CM 771 Introduction to Polymer Science, Credits: 3.00   CM 782 Macromolecules in the Solid State, Credits: 3.00   MT 600 Structure-Property Relationships in Materials, Credits: 3.00   MT 620 Plastic Deformation and Fracture, Credits: 3.00   BE 660 Drug Delivery, Credits: 3.00   BE 650 Tissue Engineering, Credits: 3.00   CH 633 Transport Phenomena, Credits: 3.00   CH 773 Thermodynamics I, Credits: 3.00   CH 781 Chemical Reactor Analysis and Design, Credits: 3.00   Bioimaging and Neuroengineering Track   CS 667 Neural Network Computing, Credits: 3.00   EL 501 Wireless Personal Communication Systems, Credits: 3.00   EL 536 Principles of Communication Networks, Credits: 3.00   EL 512 Image Processing, Credits: 3.00   EL 522 Sensor Based Robotics, Credits: 3.00   BME G 220 Mathematical Modeling in Life Sciences: Computational Neuroscience, Credits: 3.00   BME G 620 Biomedical Imaging I, Credits: 3.00   BME G 621 Biomedical Imaging II, Credits: 3.00   C. Core Biomedical Science Courses   Biomaterials and Polymer Therapeutics Track   MCIM G105 Seminar Series in Microbiology and Immunology, Credits: 1.00   ANCB G109 Seminar Series in Lipid and Vascular Biology, Credits: 1.00   MCB G113 Molecular Genetics, Credits: 4.00   MCB G120 Work in Progress Seminars, Credits: 0.00   MCB G201 Molecular and Cellular Biology I, Credits: 6.00   MCB G203 Molecular and Cellular Biology Seminar Series, Credits: 1.00   BIOC G203 Graduate Biochemistry, Credits: 4.00   CM 941 Biochemistry I (graduate level), Credits: 3.00   CM 942 Biochemistry II (graduate level), Credits: 3.00   CORE G300 Research Techniques (laboratory rotations), Credits: 3.00   MCB G500 Directed Readings in Molecular and Cellular Biology, Credits: 1.00-3.00   MCB G510 Current Topics in Cellular and Developmental Biology, Credits: 1.00   MCB G512 Developmental Biology, Credits: 3.00   BME G518 Genomics and Proteomics, Credits: 3.00   BME G945 Recombinant DNA Technology: A Practical Approach, Credits: 3.00   Bioimaging and Neuroengineering Track   NBSC M100 Neuroscience, Credits: 6.00   NBSC G100 Journal Club in Neural and Behavioral Science, Credits: 1.00   NBSC G102 Neural and Behavioral Science Seminar Series, Credits: 1.00   NBSC G105 Journal Club - Molecular and Cellular Neuroscience, Credits: 1.00   BME G610 Cellular and Molecular Neuroscience, Credits: 3.00   NBSC G120 Work in Progress Seminars, Credits: 0.00   NBSC G200 Discussions in Behavioral Neuroscience, Credits: 2.00   NBSC G202 Selected Topics in the Limbic System, Credits: 3.00   NBSC G210 Dendritic Spines: Structure, Function, Plasticity, Credits: 2.00   CORE G300 Research Techniques (laboratory rotations), Credits: 3.00   NBSC G500 Directed Readings in Neuroscience 3.0, Credits: 3.00   MCB G520 Advanced Immunology, Credits: 3.00   BME G620 Biomedical Imaging I, Credits: 3.00   BME G621 Biomedical Imaging II, Credits: 3.00   D. Other Courses   CORE G500 Responsible Conduct in Research, Credits: 1.00   _________ Advanced Topics in Responsible Conduct in Research, Credits: 3.00   _________ SUNY/Poly BME Seminars, Credits: 1.00   E. Elective Courses   PATH G103 Current Topics in Experimental Pathology, Credits: 1.00   PATH G106 Immunological Aspects of Atopic and Related Diseases, Credits: 3.00   PHRM G106 Current Topics in Neuropharmacology, Credits: 1.00   CM 753 Bioinformatics I: Sequence Analysis, Credits: 3.00   CM 754 Bioinformatics II: Protein Structure, Credits: 3.00   MCB G202 Molecular and Cellular Biology II, Credits: 6.00   MCB G203 Molecular and Cellular Biology Seminar Series, Credits: 1.00   BE 601 Molecular Immunology, Credits: 3.00   BE 630 Transport Phenomena in Biological Systems, Credits: 3.00   CM 905 Enzyme Catalysis in Organic Synthesis, Credits: 3.00   CM 906 Combinatorial Chemistry, Credits: 3.00   CORE G520 Entrepreneurship in Academia, Credits: 1.00   PATH G508 Immunopathology of Virus Infections, Credits: 2.00   PATH M110 Human Immunology, Credits: 2.00   PHRM G100 Pharmacology Methods and Exp. Pharmacology, Credits: 2.00   BME G640 Modern Drug Discovery, Credits: 3.00   BME G650 Biomedical Instrumentation, Credits: 3.00   F. Management of Technology Courses   MG 865 Managing Innovation, Credits: 3.00   MG 603 Organizational Behav. and Mgmt. Processes in Innovative Corps., Credits: 3.00   MG 693 Information Technologies, Systems and Mgmt. in Organizations, Credits: 3.00   MG 786 High-Technology Entrepreneurship, Credits: 3.00   MG 775 Operations Mgmt. for Knowledge-based Enterprises (1/2 semester), Credits: 3.00   MG 795 Global Innovation (1/2 semester), Credits: 3.00   MG 820 Project Management and Assessment for Technology Managers, Credits: 3.00   MG 785 High-Technology Leadership, Credits: 3.00   MG 784 Negotiation in Technology-Intensive Sectors, Credits: 3.00   MG 787 Intellectual Property for Technology and Information Managers, Credits: 3.00   MG 797 Financing the Value Creation, Credits: 3.00   G. Thesis Research   BME G999 Ph.D. Thesis Research in Biomedical Engineering @ Downstate   ________ Ph.D. Thesis Research in Biomedical Engineering @ Polytechnic                                Biomedical Engineering, PhD      Curriculum                                    Engineering is NYU  Follow Us:  Facebook Twitter Vimeo YouTube        Undergraduate   Admissions   How to Apply   Apply Now   admissions@nyu.edu   Graduate   Admissions   Requirements   Apply Now   engineering.gradinfo@nyu.edu   Site Links   Press   Directory   Directions   Event Calendar   Careers/HR   Support    Email/Network help@poly.edu Website Report a Problem Login (Faculty + Staff)  NYU School of Engineering 6 MetroTech Center, Brooklyn, NY 11201 Tel: 718.260.3600 Fax: 718.260.3136 &copy; NYU School of Engineering"}, {"content": "CSCI-UA.0436 - Computer Architecture - Fall 2012           CSCI-UA.0436 - Computer Architecture - Fall 2012       Monday &amp; Wednesday   2:00 - 3:15    201 Warren Weaver Hall    Instructor:    Ralph Grishman      office: 715 Broadway, Room 703   office hour: Monday and Wednesday 11:00 to 11:30   phone: 212-998-3497   email: grishman@cs.nyu.edu       Textbook:   Patterson and Hennessy, Computer Organization and Design, revised   fourth edition (Morgan Kaufmann, 2012)   Lectures:   can be accessed through the course schedule    (pages for individual lectures will be added over the course of   the semester;    to see what's coming, consult my     2010 lectures )       Assignments:       are listed on the course schedule  (date shown is     date assignment is given out)    8 assignments        6 of these will use a logic simulator: Logisim: A Simple    Graphical Circuit Simulator, by Carl Burch     these assignments will involve simulation of circuits,    starting with very simple circuits and leading (in assignment    #7) to simulation of an entire simple CPU           assignment #4 will be a small MIPS assembly-language    exercise; we will make available a simulator to check this    program           assignment #8 will be a \"pencil and paper\" exercise       penalty for late assignments:    assignments accepted without penalty till 11:59 pm of due date    10% for each weekday the assignment is late (maximum penalty, 80%)         Mailing List:   The mailing list for the class is    csci_ua_0436_001_fa12@cs.nyu.edu   Students registered for the class should be automatically subscribed  to the list.   You can edit your information for the mailing list at    http://www.cs.nyu.edu/mailman/listinfo/csci_ua_0436_001_fa12   The list will be useful for questions and announcements about the  assignments.    Grading:       50% assignments    (assignment #7 is the largest, and will be counted more heavily   than the others)    The assignments you submit should be your own work; see the   department's Policy     on Academic Integrity .    You may discuss with other students problems you are having with   the simulator, or the general approach to an assignment, but   should not share your (partial) solutions.    20% mid-term    30% final exam       Course goals:   This course is intended to show you how a computer is put together  -- how, starting with such simple components as wires and switches,  we can create a machine which can execute assembly language  programs. Over the course of the semester, we will develop a machine  design layer-by-layer, starting with switches and gates and  gradually moving to processors and memories. This will also allow us  to understand some of the performance constraints of machine design  and how they are addressed through caches, pipelining, multicore  designs, and processor connection networks   Web page:    http://www.cs.nyu.edu/courses/fall12/CSCI-UA.0436-001/"}, {"content": "NYU Computer Science Department &gt; Fall 2014 Undergraduate Course Schedule                                                                                                         Search                                                  go                         Location          Contacts      Directions      NYC Information            Admissions          Undergraduate Admissions      Graduate Admissions           People           Faculty        Researchers/Visitors      Administration/Staff      Students: PhD / MS      Alumni / In Memoriam             Research           Research Areas      Tech Reports      Theses: PhD / MS        Faculty Recognition      Student Recognition           Education           Undergraduate Program      Graduate Program : PhD / MS        Courses      Office Hours           News / Events           Colloquia        Calendar: Grad / Undergrad           Job Openings           Faculty Positions             Links           Libraries      Student Organizations      CIMS Computing                                                                                                                                                                        Fall 2014 Undergraduate Courses    Summer 2014 | Fall 2014 | Spring 2015     Fall 2014 Course Grid      Fall 2014 Electives   Fall 2014 Special Topics Course Descriptions   Course Descriptions   Course List Archive            Course Schedule for CS Majors          Course #    Class #    Name    Instructor    Days    Time    Room             CSCI-UA.0101-001          8996       Intro To Computer Science   *                 prereq: CSCI-UA.0002 or departmental permission                     Marsha Berger           TR    9:30AM &mdash; 10:45AM    CIWW 101            CSCI-UA.0101-002          8997       Intro To Computer Science                    prereq: CSCI-UA.0002 or departmental permission                     Allan Gottlieb           TR    11:00AM &mdash; 12:15PM    CIWW 201            CSCI-UA.0101-003          8998       Intro To Computer Science                    prereq: CSCI-UA.0002 or departmental permission                     Amos Bloomberg           MW    9:30AM &mdash; 10:45AM    CIWW 109            CSCI-UA.0101-004          8999       Intro To Computer Science                    prereq: CSCI-UA.0002 or departmental permission                     Andrew Case           MW    2:00PM &mdash; 3:15PM    CIWW 109            CSCI-UA.0101-005          10953       Intro To Computer Science                    prereq: CSCI-UA.0002 or departmental permission                     Joanna Klukowska           TR    2:00PM &mdash; 3:15PM    CIWW 101            CSCI-UA.0101-006          11236       Intro To Computer Science                    prereq: CSCI-UA.0002 or departmental permission               CANCELLED                          CSCI-UA.0101-007          11282       Intro To Computer Science                    prereq: CSCI-UA.0002 or departmental permission                     Tim Mitchell           MW    11:00AM &mdash; 12:15PM    CIWW 101            CSCI-UA.0101-008          11937       Intro To Computer Science                    prereq: CSCI-UA.0002 or departmental permission                     Douglas Moody           WF    8:00AM &mdash; 9:15AM    CIWW 101            CSCI-UA.0101-009          18022       Intro To Computer Science                    prereq: CSCI-UA.0002 or departmental permission                     Marsha Berger           TR    9:30AM &mdash; 10:45AM    CIWW 101            CSCI-UA.0102-001          9000       Data Structures   *                 prereq: CSCI-UA.0101                     Chee Yap           TR    3:30PM &mdash; 4:45PM    CIWW 102            CSCI-UA.0102-002          9001       Data Structures                    prereq: CSCI-UA.0101                     Chee Yap           TR    3:30PM &mdash; 4:45PM    CIWW 102            CSCI-UA.0102-003          9002       Data Structures - Recitation                                 Huan Kang           W Only    3:30PM &mdash; 4:45PM    CIWW 109            CSCI-UA.0102-004          9003       Data Structures                    prereq: CSCI-UA.0101                     Joanna Klukowska           MW    11:00AM &mdash; 12:15PM    CIWW 109            CSCI-UA.0102-005          9004       Data Structures - Recitation                                 Paul Gazzillo           M only    3:30PM &mdash; 4:45PM    CIWW 109            CSCI-UA.0102-006          17598       Data Structures                    prereq: CSCI-UA.0101                     Joanna Klukowska           TR    9:30AM &mdash; 10:45AM    CIWW 102            CSCI-UA.0102-007          17599       Data Structures - Recitation                                 Paul Gazzillo           M only    12:30PM &mdash; 1:45PM    CIWW 109            CSCI-UA.0201-001          9005       Computer Systems Organization   *                 prereq: CSCI-UA.0102                     Andrew Case           MW    11:00AM &mdash; 12:15PM    CIWW 102            CSCI-UA.0201-002          9006       Computer Systems Organization                    prereq: CSCI-UA.0102                     Andrew Case           MW    11:00AM &mdash; 12:15PM    CIWW 102            CSCI-UA.0201-003          11289       Computer Systems Organization                    prereq: CSCI-UA.0102                     Mohamed Zahran           TR    2:00PM &mdash; 3:15PM    CIWW 109            CSCI-UA.0202-001          9007       Operating Systems   *                 prereq: CSCI-UA.0201                     Allan Gottlieb           TR    3:30PM &mdash; 4:45PM    CIWW 109            CSCI-UA.0202-002          9008       Operating Systems                    prereq: CSCI-UA.0201                     Allan Gottlieb           TR    3:30PM &mdash; 4:45PM    CIWW 109            CSCI-UA.0310-001          9009       Basic Algorithms   *                 prereq: CSCI-UA.0102                     Victor Shoup           TR    11:00AM &mdash; 12:15PM    CIWW 109            CSCI-UA.0310-002          9010       Basic Algorithms                    prereq: CSCI-UA.0102                     Victor Shoup           TR    11:00AM &mdash; 12:15PM    CIWW 109            CSCI-UA.0310-003          9011       Basic Algorithms - Recitation                    prereq: CSCI-UA.0102                     Maria Pershina           W Only    12:30PM &mdash; 1:45PM    CIWW 109            CSCI-UA.0436-001          9013       Computer Architecture                    prereq: CSCI-UA.0201 &amp; MATH-UA.0120                     Ralph Grishman           TR    2:00PM &mdash; 3:15PM    CIWW 512            CSCI-UA.0453-001          9014       Theory Of Computation                    prereq: CSCI-UA.0310                     Richard Cole           MW    3:30PM &mdash; 4:45PM    CIWW 312            CSCI-UA.0470-001          9015       Object Oriented Programming                    prereq: CSCI-UA.0201                     Eric Koskinen           MW    2:00PM &mdash; 3:15PM    CIWW 201            CSCI-UA.0480-001          11295       Special Topics: Computing with Large Data Sets                    prereq: CSCI-UA.0201, or permission from the Department                     Richard Bonneau           MW    9:30AM &mdash; 10:45AM    CIWW 317            CSCI-UA.0480-002          23097       Special Topics: Applied Internet Technology                    prereq: CSCI-UA.0201                     Joseph Versoza           TR    9:30AM &mdash; 10:45AM    CIWW 317            CSCI-UA.0480-003          17611       Special Topics: iOS Programming                    prereq: CSCI-UA.0201                     Nathan Hull           TR    3:30PM &mdash; 4:45PM    CIWW 517            CSCI-UA.0480-004          17612       Special Topics: Computer Graphics                                 Kenneth Perlin           TR    11:00AM &mdash; 12:15PM    719BWY 1221               Course Schedule for Non-CS Majors          Course #    Class #    Name    Instructor    Days    Time    Room             CORE-UA.0109-001                Quantitative Reasoning: Mathematics and Computing                    prereq: Department Permission               CANCELLED               CIWW            CORE-UA.0109-002                Quantitative Reasoning: RECITATION                    prereq: Department Permission               CANCELLED               CIWW            CSCI-UA.0002-001          8984       Intro To Computer Programming                                 Joseph Versoza           MW    12:30PM &mdash; 1:45PM    CIWW 101            CSCI-UA.0002-002          8985       Intro To Computer Programming                                 Craig Kapp           MW    2:00PM &mdash; 3:15PM    CIWW 102            CSCI-UA.0002-003          8986       Intro To Computer Programming                                 Craig Kapp           MW    11:00AM &mdash; 12:15PM    CIWW 512            CSCI-UA.0002-004          8987       Intro To Computer Programming                                 Amos Bloomberg           TR    9:30AM &mdash; 10:45AM    CIWW 202            CSCI-UA.0002-005          8988       Intro To Computer Programming                                 Andrew Case           TR    2:00PM &mdash; 3:15PM    CIWW 201            CSCI-UA.0002-006          8989       Intro To Computer Programming                                 Joshua Clayton           MW    3:30PM &mdash; 4:45PM    CIWW 101            CSCI-UA.0002-007          8990       Intro To Computer Programming                                 Michael Kadri           TR    12:30PM &mdash; 1:45PM    CIWW 101            CSCI-UA.0002-008          11230       Intro To Computer Programming                                 Syed Salahuddin           TR    11:00AM &mdash; 12:15PM    CIWW 312            CSCI-UA.0002-009          11233       Intro To Computer Programming                                 Jerry Waxman           TR    3:30PM &mdash; 4:45PM    CIWW 512            CSCI-UA.0002-010          11932       Intro To Computer Programming                                 Joseph Versoza           MW    9:30AM &mdash; 10:45AM    CIWW 101            CSCI-UA.0002-011          17666       Intro To Computer Programming                                 Michael Kadri           MW    8:00AM &mdash; 9:15AM    CIWW 109            CSCI-UA.0004-001          8991       Intro to Web Design &amp; Computer Principles                                 Amos Bloomberg           TR    11:00AM &mdash; 12:15PM    CIWW 202            CSCI-UA.0004-002          8992       Intro to Web Design &amp; Computer Principles                                 Joshua Clayton           TR    9:30AM &mdash; 10:45AM    CIWW 201            CSCI-UA.0004-003          8993       Intro to Web Design &amp; Computer Principles                                 Joshua Clayton           MW    11:00AM &mdash; 12:15PM    CIWW 201            CSCI-UA.0004-004          8994       Intro to Web Design &amp; Computer Principles                                 Nathan Hull           MW    12:30PM &mdash; 1:45PM    CIWW 102            CSCI-UA.0004-005          10881       Intro to Web Design &amp; Computer Principles                                 Nathan Hull           MW    3:30PM &mdash; 4:45PM    CIWW 517            CSCI-UA.0004-006          11231       Intro to Web Design &amp; Computer Principles                                 Alvaro Olsen           TR    2:00PM &mdash; 3:15PM    CIWW 202            CSCI-UA.0004-007          11931       Intro to Web Design &amp; Computer Principles                                 Adam Scher           TR    8:00AM &mdash; 9:15AM    CIWW 101            CSCI-UA.0060-001          11296       Database Design And Web Implementation                    prereq: CSCI-UA.0002 &amp; CSCI-UA.0004                     Deena Engel           TR    11:00AM &mdash; 12:15PM    CIWW 101            CSCI-UA.0061-001          8995       Web Development And Programming                    prereq: CSCI-UA.0002 &amp; CSCI-UA..0004                     Sana Odeh           TR    3:30PM &mdash; 4:45PM    CIWW 101            CSCI-UA.0061-002          21512       Web Development And Programming                    prereq: CSCI-UA.0002 &amp; CSCI-UA..0004                     Sana Odeh           MW    3:30PM &mdash; 4:45PM    CIWW 512            CSCI-UA.0380-001          9012       Topics of General Interest: Interactive Computing                    prereq: CSCI-UA.0002                     Craig Kapp           TR    11:00AM &mdash; 12:15PM    CIWW 512            CSCI-UA.0380-002          17610       Topics of General Interest: Computing in the Humanities                    prereq: CSCI-UA.0002 &amp; CSCI-UA.0004                     Deena Engel           MW    12:30PM &mdash; 1:45PM    CIWW 317           NOTE: All of the above information is subject to change without notice. HONORS sections require the department's permission and an access code upon registration. *Denotes an honors section that is taught jointly (same time, location and instructor) with the regular section. Students taking this honors section will be required to complete an honors project and will be graded accordingly.                  top | contact webmaster"}]}]