[{"detail": [{"content": "Freud&#8217;s Kabbalah Connection | Confluence                                                                                                                                  Login                         News   Resources   Publications   About                  Sections &#9658          CONTEXT &#9658                                                                                                 Audio 16      Creative Non-Fiction 16      Criticism 27      Fiction 20      Interview 7      Poetry 35      Portfolio 36      Research 18      Video 15                   See all &raquo                       Advanced Writing Course      Arts Workshop      First-Year Research Seminar      First-Year Writing Seminar      Gallatin Arts Festival      Gallatin Galleries      Gallatin Research Journal      Gallatin Review      Independent Project      Interdisciplinary Seminar      Journal of Global Affairs      Senior Project      Students Reading Their Writing        See all &raquo                                                            Freud&#8217;s Kabbalah Connection                      By Jessica Weiner                                                                                                                                    Sigmund Freud was a great thinker and writer, and is considered the father of modern psychology. He often wrote about his disenchantment with religion and religious practice, publicly claiming that religion offers a moral ground that does not necessarily benefit an individual. Yet according to scholars, Freud was a Jewish Kabbalist, engaging in a study of mystical texts in the privacy of his own home. Freud’s spiritual background seems to be at odds with his negative view of religious ideals and, as such, provokes further question. Where do his spiritual studies fit in with his rejection of theological moral standpoints? Can his personal studies be reconciled with his public persona? By reading Civilization and its Discontents through the lens of Kabbalistic principles, it is possible to understand Freud’s position on religion and morality, namely that a moral standard might not succeed in bringing a civilization happiness and order. Though Freud seemed to reject morality on account of its religious association, this rejection is congruent with and actually supported by the spiritual and mystical ideals of Kabbalah.   In Civilization and its Discontents , Freud offers a cynical view of religion, claiming that it simply fulfills a need in the face of helplessness. He begins by responding to a letter from a friend, Romain Rolland, who claims that Freud is unable to properly appreciate the source of religious feeling. Rolland writes that this source is a particular “sensation of ‘eternity’, a feeling as of something limitless, unbounded—as it were, ‘oceanic’” (Freud 24). Rolland states that this oceanic feeling is subjective, which is then channeled into different belief systems. According to Rolland, the existence of this feeling alone is grounds to call oneself “religious,” even if that individual rejects religious practice. Essentially, Rolland believes that this energy is the origin of religious feeling, “seized upon by various Churches and religion systems” (Freud 24).   Freud, on the other hand, challenges Rolland’s perception. He cannot discover this oceanic feeling in himself, and wonders whether “it is being correctly interpreted and whether it ought to be regarded as the [source and origin] of the whole need for religion” (Freud 25). Freud believes that a feeling can only be a source of energy if that feeling is a manifestation of a strong need. Therefore, he likens religious sentiment to the feeling of a child’s need for a father’s protection, and posits that the “oceanic feeling” was only associated with religion later on. The true origin of this feeling, he explains, is a reaction to infantile helplessness.   Freud develops this criticism of religion further throughout his writings, and as he does, he seems to reject the moral standard that is based on it.He writes of a common demand found in religious dogmas: “Love thy neighbor as thyself.” Freud writes that this is a demand of civilized society, widely known and pervasive throughout the world’s major religions. Freud wonders about the benefit of this moral statement, writing: “My love is something valuable to me which I ought not to throw away without reflection. It imposes duties on me for whose fulfillment I must be ready to make sacrifices. If I love someone, he must deserve it in some way” (Freud 91). Here, Freud rejects the idea of unconditional love for the sake of religious dogma, as the benefits of such love are unclear. He writes that human nature is aggressive, and men are not gentle creatures seeking love. Anyone who recalls the destruction committed during “the invasions of the Huns, or by the . . .  Mongols under Jenghiz Khan and Tamerlane, or at the capture of Jerusalem by the pious crusaders, or . . . the horrors of the recent World War . . . will bow humbly before the truth of this view” (Freud 96). Freud describes the Crusaders as “pious,” highlighting the irony in that statement and the amount of pain and suffering caused in the name of religion. “Love thy neighbor as thyself,” according to Freud, is therefore flawed as a religious and moral anthem, broken by the very people who proliferate it. It cannot be upheld as a moral standard due to man’s inherent aggressive nature.   Though Freud rejects the idea that one should “love thy neighbor as thyself” on a moral ground, he seems to accept it in a different, more pragmatic sense—one of cause and effect. He writes that humanity’s inclination toward aggression causes tension for a civilization, and, consequently, requires civilization to expend energy combating that tendency. As such, “civilization has to use its utmost efforts in order to set limits to man’s aggressive instinct and to hold the manifestations of them in check by psychical reaction-formations” (Freud 96). In order to form a constructive society, humanity has to constantly check its aggressive instincts. Hence the mandate to love one’s neighbor as oneself, “a commandment which is really justified by the fact that nothing else runs so strongly counter to the original nature of man” (Freud 96). Simply because this concept of loving another as oneself is so contradictory to man’s nature, it may be useful in maintaining an ordered society. This implies that Freud considers the success of a harmonious civilization as being dependent on the individual’s ability to restrict his or her nature. Though he acknowledges that humans are not good at this type of restriction, he also acknowledges that its endeavor has the potential to create a harmonic society. Therefore, Freud accepts “love thy neighbor as thyself” as a potential practical tool to achieve desired results, but rejects it as a moral tenet.   These contradictions in Freud’s writing seem paradoxical, but can be explained by looking into Freud’s Jewish background. Scholars Stanley Schneider and Joseph Burke write that Freud’s father grew up in a Hasidic environment, and his grandfather and great-grandfather had been Rabbis. As such, Freud was exposed to many Jewish customs despite his decision not to practice them himself. Freud’s relationship to Judaism was equivocal, and scholars speculate that “there was a public Freud, who did not overemphasize his Jewishness or knowledge of Hebrew or Yiddish, and a private, more personal, Freud who was well versed in Jewish learning” (Schneider 5). According to Professor David Bakan, Freud possessed a German copy of the Zohar, the principal Kabbalistic text (Bakan 6). These scholars therefore argue that Freud’s Jewish upbringing, environment, and mystical influences fundamentally impacted his psychological theories.   These influences can be seen clearly by examining Freud’s writing through the lens of Kabbalistic concepts. Rabbi Phillip Berg, the spiritual director of the Kabbalah Centers worldwide, writes in The Power of You that “every human being consists of two realities: the positive reality of the soul, and the negative reality that comprises our five senses and physical bodies.” He clarifies that “negativity is not the same as evil. Negativity is simply the energy force that we must work through and overcome in order to access the higher dimension” (Berg 16). Humans are comprised of two forces, one a negative, impulsive force based in the five senses and physicality, and the other, a “soul” force based on sharing and restriction of the negative force. One is a desire to receive for the self alone, and the other is a desire to receive for the sake of sharing. These two forces are in constant battle, and the picture of our lives depends on which one dominates our consciousness.Although Rabbi Berg writes current times, this is a Kabbalistic concept recorded in the Zohar  more than 2,000 years ago. It is similar to Freud’s ideas of the nature of man, specifically that humanity is inherently aggressive and selfish, yet has the potential to transcend those qualities in favor of a collective harmony.   Both Freud and leading Kabbalists believe that a certain level of restriction of this negative force is essential to creating a harmonious society. Freud writes that an “unrestricted satisfaction” of aggressive desires seems as if it would be the most exciting way to live one’s life, “but it means putting enjoyment before caution, and soon brings its own punishment” (Freud 95). This implies that while selfish fulfillment seems enticing in the short term, it will create chaos in the future.He explains that, “just as a satisfaction of instinct spells happiness for us, so severe suffering is caused us if the external world lets us starve, if it refuses to sate our needs” (Freud 47). Catering to instinctual desires may bring intense joy in that moment, but when man is denied those satisfactions, the feeling of pain is equally as intense. If we control our instinctual life, Freud argues, we are able to avoid the pain of “non-satisfaction.” Active restriction of primary impulses is less painful than a denial of satisfaction from external circumstances. Restriction of those impulses, therefore, may bring a certain type of happiness as it helps avoid unhappiness.   Kabbalists also hold that restriction of crude impulses is necessary to avoid suffering, but take a more optimistic, metaphysical approach. Rabbi Berg writes:   Humanity’s finite aspect, which may be described as flesh and bones, is subject to Cartesian rules and regulations.However, our infinite being operates beyond physical jurisdiction.Whatever is finite is subject to pain, discomfort, and death.The infinite exists in an entirely different realm.In order to connect with our infinite aspect—that is, with our own souls—we must pay homage to the original act of creation, which is Restriction.Through the channel of Restriction, it becomes possible for us to transcend space, time, and matter, including freedom from every form of pain and suffering (Berg 63).   Here, Rabbi Berg outlines that humans are comprised of two parts, the finite, physical body, and the infinite, metaphysical soul. The body is ruled by selfish desires and is governed by physical laws of cause and effect, the “Cartesian rules.” Our souls, on the other hand, are governed by selflessness and are not bound by the same rules as our bodies because they are of a different realm. Therefore, a restriction of selfish, bodily desires will allow us to tap into the unlimited realm of our souls where suffering does not exist. Though Freud does not write of the ego and soul in such a way, humanity’s “finite aspect” as described by Rabbi Berg can be likened to Freud’s concept of man’s instinctual and selfish nature. This, therefore, relates back to the concept of loving another as thyself, as this concept is a form of restriction on selfish desires.   According to the basic tenets of Kabbalah, this type of restriction should be a choice rather than a blind following of religious dogma. Like Freud, Kabbalists reject religiosity, instead positing that the universe operates within a system of causation.The Zohar , an ancient commentary on the Torah and the foundation of Kabbalah, writes of the Great Flood that “The Lord saw the earth and behold it was corrupt; for all humanity had corrupted their way upon the earth” (qtd. in Berg 22). Kabbalists choose to read the Torah figuratively, and thus observe the Great Flood as a metaphorical event that can be applied to our lives today.Rabbi Berg writes that natural disasters are often considered “an act of God,” yet this quotation from the Zohar reveals that they are, in fact, caused by man (Berg 22). “All humanity had corrupted their way upon the earth” is interpreted to mean that our negative, selfish actions actually imbue a negative spirit within the land. The earth retains this negative energy, which results in a catastrophic event such as a flood. These teachings reflect the idea that what we put out, we will experience in return.   This quantum energy effect leaves no room for “morality” in Kabbalistic practice. Rabbi Berg states simply, “when we tap into the negativity that exists in the cosmos, the result is illness and disharmony” (Berg 28). We can act in a selfish way, fulfilling our most basic and greedy desires, but those actions simply will not bring us happiness because we are in disharmony with the cosmos. In other words, we are governed by the rules of cause and effect, and negative energy begets more of the same. This is not a matter of morals, but is a metaphysical quantum reality, “the essence of which is ‘Love Thy Neighbor As Thyself.’ Break down the false distinction between what’s best for you and what’s best for the human beings and physical environment around you” (Berg 29). Rabbi Berg explains that all of the universal laws can be condensed into the singular idea of unconditional love. This is where Freud’s rejection of religious morality can be explained. He rejects the idea of unconditional love as religious dogma, due to the fact that it is not beneficial to an individual and is therefore unsupported. Yet he understood it as potentially useful as a restriction against man’s selfish nature. Similarly, Rabbi Berg tells us to ignore the outlines of what seems good for us rather than what is good for those around us, because it is irrelevant. The concept of “love thy neighbor as thyself” is, in fact, a weapon against our negative instincts. Rather than a moral concept, it is viewed as a concrete spiritual tool to achieve happiness.   One question remains, and that is, assuming Freud understood these Kabbalistic principles and their concordance with his own views, why did he reject them as a tangible solution to civilization’s discontents? While the outlook of Kabbalists has always been optimistic, Freud’s pessimism may be seen as a product of his own disillusionment with society in the 20 th century. According to Freud, “life, as we find it, is too hard for us; it brings us too many pains, disappointments and impossible tasks.In order to bear it we cannot dispense with palliative measures” (Freud 41). The challenges of life drive man to seek these palliative measures, among them being “powerful deflections,” “substitutive satisfactions,” and “intoxicating substances” (Freud 41). Because the pains of life are simply too unbearable, Freud believes than man is unable to successfully carry out the Kabbalistic concept of restriction. Additionally, Freud was writing in 1929, an era that saw many atrocities and pervasive anti-Semitism. According to Schneider, Freud identified with “the plight of the Jewish people . . . and tries to ‘act out’ against his Jewish roots” (Schneider, 1). These factors may have informed his pessimism and tendency to conceal his Jewish background.   However, by reading Freud’s writings with the knowledge of his Jewish and spiritual background, we are able to understand them on a deeper level. Both Freud and Kabbalistic teachings agree in their concepts of restriction, and in a rejection of simple morality. Though Freud is pessimistic about humanity’s ability to practice these concepts, Rabbi Berg writes that “when humanity achieves this shift in understanding, the entire universe—both seen and unseen—will be revealed as a single unified whole” (Berg 29). Freud’s rejection of morality can therefore be explained by his understanding of cause and effect, which is a concept much deeper than morality. His skepticism towards Restriction can be explained by a lack of faith in humanity, rather than a lack of faith in the concept itself. Freud’s studies of Kabbalah had a profound influence on his work, and offer a valuable illumination on his seemingly contradictory writings.     Works Cited   Freud, Sigmund. Civilization and Its Discontents . New York: W.W. Norton, 1962. Print.   Schneider, Stanley, and Joseph H. Berke. “THE OCEANIC FEELING, MYSTICISM AND KABBALAH: Freud’s Historical Roots.” Psychoanalytic Review 95.1 (2008): 131-56. ProQuest. Web.   Bakan, David. “Freud and the Zohar: An Incident.” Commentary 30 (1960): 65-68. ProQuest. Web.   Berg, Rav P.S. Power of You: Kabbalistic Wisdom to Create the Movie of Your Life . Richmond Hill, NY: Kabbalah, 2004. Print.                               \"Freud and the Kabbalistic Connection\" was originally written in the spring 2014 First-Year Writing Seminar \"Adventure Narratives,\" taught by Tara Gellene.                         SHARE:             Posted on Tuesday, October 7th, 2014 at 4:39 pm.                                               More on Confluence                                                      She's Not Me                          By Hunter Kupra-Peers                            \"It’s the kind of place where the towels are folded into lotuses and the mini soaps are named after feelings.\" Fiction.             Read more &raquo                                                                   Castle Hill                          By Shorouk AboHussien, Kalliopi Karakasidou, Axel Keating and Connor Shultz                            A documentary on the community-led fight for improvements to Public Housing.             Read more &raquo                                                                   Wolf Lake Lodge                          By Becca Pecaut                            \"My father took my fishing rod / while I slept on rain / and he lost it to a bass.\"             Read more &raquo                                                                   Lost in Translation?                          By The Editors                            What happens when we move art from one medium to another? A series of renderings.             Read more &raquo                                                                            Sections   Context   News   Resources   Publications   About"}]}]