[{"detail": [{"content": "Global                                                                                                   NYU.edu requires JavaScript be enabled in your browser in order to use important features of the site. JavaScript is either disabled or not supported by your browser. For instructions on how to enable JavaScript in your browser, click here .                       New York University    Skip to Content   Skip to Search   Skip to Navigation   Skip to Sub Navigation                                                        NYUHome Login                            Students           |   Faculty           |   Alumni           |   Employees           |   Community                                   Schools          Arts and Science      College of Arts and Science      College of Dentistry      College of Nursing      Courant Institute of Mathematical Sciences      Gallatin School of Individualized Study      Graduate School of Arts and Science      Institute of Fine Arts      Institute for the Study of the Ancient World      Leonard N. Stern School of Business      Liberal Studies Program      NYU Abu Dhabi      NYU Shanghai      Polytechnic School of Engineering      Robert F. Wagner Graduate School of Public Service      School of Professional Studies      School of Law      School of Medicine      Silver School of Social Work      Steinhardt School of Culture, Education, and Human Development      Tisch School of the Arts                QuickLinks          Academic Calendars      Administrative Units      Albert      Apply for Jobs      Athletics      Bookstores      Bursar      Campus Map      Career Development      Emergencies      Events      Giving to NYU      Housing      ITS      Libraries      News      NYU Apparel      Policies      Public Safety      Registrar      Student Health Center      Student Resources      Wellness Exchange                A-Z          A      B      C      D      E      F      G      H      I      J      K      L      M      N      O      P      Q      R      S      T      U      V      W      X      Y      Z                                                          New York University                          Search NYU                    Pages |    People                                       Main Navigation            About NYU       Admissions       Academics       University Life       Research       Global                                         Sub Navigation                                 Global Academic Centers                       Global Academic Partnerships and Affiliations                       NYU Abu Dhabi                       NYU Shanghai                       Tisch Asia                       International Immigration Services                       All NYU Programs                                                                                           New York University, the largest independent research university in the United States, is primarily located in the heart of downtown Manhattan and Brooklyn. Beyond our campus in New York City lies a world opportunity within NYU's global network. With NYU Abu Dhabi and NYU Shanghai, our new degree-granting campuses, as well as 11 international academic centers in Africa, Asia, Europe, North America, and South America, NYU offers global experiences to all members of its community.   NYU has embarked on the project of becoming a Global Network University, a university that challenges the idea that a university can only deliver education at a single home campus. Instead, we have created a structure that allows ...                continued below                                                                                                                                                                                                                                                                                                                                                                                                 Global Academic Centers Unparalleled opportunities for students to expand their educational experiences at our 11 global academic centers. Read More                                                                                             Global Institute of Public Health A collaboration of NYU's premier professional schools, preparing professionals in promoting global health. Read More                                                                                               Admissions Undergraduate, graduate, study abroad, is NYU Right for You? Read More                                                                                                                                                         NYU Abu Dhabi Undergraduate Admissions        The World&#039;s Honors College                   NYU Abu Dhabi has an unblinking commitment to selecting the most accomplished and promising students around the globe to be in the inaugural class of this unprecedented endeavor. Learn more about NYU Abu Dhabi, download our viewbook, and find an open house in your region.            Learn more                                                                                                         NYU Abu Dhabi         Recruiting Faculty                   Positions are open for faculty of international distinction committed to building a pioneering liberal arts and science college and center of world-class research.            Learn more                                                                                               International Immigration Services Immigration advising, and more for our academic community worldwide. Read More                                                                                               NYU International Exchange Program Earn NYU credit and be immersed in the culture of the world's cities. Read More                                                                                                                                                                          continued from above       ... students and faculty to gather in a set of key locales around the globe to forge new ideas, advance the questions we ask about the world, and create solutions for the problems that beset us all.   This Global Network University model has emerged as a natural and logical extension of NYU’s research and teaching agendas; flowing from our eco-systemic relation to New York City, the diversity of thought represented by all of our schools, colleges, and programs—and our internationally connected and collaborative faculty. Students and faculty interact with their urban environment in countless meaningful and essential ways, using these locations as a major asset.   Students and faculty alike broaden the scope of vision and knowledge through international learning. Opportunities include study abroad programs, direct-exchange programs with world-renowned institutions, and curriculum-driven international programming offered through the specific schools or departments. All locations within the network are also accessible for individual research that springs from individual academic ideas and goals.   Access to the World   NYU has never thought of itself as a gated community. It has always encouraged its students to think of themselves as participants in and shapers of a complex and changing environment. Indeed, part of NYU’s teaching mission consists in preparing students for lives in a diverse world, and faculty at NYU believe that such preparation is most effective when the outside world is not held at bay. This same principle holds true as we create a Global Network University that is both “in and of the city” and “in and of the world.”   Our locations beyond our campus in New York City include NYU Abu Dhabi, NYU Shanghai, TischAsia in Singapore, NYU Law in Singapore, and 10 academic sites in Accra, Ghana; Berlin, Germany, Buenos Aires, Argentina; Florence, Italy; London, England; Madrid, Spain; Paris, France; Prague, the Czech Republic; Shanghai, China; Tel Aviv, Israel; and Washington, DC.   Direct exchange programs with 12 distinguished partner institutions, 27 summer session locations, an ever-changing roster of intersession programming offered by NYU’s various schools, colleges, and programs, and curriculum-driven initiatives expand the global network—from Beijing to Johannesburg, Santiago to Vienna.   Around the world, students work closely with faculty and with their peers on shared commitments. They apply what they learn and develop the skills and qualities—both needed and expected in this increasingly integrated, global climate—to make a real difference in the world.                                                      Study Abroad and Study Away International education is a long-standing part of New York University's global mission which includes a wide range of initiatives both in the United States and abroad to facilitate the exchange of knowledge across international boundaries. Read More                   Teaching and Learning with Technology Learn how faculty are using innovative technology to enhance student learning across the Global Network University. Read More                                                                  NYU Footer          Search      Directory      Campus Map      Events      Contact Us      Site Map      Copyright and Fair Use      Feedback         Unless otherwise noted, all content copyright New York University. All rights reserved. Designed by The Office of Web Communications"}, {"content": "Europe                                                                                                               NYU.edu requires JavaScript be enabled in your browser in order to use important features of the site. JavaScript is either disabled or not supported by your browser. For instructions on how to enable JavaScript in your browser, click here .                       New York University    Skip to Content   Skip to Search   Skip to Navigation   Skip to Sub Navigation                                                        NYUHome Login                            Students           |   Faculty           |   Alumni           |   Employees           |   Community                                   Schools          Arts and Science      College of Arts and Science      College of Dentistry      College of Nursing      Courant Institute of Mathematical Sciences      Gallatin School of Individualized Study      Graduate School of Arts and Science      Institute of Fine Arts      Institute for the Study of the Ancient World      Leonard N. Stern School of Business      Liberal Studies Program      NYU Abu Dhabi      NYU Shanghai      Polytechnic School of Engineering      Robert F. Wagner Graduate School of Public Service      School of Professional Studies      School of Law      School of Medicine      Silver School of Social Work      Steinhardt School of Culture, Education, and Human Development      Tisch School of the Arts                QuickLinks          Academic Calendars      Administrative Units      Albert      Apply for Jobs      Athletics      Bookstores      Bursar      Campus Map      Career Development      Emergencies      Events      Giving to NYU      Housing      ITS      Libraries      News      NYU Apparel      Policies      Public Safety      Registrar      Student Health Center      Student Resources      Wellness Exchange                A-Z          A      B      C      D      E      F      G      H      I      J      K      L      M      N      O      P      Q      R      S      T      U      V      W      X      Y      Z                                                          New York University                          Search NYU                    Pages |    People                                       Main Navigation            About NYU       Admissions       Academics       University Life       Research       Global                                 Bread Crumbs          Global   /   All NYU Programs                 Sub Navigation                                 Europe                       Asia                       North America                       South America                       Africa                       Australia                                                                   Europe                                           In London and Prague, NYU students study acting and filmmaking with some of the great theater companies of Europe as part of their course work they learn as supervised teaching assistants in local middle schools. An NYU in Paris student wrote a research paper on the history of African Americans in Paris and their experiences as expatriates in the French capital while an NYU in Prague student interned at Human Rights Watch, gaining exposure to nonprofit management and research-based activism.            Programs                               Country                       City                       Program                                             Austria                              Vienna                              NYU International Exchange at University of Vienna                                         Czech Republic                              Prague                              NYU Prague                                         Denmark                              Copenhagen                              NYU International Exchange at University of Copenhagen                                         France                              Paris                              NYU Paris                                         Germany                              Berlin                              NYU Berlin                                         Germany                              Berlin                              NYU International Exchange at Humboldt University                                         Germany                              Berlin                              NYU International Exchange at Free University of Berlin                                         Ireland                              Dublin                              NYU International Exchange at Trinity College                                         Italy                              Milan                              NYU International Exchange at Bocconi University (CAS economics majors only)                                         Italy                              Florence                              NYU Florence                                         Italy                              Florence                              NYU International Exchange at European University Institute (graduate only)                                         Spain                              Madrid                              NYU Madrid                                         Sweden                              Stockholm                              NYU International Exchange at Stockholm University                                         The Netherlands                              Amsterdam                              NYU International Exchange at University of Amsterdam                                         United Kingdom                              London                              NYU London                                     Student Profile                             Alex Kassl                   Because Alex Kassl was minoring in sociology while majoring in journalism, he was drawn to NYU in Berlin and its wide selection of sociology courses. Through one course, on 20th-century politics and society, he traveled with his class to locations in Germany and Poland, where they toured the memorial site at Auschwitz, the former death camp. In another course, on contemporary Berlin, Alex’s professor made use of what he called a “flying classroom,” meeting his class each week at a different historical location in the city. Through this same course, Alex met a woman whose father had been a Nazi official. She allowed the class to screen the documentary she had produced about national guilt, generational clashes, and cultural identity. Afterward, the students had a chance to speak with her directly about her experiences. Alex says, “I can read or listen to a lecture anywhere in the world. Learning about Germany firsthand was true ‘fieldwork’ and was invaluable to my education.”   Alex sees himself as a fiercely independent person. However, he says, “My entire life, I had lived within 15 miles of New York City. I chose NYU not only because it’s an excellent school but also because of the professional opportunities New York City offers. That being said, I have always dwelled in a certain ‘comfort zone.’ Going abroad was a true test—to leave my comfort zone and adapt to an unfamiliar world.”                                                NYU Footer          Search      Directory      Campus Map      Events      Contact Us      Site Map      Copyright and Fair Use      Feedback         Unless otherwise noted, all content copyright New York University. All rights reserved. Designed by The Office of Web Communications"}]},
{"detail": [{"content": "Global                                                                                                   NYU.edu requires JavaScript be enabled in your browser in order to use important features of the site. JavaScript is either disabled or not supported by your browser. For instructions on how to enable JavaScript in your browser, click here .                       New York University    Skip to Content   Skip to Search   Skip to Navigation   Skip to Sub Navigation                                                        NYUHome Login                            Students           |   Faculty           |   Alumni           |   Employees           |   Community                                   Schools          Arts and Science      College of Arts and Science      College of Dentistry      College of Nursing      Courant Institute of Mathematical Sciences      Gallatin School of Individualized Study      Graduate School of Arts and Science      Institute of Fine Arts      Institute for the Study of the Ancient World      Leonard N. Stern School of Business      Liberal Studies Program      NYU Abu Dhabi      NYU Shanghai      Polytechnic School of Engineering      Robert F. Wagner Graduate School of Public Service      School of Professional Studies      School of Law      School of Medicine      Silver School of Social Work      Steinhardt School of Culture, Education, and Human Development      Tisch School of the Arts                QuickLinks          Academic Calendars      Administrative Units      Albert      Apply for Jobs      Athletics      Bookstores      Bursar      Campus Map      Career Development      Emergencies      Events      Giving to NYU      Housing      ITS      Libraries      News      NYU Apparel      Policies      Public Safety      Registrar      Student Health Center      Student Resources      Wellness Exchange                A-Z          A      B      C      D      E      F      G      H      I      J      K      L      M      N      O      P      Q      R      S      T      U      V      W      X      Y      Z                                                          New York University                          Search NYU                    Pages |    People                                       Main Navigation            About NYU       Admissions       Academics       University Life       Research       Global                                         Sub Navigation                                 Global Academic Centers                       Global Academic Partnerships and Affiliations                       NYU Abu Dhabi                       NYU Shanghai                       Tisch Asia                       International Immigration Services                       All NYU Programs                                                                                           New York University, the largest independent research university in the United States, is primarily located in the heart of downtown Manhattan and Brooklyn. Beyond our campus in New York City lies a world opportunity within NYU's global network. With NYU Abu Dhabi and NYU Shanghai, our new degree-granting campuses, as well as 11 international academic centers in Africa, Asia, Europe, North America, and South America, NYU offers global experiences to all members of its community.   NYU has embarked on the project of becoming a Global Network University, a university that challenges the idea that a university can only deliver education at a single home campus. Instead, we have created a structure that allows ...                continued below                                                                                                                                                                                                                                                                                                                                                                                                 Global Academic Centers Unparalleled opportunities for students to expand their educational experiences at our 11 global academic centers. Read More                                                                                             Global Institute of Public Health A collaboration of NYU's premier professional schools, preparing professionals in promoting global health. Read More                                                                                               Admissions Undergraduate, graduate, study abroad, is NYU Right for You? Read More                                                                                                                                                         NYU Abu Dhabi Undergraduate Admissions        The World&#039;s Honors College                   NYU Abu Dhabi has an unblinking commitment to selecting the most accomplished and promising students around the globe to be in the inaugural class of this unprecedented endeavor. Learn more about NYU Abu Dhabi, download our viewbook, and find an open house in your region.            Learn more                                                                                                         NYU Abu Dhabi         Recruiting Faculty                   Positions are open for faculty of international distinction committed to building a pioneering liberal arts and science college and center of world-class research.            Learn more                                                                                               International Immigration Services Immigration advising, and more for our academic community worldwide. Read More                                                                                               NYU International Exchange Program Earn NYU credit and be immersed in the culture of the world's cities. Read More                                                                                                                                                                          continued from above       ... students and faculty to gather in a set of key locales around the globe to forge new ideas, advance the questions we ask about the world, and create solutions for the problems that beset us all.   This Global Network University model has emerged as a natural and logical extension of NYU’s research and teaching agendas; flowing from our eco-systemic relation to New York City, the diversity of thought represented by all of our schools, colleges, and programs—and our internationally connected and collaborative faculty. Students and faculty interact with their urban environment in countless meaningful and essential ways, using these locations as a major asset.   Students and faculty alike broaden the scope of vision and knowledge through international learning. Opportunities include study abroad programs, direct-exchange programs with world-renowned institutions, and curriculum-driven international programming offered through the specific schools or departments. All locations within the network are also accessible for individual research that springs from individual academic ideas and goals.   Access to the World   NYU has never thought of itself as a gated community. It has always encouraged its students to think of themselves as participants in and shapers of a complex and changing environment. Indeed, part of NYU’s teaching mission consists in preparing students for lives in a diverse world, and faculty at NYU believe that such preparation is most effective when the outside world is not held at bay. This same principle holds true as we create a Global Network University that is both “in and of the city” and “in and of the world.”   Our locations beyond our campus in New York City include NYU Abu Dhabi, NYU Shanghai, TischAsia in Singapore, NYU Law in Singapore, and 10 academic sites in Accra, Ghana; Berlin, Germany, Buenos Aires, Argentina; Florence, Italy; London, England; Madrid, Spain; Paris, France; Prague, the Czech Republic; Shanghai, China; Tel Aviv, Israel; and Washington, DC.   Direct exchange programs with 12 distinguished partner institutions, 27 summer session locations, an ever-changing roster of intersession programming offered by NYU’s various schools, colleges, and programs, and curriculum-driven initiatives expand the global network—from Beijing to Johannesburg, Santiago to Vienna.   Around the world, students work closely with faculty and with their peers on shared commitments. They apply what they learn and develop the skills and qualities—both needed and expected in this increasingly integrated, global climate—to make a real difference in the world.                                                      Study Abroad and Study Away International education is a long-standing part of New York University's global mission which includes a wide range of initiatives both in the United States and abroad to facilitate the exchange of knowledge across international boundaries. Read More                   Teaching and Learning with Technology Learn how faculty are using innovative technology to enhance student learning across the Global Network University. Read More                                                                  NYU Footer          Search      Directory      Campus Map      Events      Contact Us      Site Map      Copyright and Fair Use      Feedback         Unless otherwise noted, all content copyright New York University. All rights reserved. Designed by The Office of Web Communications"}, {"content": "Europe                                                                                                               NYU.edu requires JavaScript be enabled in your browser in order to use important features of the site. JavaScript is either disabled or not supported by your browser. For instructions on how to enable JavaScript in your browser, click here .                       New York University    Skip to Content   Skip to Search   Skip to Navigation   Skip to Sub Navigation                                                        NYUHome Login                            Students           |   Faculty           |   Alumni           |   Employees           |   Community                                   Schools          Arts and Science      College of Arts and Science      College of Dentistry      College of Nursing      Courant Institute of Mathematical Sciences      Gallatin School of Individualized Study      Graduate School of Arts and Science      Institute of Fine Arts      Institute for the Study of the Ancient World      Leonard N. Stern School of Business      Liberal Studies Program      NYU Abu Dhabi      NYU Shanghai      Polytechnic School of Engineering      Robert F. Wagner Graduate School of Public Service      School of Professional Studies      School of Law      School of Medicine      Silver School of Social Work      Steinhardt School of Culture, Education, and Human Development      Tisch School of the Arts                QuickLinks          Academic Calendars      Administrative Units      Albert      Apply for Jobs      Athletics      Bookstores      Bursar      Campus Map      Career Development      Emergencies      Events      Giving to NYU      Housing      ITS      Libraries      News      NYU Apparel      Policies      Public Safety      Registrar      Student Health Center      Student Resources      Wellness Exchange                A-Z          A      B      C      D      E      F      G      H      I      J      K      L      M      N      O      P      Q      R      S      T      U      V      W      X      Y      Z                                                          New York University                          Search NYU                    Pages |    People                                       Main Navigation            About NYU       Admissions       Academics       University Life       Research       Global                                 Bread Crumbs          Global   /   All NYU Programs                 Sub Navigation                                 Europe                       Asia                       North America                       South America                       Africa                       Australia                                                                   Europe                                           In London and Prague, NYU students study acting and filmmaking with some of the great theater companies of Europe as part of their course work they learn as supervised teaching assistants in local middle schools. An NYU in Paris student wrote a research paper on the history of African Americans in Paris and their experiences as expatriates in the French capital while an NYU in Prague student interned at Human Rights Watch, gaining exposure to nonprofit management and research-based activism.            Programs                               Country                       City                       Program                                             Austria                              Vienna                              NYU International Exchange at University of Vienna                                         Czech Republic                              Prague                              NYU Prague                                         Denmark                              Copenhagen                              NYU International Exchange at University of Copenhagen                                         France                              Paris                              NYU Paris                                         Germany                              Berlin                              NYU Berlin                                         Germany                              Berlin                              NYU International Exchange at Humboldt University                                         Germany                              Berlin                              NYU International Exchange at Free University of Berlin                                         Ireland                              Dublin                              NYU International Exchange at Trinity College                                         Italy                              Milan                              NYU International Exchange at Bocconi University (CAS economics majors only)                                         Italy                              Florence                              NYU Florence                                         Italy                              Florence                              NYU International Exchange at European University Institute (graduate only)                                         Spain                              Madrid                              NYU Madrid                                         Sweden                              Stockholm                              NYU International Exchange at Stockholm University                                         The Netherlands                              Amsterdam                              NYU International Exchange at University of Amsterdam                                         United Kingdom                              London                              NYU London                                     Student Profile                             Alex Kassl                   Because Alex Kassl was minoring in sociology while majoring in journalism, he was drawn to NYU in Berlin and its wide selection of sociology courses. Through one course, on 20th-century politics and society, he traveled with his class to locations in Germany and Poland, where they toured the memorial site at Auschwitz, the former death camp. In another course, on contemporary Berlin, Alex’s professor made use of what he called a “flying classroom,” meeting his class each week at a different historical location in the city. Through this same course, Alex met a woman whose father had been a Nazi official. She allowed the class to screen the documentary she had produced about national guilt, generational clashes, and cultural identity. Afterward, the students had a chance to speak with her directly about her experiences. Alex says, “I can read or listen to a lecture anywhere in the world. Learning about Germany firsthand was true ‘fieldwork’ and was invaluable to my education.”   Alex sees himself as a fiercely independent person. However, he says, “My entire life, I had lived within 15 miles of New York City. I chose NYU not only because it’s an excellent school but also because of the professional opportunities New York City offers. That being said, I have always dwelled in a certain ‘comfort zone.’ Going abroad was a true test—to leave my comfort zone and adapt to an unfamiliar world.”                                                NYU Footer          Search      Directory      Campus Map      Events      Contact Us      Site Map      Copyright and Fair Use      Feedback         Unless otherwise noted, all content copyright New York University. All rights reserved. Designed by The Office of Web Communications"}]},
{"detail": [{"content": "Global                                                                                                   NYU.edu requires JavaScript be enabled in your browser in order to use important features of the site. JavaScript is either disabled or not supported by your browser. For instructions on how to enable JavaScript in your browser, click here .                       New York University    Skip to Content   Skip to Search   Skip to Navigation   Skip to Sub Navigation                                                        NYUHome Login                            Students           |   Faculty           |   Alumni           |   Employees           |   Community                                   Schools          Arts and Science      College of Arts and Science      College of Dentistry      College of Nursing      Courant Institute of Mathematical Sciences      Gallatin School of Individualized Study      Graduate School of Arts and Science      Institute of Fine Arts      Institute for the Study of the Ancient World      Leonard N. Stern School of Business      Liberal Studies Program      NYU Abu Dhabi      NYU Shanghai      Polytechnic School of Engineering      Robert F. Wagner Graduate School of Public Service      School of Professional Studies      School of Law      School of Medicine      Silver School of Social Work      Steinhardt School of Culture, Education, and Human Development      Tisch School of the Arts                QuickLinks          Academic Calendars      Administrative Units      Albert      Apply for Jobs      Athletics      Bookstores      Bursar      Campus Map      Career Development      Emergencies      Events      Giving to NYU      Housing      ITS      Libraries      News      NYU Apparel      Policies      Public Safety      Registrar      Student Health Center      Student Resources      Wellness Exchange                A-Z          A      B      C      D      E      F      G      H      I      J      K      L      M      N      O      P      Q      R      S      T      U      V      W      X      Y      Z                                                          New York University                          Search NYU                    Pages |    People                                       Main Navigation            About NYU       Admissions       Academics       University Life       Research       Global                                         Sub Navigation                                 Global Academic Centers                       Global Academic Partnerships and Affiliations                       NYU Abu Dhabi                       NYU Shanghai                       Tisch Asia                       International Immigration Services                       All NYU Programs                                                                                           New York University, the largest independent research university in the United States, is primarily located in the heart of downtown Manhattan and Brooklyn. Beyond our campus in New York City lies a world opportunity within NYU's global network. With NYU Abu Dhabi and NYU Shanghai, our new degree-granting campuses, as well as 11 international academic centers in Africa, Asia, Europe, North America, and South America, NYU offers global experiences to all members of its community.   NYU has embarked on the project of becoming a Global Network University, a university that challenges the idea that a university can only deliver education at a single home campus. Instead, we have created a structure that allows ...                continued below                                                                                                                                                                                                                                                                                                                                                                                                 Global Academic Centers Unparalleled opportunities for students to expand their educational experiences at our 11 global academic centers. Read More                                                                                             Global Institute of Public Health A collaboration of NYU's premier professional schools, preparing professionals in promoting global health. Read More                                                                                               Admissions Undergraduate, graduate, study abroad, is NYU Right for You? Read More                                                                                                                                                         NYU Abu Dhabi Undergraduate Admissions        The World&#039;s Honors College                   NYU Abu Dhabi has an unblinking commitment to selecting the most accomplished and promising students around the globe to be in the inaugural class of this unprecedented endeavor. Learn more about NYU Abu Dhabi, download our viewbook, and find an open house in your region.            Learn more                                                                                                         NYU Abu Dhabi         Recruiting Faculty                   Positions are open for faculty of international distinction committed to building a pioneering liberal arts and science college and center of world-class research.            Learn more                                                                                               International Immigration Services Immigration advising, and more for our academic community worldwide. Read More                                                                                               NYU International Exchange Program Earn NYU credit and be immersed in the culture of the world's cities. Read More                                                                                                                                                                          continued from above       ... students and faculty to gather in a set of key locales around the globe to forge new ideas, advance the questions we ask about the world, and create solutions for the problems that beset us all.   This Global Network University model has emerged as a natural and logical extension of NYU’s research and teaching agendas; flowing from our eco-systemic relation to New York City, the diversity of thought represented by all of our schools, colleges, and programs—and our internationally connected and collaborative faculty. Students and faculty interact with their urban environment in countless meaningful and essential ways, using these locations as a major asset.   Students and faculty alike broaden the scope of vision and knowledge through international learning. Opportunities include study abroad programs, direct-exchange programs with world-renowned institutions, and curriculum-driven international programming offered through the specific schools or departments. All locations within the network are also accessible for individual research that springs from individual academic ideas and goals.   Access to the World   NYU has never thought of itself as a gated community. It has always encouraged its students to think of themselves as participants in and shapers of a complex and changing environment. Indeed, part of NYU’s teaching mission consists in preparing students for lives in a diverse world, and faculty at NYU believe that such preparation is most effective when the outside world is not held at bay. This same principle holds true as we create a Global Network University that is both “in and of the city” and “in and of the world.”   Our locations beyond our campus in New York City include NYU Abu Dhabi, NYU Shanghai, TischAsia in Singapore, NYU Law in Singapore, and 10 academic sites in Accra, Ghana; Berlin, Germany, Buenos Aires, Argentina; Florence, Italy; London, England; Madrid, Spain; Paris, France; Prague, the Czech Republic; Shanghai, China; Tel Aviv, Israel; and Washington, DC.   Direct exchange programs with 12 distinguished partner institutions, 27 summer session locations, an ever-changing roster of intersession programming offered by NYU’s various schools, colleges, and programs, and curriculum-driven initiatives expand the global network—from Beijing to Johannesburg, Santiago to Vienna.   Around the world, students work closely with faculty and with their peers on shared commitments. They apply what they learn and develop the skills and qualities—both needed and expected in this increasingly integrated, global climate—to make a real difference in the world.                                                      Study Abroad and Study Away International education is a long-standing part of New York University's global mission which includes a wide range of initiatives both in the United States and abroad to facilitate the exchange of knowledge across international boundaries. Read More                   Teaching and Learning with Technology Learn how faculty are using innovative technology to enhance student learning across the Global Network University. Read More                                                                  NYU Footer          Search      Directory      Campus Map      Events      Contact Us      Site Map      Copyright and Fair Use      Feedback         Unless otherwise noted, all content copyright New York University. All rights reserved. Designed by The Office of Web Communications"}, {"content": "Europe                                                                                                               NYU.edu requires JavaScript be enabled in your browser in order to use important features of the site. JavaScript is either disabled or not supported by your browser. For instructions on how to enable JavaScript in your browser, click here .                       New York University    Skip to Content   Skip to Search   Skip to Navigation   Skip to Sub Navigation                                                        NYUHome Login                            Students           |   Faculty           |   Alumni           |   Employees           |   Community                                   Schools          Arts and Science      College of Arts and Science      College of Dentistry      College of Nursing      Courant Institute of Mathematical Sciences      Gallatin School of Individualized Study      Graduate School of Arts and Science      Institute of Fine Arts      Institute for the Study of the Ancient World      Leonard N. Stern School of Business      Liberal Studies Program      NYU Abu Dhabi      NYU Shanghai      Polytechnic School of Engineering      Robert F. Wagner Graduate School of Public Service      School of Professional Studies      School of Law      School of Medicine      Silver School of Social Work      Steinhardt School of Culture, Education, and Human Development      Tisch School of the Arts                QuickLinks          Academic Calendars      Administrative Units      Albert      Apply for Jobs      Athletics      Bookstores      Bursar      Campus Map      Career Development      Emergencies      Events      Giving to NYU      Housing      ITS      Libraries      News      NYU Apparel      Policies      Public Safety      Registrar      Student Health Center      Student Resources      Wellness Exchange                A-Z          A      B      C      D      E      F      G      H      I      J      K      L      M      N      O      P      Q      R      S      T      U      V      W      X      Y      Z                                                          New York University                          Search NYU                    Pages |    People                                       Main Navigation            About NYU       Admissions       Academics       University Life       Research       Global                                 Bread Crumbs          Global   /   All NYU Programs                 Sub Navigation                                 Europe                       Asia                       North America                       South America                       Africa                       Australia                                                                   Europe                                           In London and Prague, NYU students study acting and filmmaking with some of the great theater companies of Europe as part of their course work they learn as supervised teaching assistants in local middle schools. An NYU in Paris student wrote a research paper on the history of African Americans in Paris and their experiences as expatriates in the French capital while an NYU in Prague student interned at Human Rights Watch, gaining exposure to nonprofit management and research-based activism.            Programs                               Country                       City                       Program                                             Austria                              Vienna                              NYU International Exchange at University of Vienna                                         Czech Republic                              Prague                              NYU Prague                                         Denmark                              Copenhagen                              NYU International Exchange at University of Copenhagen                                         France                              Paris                              NYU Paris                                         Germany                              Berlin                              NYU Berlin                                         Germany                              Berlin                              NYU International Exchange at Humboldt University                                         Germany                              Berlin                              NYU International Exchange at Free University of Berlin                                         Ireland                              Dublin                              NYU International Exchange at Trinity College                                         Italy                              Milan                              NYU International Exchange at Bocconi University (CAS economics majors only)                                         Italy                              Florence                              NYU Florence                                         Italy                              Florence                              NYU International Exchange at European University Institute (graduate only)                                         Spain                              Madrid                              NYU Madrid                                         Sweden                              Stockholm                              NYU International Exchange at Stockholm University                                         The Netherlands                              Amsterdam                              NYU International Exchange at University of Amsterdam                                         United Kingdom                              London                              NYU London                                     Student Profile                             Alex Kassl                   Because Alex Kassl was minoring in sociology while majoring in journalism, he was drawn to NYU in Berlin and its wide selection of sociology courses. Through one course, on 20th-century politics and society, he traveled with his class to locations in Germany and Poland, where they toured the memorial site at Auschwitz, the former death camp. In another course, on contemporary Berlin, Alex’s professor made use of what he called a “flying classroom,” meeting his class each week at a different historical location in the city. Through this same course, Alex met a woman whose father had been a Nazi official. She allowed the class to screen the documentary she had produced about national guilt, generational clashes, and cultural identity. Afterward, the students had a chance to speak with her directly about her experiences. Alex says, “I can read or listen to a lecture anywhere in the world. Learning about Germany firsthand was true ‘fieldwork’ and was invaluable to my education.”   Alex sees himself as a fiercely independent person. However, he says, “My entire life, I had lived within 15 miles of New York City. I chose NYU not only because it’s an excellent school but also because of the professional opportunities New York City offers. That being said, I have always dwelled in a certain ‘comfort zone.’ Going abroad was a true test—to leave my comfort zone and adapt to an unfamiliar world.”                                                NYU Footer          Search      Directory      Campus Map      Events      Contact Us      Site Map      Copyright and Fair Use      Feedback         Unless otherwise noted, all content copyright New York University. All rights reserved. Designed by The Office of Web Communications"}, {"content": "M.A. Student Profiles    |     Center for European and Mediterranean Studies    | New York University                                   Skip to page Content.     NEW YORK UNIVERSITY     ARTS AND SCIENCE     COLLEGE OF ARTS AND SCIENCE     GRADUATE SCHOOL OF ARTS AND SCIENCE                                Home       People       Undergraduate Program       Graduate Program                MA Student Profiles              Joint Degree Options              Internship Packet              BA/MA Courses              MA recent thesis topics         Courses       News       Events       Publications       Student Testimonials       Alumni       Visiting Scholars       Employment             Stay Connected           Listserv       Facebook       Twitter                 Home &gt; Graduate Program &gt; MA Student Profiles &gt; M.A. Student Profiles     M.A. Student Profiles           Nicholas Beck is enrolled in the Master's in European and Mediterranean Studies at CEMS. He is an active duty Army officer with over 13 years of professional  experience. His past assignments include  a one-year tour of duty in the Republic of Korea, two deployments to Iraq at  both the tactical and strategic levels, and most recently, a year of professional  training at the US Embassy in Warsaw, Poland.    Nicholas has extensive travel experience in Europe, having visited 24  countries there in both official and unofficial capacities. His academic research interests include the  influence of Catholic culture on European society, as well as the role of  religion in the secular public sphere.    Upon completion of the CEMS M.A. program, Nicholas will be assigned to  the United States Embassy in London. Jesse Coburn is enrolled in the joint Master’s in   Journalism and European and Mediterranean Studies at the Arthur L.   Carter Journalism Institute and CEMS. He received his B.A. from Wesleyan   University. He has also studied at the Freie Universität Berlin, where   he conducted research on the spatial politics of Cold War Berlin on a   grant from the German Academic Exchange Service (DAAD). His writing has   appeared in Time Out New York , PIN—UP , and Stadtaspekte . Jesse is an   editor-at-large at the German architecture magazine ARCH+ , where he   previously served as an assistant editor. His research interests include   mass housing and urban peripheries, border disputes in recent European   history, and informal and disruptive practices in cities. Meichen (Paris) Liu received a joint bachelor’s degree  in English and Finance from Guangdong University of Foreign Studies in Guangzhou, China.  She taught English in Poland  and travelled extensively in Europe during her  senior year in college. She is now a graduate student in the joint program of  journalism/European and Mediterranean studies,  where she expects to receive her master's degree in 2015. Her primary research  interests involve the interactions between Europe and Asia,  and especially those that have emerged during the past century. She has a  particular interest in the history of European Jewry during the Holocaust, and  is currently studying the effects of Jewish immigration to Shanghai  during World War II on more recent interactions between China and Europe. Mary Rogers-Szolc is enrolled in the Master’s in European and Mediterranean Studies at CEMS, with a concentration in European Culture and Society. She holds a B.A. in French and German from the University of Oklahoma. She spent part of her sophomore year studying archeology in Oxford, England where she gained interest in the effects of cultural identity through European colonization. She also studied European languages and literature in Stuttgart, Germany and traveled extensively throughout Europe as a junior. Her academic interests include globalization, nationalism, law, and cultural identity in Western Europe, particularly in Germany. After completing her M.A. degree, Mary will pursue a law degree. Adrija Roychowdhury is enrolled in the Master’s in European and Mediterranean Studies program at CEMS. She holds a Bachelors degree in History from Lady Shri Ram College, Delhi University. She also holds a Master’s degree in Modern Indian History from Department of History, Delhi University. Most of her research papers during undergraduate and postgraduate years have focused upon European colonization of India and the ripples they have left behind. Her current research interests include European cohabitation in India over 17th, 18th and 19th centuries and the kind of multicultural space created by them, focusing mainly on the Armenian, Portuguese, Scottish and British settlements. Kavitha Surana holds a B.A. in Modern European History from Columbia University. She is currently pursuing the two-year Global and Joint Program Studies degree with the Center for European and Mediterranean Studies and the Arthur L. Carter Journalism Institute. Over summer 2014 she interned in the print and TV departments of The Associated Press' Rome bureau, where her work was published in The Guardian, Washington Post, Businessweek, ABC and Euronews, among others. During her time at CEMS she has also interned at CNN's Fareed Zakaria GPS and Storyhunter.tv, a video journalism startup. She is currently the co-editor of Europe·NYC, the monthly newsletter of The New York Consortium for European Studies. Her academic interests include E.U. institutions; governance &amp; regulations; and comparative capitalism, labor markets &amp; welfare state research, with a special focus on Southern Europe. On the journalism side, she specializes in multimedia storytelling. Athanasios G Taskas is enrolled in the Master’s in European and Mediterranean Studies program at CEMS, with a concentration in European Culture and Society. He holds a B.A. in history from Michigan State University, where his undergraduate research focused on modern European Culture and Migration, European Nationalism, and the history of modern Hellas. His primary research interests include the Macedonian Question, nation-building in the Balkan Peninsula, Transnationalism and Diaspora Studies tied to the Macedonian Issue, and Cultural Identity in the Balkans. Emily C. Tchir is enrolled in the Master’s in European and Mediterranean Studies at CEMS, with a concentration in European Culture and Society. She earned two bachelor's degrees from Pace University, the first being in Adolescent Education with a concentration in Social Studies, and the second being in History. She spent her undergraduate years as a student researcher and utilized her thesis to focused upon Elizabethan Era educational systems for the everyday people and how it formed the strong English nationalism. Her research on the achievement gap in two Hudson Valley Communities was published in the academic journal, Afro-Americans in New York Life and History in 2013. Additionally her student teaching was spent focusing on European History in both middle and high school. Her strong cultural and familial ties to Poland led her to attend Jagiellonian University in Krakow in a summer program where she studied Polish language, literature and history. Her research focus is in Polish history and the formation of it's cultural identity between the time periods of World War I and World War II. Her strong interests in individual European countries and the evolving EU drive her love to travel and gain cultural appreciation for individual nations. Irina Vukosavic is enrolled in the joint Master’s in Journalism and European and Mediterranean Studies at the Arthur L. Carter Journalism Institute and CEMS. She earned a B.A. in English, with minors in Near and Middle Eastern studies and Political Science at the University of Toronto. She has a passion for global cities, having worked and studied in Shanghai, Belgrade, and Paris. Irina is interested in how different cultural models function in the events related to the dramatic dissipation of former Yugoslavia. One of her major interests is marginalized groups—she investigated the Roma community in Serbia as intern for Radio Belgrade and the community of lower socioeconomic status in Toronto as news intern at NOW.  Katherine Whittaker is enrolled in the joint Master’s in Journalism and European and Mediterranean Studies at the Arthur L. Carter Journalism Institute and CEMS. She earned a B.A. in English and Spanish with a minor in art at Elon University. During this time she studied abroad in Peru, India, and Argentina. After graduating, she was hired to teach English and work in a dormitory in Thessaloniki, Greece. Katie has been published in the Susquehanna Review; she has also written numerous articles for art organizations in Philadelphia. She is interested in issues of art and public and collective memory in the Mediterranean, and the way art is used as a vehicle for social change.                     Contact Us | &copy; New York University , Arts and Science"}]}]