[{"detail": [{"content": "Course Offerings    | Art History | NYU                                                            Back to Home         Course Offerings   Jump to: Art History: Art History Survey Courses Advanced Courses in: --Ancient Art and Architecture --Medieval Art and Architecture --Renaissance and Baroque Art and Architecture --Modern Art and Architecture Courses (not Advanced) in Non-Western Art and Architecture Other Advanced Courses in Art and Architecture Advanced Seminar in Art History Honors Thesis and Independent Studies in Art History Graduate Courses Open to Undergraduates Urban Design and Architecture Studies: Foundation Courses Architecture and Urban History Courses Seminars Honors Thesis and Independent Studies Courses in Other Departments Counting for Major Credit Graduate Courses Open to Undergraduates    Art History Survey Courses    No previous study is required for admission to the following courses. These courses are the prerequisites for many of the advanced-level courses. Students may not receive credit for both History of Western Art I (ARTH-UA 1) and Ancient Art (ARTH-UA 3) or Medieval Art (ARTH-UA 4); or both History of Western Art II (ARTH-UA 2) and Renaissance Art (ARTH-UA 5) or Modern Art (ARTH-UA 6), as their contents overlap.    History of Western Art I    ARTH-UA 1 Identical to MEDI-UA 1. Students who have taken ARTH-UA 3 or ARTH-UA 4 will not receive credit for this course. Offered every semester. 4 points.   Introduction to the history of painting, sculpture, and architecture from ancient times to the dawn of the Renaissance, emphasizing the place of the visual arts in the history of civilization. Includes the study of significant works in New York museums, such as the Metropolitan Museum of Art, the Cloisters, and the Brooklyn Museum.    History of Western Art II    ARTH-UA 2 Identical to MEDI-UA 2. Students who have taken ARTH-UA 5 or ARTH-UA 6 will not receive credit for this course. Offered every semester. 4 points.   Introduction to the history of painting, sculpture, and architecture from the early Renaissance to the present day. Includes the study of significant works in New York museums, such as the Metropolitan Museum of Art, the Frick Collection, the Guggenheim Museum, and the Museum of Modern Art.    Ancient Art    ARTH-UA 3 Students who have taken ARTH-UA 1 will not receive credit for this course. Offered periodically. 4 points.   History of art in the Western tradition from 20,000 B.C.E. to the fourth century C.E, from the emergence of human beings in the Paleolithic Age to the developments of civilization in the Near East, Egypt, and the Aegean; the flowering of the classical age in Greece; and the rise of the Roman Empire to the beginnings of Christian domination under the Emperor Constantine in the fourth century C.E. Study of the collections of the Metropolitan Museum of Art and the Brooklyn Museum is essential.    Medieval Art    ARTH-UA 4 Identical to MEDI-UA 200. Students who have taken ARTH-UA 1 will not receive credit for this course. Offered periodically. 4 points.   An introduction to the arts of the Christian Middle Ages in the Greek East and Latin West ca. 200–1400 C.E. Provides an overview of concepts and developments and the vocabulary necessary for analyzing and understanding the arts of the medieval period in light of the historical, religious, political, and social contexts of their creation. Covers architecture, monumental sculpture, painting, mosaics, stained glass, ivory and metalwork, and panel painting. Topics include the creation of a vocabulary of Christian symbols, imagery, and architectural forms; Christian attitudes toward Judaism and the classical tradition; medieval patrons, artists, and audiences; arts of pilgrimage; arts of monastery and cathedral; and the roles and functions of images in the medieval world. Study of the collections of the Metropolitan Museum of Art and the Cloisters is included.    Renaissance and Baroque Art    ARTH-UA 5 Identical to MEDI-UA 333. Students who have taken ARTH-UA 2 will not receive credit for this course. Offered every year. 4 points.   An introduction to Renaissance and baroque art and architecture, 1400–1750. The course situates major developments in the arts against the context of historical, cultural, religious, technological, and social change. Topics include the emergence of humanism and its engagement with the ancient past; the development of transformative new techniques and technologies for making art; the function of art in religious, public, and domestic settings; the role of the patron; the impact of the Protestant and Catholic Reformations on art and society; the ever-expanding range of iconography; and the proliferation of new genres. Emphasis is placed on the great masters in each phase, and close study of works in the Metropolitan Museum of Art and the Frick Collection is an integral part of the course.    Modern Art    ARTH-UA 6 Students who have taken ARTH-UA 2 will not receive credit for this course. Offered every year. 4 points.   Art in the Western world from the late 18th century to the present. Content includes the neoclassicism and romanticism of David, Goya, Ingres, Turner, Delacroix; the realism of Courbet; the impressionists; parallel developments in architecture; the new sculptural tradition of Rodin; postimpressionism to fauvism, expressionism, futurism, cubism, geometric abstraction in sculpture and painting, modernism in architecture in the 20th century, and after the First World War, dadaism and surrealism. Also covers developments since 1945, such as action painting, pop art, minimal art, and numerous strands of postmodernism. Study of the collections of the Metropolitan Museum of Art, the Museum of Modern Art, the Guggenheim Museum, and the Whitney Museum of American Art is included.      Advanced Courses in Ancient Art and Architecture    Birth of Greek Art: From the Bronze Age to the Geometric Period    ARTH-UA 101 Prerequisite: History of Western Art I (ARTH-UA 1), or Ancient Art (ARTH-UA 3), or a score of 5 on the AP Art History exam. Offered periodically. 4 points.   Surveys the art, archaeology, and culture of the Aegean Bronze Age and early Iron Age: from ancient Thera to the palace-based states of Minoan Crete and the Mycenaean Greek mainland, to developments within communities of the eighth century B.C. Architecture, wall painting, sculpture, ceramics, and narrative in early Greek art are among the topics to be examined, along with absolute and relative chronologies and the development of writing. Emphasis is placed on critical approaches to material culture within the contexts of religion, sociopolitical and economic organization, burial practices, trade networks, and interactions with neighboring cultures.    Archaic and Classical Art: Greek and Etruscan    ARTH-UA 102 Identical to CLASS-UA 312. Prerequisite: History of Western Art I (ARTH-UA 1), or Ancient Art (ARTH-UA 3), or a score of 5 on the AP Art History exam. Offered periodically. 4 points.   Greek and Etruscan art from the seventh century through the fourth century B.C.E., including the orientalizing and archaic styles, the emergence of the classical style, changes in art and life in the fourth century, and the impact of Macedonian court art under the conquests of Alexander the Great. Studies architecture, sculpture, and vase painting within their historical and cultural contexts. Includes study of the Metropolitan Museum of Art collections.    Hellenistic and Roman Art    ARTH-UA 103 Identical to CLASS-UA 313. Prerequisite: History of Western Art I (ARTH-UA 1), or Ancient Art (ARTH-UA 3), or a score of 5 on the AP Art History exam. Offered periodically. 4 points.   Traces developments in art from the conquests of Alexander the Great to the beginnings of Christian domination under Constantine in the fourth century C.E. Includes Macedonian court art; the spread of Hellenistic culture from Greece to the Indus Valley; the art of the Ptolemaic, Attalid, and Seleucid kingdoms; the expansion of Rome in the western Mediterranean; and the art of the Roman Empire. Special emphasis on problems of chronology, choice of styles, and copies. Study of the Metropolitan Museum of Art and Brooklyn Museum collections is essential.    Greek Architecture    ARTH-UA 104 Identical to CLASS-UA 353. Prerequisite: History of Western Art I (ARTH-UA 1), or Ancient Art (ARTH-UA 3), or History of Architecture from Antiquity to the Present (ARTH-UA 601), or a score of 5 on the AP Art History exam. Offered periodically. 4 points.   History of Greek architecture from the archaic through the Hellenistic periods (eighth to first centuries B.C.E.). Provides a chronological survey of the Greek architectural tradition from its Iron Age origins, marked by the construction of the first all-stone temples, to its radical transformation in the late Hellenistic period, most distinctively embodied in the baroque palace architecture reflected in contemporary theatre stage-buildings. The lectures, accompanying images, and readings present the major monuments and building types, as well as such related subjects as city planning and urbanism, building methods, and traditions of architectural patronage.    Roman Architecture    ARTH-UA 105 Identical to CLASS-UA 354. Prerequisite: History of Western Art I (ARTH-UA 1), or Ancient Art (ARTH-UA 3), or History of Architecture from Antiquity to the Present (ARTH-UA 601), or a score of 5 on the AP Art History exam. Offered periodically. 4 points.   History of Roman architecture from the Hellenistic to the early Christian periods (first century B.C.E. to sixth century C.E.). Provides a chronological survey of Roman architecture from its early development against the background of the Greek and Etruscan traditions to the dramatic melding of the divergent trends of late antiquity in the great Justinian churches of Constantinople and Ravenna. The lectures, accompanying images, and readings present the major monuments and building types, as well as such related subjects as city planning and urbanism, Roman engineering, and the interaction between Rome and the provinces.    Ancient Egyptian Art    ARTH-UA 110 Offered every year. 4 points.   Traces developments in the sculpture, painting, and architecture of ancient Egypt from predynastic beginnings through the Old, Middle, and New Kingdoms until the conquest of Augustus (3100–40 B.C.E.). Special emphasis on Egyptian art in the context of history, religion, and cultural patterns. Includes study of Egyptian collections of the Metropolitan Museum of Art and the Brooklyn Museum. There is no prerequisite for this course.      Advanced Courses in Medieval Art and Architecture    Art of the Early Middle Ages    ARTH-UA 201 Identical to MEDI-UA 201. Prerequisite: History of Western Art I (ARTH-UA 1), or Medieval Art (ARTH-UA 4), or a score of 5 on the AP Art History exam. Offered every other year. 4 points.   Christian architecture, sculpture, painting, mosaic, manuscript illumination, and luxury arts of the Greek East and Latin West from their origins ca. 200 C.E. through ca. 950 C.E. Considers the visual and material culture of Christianity in the Mediterranean world, Asia Minor, the Middle East, and northern Europe in light of the religious, historical, political, social, and cultural contexts of their creation. Style periods include early Christian, early Byzantine, barbarian, insular, Merovingian, and Carolingian. Monuments studied include the catacombs, the Arch of Constantine, the great mosaic programs of Italy, Hagia Sophia, the Lindisfarne Gospels and Book of Kells, and Charlemagne's palace chapel at Aachen. Topics include art and the commemoration of the dead; Christian attitudes toward Judaism and the classical tradition; art and theology; the emergence of the cult of saints and its art and architecture; early medieval patrons; arts of pilgrimage and early monasticism; word and image in early medieval culture; and iconoclasm and debates about the role of images in early Christianity.    Romanesque Art    ARTH-UA 202 Identical to MEDI-UA 202. Prerequisite: History of Western Art I (ARTH-UA 1), or Medieval Art (ARTH-UA 4), or a score of 5 on the AP Art History exam. Offered every other year.   4 points.   Examines the architecture, sculpture, painting, manuscript illumination, and treasury arts of the Latin West during the period ca. 950–1200 C.E., including Ottonian, Anglo-Saxon, Mozarabic, First Romanesque, and Romanesque art. Considers the visual arts of Christianity in Spain, France, Germany, Italy, England, and the Crusader States in light of the historical, religious, political, social, and cultural contexts of their creation. Monuments studied include Ottonian and Anglo-Saxon Gospel books; body-part reliquaries; the Hildesheim doors; illuminated Beatus manuscripts; the architecture and sculpture of Santiago, León, Toulouse, Conques, Vézelay, Moissac, Autun, Aquitaine, Provence, and Tuscany; and the Romanesque bible. Topics include the cult of saints and the arts; the art and architecture of pilgrimage and crusade; monasticism and the arts; Romanesque patrons, artists, and audiences; the Romanesque revival of monumental sculpture; Christian encounters with Islam and Judaism; secular themes in Romanesque art; word and image in Romanesque art; medieval attitudes toward the classical tradition; Romanesque art and social class; and Romanesque attitudes toward the arts.    Gothic Art in Northern Europe    ARTH-UA 203 Identical to MEDI-UA 203. Prerequisite: History of Western Art I (ARTH-UA 1), or Medieval Art (ARTH-UA 4), or a score of 5 on the AP Art History exam. Offered every other year. 4 points.   The art of the \"age of the cathedrals\"—including architecture, sculpture, stained glass, manuscript illumination, wall painting, luxury arts, and tapestry—from the origins of the Gothic style in the 12th-century Ile-de-France through the early 15th century. Considers artistic developments in France, England, Flanders, Germany, and Bohemia in light of the religious, historical, political, social, and cultural contexts of their creation. Monuments include the architecture, sculpture, and glass of St. Denis, Chartres, Amiens, Reims, Canterbury, Wells, Ely, Strasbourg, Naumburg, and Prague; the Gothic apocalypse and moralized bible; and psalters and books of hours. Topics include Gothic patrons, artists, builders, and art-making; lay literacy and the patronage and reception of art; the cult of the Virgin and the arts; the Gothic image as bearer of religious, political, and social values and ideologies; humor and marginalia; arts of chivalry and courtly love; art, death, and memory in the Gothic period; naturalism and developments in portraiture; the roles of art in devotional and mystical experience; and Gothic art and late medieval notions of vision and the self.    Art and Architecture in the Age of Giotto: Italian Art, 1200–1400    ARTH-UA 204 Identical to MEDI-UA 204. Prerequisite: History of Western Art I (ARTH-UA 1), or Medieval Art (ARTH-UA 4), or a score of 5 on the AP Art History exam. Offered every other year. 4 points.   Examines developments in painting, sculpture, and architecture in Italy ca. 1200–1400, with emphasis on Tuscany, Umbria, Rome, Lombardy, and the Veneto. Traces the evolution of the painted altarpiece in relation to its liturgical, devotional, and cultic functions and with consideration of artistic personalities such as Duccio, Simone Martini, and the Lorenzetti. Studies the great fresco cycles in churches and chapels from the point of view of artists (including Giotto, Taddeo Gaddi, Andrea Bonaiuti, and Altichiero), patron(s), and program. Surveys key monuments of religious and civic architecture and their painted and sculpted decoration within the historical and political contexts of the emerging Italian city-states. Monuments studied include San Francesco, Assisi; the Scrovegni Chapel, Padua; the pulpits and tombs of the Pisani and Arnolfo di Cambio; the great Italian cathedrals; Santa Croce, Florence; the Palazzo Vecchio, Florence, and Palazzo Pubblico, Siena; and Santa Maria Novella, Florence. Topics include the mendicant orders and the arts; the Black Death and art; the status of the artist; gender and social class in representation and patronage; and the \"eclectic\" character of Italian Gothic.    Medieval Architecture    ARTH-UA 205 Identical to MEDI-UA 205. Prerequisite: History of Western Art I (ARTH-UA 1), or Medieval Art (ARTH-UA 4), or a score of 5 on the AP Art History exam. Offered every other year. 4 points.   Surveys the architecture of the Middle Ages in Western Europe with emphasis on the period from ca. 1000–1500 C.E., from the emergence of the Romanesque to the late Gothic period. Examines monumental religious and secular projects, such as the soaring cathedral of Amiens and the civic palaces of communal Italy, from stylistic, technical, functional, iconographic, and ideological perspectives. Topics include regionalism, patronage, the status of the \"architect,\" and the concept of the multimedia ensemble. Also situates buildings within their social, religious, and political contexts and examines the advantages and shortcomings of different approaches to the study of medieval architecture.      Advanced Courses in Renaissance and Baroque Art and Architecture    Architecture and Urbanism in Renaissance Europe    ARTH-UA 301 Identical to MEDI-UA 301. Prerequisite: History of Western Art I (ARTH-UA 1), or History of Western Art II (ARTH-UA 2), or Renaissance and Baroque Art (ARTH-UA 5), or History of Architecture from Antiquity to the Present (ARTH-UA 601), or a score of 5 on the AP Art History exam. Offered every other year. 4 points.   A new style of architecture developed in 15th-century Florence against the background of a vigorously evolving humanist culture and spread throughout Italy and beyond over the course of the 16th century. This course traces the evolution of Renaissance architecture through the work of major figures such as Brunelleschi, Alberti, Bramante, Michelangelo, and Palladio. Special attention is given to the social, cultural, and historical conditions that shaped the built environment.    Architecture and Urbanism in the Age of the Baroque    ARTH-UA 302 Formerly European Architecture in the Age of Grandeur. Identical to MEDI-UA 302. Prerequisite: History of Western Art I (ARTH-UA 1), or History of Western Art II (ARTH-UA 2), or Renaissance and Baroque Art (ARTH-UA 5), or History of Architecture from Antiquity to the Present (ARTH-UA 601), or a score of 5 on the AP Art History exam. Offered every other year. 4 points.   An architectural history of Europe, 1600–1750, with emphasis on the social, cultural, and historical conditions that shaped the built environment. Palaces, churches, villas, gardens, and urban spaces such as streets and piazzas are studied in terms of the life that went on in and around them. Themes under discussion include the pursuit of status through architectural patronage; the use of buildings to communicate political power or religious authority; the role of ceremony and spectacle in shaping architectural space and design; and the dissemination of the baroque style beyond Europe to the colonies. Special attention to the contributions of Bernini, Borromini, and Cortona in Rome; Guarini and Juvarra in Piedmont; Mansart and Le Vau in France; Neumann, the Asam brothers, and others in Germany and Austria; and Jones, Wren, and Hawksmoor in England.    Northern Renaissance Art, 1400–1530    ARTH-UA 303 Identical to MEDI-UA 303. Prerequisite: History of Western Art I (ARTH-UA 1),or History of Western Art II (ARTH-UA 2), or Renaissance and Baroque Art (ARTH-UA 5), or a score of 5 on the AP Art History exam. Offered every other year. 4 points.   Addresses painting north of the Alps, ca. 1380–1530, partly late medieval, partly Renaissance. Examines the connection of breathtaking technique and deeply religious aspects of the art to function, symbolic thought, patronage, and changes in the society to which painting was related. Also explains ways in which we write history when most of the vital written documents are missing or destroyed. Artists discussed include Jan van Eyck, the Master of Flemalle, Rogier van der Weyden, Jean Fouquet, Hugo van der Goes, Enguerrand Quarton, Jerome Bosch, Albrecht Dürer, Matthias Grünewald, and Hans Holbein.    16th-Century Art North of the Alps    ARTH-UA 304 Identical to MEDI-UA 304. Prerequisite: History of Western Art II (ARTH-UA 2), or Renaissance and Baroque Art (ARTH-UA 5), or a score of 5 on the AP Art History exam. Offered periodically. 4 points.   Topics discussed include the development of landscape as a separate subject in art; the Reformation's effects on subject matter and aesthetics; what northerners learned from the classicizing Italians and what the Italians learned from northern realism; aspects of patronage and the art market; northern ideas about the nude and eroticism; the northern interest in peasant life and in the grotesque; the sociopolitical significance of dress; and the importance of printmaking. As modern nation-states coalesce, we see the development of artistic tendencies that can be called French, Netherlandish, and German. Among the artists to be discussed are the German artists Albrecht Dürer, Matthias Grünewald, Hans Holbein the Younger, and the Cranach family; the Netherlandish artists Hieronymus (Jerome) Bosch, Quentin Massys, Lucas van Leyden, Jan Gossaert, and Pieter Brueghel the Elder; and Jean and François Clouet and other artists associated with the French court.    Italian Renaissance Sculpture    ARTH-UA 305 Identical to MEDI-UA 305. Prerequisite: History of Western Art II (ARTH-UA 2), or Renaissance and Baroque Art (ARTH-UA 5), or a score of 5 on the AP Art History exam. Offered periodically. 4 points.   The role of sculpture in the visual arts in Italy from ca. 1400–1600, primarily in central Italy, is studied through intensive examination of major commissions and of the sculptors who carried them out. Earlier meetings focus on Donatello and his contemporaries, including Ghiberti, Quercia, Verrocchio, and Pollaiuolo. Thereafter, students examine Michelangelo's sculpture and compare his works with those of contemporaries and followers, ending with Giambologna.    Early Masters of Italian Renaissance Painting    ARTH-UA 306 Identical to MEDI-UA 306. Prerequisite: History of Western Art II (ARTH-UA 2), or Renaissance and Baroque Art (ARTH-UA 5), or a score of 5 on the AP Art History exam. Offered every other year. 4 points.   Achievements of the chief painters of the 15th century studied through their major artistic commissions. Special attention is given to the Tuscan tradition. A brief introduction to Giotto and his time provides background for the paintings of Masaccio and his artistic heirs (Fra Angelico, Filippo Lippi, Piero della Francesca, and others). Topics include the role of pictorial narrative, perspective, and mimesis; the major techniques of Renaissance painting; and the relationship of painting to the other visual arts. In the later 15th century, social and cultural changes generated by power shifts from Medici Florence to papal Rome also affected art patronage, creating new tensions and challenges for artists and fostering the emergence of new modes of visualization.    The Age of Leonardo, Raphael, and Michelangelo    ARTH-UA 307 Identical to MEDI-UA 307. Prerequisite: History of Western Art II (ARTH-UA 2), or Renaissance and Baroque Art (ARTH-UA 5), or a score of 5 on the AP Art History exam. Offered in the spring. 4 points.   Painting in Florence and Rome from about 1470 to the mid-16th century. From a study of selected commissions by the Pollaiuolo brothers, Andrea del Verrochio, Leonardo, Perugino, Raphael, Domenico Ghirlandaio, and Michelangelo, we go on to investigate new pictorial modes emerging after 1510 in Andrea del Sarto, Pontormo, Rosso, Parmigianino, Giulio Romano, and other members of Raphael's school; we consider their younger contemporaries and successors, including Bronzino and Vasari. The course emphasizes the patronage, symbolic tasks, and functions of Renaissance painting and critically examines historical concepts such as high Renaissance, mannerism, and maniera.    The Golden Age of Venetian Painting    ARTH-UA 308 Identical to MEDI-UA 308. Prerequisite: History of Western Art II (ARTH-UA 2), or Renaissance and Baroque Art (ARTH-UA 5), or a score of 5 on the AP Art History exam. Offered periodically. 4 points.   The art of Venice and its surroundings, Emilia and Lombardy. Covers the Bellini family, Giorgione, the young Titian, Sebastiano del Piombo, and their profound impact in Venice and related centers; the itinerant careers of Carlo Crivelli and Lorenzo Lotto; and the origins and implications of Correggio's and his student Parmigianino's daring artistic experiments. Examines the achievements of the mature Titian and their significance for his contemporaries. Veronese, Tintoretto, Bassano, and, in the 18th century, Tiepolo, bring Venice's golden age to a close. Stresses artistic reciprocity between northern and central Italy.    Italian Art in the Age of the Baroque    ARTH-UA 309 Identical to MEDI-UA 309. Prerequisite: History of Western Art II (ARTH-UA 2), or Renaissance and Baroque Art (ARTH-UA 5), or a score of 5 on the AP Art History exam. Offered every other year. 4 points.    Painting and sculpture in Italy, 1580–1700. Highlights  major developments in the visual arts and the work of leading artists including Caravaggio, Carracci, Bernini, and Poussin. Focusing on the often paradoxical nature of Baroque art, the course examines the blurring of boundaries between the real and the imaginary, the instantaneous and the infinite, the imitative and the innovative. Special attention is paid to the creative process and the influences on it: the role of the patron, the logistics of site, and the artist's own thought process as revealed through preparatory drawings and sketches. The course is designed to help students develop the skills necessary to \"read\" works of art in all their rich complexity of form and meaning.    Dutch and Flemish Painting, 1600–1700    ARTH-UA 311 Identical to MEDI-UA 311. Prerequisite: History of Western Art II (ARTH-UA 2),   or Renaissance and Baroque Art (ARTH-UA 5), or a score of 5 on the AP Art History exam. Offered periodically. 4 points.   In Antwerp, Rubens overturned all previous concepts of painting. The first to deserve the term \"Baroque,\" he dominated Flanders. Van Dyck, his pupil, took Rubens's style to England. Dutch painters, including Hals, Rembrandt, and Vermeer, moved in a different direction, addressing every aspect of their country and society: the peasant, the quiet life of the well-ordered household, the sea and landscape, views of the cities, and church interiors.    French Art: Renaissance to Rococo, 1520–1770    ARTH-UA 313 Identical to MEDI-UA 313. Prerequisite: History of Western Art II (ARTH-UA 2), or Renaissance and Baroque Art (ARTH-UA 5), or permission of the instructor. Offered periodically. 4 points.   Topics include arrival of the Italian Renaissance in France during the reign of Francis I and the completion of the palace at Fontainebleau; the revival of art around 1600 after the religious wars of the Reformation; the impact of Caravaggio in France; Poussin and Claude Lorrain in Rome, and other painters in Paris (for example, Vouet, Champagne, and Le Nain); artistic splendors of the court of Louis XIV at Versailles; and the rococo of Watteau, Chardin, Boucher, and Fragonard.    Art in Spain from El Greco to Goya    ARTH-UA 315 Identical to MEDI-UA 315. Prerequisite: History of Western Art II (ARTH-UA 2), or Renaissance and Baroque Art (ARTH-UA 5), or permission of the instructor. Offered periodically. 4 points.   The first third of this course focuses on the major figures in the development of early modern Spanish art: El Greco in Italy and Toledo, Velázquez, Zurbarán, Murillo, Ribera, Valdés Leal, and others. Lectures on still life painting and polychrome wood sculpture are also included. The 18th century (the Tiepolo family, Meléndez) is then discussed. The focus then shifts to the art of Francisco de Goya and the projection of Spanish art into the modern era. This course also seeks to define Spain in the 16th and 17th century as a global power and thus emphasis is also placed on art in such New World centers as Mexico City and Lima in the colonial era.    Latin American Art: From Colonial to Modern    ARTH-UA 316 Identical to MEDI-UA 316 Prerequisite: History of Western Art II (ARTH-UA 2), or Renaissance and Baroque Art (ARTH-UA 5), or Modern Art (ARTH-UA 6), or a score of 5 on the AP Art History exam. Offered periodically. 4 points.   Not a traditional survey, this course opens with a brief consideration of the achievements of the great pre-Hispanic civilizations (Aztec, Maya, Inca, and others) prior to contact with the Iberian world. Major emphasis is given to colonial painting, sculpture, and architecture in Mexico and Central America, the Caribbean, and the Andes. Painting and sculpture of the 19th century and the secularization of Latin American art is then examined before a discussion of the establishment of modernism that comes about with the formation of academies and the travels of many artists from all parts of Latin America and the Caribbean to Europe and the U.S. from 1900 onward. Important modern artists such as the Mexican muralists, Frida Kahlo, Joaquín Torres-García, Tarsila do Amaral, Wifredo Lam, and the surrealists will bring the course up to approximately 1950.      Advanced Courses in Modern Art and Architecture    American Art    ARTH-UA 404 Prerequisite: History of Western Art II (ARTH-UA 2), or Modern Art (ARTH-UA 6), or a score of 5 on the AP Art History exam. Offered periodically. 4 points.   Examines the art that developed in what is now the United States, from the beginnings of European colonization until the First World War and the internationalizing of American art. Includes painting, sculpture, and architecture, concentrating on the work of Copley, Cole, Winslow Homer, Mary Cassatt, and others. New York City provides major collections of painting and sculpture, as well as outstanding examples of architecture.    Early Modern Architecture: 1776–1914    ARTH-UA 408 Prerequisite: History of Western Art II (ARTH-UA 2), or Modern Art (ARTH-UA 6), or History of Architecture from Antiquity to the Present (ARTH-UA 601), or Expressive Culture: Architecture in New York Field Study (MAP-UA 722), or a score of 5 on the AP Art History exam. Offered periodically. 4 points.   Focusing on the creation of modern building types such as the bank, state capitol, museum, railroad station, and skyscraper, the course begins in the later 18th century with the idealistic designs of Ledoux and Boullée. After considering the forms and meanings associated with neoclassicism, the course examines the Gothic revival and subsequent 19th-century movements (e.g., high Victorian Gothic, Second Empire, beaux-arts classicism) as efforts to find appropriate expressions for diverse building forms. Students consider changes resulting from the Industrial Revolution, including developments in technology, and the reforms of art nouveau and secession architecture. Works of Adam, Soane, Jefferson, Schinkel, Pugin, Richardson, and Sullivan; McKim, Mead, and White; Mackintosh, early Frank Lloyd Wright, and others.    Modern Architecture: 1914 to the Present    ARTH-UA 409 Prerequisite: History of Western Art II (ARTH-UA 2), or Modern Art (ARTH-UA 6), or Early Modern Architecture: 1776-1914 (ARTH-UA 408), or History of Architecture from Antiquity to the Present (ARTH-UA 601), or Expressive Culture: Architecture in New York Field Study (MAP-UA 722), or a score of 5 on the AP Art History exam. Offered every year. 4 points.   Chronological account of architecture and ideas since 1914. Considers such subjects as currents on the eve of the First World War, new technology, and the impact of the war; architecture and politics between the wars; the rise of expressionist design; the international style and the concurrent adaptation of traditional styles; art deco design; mid-century glass curtain-wall architecture; brutalism; and reactions to modernism. Includes ideological and political considerations and works by Frank Lloyd Wright, Le Corbusier, Ludwig Mies van der Rohe, Louis Kahn, Alvar Aalto, Philip Johnson, James Stirling, Frank Gehry, and Santiago Calatrava, among others.    Neoclassicism to Realism    ARTH-UA 411 Prerequisite: History of Western Art II (ARTH-UA 2), or Modern Art (ARTH-UA 6), or a score of 5 on the AP Art History exam. Offered every year. 4 points.   The Enlightenment shaped the visual arts in two seemingly antithetical ways. On the one hand, the period's valorization of cool rationalism contributed to the rise of neoclassicism as a dominant style during the 18th century. The other course of Enlightenment thinking, exemplified by the writings of J. J. Rousseau, celebrated emotion as the purest form of intellectual as well as spiritual expression. Romanticism, with its emphasis on subjectivity and intense emotionalism, is as much a product of the Enlightenment as neoclassicism. Following on the heels of romanticism, realism has been alternately described as a rejection of romanticism and as an extension of it. Focusing on these three stylistic movements, this course examines how late 18th- and early 19th-century artists negotiated not just the aesthetic ideas of the Enlightenment but its political consequences as well.    Impressionism to Expressionism    ARTH-UA 412 Prerequisite: History of Western Art II (ARTH-UA 2), or Modern Art (ARTH-UA 6), or a score of 5 on the AP Art History exam. Offered every year. 4 points.   Beginning by considering how impressionism refined and redirected the artistic aims of 19th-century realism, this course follows the development of progressive art to the brink of cubism and pure abstraction in the first years of the 20th century. Following impressionism and post-impressionism, close attention is paid to symbolism, aestheticism, art nouveau, the Arts and Crafts movement, fauvism, and expressionism. The aesthetic aims of these movements are analyzed in tandem with the social and cultural conditions that generated them.    Cubism to Abstract Expressionism    ARTH-UA 413 Prerequisite: History of Western Art II (ARTH-UA 2), or Modern Art (ARTH-UA 6), or a score of 5 on the AP Art History exam. Offered every year. 4 points.   After analyzing the invention of cubism by Picasso and Braque, this course examines its international reverberations, including Italian futurism, the later phases of German expressionism, the de Stijl movement in the Netherlands, and suprematism and constructivism in revolutionary Russia. The dada movement in the period during and after World War I is examined as a reaction to the apparent bankruptcy, cultural and artistic, of Western civilization. However, this nihilistic impulse is followed by a \"return to order\" in the 1920s. The course then examines the tensions in the multiple currents of surrealism: metamorphic, academic, and abject. Painting after World War II, from Pollock to Dubuffet, is analyzed as an extension and transformation of prewar trends.    Postmodern Art and Contemporary Art    ARTH-UA 414 Prerequisite: History of Western Art II (ARTH-UA 2), or Modern Art (ARTH-UA 6), or a score of 5 on the AP Art History exam. Offered every year. 4 points.   Surveys art in the postmodern era, ca. 1955 to the present. After examining the innovations of the neo-avant-garde generation (1955–75), our focus shifts from the radical innovations in mediums, materials, and techniques to the expanded field of critical engagement that contemporary art encompasses. Discrete \"early\" developments sometimes dubbed neo-dada, such as op, pop, and fluxus, but also minimalism, conceptual art, and arte povera, radically diversified the look of art and forced the dissolution of stylistic and formal categorization in favor of a classification based on a particular question, mediatic intervention, or mode of critique. If the late 20th century brought a new emphasis on gender, race, and a number of newly pressing political forces and motivations, as we enter the 21st century, post-studio (and perhaps also \"post-critical\") artistic practices increasingly tend to be reoriented toward technology and globalism, further complicating our idea of art's relationship with its own present.    Aesthetic History of Photography    ARTH-UA 431 Identical to PHTI-UT 1102. Prerequisite: History of Western Art II (ARTH-UA 2), or Modern Art (ARTH-UA 6), or a score of 5 on the AP Art History exam. Offered every spring. 4 points.   Chronicles the history of photography's complex and symbiotic relationship to the other visual arts: painting, sculpture, architecture, installation, and performance, among others. Beginning with the medium's invention and the early fights of its practitioners to establish themselves as fine artists, the course describes photographers' unique attempts to negotiate their relationships with both artistic movements and the media culture of which they are a part. Robinson, Cameron, Emerson, F. Holland Day, Stieglitz, Moholy-Nagy, Rodchenko, Weston, Álvarez Bravo, Lartigue, De Carava, Cahun, Robert Frank, Diane Arbus, and Cindy Sherman (among others) are seen within the context of their respective art worlds, so the impact of art movements, cultural attitudes, and new technologies on photographers during different historical periods can be assessed.    Social History of Photography    ARTH-UA 432 Identical to PHTI-UT 1101. Prerequisite: History of Western Art II (ARTH-UA 2), or Modern Art (ARTH-UA 6), or a score of 5 on the AP Art History exam. Offered every fall. 4 points.   A social and political history of photography, from its beginnings to the present day. The course focuses on the popular forms of photographic imagery, such as advertising, fashion, travel photography, family portraits and snapshots, scientific documents, documentary reform, and photojournalism, as well as describes the medium's relationship to Western (and global) social history during the modern era. Brady, Warhol, Capa, Nadar, Martin Chambi, Atget, Tomatsu, Muybridge, Curtis, Bourke-White, Gordon Parks, Álvarez Bravo, and Berenice Abbott are in the cast of characters to be discussed, and readings include those by Susan Sontag, John Berger, and Roland Barthes.    Toward a Critical Vocabulary of Photography    ARTH-UA 433 Identical to PHTI-UT 1129. Prerequisite: History of Western Art II (ARTH-UA 2), or Modern Art (ARTH-UA 6), or a score of 5 on the AP Art History exam. Offered every fall. 4 points.   Emphasizes the analysis and synthesis of visual and written information. The readings include essays by critics Roland Barthes, Donna Haraway, Susan Sontag, Boris Groys, and bell hooks, as well as articles or excerpts by Thomas Kuhn, Mircea Eliade, John Berger, and George Kubler. Critical essays are interspersed with other kinds of texts, such as The Tibetan Book of the Dead, Persepolis, Black Elk Speaks, and the novel Perfume. This mixture of topics, texts, and issues is designed to broaden students' understanding of important concerns in philosophy, art history, science, literature, and cultural studies that are relevant to photography. Class time is spent in analysis of these texts in relation to historical and contemporary pictures.    Museums and the Art Market    ARTH-UA 701 Prerequisite: History of Western Art II (ARTH-UA 2), or Modern Art (ARTH-UA 6), or a score of 5 on the AP Art History exam. Offered every year. 4 points.   An overview of the history and theory of museums and the art market. It presents a series of lectures and case studies examining such issues as the birth of the museum, the role played by world's fairs and biennials, the impact of collectors, the art market, and the gallery system. Throughout, the class makes use of museums, galleries, and auction houses in New York.    Courses in Non-Western Art and Architecture    No previous study is required for admission to the following courses unless a prerequisite is stated in the description.    East Asian Art I: China, Korea, Japan to 1000 C.E.    ARTH-UA 510 Identical to EAST-UA 91. Offered periodically. 4 points.   An introduction to the art and culture of the Far East. The materials are presented in a chronological and thematic approach corresponding to the major dynastic and cultural changes of China, Korea, and Japan. Teaches how to \"read\" works of art in order to interpret a culture or a historical period; aims at a better understanding of the similarities and differences among the cultures of the Far East.    East Asian Art II: China, Korea, Japan from 1000 C.E. to Present    ARTH-UA 511 Identical to EAST-UA 92. Offered periodically. 4 points.   An introductory survey of the arts in China, Japan, and Korea from approximately 1000 C.E. The course emphasizes an overall understanding of the development of art and culture, as well as mastery of specific works of art. East Asian Art I followed the development of the common cultural heritage of the Northeast Asia region. Part of this commonality is due to the extraordinary influence of an early-developing Chinese civilization on Japan and Korea. However, Japan and Korea also developed their own cultures and arts, developments that accelerated in the last millennia up to the present. Topics include Song landscape paintings, Edo \"floating world\" prints, Koryo celadons, and modern art.    South Asian Art I: Indus Valley to 1200    ARTH-UA 530 Offered periodically. 4 points.   An introductory survey of the history of South Asia from 2000 B.C.E. to 1200 C.E., with an emphasis on the Indian subcontinent. From the Indus Valley culture to the present day, artistic production has played a critical role in the transmission of religious beliefs and the development of cultural systems in and around South Asia. Diverse regions were linked by trade, politics, and cultural relationships, and interaction can be charted through the changing forms and functions of art. We consider the historical circumstances surrounding the production of South and Southeast Asian art, as well as the problems that art historians face when trying to interpret the surviving evidence. We look at art in a variety of media, including, but not limited to, architecture, urban form, sculpture, painting, and performance.    South Asian Art II: 1200 to Present    ARTH-UA 531 Offered periodically. 4 points.   An introductory survey of the history of South Asian art from ca. 1200 C.E. to the present. It begins with the introduction of Islamic artist traditions into the Indian subcontinent through the establishment of the Delhi Sultanate, which effectively integrated itself into a widely diverse and multicultural range of preexisting artistic practices. It follows the cultivation of new tastes in the Mughal and Rajput courts through the vigorous interaction among Persian, Indic, and European artists and elites. Finally, it turns to the colonial and postcolonial artistic responses to South Asia's complex past(s). By looking at art in a range of media—including, but not limited to, painting, sculpture, architecture, and photography—this course considers the ways in which art actively served as expressions of political authority and cultural identity.    Art in the Islamic World I: From the Prophet to the Mongols    ARTH-UA 540 Offered periodically. 4 points.   Provides an outline of Islamic material in its early and classical periods, from 650 to 1200 C.E. The period saw the initial formation of an Arab empire stretching from the Atlantic Ocean to the Indian Ocean, a decline in centralized authority, and the rise to political prominence of various North African, Iranian, and Central Asian dynasties from the 10th century onward. These political developments are reflected in the increasingly heterogeneous nature of Islamic material culture over this time span.    Art in the Islamic World II: From the Mongols to Modernism    ARTH-UA 541 Offered periodically. 4 points.   An introduction to the arts of Islam during a period of dynamic cultural and political change in the Islamic world. Beginning with the Mongol invasions of the 13th century, traces the development of Islamic art and architecture through the eras of Timur, the \"gunpowder empires\" (the Mughals, Ottomans, Safavids), and European colonialism, to the art of the nation-state in the 20th century.    Arts of Africa    ARTH-UA 560 Identical to SCA-UA 787. Offered periodically. 4 points.   The traditional art of sub-Saharan Africa—its diversity and cultural contexts, as well as its universal aspects—is the subject of this course. African art is studied in relation to its meaning and function in traditional societies, wherein art has socialized and reinforced religious beliefs, reflected male and female roles, and validated systems of leadership. The course covers architecture, sculpture, textiles, paintings, jewelry, and ceramics. Field trips to museums and/or private collections supplement class lectures.    North American Indian Arts    ARTH-UA 570 Offered periodically. 4 points.   An introductory survey of North American Indian and Eskimo art. It covers the following art-producing areas and cultures: Northwest Coast (Ozette, Salish, Nootka, Haida, Kwakiutl, Tlingit); Alaska (Old Bering Sea, Ipiutak, and Yupik Eskimo); Southwest (Hohokam, Mogollon, Anasazi, Hopi, Navajo); Plains (Arapaho, Kiowa, Mandan, Sioux); Woodlands (Adena, Hopewell, Mississippian, Ojibwa, Iroquois); and contemporary art (tradition and innovation in contemporary Native American and Eskimo art).      Other Advanced Courses in Art and Architecture    European and American Decorative Arts: Renaissance to Modern    ARTH-UA 10 Prerequisite: History of Western Art II (ARTH-UA 2), or Renaissance Art (ARTH-UA 5), or Modern Art (ARTH-UA 6), or a score of 5 on the AP Art History exam. Offered periodically. 4 points.   History of the design of objects used in daily life. Studies works of art in a social and historical context. Beginning with the Italian, French, and northern Renaissance, surveys the Louis styles in France, international neoclassicism, and the Victorian style. The course concludes with the modern period. Stresses the history of furniture, although the course also covers glass, silverware, tapestries, ceramics, wallpaper, carpets, and small bronzes.    Special Topics in the History of Art    ARTH-UA 150, ARTH-UA 250, ARTH-UA 350, ARTH-UA 450, ARTH-UA 550, ARTH-UA 750, and ARTH-UA 850 Prerequisites vary according to the material chosen for the course. 4 points.   Subjects change from semester to semester and are outside of the usual classification areas. Those that carry prerequisites are normally considered advanced courses in the major, satisfying requirements in the ancient or medieval, Renaissance or baroque, or modern areas.    Note : Any course in the Urban Design and Architecture Studies program may be counted as an elective for the art history major.       Advanced Seminar in Art History    Advanced Seminar    ARTH-UA 800 Prerequisite: permission of the director of undergraduate studies. Open to departmental majors who have completed five 4-point art history courses. Offered in the fall and spring. 4 points.   Exposure in small-group discussion format to historical/critical problem(s) of particular concern to the faculty member offering the seminar. Requires oral report(s) and/or a substantial paper.      Honors Thesis and Independent Studies in Art History    Senior Honors Thesis    ARTH-UA 801 4 points.   Open to departmental majors who have been accepted as candidates for honors in art history in the first term of their senior year and who have the permission of the director of undergraduate studies. See this department's subheading \"Graduation with Honors\" for eligibility requirements. Students are expected to work on their theses over a period of two semesters by following ARTH-UA 801 in the fall with ARTH-UA 804 in the spring (see Independent Study, below). Applicants must have a GPA of 3.65 in art history courses and an overall GPA of 3.65 as stipulated by the College's honors program regulations.    Independent Study    ARTH-UA 803, 804 Prerequisite: written permission of the director of undergraduate studies and of an adviser. 2 to 4 points per term.   Independent study consists of the investigation, under the guidance and supervision of a designated instructor, of a research topic agreed on by the student and instructor and approved by the chair. Requires a substantial report written by the end of the term. Internships receive a maximum of 2 points, and written work is required, just as it is for any other independent study. Prior approval by a faculty member is required for internship credit.      Graduate Courses Open to Undergraduates    Juniors and seniors who are credited with a 3.65 grade point average in five art history courses may take, for undergraduate credit, the 1000- and 2000-level courses offered in the Graduate School of Arts and Science at the Institute of Fine Arts, 1 East 78th Street. For more information, please consult the Graduate School of Arts and Science Bulletin or the announcement of courses of the Institute of Fine Arts. Before registering for these courses, students must obtain the permission of the director of undergraduate studies, as well as that of the instructor of the course.      Urban Design and Architecture Studies: Foundation Courses    History of Architecture from Antiquity to the Present    ARTH-UA 601 Offered every semester. 4 points.   Introduction to the history of Western architecture, emphasizing the formal, structural, programmatic, and contextual aspects of selected major monuments from ancient times to the present. Monuments discussed include the Parthenon, the Roman Pantheon, Hagia Sophia, the cathedral at Chartres, St. Peter's, Palladio's Villa Rotonda, St. Paul's Cathedral, Versailles, the London Crystal Palace, Frank Lloyd Wright's Fallingwater, Le Corbusier's Villa Savoye, the Guggenheim Museum in Bilbao, Mies van der Rohe's Barcelona Pavilion, and others. Lectures analyze monuments within their contexts of time and place. Also considers aspects of city planning in relation to certain monuments and to the culture and events of their time.    Shaping the Urban Environment    ARTH-UA 661 Offered every semester. 4 points.   Introduces basic concepts of Western urbanism, focusing primarily on Europe and the United States. Lectures, readings, and course work present both a survey of city form since antiquity and an analysis of contemporary urban issues. Students investigate key elements of urban development, including roads, walls, water, housing, transportation, and open space, as well as factors influencing these elements, such as types and shapes of cities, engineering, and architectural form as an expression of political systems. Special attention is given to real estate development, landmark preservation, city planning, and community participation in New York City.      Urban Design and Architecture Studies: Architecture and Urban History Courses    Greek Architecture    ARTH-UA 104 Identical to CLASS-UA 353. Prerequisite: History of Western Art I (ARTH-UA 1), or Ancient Art (ARTH-UA 3), or History of Architecture from Antiquity to the Present (ARTH-UA 601), or a score of 5 on the AP Art History exam. Offered periodically. 4 points.   See this department's subheading \"Advanced Courses in Ancient Art and Architecture.\"    Roman Architecture    ARTH-UA 105 Identical to CLASS-UA 354. Prerequisite: History of Western Art I (ARTH-UA 1), or Ancient Art (ARTH-UA 3), or History of Architecture from Antiquity to the Present (ARTH-UA 601), or a score of 5 on the AP Art History exam. Offered periodically. 4 points.   See this department's subheading \"Advanced Courses in Ancient Art and Architecture.\"    Medieval Architecture    ARTH-UA 205 Prerequisite: History of Western Art I (ARTH-UA 1), or Medieval Art (ARTH-UA 4), or History of Architecture from Antiquity to the Present (ARTH-UA 601), or a score of 5 on the AP Art History exam. Offered periodically. 4 points.   See this department's subheading \"Advanced Courses in Medieval Art and Architecture.\"    European Architecture of the Renaissance    ARTH-UA 301 Prerequisite: History of Western Art II (ARTH-UA 2), or Renaissance and Baroque Art (ARTH-UA 5), or History of Architecture from Antiquity to the Present (ARTH-UA 601), or a score of 5 on the AP Art History exam. Offered every other year. 4 points.   See this department's subheading \"Advanced Courses in Renaissance and Baroque Art and Architecture.\"    Architecture in Europe in the Age of Grandeur (the Baroque)    ARTH-UA 302 Prerequisite: History of Western Art II (ARTH-UA 2), or Renaissance and Baroque Art (ARTH-UA 5), or History of Architecture from Antiquity to the Present (ARTH-UA 601), or a score of 5 on the AP Art History exam. Offered every other year. 4 points.   See this department's subheading \"Advanced Courses in Renaissance and Baroque Art and Architecture.\"    Early Modern Architecture: 1776–1914    ARTH-UA 408 Prerequisite: History of Western Art II (ARTH-UA 2), or Modern Art (ARTH-UA 6), or History of Architecture from Antiquity to the Present (ARTH-UA 601), or Expressive Culture: Architecture in New York Field Study (MAP-UA 722), or a score of 5 on the AP Art History exam. Offered every year. 4 points.   See this department's subheading \"Advanced Courses in Modern Art and Architecture.\"    Modern Architecture: 1914 to the Present    ARTH-UA 409 Prerequisite: History of Western Art II (ARTH-UA 2), or Modern Art (ARTH-UA 6), or Early Modern Architecture: 1776-1914 (ARTH-UA 408), or History of Architecture from Antiquity to the Present (ARTH-UA 601), or Expressive Culture: Architecture in New York Field Study (MAP-UA 722), or a score of 5 on the AP Art History exam. Offered every year. 4 points.   See this department's subheading \"Advanced Courses in Modern Art and Architecture.\"    Architecture in New York: Field Study    ARTH-UA 602 Offered periodically. 4 points.   Examines the history of architecture and urbanism through the landmark buildings and neighborhoods of New York City. Students consider key issues of architectural history, including style, building type, patronage, professional education, adaptive reuse, construction techniques, and the process of historic preservation, all within the context of urban and national development. Course meetings consist of classroom lectures and field-study trips, including visits to Broadway/ Battery, South Street Seaport, City Hall area, SoHo, Greenwich Village, Ladies' Mile/Gramercy, Upper West Side, Grand Central/ 42nd Street, Park Avenue, and Rockefeller Center.    Cities in History    ARTH-UA 662 Prerequisite: Shaping the Urban Environment (ARTH-UA 661) or permission of the program director. Offered every other year. 4 points.   Historical survey of city types, plans, and symbolic meanings from classical Greece to the present. Subjects include ancient towns and planned cities, especially those of the Roman Empire; medieval commercial centers and cathedral towns; Renaissance plazas and baroque street systems; and 19th-century industrial, colonial, and resort cities. Emphasis on European and American cities. Discussion of London, Paris, and Rome throughout.    History of City Planning: 19th and 20th Centuries    ARTH-UA 663 Prerequisite: Shaping the Urban Environment (ARTH-UA 661) or permission of the program director. Offered every year. 4 points.   Examines the history of cities, planning, and urban design in Europe and the United States since 1800. Students can expect both a survey of city planning history and consideration of thematic issues. Lectures and readings emphasize the social, political, and economic factors shaping modern cities, including industrialization, housing, sanitation, transportation, social reform, recreation, and infrastructure, as well as cultural and aesthetic debates about style, monumentality, and diversity in cities. Course work includes readings of primary documents and recent interpretations, individual research, and field trips to notably planned sites in the New York area.    Special Topics in Urban Design and Architecture Studies    ARTH-UA 650 and ARTH-UA 850 Prerequisites vary according to the material chosen for the course. 4 points.   Subjects change from semester to semester and are outside of the usual classification areas.      Urban Design and Architecture Studies: Seminars    Decision Making and Urban Design    ARTH-UA 670 Prerequisites: History of Architecture from Antiquity to the Present (ARTH-UA 601), Shaping the Urban Environment (ARTH-UA 661), and permission of the program director. Offered every year. 4 points.   The impact and limitations of private and public decision-making power on urban design and architecture. City architecture in light of the values and priorities set by a society. Recognition of citizens' groups as increasingly important factors in city planning and related changes. Critically evaluates the complexity of decision making and historical circumstances as related to the built urban environment on the basis of historical and modern American and European examples.    Architecture in Context    ARTH-UA 671 Prerequisites: History of Architecture from Antiquity to the Present (ARTH-UA 601), Shaping the Urban Environment (ARTH-UA 661), and permission of the program director. 4 points.   Addresses issues arising from new structures and interventions to existing structures, which must relate to existing well-defined contexts of the sort found throughout New York City. Students are encouraged to think about, discuss, create, and report on designs that recognize and suit their contexts. The focus is on typical New York City building types. Includes town houses, additions to existing structures, adaptive reuse of residential structures for institutional use, streetscape improvements, and urban parks.    Environmental Design: Issues and Methods    ARTH-UA 672 Prerequisites: History of Architecture from Antiquity to the Present (ARTH-UA 601), Shaping the Urban Environment (ARTH-UA 661), and permission of the program director. Offered every year. 4 points.   On the basis of selected topics, examines the manifold technological considerations that affect urban building and urban environmental quality in cities today. Topics include the specifics of power supply, heating, lighting, ventilation, internal traffic (vertical and horizontal), pollution control, and other topics of immediate significance. Focuses on the potential of technology to resolve urban environmental problems.    Urban Design: Infrastructure    ARTH-UA 673 Prerequisites: History of Architecture from Antiquity to the Present (ARTH-UA 601), Shaping the Urban Environment (ARTH-UA 661), and permission of the program director. Offered every year. 4 points.   Serves as a laboratory for the investigation of New York City's infrastructure, using the definition of the word as a point of departure. In what ways can the city be perceived as a collective undertaking, with intricate components interwoven in continuous strands? What systems and forces give the city and its neighborhoods their current form, and what influences their future shape? Can these systems be dissected? What do these analyses tell us about the relationship of the city to its inhabitants and to the wider environment? Through lectures, reading assignments, discussions, and field trips, we investigate some of the major components of the city's infrastructure, such as the street grid, water supply, waste disposal, and subway system.    Urban Design and the Law    ARTH-UA 674 Prerequisites: History of Architecture from Antiquity to the Present (ARTH-UA 601), Shaping the Urban Environment (ARTH-UA 661), and permission of the program director. Offered every year. 4 points.   Relationship between physical surroundings and the basis of society in law. Examines the effects of zoning regulations and building codes; urban renewal legislation; condemnation procedures; real estate law; law concerning tenants; taxation; special bodies such as the Port Authority of New York and New Jersey; preservation and landmarks; licensing procedures for architects, engineers, and planners; and pollution control measures. Special attention to laws of New York City and nearby communities.    Seminar in Urban Options for the Future    ARTH-UA 675 Prerequisites: History of Architecture from Antiquity to the Present (ARTH-UA 601), Shaping the Urban Environment (ARTH-UA 661), and permission of the program director. Offered every year. 4 points.   Focuses on alternative futures for the city of tomorrow that may be effected through the development of new forms of technology and the utilization and exploitation of the state of the art in urban structural designs. Topics include redesign of the business district; recovery of city resources; and social, political, and economic implications of new city forms considered in projections for a new urban face.    Drawing for Architects and Others    ARTH-UA 676 Prerequisites: History of Architecture from Antiquity to the Present (ARTH-UA 601), Shaping the Urban Environment (ARTH-UA 661), and permission of the program director. Offered every year. 2 points.   A basic drawing course intended to teach students to perceive—to record phenomena manually without relying on formulaic methods of drawing perspective, volumetrics, and the like. Students are encouraged to examine proportion, scale, light, shade, and texture, as well as means of expression, the nature and essence of objects, various media, and graphic composition. The course assists students in creating a comprehensive series of drawings and in building a portfolio.    Reading the City    ARTH-UA 677 Prerequisites: History of Architecture from Antiquity to the Present (ARTH-UA 601), Shaping the Urban Environment (ARTH-UA 661), and permission of the program director. Offered every year. 4 points.   Focuses on observation and documentation of a historical section of New York City from its foundation to the present. Students participate in field walks and attend in-class lectures and discussions. A principal objective of the course is to have students learn to read the historical stratigraphy of the city by using primary and secondary sources such as maps, prints, and panoramas, as well as City Council minutes and other printed documents. The goal is to have them deepen their understanding of phenomena that they have observed firsthand.    Architectural Criticism    ARTH-UA 678 Prerequisites: History of Architecture from Antiquity to the Present (ARTH-UA 601), Shaping the Urban Environment (ARTH-UA 661), and permission of the program director. Offered every year. 4 points.   Combines the reading and writing of architectural criticism. Students read the work of prewar and postwar architecture critics, focusing on those who live(d) and work(ed) in New York City and those who write and wrote for the popular press. Six class sessions are devoted to thematic groupings of reviews—on the skyscraper, the museum, urban planning, and more—in order to compare critical language, approach, and taste, while also tracking changes in architectural style from 1900 to the present. These reviews are supplemented with readings in architectural theory that attempt to define the styles of the past and present century. Students also write three reviews themselves, including one on a building, shop, or urban plan of their choice. The course should offer both an alternative history of 20th-century New York City and an opportunity to think and write about architecture in a new and opinionated way.    Parks, Plants, and People    ARTH-UA 679 Prerequisites: History of Architecture from Antiquity to the Present (ARTH-UA 601), Shaping the Urban Environment (ARTH-UA 661), and permission of the program director. Offered periodically. 2 points.   Studies the components of successful urban green public spaces designed for and about people. Students participate in numerous site visits to important New York City parks and gardens to study the way people actually use these places. Students also are expected to visit others and report on them to the class. Students study the research and observations of William H. Whyte and the role that good planting and a connection with nature play in improving the quality of life in the city.    Case Studies in Historic Preservation    ARTH-UA 681 Prerequisites: History of Architecture from Antiquity to the Present (ARTH-UA 601), Shaping the Urban Environment (ARTH-UA 661), and permission of the program director. Offered in the spring. 4 points.   A survey of the history, philosophy, and practice of historic preservation on the national and local levels. Through case studies, students learn about the field as a civic responsibility and public activity. It is, therefore, very much a course in civics, as it aims to equip and energize students to be involved in the quality of the built environment in general and historic preservation in particular wherever they may live, and wherever their professional paths may take them.      Honors Thesis and Independent Studies in Urban Design and Architecture Studies    Senior Honors Thesis: Urban Design and Architecture Studies   ARTH-UA 690, 691 Open to departmental majors who have been accepted as candidates for honors in urban design in the first term of their senior year and who have the permission of the director of undergraduate studies.   See this department's subheading \"Graduation with Honors\" for eligibility requirements. Students are expected to work on their theses over a period of two semesters. A GPA of 3.65 in urban design courses and an overall GPA of 3.65 as stipulated by the College's honors program regulations are necessary. 4 points.    Independent Study    ARTH-UA 803, 804 Prerequisites: written permission of the program director and of an adviser. 1 to 4 points per term.   See this department's subheading \"Honors Thesis and Independent Studies in Art History.\"      Urban Design and Architecture Studies: Courses in Other Departments Counting for Major Credit    Urban Society    ANTH-UA 44 Prerequisite: Human Society and Culture (ANTH-UA 1) or permission of the instructor. 4 points.   See description under Anthropology .    Cities in a Global Context    SCA-UA 602 4 points .   See description under Metropolitan Studies .    Urban Economics    ECON-UA 227 Identical to SCA-UA 751. Prerequisite:   Economic Principles II (ECON-UA 2) or Introduction to Economic Analysis (ECON-UA 5). 4 points.   See description under Economics .    Cities, Communities, and Urban Life    SOC-UA 460 Identical to SCA-UA 760. 4 points.   See description under Sociology .    With departmental approval, other courses may be substituted.      Graduate Courses Open to Undergraduates    Under special circumstances, students are allowed to enroll for courses in the Graduate School of Arts and Science and in the Robert F. Wagner Graduate School of Public Service . If these courses are credited toward the undergraduate degree, no advanced credit is allowed toward a graduate degree. The Wagner program offers undergraduate courses in management of nonprofit organizations and in the role of government in art production and consumption."}]},
{"detail": [{"content": "Course Offerings    | Art History | NYU                                                            Back to Home         Course Offerings   Jump to: Art History: Art History Survey Courses Advanced Courses in: --Ancient Art and Architecture --Medieval Art and Architecture --Renaissance and Baroque Art and Architecture --Modern Art and Architecture Courses (not Advanced) in Non-Western Art and Architecture Other Advanced Courses in Art and Architecture Advanced Seminar in Art History Honors Thesis and Independent Studies in Art History Graduate Courses Open to Undergraduates Urban Design and Architecture Studies: Foundation Courses Architecture and Urban History Courses Seminars Honors Thesis and Independent Studies Courses in Other Departments Counting for Major Credit Graduate Courses Open to Undergraduates    Art History Survey Courses    No previous study is required for admission to the following courses. These courses are the prerequisites for many of the advanced-level courses. Students may not receive credit for both History of Western Art I (ARTH-UA 1) and Ancient Art (ARTH-UA 3) or Medieval Art (ARTH-UA 4); or both History of Western Art II (ARTH-UA 2) and Renaissance Art (ARTH-UA 5) or Modern Art (ARTH-UA 6), as their contents overlap.    History of Western Art I    ARTH-UA 1 Identical to MEDI-UA 1. Students who have taken ARTH-UA 3 or ARTH-UA 4 will not receive credit for this course. Offered every semester. 4 points.   Introduction to the history of painting, sculpture, and architecture from ancient times to the dawn of the Renaissance, emphasizing the place of the visual arts in the history of civilization. Includes the study of significant works in New York museums, such as the Metropolitan Museum of Art, the Cloisters, and the Brooklyn Museum.    History of Western Art II    ARTH-UA 2 Identical to MEDI-UA 2. Students who have taken ARTH-UA 5 or ARTH-UA 6 will not receive credit for this course. Offered every semester. 4 points.   Introduction to the history of painting, sculpture, and architecture from the early Renaissance to the present day. Includes the study of significant works in New York museums, such as the Metropolitan Museum of Art, the Frick Collection, the Guggenheim Museum, and the Museum of Modern Art.    Ancient Art    ARTH-UA 3 Students who have taken ARTH-UA 1 will not receive credit for this course. Offered periodically. 4 points.   History of art in the Western tradition from 20,000 B.C.E. to the fourth century C.E, from the emergence of human beings in the Paleolithic Age to the developments of civilization in the Near East, Egypt, and the Aegean; the flowering of the classical age in Greece; and the rise of the Roman Empire to the beginnings of Christian domination under the Emperor Constantine in the fourth century C.E. Study of the collections of the Metropolitan Museum of Art and the Brooklyn Museum is essential.    Medieval Art    ARTH-UA 4 Identical to MEDI-UA 200. Students who have taken ARTH-UA 1 will not receive credit for this course. Offered periodically. 4 points.   An introduction to the arts of the Christian Middle Ages in the Greek East and Latin West ca. 200–1400 C.E. Provides an overview of concepts and developments and the vocabulary necessary for analyzing and understanding the arts of the medieval period in light of the historical, religious, political, and social contexts of their creation. Covers architecture, monumental sculpture, painting, mosaics, stained glass, ivory and metalwork, and panel painting. Topics include the creation of a vocabulary of Christian symbols, imagery, and architectural forms; Christian attitudes toward Judaism and the classical tradition; medieval patrons, artists, and audiences; arts of pilgrimage; arts of monastery and cathedral; and the roles and functions of images in the medieval world. Study of the collections of the Metropolitan Museum of Art and the Cloisters is included.    Renaissance and Baroque Art    ARTH-UA 5 Identical to MEDI-UA 333. Students who have taken ARTH-UA 2 will not receive credit for this course. Offered every year. 4 points.   An introduction to Renaissance and baroque art and architecture, 1400–1750. The course situates major developments in the arts against the context of historical, cultural, religious, technological, and social change. Topics include the emergence of humanism and its engagement with the ancient past; the development of transformative new techniques and technologies for making art; the function of art in religious, public, and domestic settings; the role of the patron; the impact of the Protestant and Catholic Reformations on art and society; the ever-expanding range of iconography; and the proliferation of new genres. Emphasis is placed on the great masters in each phase, and close study of works in the Metropolitan Museum of Art and the Frick Collection is an integral part of the course.    Modern Art    ARTH-UA 6 Students who have taken ARTH-UA 2 will not receive credit for this course. Offered every year. 4 points.   Art in the Western world from the late 18th century to the present. Content includes the neoclassicism and romanticism of David, Goya, Ingres, Turner, Delacroix; the realism of Courbet; the impressionists; parallel developments in architecture; the new sculptural tradition of Rodin; postimpressionism to fauvism, expressionism, futurism, cubism, geometric abstraction in sculpture and painting, modernism in architecture in the 20th century, and after the First World War, dadaism and surrealism. Also covers developments since 1945, such as action painting, pop art, minimal art, and numerous strands of postmodernism. Study of the collections of the Metropolitan Museum of Art, the Museum of Modern Art, the Guggenheim Museum, and the Whitney Museum of American Art is included.      Advanced Courses in Ancient Art and Architecture    Birth of Greek Art: From the Bronze Age to the Geometric Period    ARTH-UA 101 Prerequisite: History of Western Art I (ARTH-UA 1), or Ancient Art (ARTH-UA 3), or a score of 5 on the AP Art History exam. Offered periodically. 4 points.   Surveys the art, archaeology, and culture of the Aegean Bronze Age and early Iron Age: from ancient Thera to the palace-based states of Minoan Crete and the Mycenaean Greek mainland, to developments within communities of the eighth century B.C. Architecture, wall painting, sculpture, ceramics, and narrative in early Greek art are among the topics to be examined, along with absolute and relative chronologies and the development of writing. Emphasis is placed on critical approaches to material culture within the contexts of religion, sociopolitical and economic organization, burial practices, trade networks, and interactions with neighboring cultures.    Archaic and Classical Art: Greek and Etruscan    ARTH-UA 102 Identical to CLASS-UA 312. Prerequisite: History of Western Art I (ARTH-UA 1), or Ancient Art (ARTH-UA 3), or a score of 5 on the AP Art History exam. Offered periodically. 4 points.   Greek and Etruscan art from the seventh century through the fourth century B.C.E., including the orientalizing and archaic styles, the emergence of the classical style, changes in art and life in the fourth century, and the impact of Macedonian court art under the conquests of Alexander the Great. Studies architecture, sculpture, and vase painting within their historical and cultural contexts. Includes study of the Metropolitan Museum of Art collections.    Hellenistic and Roman Art    ARTH-UA 103 Identical to CLASS-UA 313. Prerequisite: History of Western Art I (ARTH-UA 1), or Ancient Art (ARTH-UA 3), or a score of 5 on the AP Art History exam. Offered periodically. 4 points.   Traces developments in art from the conquests of Alexander the Great to the beginnings of Christian domination under Constantine in the fourth century C.E. Includes Macedonian court art; the spread of Hellenistic culture from Greece to the Indus Valley; the art of the Ptolemaic, Attalid, and Seleucid kingdoms; the expansion of Rome in the western Mediterranean; and the art of the Roman Empire. Special emphasis on problems of chronology, choice of styles, and copies. Study of the Metropolitan Museum of Art and Brooklyn Museum collections is essential.    Greek Architecture    ARTH-UA 104 Identical to CLASS-UA 353. Prerequisite: History of Western Art I (ARTH-UA 1), or Ancient Art (ARTH-UA 3), or History of Architecture from Antiquity to the Present (ARTH-UA 601), or a score of 5 on the AP Art History exam. Offered periodically. 4 points.   History of Greek architecture from the archaic through the Hellenistic periods (eighth to first centuries B.C.E.). Provides a chronological survey of the Greek architectural tradition from its Iron Age origins, marked by the construction of the first all-stone temples, to its radical transformation in the late Hellenistic period, most distinctively embodied in the baroque palace architecture reflected in contemporary theatre stage-buildings. The lectures, accompanying images, and readings present the major monuments and building types, as well as such related subjects as city planning and urbanism, building methods, and traditions of architectural patronage.    Roman Architecture    ARTH-UA 105 Identical to CLASS-UA 354. Prerequisite: History of Western Art I (ARTH-UA 1), or Ancient Art (ARTH-UA 3), or History of Architecture from Antiquity to the Present (ARTH-UA 601), or a score of 5 on the AP Art History exam. Offered periodically. 4 points.   History of Roman architecture from the Hellenistic to the early Christian periods (first century B.C.E. to sixth century C.E.). Provides a chronological survey of Roman architecture from its early development against the background of the Greek and Etruscan traditions to the dramatic melding of the divergent trends of late antiquity in the great Justinian churches of Constantinople and Ravenna. The lectures, accompanying images, and readings present the major monuments and building types, as well as such related subjects as city planning and urbanism, Roman engineering, and the interaction between Rome and the provinces.    Ancient Egyptian Art    ARTH-UA 110 Offered every year. 4 points.   Traces developments in the sculpture, painting, and architecture of ancient Egypt from predynastic beginnings through the Old, Middle, and New Kingdoms until the conquest of Augustus (3100–40 B.C.E.). Special emphasis on Egyptian art in the context of history, religion, and cultural patterns. Includes study of Egyptian collections of the Metropolitan Museum of Art and the Brooklyn Museum. There is no prerequisite for this course.      Advanced Courses in Medieval Art and Architecture    Art of the Early Middle Ages    ARTH-UA 201 Identical to MEDI-UA 201. Prerequisite: History of Western Art I (ARTH-UA 1), or Medieval Art (ARTH-UA 4), or a score of 5 on the AP Art History exam. Offered every other year. 4 points.   Christian architecture, sculpture, painting, mosaic, manuscript illumination, and luxury arts of the Greek East and Latin West from their origins ca. 200 C.E. through ca. 950 C.E. Considers the visual and material culture of Christianity in the Mediterranean world, Asia Minor, the Middle East, and northern Europe in light of the religious, historical, political, social, and cultural contexts of their creation. Style periods include early Christian, early Byzantine, barbarian, insular, Merovingian, and Carolingian. Monuments studied include the catacombs, the Arch of Constantine, the great mosaic programs of Italy, Hagia Sophia, the Lindisfarne Gospels and Book of Kells, and Charlemagne's palace chapel at Aachen. Topics include art and the commemoration of the dead; Christian attitudes toward Judaism and the classical tradition; art and theology; the emergence of the cult of saints and its art and architecture; early medieval patrons; arts of pilgrimage and early monasticism; word and image in early medieval culture; and iconoclasm and debates about the role of images in early Christianity.    Romanesque Art    ARTH-UA 202 Identical to MEDI-UA 202. Prerequisite: History of Western Art I (ARTH-UA 1), or Medieval Art (ARTH-UA 4), or a score of 5 on the AP Art History exam. Offered every other year.   4 points.   Examines the architecture, sculpture, painting, manuscript illumination, and treasury arts of the Latin West during the period ca. 950–1200 C.E., including Ottonian, Anglo-Saxon, Mozarabic, First Romanesque, and Romanesque art. Considers the visual arts of Christianity in Spain, France, Germany, Italy, England, and the Crusader States in light of the historical, religious, political, social, and cultural contexts of their creation. Monuments studied include Ottonian and Anglo-Saxon Gospel books; body-part reliquaries; the Hildesheim doors; illuminated Beatus manuscripts; the architecture and sculpture of Santiago, León, Toulouse, Conques, Vézelay, Moissac, Autun, Aquitaine, Provence, and Tuscany; and the Romanesque bible. Topics include the cult of saints and the arts; the art and architecture of pilgrimage and crusade; monasticism and the arts; Romanesque patrons, artists, and audiences; the Romanesque revival of monumental sculpture; Christian encounters with Islam and Judaism; secular themes in Romanesque art; word and image in Romanesque art; medieval attitudes toward the classical tradition; Romanesque art and social class; and Romanesque attitudes toward the arts.    Gothic Art in Northern Europe    ARTH-UA 203 Identical to MEDI-UA 203. Prerequisite: History of Western Art I (ARTH-UA 1), or Medieval Art (ARTH-UA 4), or a score of 5 on the AP Art History exam. Offered every other year. 4 points.   The art of the \"age of the cathedrals\"—including architecture, sculpture, stained glass, manuscript illumination, wall painting, luxury arts, and tapestry—from the origins of the Gothic style in the 12th-century Ile-de-France through the early 15th century. Considers artistic developments in France, England, Flanders, Germany, and Bohemia in light of the religious, historical, political, social, and cultural contexts of their creation. Monuments include the architecture, sculpture, and glass of St. Denis, Chartres, Amiens, Reims, Canterbury, Wells, Ely, Strasbourg, Naumburg, and Prague; the Gothic apocalypse and moralized bible; and psalters and books of hours. Topics include Gothic patrons, artists, builders, and art-making; lay literacy and the patronage and reception of art; the cult of the Virgin and the arts; the Gothic image as bearer of religious, political, and social values and ideologies; humor and marginalia; arts of chivalry and courtly love; art, death, and memory in the Gothic period; naturalism and developments in portraiture; the roles of art in devotional and mystical experience; and Gothic art and late medieval notions of vision and the self.    Art and Architecture in the Age of Giotto: Italian Art, 1200–1400    ARTH-UA 204 Identical to MEDI-UA 204. Prerequisite: History of Western Art I (ARTH-UA 1), or Medieval Art (ARTH-UA 4), or a score of 5 on the AP Art History exam. Offered every other year. 4 points.   Examines developments in painting, sculpture, and architecture in Italy ca. 1200–1400, with emphasis on Tuscany, Umbria, Rome, Lombardy, and the Veneto. Traces the evolution of the painted altarpiece in relation to its liturgical, devotional, and cultic functions and with consideration of artistic personalities such as Duccio, Simone Martini, and the Lorenzetti. Studies the great fresco cycles in churches and chapels from the point of view of artists (including Giotto, Taddeo Gaddi, Andrea Bonaiuti, and Altichiero), patron(s), and program. Surveys key monuments of religious and civic architecture and their painted and sculpted decoration within the historical and political contexts of the emerging Italian city-states. Monuments studied include San Francesco, Assisi; the Scrovegni Chapel, Padua; the pulpits and tombs of the Pisani and Arnolfo di Cambio; the great Italian cathedrals; Santa Croce, Florence; the Palazzo Vecchio, Florence, and Palazzo Pubblico, Siena; and Santa Maria Novella, Florence. Topics include the mendicant orders and the arts; the Black Death and art; the status of the artist; gender and social class in representation and patronage; and the \"eclectic\" character of Italian Gothic.    Medieval Architecture    ARTH-UA 205 Identical to MEDI-UA 205. Prerequisite: History of Western Art I (ARTH-UA 1), or Medieval Art (ARTH-UA 4), or a score of 5 on the AP Art History exam. Offered every other year. 4 points.   Surveys the architecture of the Middle Ages in Western Europe with emphasis on the period from ca. 1000–1500 C.E., from the emergence of the Romanesque to the late Gothic period. Examines monumental religious and secular projects, such as the soaring cathedral of Amiens and the civic palaces of communal Italy, from stylistic, technical, functional, iconographic, and ideological perspectives. Topics include regionalism, patronage, the status of the \"architect,\" and the concept of the multimedia ensemble. Also situates buildings within their social, religious, and political contexts and examines the advantages and shortcomings of different approaches to the study of medieval architecture.      Advanced Courses in Renaissance and Baroque Art and Architecture    Architecture and Urbanism in Renaissance Europe    ARTH-UA 301 Identical to MEDI-UA 301. Prerequisite: History of Western Art I (ARTH-UA 1), or History of Western Art II (ARTH-UA 2), or Renaissance and Baroque Art (ARTH-UA 5), or History of Architecture from Antiquity to the Present (ARTH-UA 601), or a score of 5 on the AP Art History exam. Offered every other year. 4 points.   A new style of architecture developed in 15th-century Florence against the background of a vigorously evolving humanist culture and spread throughout Italy and beyond over the course of the 16th century. This course traces the evolution of Renaissance architecture through the work of major figures such as Brunelleschi, Alberti, Bramante, Michelangelo, and Palladio. Special attention is given to the social, cultural, and historical conditions that shaped the built environment.    Architecture and Urbanism in the Age of the Baroque    ARTH-UA 302 Formerly European Architecture in the Age of Grandeur. Identical to MEDI-UA 302. Prerequisite: History of Western Art I (ARTH-UA 1), or History of Western Art II (ARTH-UA 2), or Renaissance and Baroque Art (ARTH-UA 5), or History of Architecture from Antiquity to the Present (ARTH-UA 601), or a score of 5 on the AP Art History exam. Offered every other year. 4 points.   An architectural history of Europe, 1600–1750, with emphasis on the social, cultural, and historical conditions that shaped the built environment. Palaces, churches, villas, gardens, and urban spaces such as streets and piazzas are studied in terms of the life that went on in and around them. Themes under discussion include the pursuit of status through architectural patronage; the use of buildings to communicate political power or religious authority; the role of ceremony and spectacle in shaping architectural space and design; and the dissemination of the baroque style beyond Europe to the colonies. Special attention to the contributions of Bernini, Borromini, and Cortona in Rome; Guarini and Juvarra in Piedmont; Mansart and Le Vau in France; Neumann, the Asam brothers, and others in Germany and Austria; and Jones, Wren, and Hawksmoor in England.    Northern Renaissance Art, 1400–1530    ARTH-UA 303 Identical to MEDI-UA 303. Prerequisite: History of Western Art I (ARTH-UA 1),or History of Western Art II (ARTH-UA 2), or Renaissance and Baroque Art (ARTH-UA 5), or a score of 5 on the AP Art History exam. Offered every other year. 4 points.   Addresses painting north of the Alps, ca. 1380–1530, partly late medieval, partly Renaissance. Examines the connection of breathtaking technique and deeply religious aspects of the art to function, symbolic thought, patronage, and changes in the society to which painting was related. Also explains ways in which we write history when most of the vital written documents are missing or destroyed. Artists discussed include Jan van Eyck, the Master of Flemalle, Rogier van der Weyden, Jean Fouquet, Hugo van der Goes, Enguerrand Quarton, Jerome Bosch, Albrecht Dürer, Matthias Grünewald, and Hans Holbein.    16th-Century Art North of the Alps    ARTH-UA 304 Identical to MEDI-UA 304. Prerequisite: History of Western Art II (ARTH-UA 2), or Renaissance and Baroque Art (ARTH-UA 5), or a score of 5 on the AP Art History exam. Offered periodically. 4 points.   Topics discussed include the development of landscape as a separate subject in art; the Reformation's effects on subject matter and aesthetics; what northerners learned from the classicizing Italians and what the Italians learned from northern realism; aspects of patronage and the art market; northern ideas about the nude and eroticism; the northern interest in peasant life and in the grotesque; the sociopolitical significance of dress; and the importance of printmaking. As modern nation-states coalesce, we see the development of artistic tendencies that can be called French, Netherlandish, and German. Among the artists to be discussed are the German artists Albrecht Dürer, Matthias Grünewald, Hans Holbein the Younger, and the Cranach family; the Netherlandish artists Hieronymus (Jerome) Bosch, Quentin Massys, Lucas van Leyden, Jan Gossaert, and Pieter Brueghel the Elder; and Jean and François Clouet and other artists associated with the French court.    Italian Renaissance Sculpture    ARTH-UA 305 Identical to MEDI-UA 305. Prerequisite: History of Western Art II (ARTH-UA 2), or Renaissance and Baroque Art (ARTH-UA 5), or a score of 5 on the AP Art History exam. Offered periodically. 4 points.   The role of sculpture in the visual arts in Italy from ca. 1400–1600, primarily in central Italy, is studied through intensive examination of major commissions and of the sculptors who carried them out. Earlier meetings focus on Donatello and his contemporaries, including Ghiberti, Quercia, Verrocchio, and Pollaiuolo. Thereafter, students examine Michelangelo's sculpture and compare his works with those of contemporaries and followers, ending with Giambologna.    Early Masters of Italian Renaissance Painting    ARTH-UA 306 Identical to MEDI-UA 306. Prerequisite: History of Western Art II (ARTH-UA 2), or Renaissance and Baroque Art (ARTH-UA 5), or a score of 5 on the AP Art History exam. Offered every other year. 4 points.   Achievements of the chief painters of the 15th century studied through their major artistic commissions. Special attention is given to the Tuscan tradition. A brief introduction to Giotto and his time provides background for the paintings of Masaccio and his artistic heirs (Fra Angelico, Filippo Lippi, Piero della Francesca, and others). Topics include the role of pictorial narrative, perspective, and mimesis; the major techniques of Renaissance painting; and the relationship of painting to the other visual arts. In the later 15th century, social and cultural changes generated by power shifts from Medici Florence to papal Rome also affected art patronage, creating new tensions and challenges for artists and fostering the emergence of new modes of visualization.    The Age of Leonardo, Raphael, and Michelangelo    ARTH-UA 307 Identical to MEDI-UA 307. Prerequisite: History of Western Art II (ARTH-UA 2), or Renaissance and Baroque Art (ARTH-UA 5), or a score of 5 on the AP Art History exam. Offered in the spring. 4 points.   Painting in Florence and Rome from about 1470 to the mid-16th century. From a study of selected commissions by the Pollaiuolo brothers, Andrea del Verrochio, Leonardo, Perugino, Raphael, Domenico Ghirlandaio, and Michelangelo, we go on to investigate new pictorial modes emerging after 1510 in Andrea del Sarto, Pontormo, Rosso, Parmigianino, Giulio Romano, and other members of Raphael's school; we consider their younger contemporaries and successors, including Bronzino and Vasari. The course emphasizes the patronage, symbolic tasks, and functions of Renaissance painting and critically examines historical concepts such as high Renaissance, mannerism, and maniera.    The Golden Age of Venetian Painting    ARTH-UA 308 Identical to MEDI-UA 308. Prerequisite: History of Western Art II (ARTH-UA 2), or Renaissance and Baroque Art (ARTH-UA 5), or a score of 5 on the AP Art History exam. Offered periodically. 4 points.   The art of Venice and its surroundings, Emilia and Lombardy. Covers the Bellini family, Giorgione, the young Titian, Sebastiano del Piombo, and their profound impact in Venice and related centers; the itinerant careers of Carlo Crivelli and Lorenzo Lotto; and the origins and implications of Correggio's and his student Parmigianino's daring artistic experiments. Examines the achievements of the mature Titian and their significance for his contemporaries. Veronese, Tintoretto, Bassano, and, in the 18th century, Tiepolo, bring Venice's golden age to a close. Stresses artistic reciprocity between northern and central Italy.    Italian Art in the Age of the Baroque    ARTH-UA 309 Identical to MEDI-UA 309. Prerequisite: History of Western Art II (ARTH-UA 2), or Renaissance and Baroque Art (ARTH-UA 5), or a score of 5 on the AP Art History exam. Offered every other year. 4 points.    Painting and sculpture in Italy, 1580–1700. Highlights  major developments in the visual arts and the work of leading artists including Caravaggio, Carracci, Bernini, and Poussin. Focusing on the often paradoxical nature of Baroque art, the course examines the blurring of boundaries between the real and the imaginary, the instantaneous and the infinite, the imitative and the innovative. Special attention is paid to the creative process and the influences on it: the role of the patron, the logistics of site, and the artist's own thought process as revealed through preparatory drawings and sketches. The course is designed to help students develop the skills necessary to \"read\" works of art in all their rich complexity of form and meaning.    Dutch and Flemish Painting, 1600–1700    ARTH-UA 311 Identical to MEDI-UA 311. Prerequisite: History of Western Art II (ARTH-UA 2),   or Renaissance and Baroque Art (ARTH-UA 5), or a score of 5 on the AP Art History exam. Offered periodically. 4 points.   In Antwerp, Rubens overturned all previous concepts of painting. The first to deserve the term \"Baroque,\" he dominated Flanders. Van Dyck, his pupil, took Rubens's style to England. Dutch painters, including Hals, Rembrandt, and Vermeer, moved in a different direction, addressing every aspect of their country and society: the peasant, the quiet life of the well-ordered household, the sea and landscape, views of the cities, and church interiors.    French Art: Renaissance to Rococo, 1520–1770    ARTH-UA 313 Identical to MEDI-UA 313. Prerequisite: History of Western Art II (ARTH-UA 2), or Renaissance and Baroque Art (ARTH-UA 5), or permission of the instructor. Offered periodically. 4 points.   Topics include arrival of the Italian Renaissance in France during the reign of Francis I and the completion of the palace at Fontainebleau; the revival of art around 1600 after the religious wars of the Reformation; the impact of Caravaggio in France; Poussin and Claude Lorrain in Rome, and other painters in Paris (for example, Vouet, Champagne, and Le Nain); artistic splendors of the court of Louis XIV at Versailles; and the rococo of Watteau, Chardin, Boucher, and Fragonard.    Art in Spain from El Greco to Goya    ARTH-UA 315 Identical to MEDI-UA 315. Prerequisite: History of Western Art II (ARTH-UA 2), or Renaissance and Baroque Art (ARTH-UA 5), or permission of the instructor. Offered periodically. 4 points.   The first third of this course focuses on the major figures in the development of early modern Spanish art: El Greco in Italy and Toledo, Velázquez, Zurbarán, Murillo, Ribera, Valdés Leal, and others. Lectures on still life painting and polychrome wood sculpture are also included. The 18th century (the Tiepolo family, Meléndez) is then discussed. The focus then shifts to the art of Francisco de Goya and the projection of Spanish art into the modern era. This course also seeks to define Spain in the 16th and 17th century as a global power and thus emphasis is also placed on art in such New World centers as Mexico City and Lima in the colonial era.    Latin American Art: From Colonial to Modern    ARTH-UA 316 Identical to MEDI-UA 316 Prerequisite: History of Western Art II (ARTH-UA 2), or Renaissance and Baroque Art (ARTH-UA 5), or Modern Art (ARTH-UA 6), or a score of 5 on the AP Art History exam. Offered periodically. 4 points.   Not a traditional survey, this course opens with a brief consideration of the achievements of the great pre-Hispanic civilizations (Aztec, Maya, Inca, and others) prior to contact with the Iberian world. Major emphasis is given to colonial painting, sculpture, and architecture in Mexico and Central America, the Caribbean, and the Andes. Painting and sculpture of the 19th century and the secularization of Latin American art is then examined before a discussion of the establishment of modernism that comes about with the formation of academies and the travels of many artists from all parts of Latin America and the Caribbean to Europe and the U.S. from 1900 onward. Important modern artists such as the Mexican muralists, Frida Kahlo, Joaquín Torres-García, Tarsila do Amaral, Wifredo Lam, and the surrealists will bring the course up to approximately 1950.      Advanced Courses in Modern Art and Architecture    American Art    ARTH-UA 404 Prerequisite: History of Western Art II (ARTH-UA 2), or Modern Art (ARTH-UA 6), or a score of 5 on the AP Art History exam. Offered periodically. 4 points.   Examines the art that developed in what is now the United States, from the beginnings of European colonization until the First World War and the internationalizing of American art. Includes painting, sculpture, and architecture, concentrating on the work of Copley, Cole, Winslow Homer, Mary Cassatt, and others. New York City provides major collections of painting and sculpture, as well as outstanding examples of architecture.    Early Modern Architecture: 1776–1914    ARTH-UA 408 Prerequisite: History of Western Art II (ARTH-UA 2), or Modern Art (ARTH-UA 6), or History of Architecture from Antiquity to the Present (ARTH-UA 601), or Expressive Culture: Architecture in New York Field Study (MAP-UA 722), or a score of 5 on the AP Art History exam. Offered periodically. 4 points.   Focusing on the creation of modern building types such as the bank, state capitol, museum, railroad station, and skyscraper, the course begins in the later 18th century with the idealistic designs of Ledoux and Boullée. After considering the forms and meanings associated with neoclassicism, the course examines the Gothic revival and subsequent 19th-century movements (e.g., high Victorian Gothic, Second Empire, beaux-arts classicism) as efforts to find appropriate expressions for diverse building forms. Students consider changes resulting from the Industrial Revolution, including developments in technology, and the reforms of art nouveau and secession architecture. Works of Adam, Soane, Jefferson, Schinkel, Pugin, Richardson, and Sullivan; McKim, Mead, and White; Mackintosh, early Frank Lloyd Wright, and others.    Modern Architecture: 1914 to the Present    ARTH-UA 409 Prerequisite: History of Western Art II (ARTH-UA 2), or Modern Art (ARTH-UA 6), or Early Modern Architecture: 1776-1914 (ARTH-UA 408), or History of Architecture from Antiquity to the Present (ARTH-UA 601), or Expressive Culture: Architecture in New York Field Study (MAP-UA 722), or a score of 5 on the AP Art History exam. Offered every year. 4 points.   Chronological account of architecture and ideas since 1914. Considers such subjects as currents on the eve of the First World War, new technology, and the impact of the war; architecture and politics between the wars; the rise of expressionist design; the international style and the concurrent adaptation of traditional styles; art deco design; mid-century glass curtain-wall architecture; brutalism; and reactions to modernism. Includes ideological and political considerations and works by Frank Lloyd Wright, Le Corbusier, Ludwig Mies van der Rohe, Louis Kahn, Alvar Aalto, Philip Johnson, James Stirling, Frank Gehry, and Santiago Calatrava, among others.    Neoclassicism to Realism    ARTH-UA 411 Prerequisite: History of Western Art II (ARTH-UA 2), or Modern Art (ARTH-UA 6), or a score of 5 on the AP Art History exam. Offered every year. 4 points.   The Enlightenment shaped the visual arts in two seemingly antithetical ways. On the one hand, the period's valorization of cool rationalism contributed to the rise of neoclassicism as a dominant style during the 18th century. The other course of Enlightenment thinking, exemplified by the writings of J. J. Rousseau, celebrated emotion as the purest form of intellectual as well as spiritual expression. Romanticism, with its emphasis on subjectivity and intense emotionalism, is as much a product of the Enlightenment as neoclassicism. Following on the heels of romanticism, realism has been alternately described as a rejection of romanticism and as an extension of it. Focusing on these three stylistic movements, this course examines how late 18th- and early 19th-century artists negotiated not just the aesthetic ideas of the Enlightenment but its political consequences as well.    Impressionism to Expressionism    ARTH-UA 412 Prerequisite: History of Western Art II (ARTH-UA 2), or Modern Art (ARTH-UA 6), or a score of 5 on the AP Art History exam. Offered every year. 4 points.   Beginning by considering how impressionism refined and redirected the artistic aims of 19th-century realism, this course follows the development of progressive art to the brink of cubism and pure abstraction in the first years of the 20th century. Following impressionism and post-impressionism, close attention is paid to symbolism, aestheticism, art nouveau, the Arts and Crafts movement, fauvism, and expressionism. The aesthetic aims of these movements are analyzed in tandem with the social and cultural conditions that generated them.    Cubism to Abstract Expressionism    ARTH-UA 413 Prerequisite: History of Western Art II (ARTH-UA 2), or Modern Art (ARTH-UA 6), or a score of 5 on the AP Art History exam. Offered every year. 4 points.   After analyzing the invention of cubism by Picasso and Braque, this course examines its international reverberations, including Italian futurism, the later phases of German expressionism, the de Stijl movement in the Netherlands, and suprematism and constructivism in revolutionary Russia. The dada movement in the period during and after World War I is examined as a reaction to the apparent bankruptcy, cultural and artistic, of Western civilization. However, this nihilistic impulse is followed by a \"return to order\" in the 1920s. The course then examines the tensions in the multiple currents of surrealism: metamorphic, academic, and abject. Painting after World War II, from Pollock to Dubuffet, is analyzed as an extension and transformation of prewar trends.    Postmodern Art and Contemporary Art    ARTH-UA 414 Prerequisite: History of Western Art II (ARTH-UA 2), or Modern Art (ARTH-UA 6), or a score of 5 on the AP Art History exam. Offered every year. 4 points.   Surveys art in the postmodern era, ca. 1955 to the present. After examining the innovations of the neo-avant-garde generation (1955–75), our focus shifts from the radical innovations in mediums, materials, and techniques to the expanded field of critical engagement that contemporary art encompasses. Discrete \"early\" developments sometimes dubbed neo-dada, such as op, pop, and fluxus, but also minimalism, conceptual art, and arte povera, radically diversified the look of art and forced the dissolution of stylistic and formal categorization in favor of a classification based on a particular question, mediatic intervention, or mode of critique. If the late 20th century brought a new emphasis on gender, race, and a number of newly pressing political forces and motivations, as we enter the 21st century, post-studio (and perhaps also \"post-critical\") artistic practices increasingly tend to be reoriented toward technology and globalism, further complicating our idea of art's relationship with its own present.    Aesthetic History of Photography    ARTH-UA 431 Identical to PHTI-UT 1102. Prerequisite: History of Western Art II (ARTH-UA 2), or Modern Art (ARTH-UA 6), or a score of 5 on the AP Art History exam. Offered every spring. 4 points.   Chronicles the history of photography's complex and symbiotic relationship to the other visual arts: painting, sculpture, architecture, installation, and performance, among others. Beginning with the medium's invention and the early fights of its practitioners to establish themselves as fine artists, the course describes photographers' unique attempts to negotiate their relationships with both artistic movements and the media culture of which they are a part. Robinson, Cameron, Emerson, F. Holland Day, Stieglitz, Moholy-Nagy, Rodchenko, Weston, Álvarez Bravo, Lartigue, De Carava, Cahun, Robert Frank, Diane Arbus, and Cindy Sherman (among others) are seen within the context of their respective art worlds, so the impact of art movements, cultural attitudes, and new technologies on photographers during different historical periods can be assessed.    Social History of Photography    ARTH-UA 432 Identical to PHTI-UT 1101. Prerequisite: History of Western Art II (ARTH-UA 2), or Modern Art (ARTH-UA 6), or a score of 5 on the AP Art History exam. Offered every fall. 4 points.   A social and political history of photography, from its beginnings to the present day. The course focuses on the popular forms of photographic imagery, such as advertising, fashion, travel photography, family portraits and snapshots, scientific documents, documentary reform, and photojournalism, as well as describes the medium's relationship to Western (and global) social history during the modern era. Brady, Warhol, Capa, Nadar, Martin Chambi, Atget, Tomatsu, Muybridge, Curtis, Bourke-White, Gordon Parks, Álvarez Bravo, and Berenice Abbott are in the cast of characters to be discussed, and readings include those by Susan Sontag, John Berger, and Roland Barthes.    Toward a Critical Vocabulary of Photography    ARTH-UA 433 Identical to PHTI-UT 1129. Prerequisite: History of Western Art II (ARTH-UA 2), or Modern Art (ARTH-UA 6), or a score of 5 on the AP Art History exam. Offered every fall. 4 points.   Emphasizes the analysis and synthesis of visual and written information. The readings include essays by critics Roland Barthes, Donna Haraway, Susan Sontag, Boris Groys, and bell hooks, as well as articles or excerpts by Thomas Kuhn, Mircea Eliade, John Berger, and George Kubler. Critical essays are interspersed with other kinds of texts, such as The Tibetan Book of the Dead, Persepolis, Black Elk Speaks, and the novel Perfume. This mixture of topics, texts, and issues is designed to broaden students' understanding of important concerns in philosophy, art history, science, literature, and cultural studies that are relevant to photography. Class time is spent in analysis of these texts in relation to historical and contemporary pictures.    Museums and the Art Market    ARTH-UA 701 Prerequisite: History of Western Art II (ARTH-UA 2), or Modern Art (ARTH-UA 6), or a score of 5 on the AP Art History exam. Offered every year. 4 points.   An overview of the history and theory of museums and the art market. It presents a series of lectures and case studies examining such issues as the birth of the museum, the role played by world's fairs and biennials, the impact of collectors, the art market, and the gallery system. Throughout, the class makes use of museums, galleries, and auction houses in New York.    Courses in Non-Western Art and Architecture    No previous study is required for admission to the following courses unless a prerequisite is stated in the description.    East Asian Art I: China, Korea, Japan to 1000 C.E.    ARTH-UA 510 Identical to EAST-UA 91. Offered periodically. 4 points.   An introduction to the art and culture of the Far East. The materials are presented in a chronological and thematic approach corresponding to the major dynastic and cultural changes of China, Korea, and Japan. Teaches how to \"read\" works of art in order to interpret a culture or a historical period; aims at a better understanding of the similarities and differences among the cultures of the Far East.    East Asian Art II: China, Korea, Japan from 1000 C.E. to Present    ARTH-UA 511 Identical to EAST-UA 92. Offered periodically. 4 points.   An introductory survey of the arts in China, Japan, and Korea from approximately 1000 C.E. The course emphasizes an overall understanding of the development of art and culture, as well as mastery of specific works of art. East Asian Art I followed the development of the common cultural heritage of the Northeast Asia region. Part of this commonality is due to the extraordinary influence of an early-developing Chinese civilization on Japan and Korea. However, Japan and Korea also developed their own cultures and arts, developments that accelerated in the last millennia up to the present. Topics include Song landscape paintings, Edo \"floating world\" prints, Koryo celadons, and modern art.    South Asian Art I: Indus Valley to 1200    ARTH-UA 530 Offered periodically. 4 points.   An introductory survey of the history of South Asia from 2000 B.C.E. to 1200 C.E., with an emphasis on the Indian subcontinent. From the Indus Valley culture to the present day, artistic production has played a critical role in the transmission of religious beliefs and the development of cultural systems in and around South Asia. Diverse regions were linked by trade, politics, and cultural relationships, and interaction can be charted through the changing forms and functions of art. We consider the historical circumstances surrounding the production of South and Southeast Asian art, as well as the problems that art historians face when trying to interpret the surviving evidence. We look at art in a variety of media, including, but not limited to, architecture, urban form, sculpture, painting, and performance.    South Asian Art II: 1200 to Present    ARTH-UA 531 Offered periodically. 4 points.   An introductory survey of the history of South Asian art from ca. 1200 C.E. to the present. It begins with the introduction of Islamic artist traditions into the Indian subcontinent through the establishment of the Delhi Sultanate, which effectively integrated itself into a widely diverse and multicultural range of preexisting artistic practices. It follows the cultivation of new tastes in the Mughal and Rajput courts through the vigorous interaction among Persian, Indic, and European artists and elites. Finally, it turns to the colonial and postcolonial artistic responses to South Asia's complex past(s). By looking at art in a range of media—including, but not limited to, painting, sculpture, architecture, and photography—this course considers the ways in which art actively served as expressions of political authority and cultural identity.    Art in the Islamic World I: From the Prophet to the Mongols    ARTH-UA 540 Offered periodically. 4 points.   Provides an outline of Islamic material in its early and classical periods, from 650 to 1200 C.E. The period saw the initial formation of an Arab empire stretching from the Atlantic Ocean to the Indian Ocean, a decline in centralized authority, and the rise to political prominence of various North African, Iranian, and Central Asian dynasties from the 10th century onward. These political developments are reflected in the increasingly heterogeneous nature of Islamic material culture over this time span.    Art in the Islamic World II: From the Mongols to Modernism    ARTH-UA 541 Offered periodically. 4 points.   An introduction to the arts of Islam during a period of dynamic cultural and political change in the Islamic world. Beginning with the Mongol invasions of the 13th century, traces the development of Islamic art and architecture through the eras of Timur, the \"gunpowder empires\" (the Mughals, Ottomans, Safavids), and European colonialism, to the art of the nation-state in the 20th century.    Arts of Africa    ARTH-UA 560 Identical to SCA-UA 787. Offered periodically. 4 points.   The traditional art of sub-Saharan Africa—its diversity and cultural contexts, as well as its universal aspects—is the subject of this course. African art is studied in relation to its meaning and function in traditional societies, wherein art has socialized and reinforced religious beliefs, reflected male and female roles, and validated systems of leadership. The course covers architecture, sculpture, textiles, paintings, jewelry, and ceramics. Field trips to museums and/or private collections supplement class lectures.    North American Indian Arts    ARTH-UA 570 Offered periodically. 4 points.   An introductory survey of North American Indian and Eskimo art. It covers the following art-producing areas and cultures: Northwest Coast (Ozette, Salish, Nootka, Haida, Kwakiutl, Tlingit); Alaska (Old Bering Sea, Ipiutak, and Yupik Eskimo); Southwest (Hohokam, Mogollon, Anasazi, Hopi, Navajo); Plains (Arapaho, Kiowa, Mandan, Sioux); Woodlands (Adena, Hopewell, Mississippian, Ojibwa, Iroquois); and contemporary art (tradition and innovation in contemporary Native American and Eskimo art).      Other Advanced Courses in Art and Architecture    European and American Decorative Arts: Renaissance to Modern    ARTH-UA 10 Prerequisite: History of Western Art II (ARTH-UA 2), or Renaissance Art (ARTH-UA 5), or Modern Art (ARTH-UA 6), or a score of 5 on the AP Art History exam. Offered periodically. 4 points.   History of the design of objects used in daily life. Studies works of art in a social and historical context. Beginning with the Italian, French, and northern Renaissance, surveys the Louis styles in France, international neoclassicism, and the Victorian style. The course concludes with the modern period. Stresses the history of furniture, although the course also covers glass, silverware, tapestries, ceramics, wallpaper, carpets, and small bronzes.    Special Topics in the History of Art    ARTH-UA 150, ARTH-UA 250, ARTH-UA 350, ARTH-UA 450, ARTH-UA 550, ARTH-UA 750, and ARTH-UA 850 Prerequisites vary according to the material chosen for the course. 4 points.   Subjects change from semester to semester and are outside of the usual classification areas. Those that carry prerequisites are normally considered advanced courses in the major, satisfying requirements in the ancient or medieval, Renaissance or baroque, or modern areas.    Note : Any course in the Urban Design and Architecture Studies program may be counted as an elective for the art history major.       Advanced Seminar in Art History    Advanced Seminar    ARTH-UA 800 Prerequisite: permission of the director of undergraduate studies. Open to departmental majors who have completed five 4-point art history courses. Offered in the fall and spring. 4 points.   Exposure in small-group discussion format to historical/critical problem(s) of particular concern to the faculty member offering the seminar. Requires oral report(s) and/or a substantial paper.      Honors Thesis and Independent Studies in Art History    Senior Honors Thesis    ARTH-UA 801 4 points.   Open to departmental majors who have been accepted as candidates for honors in art history in the first term of their senior year and who have the permission of the director of undergraduate studies. See this department's subheading \"Graduation with Honors\" for eligibility requirements. Students are expected to work on their theses over a period of two semesters by following ARTH-UA 801 in the fall with ARTH-UA 804 in the spring (see Independent Study, below). Applicants must have a GPA of 3.65 in art history courses and an overall GPA of 3.65 as stipulated by the College's honors program regulations.    Independent Study    ARTH-UA 803, 804 Prerequisite: written permission of the director of undergraduate studies and of an adviser. 2 to 4 points per term.   Independent study consists of the investigation, under the guidance and supervision of a designated instructor, of a research topic agreed on by the student and instructor and approved by the chair. Requires a substantial report written by the end of the term. Internships receive a maximum of 2 points, and written work is required, just as it is for any other independent study. Prior approval by a faculty member is required for internship credit.      Graduate Courses Open to Undergraduates    Juniors and seniors who are credited with a 3.65 grade point average in five art history courses may take, for undergraduate credit, the 1000- and 2000-level courses offered in the Graduate School of Arts and Science at the Institute of Fine Arts, 1 East 78th Street. For more information, please consult the Graduate School of Arts and Science Bulletin or the announcement of courses of the Institute of Fine Arts. Before registering for these courses, students must obtain the permission of the director of undergraduate studies, as well as that of the instructor of the course.      Urban Design and Architecture Studies: Foundation Courses    History of Architecture from Antiquity to the Present    ARTH-UA 601 Offered every semester. 4 points.   Introduction to the history of Western architecture, emphasizing the formal, structural, programmatic, and contextual aspects of selected major monuments from ancient times to the present. Monuments discussed include the Parthenon, the Roman Pantheon, Hagia Sophia, the cathedral at Chartres, St. Peter's, Palladio's Villa Rotonda, St. Paul's Cathedral, Versailles, the London Crystal Palace, Frank Lloyd Wright's Fallingwater, Le Corbusier's Villa Savoye, the Guggenheim Museum in Bilbao, Mies van der Rohe's Barcelona Pavilion, and others. Lectures analyze monuments within their contexts of time and place. Also considers aspects of city planning in relation to certain monuments and to the culture and events of their time.    Shaping the Urban Environment    ARTH-UA 661 Offered every semester. 4 points.   Introduces basic concepts of Western urbanism, focusing primarily on Europe and the United States. Lectures, readings, and course work present both a survey of city form since antiquity and an analysis of contemporary urban issues. Students investigate key elements of urban development, including roads, walls, water, housing, transportation, and open space, as well as factors influencing these elements, such as types and shapes of cities, engineering, and architectural form as an expression of political systems. Special attention is given to real estate development, landmark preservation, city planning, and community participation in New York City.      Urban Design and Architecture Studies: Architecture and Urban History Courses    Greek Architecture    ARTH-UA 104 Identical to CLASS-UA 353. Prerequisite: History of Western Art I (ARTH-UA 1), or Ancient Art (ARTH-UA 3), or History of Architecture from Antiquity to the Present (ARTH-UA 601), or a score of 5 on the AP Art History exam. Offered periodically. 4 points.   See this department's subheading \"Advanced Courses in Ancient Art and Architecture.\"    Roman Architecture    ARTH-UA 105 Identical to CLASS-UA 354. Prerequisite: History of Western Art I (ARTH-UA 1), or Ancient Art (ARTH-UA 3), or History of Architecture from Antiquity to the Present (ARTH-UA 601), or a score of 5 on the AP Art History exam. Offered periodically. 4 points.   See this department's subheading \"Advanced Courses in Ancient Art and Architecture.\"    Medieval Architecture    ARTH-UA 205 Prerequisite: History of Western Art I (ARTH-UA 1), or Medieval Art (ARTH-UA 4), or History of Architecture from Antiquity to the Present (ARTH-UA 601), or a score of 5 on the AP Art History exam. Offered periodically. 4 points.   See this department's subheading \"Advanced Courses in Medieval Art and Architecture.\"    European Architecture of the Renaissance    ARTH-UA 301 Prerequisite: History of Western Art II (ARTH-UA 2), or Renaissance and Baroque Art (ARTH-UA 5), or History of Architecture from Antiquity to the Present (ARTH-UA 601), or a score of 5 on the AP Art History exam. Offered every other year. 4 points.   See this department's subheading \"Advanced Courses in Renaissance and Baroque Art and Architecture.\"    Architecture in Europe in the Age of Grandeur (the Baroque)    ARTH-UA 302 Prerequisite: History of Western Art II (ARTH-UA 2), or Renaissance and Baroque Art (ARTH-UA 5), or History of Architecture from Antiquity to the Present (ARTH-UA 601), or a score of 5 on the AP Art History exam. Offered every other year. 4 points.   See this department's subheading \"Advanced Courses in Renaissance and Baroque Art and Architecture.\"    Early Modern Architecture: 1776–1914    ARTH-UA 408 Prerequisite: History of Western Art II (ARTH-UA 2), or Modern Art (ARTH-UA 6), or History of Architecture from Antiquity to the Present (ARTH-UA 601), or Expressive Culture: Architecture in New York Field Study (MAP-UA 722), or a score of 5 on the AP Art History exam. Offered every year. 4 points.   See this department's subheading \"Advanced Courses in Modern Art and Architecture.\"    Modern Architecture: 1914 to the Present    ARTH-UA 409 Prerequisite: History of Western Art II (ARTH-UA 2), or Modern Art (ARTH-UA 6), or Early Modern Architecture: 1776-1914 (ARTH-UA 408), or History of Architecture from Antiquity to the Present (ARTH-UA 601), or Expressive Culture: Architecture in New York Field Study (MAP-UA 722), or a score of 5 on the AP Art History exam. Offered every year. 4 points.   See this department's subheading \"Advanced Courses in Modern Art and Architecture.\"    Architecture in New York: Field Study    ARTH-UA 602 Offered periodically. 4 points.   Examines the history of architecture and urbanism through the landmark buildings and neighborhoods of New York City. Students consider key issues of architectural history, including style, building type, patronage, professional education, adaptive reuse, construction techniques, and the process of historic preservation, all within the context of urban and national development. Course meetings consist of classroom lectures and field-study trips, including visits to Broadway/ Battery, South Street Seaport, City Hall area, SoHo, Greenwich Village, Ladies' Mile/Gramercy, Upper West Side, Grand Central/ 42nd Street, Park Avenue, and Rockefeller Center.    Cities in History    ARTH-UA 662 Prerequisite: Shaping the Urban Environment (ARTH-UA 661) or permission of the program director. Offered every other year. 4 points.   Historical survey of city types, plans, and symbolic meanings from classical Greece to the present. Subjects include ancient towns and planned cities, especially those of the Roman Empire; medieval commercial centers and cathedral towns; Renaissance plazas and baroque street systems; and 19th-century industrial, colonial, and resort cities. Emphasis on European and American cities. Discussion of London, Paris, and Rome throughout.    History of City Planning: 19th and 20th Centuries    ARTH-UA 663 Prerequisite: Shaping the Urban Environment (ARTH-UA 661) or permission of the program director. Offered every year. 4 points.   Examines the history of cities, planning, and urban design in Europe and the United States since 1800. Students can expect both a survey of city planning history and consideration of thematic issues. Lectures and readings emphasize the social, political, and economic factors shaping modern cities, including industrialization, housing, sanitation, transportation, social reform, recreation, and infrastructure, as well as cultural and aesthetic debates about style, monumentality, and diversity in cities. Course work includes readings of primary documents and recent interpretations, individual research, and field trips to notably planned sites in the New York area.    Special Topics in Urban Design and Architecture Studies    ARTH-UA 650 and ARTH-UA 850 Prerequisites vary according to the material chosen for the course. 4 points.   Subjects change from semester to semester and are outside of the usual classification areas.      Urban Design and Architecture Studies: Seminars    Decision Making and Urban Design    ARTH-UA 670 Prerequisites: History of Architecture from Antiquity to the Present (ARTH-UA 601), Shaping the Urban Environment (ARTH-UA 661), and permission of the program director. Offered every year. 4 points.   The impact and limitations of private and public decision-making power on urban design and architecture. City architecture in light of the values and priorities set by a society. Recognition of citizens' groups as increasingly important factors in city planning and related changes. Critically evaluates the complexity of decision making and historical circumstances as related to the built urban environment on the basis of historical and modern American and European examples.    Architecture in Context    ARTH-UA 671 Prerequisites: History of Architecture from Antiquity to the Present (ARTH-UA 601), Shaping the Urban Environment (ARTH-UA 661), and permission of the program director. 4 points.   Addresses issues arising from new structures and interventions to existing structures, which must relate to existing well-defined contexts of the sort found throughout New York City. Students are encouraged to think about, discuss, create, and report on designs that recognize and suit their contexts. The focus is on typical New York City building types. Includes town houses, additions to existing structures, adaptive reuse of residential structures for institutional use, streetscape improvements, and urban parks.    Environmental Design: Issues and Methods    ARTH-UA 672 Prerequisites: History of Architecture from Antiquity to the Present (ARTH-UA 601), Shaping the Urban Environment (ARTH-UA 661), and permission of the program director. Offered every year. 4 points.   On the basis of selected topics, examines the manifold technological considerations that affect urban building and urban environmental quality in cities today. Topics include the specifics of power supply, heating, lighting, ventilation, internal traffic (vertical and horizontal), pollution control, and other topics of immediate significance. Focuses on the potential of technology to resolve urban environmental problems.    Urban Design: Infrastructure    ARTH-UA 673 Prerequisites: History of Architecture from Antiquity to the Present (ARTH-UA 601), Shaping the Urban Environment (ARTH-UA 661), and permission of the program director. Offered every year. 4 points.   Serves as a laboratory for the investigation of New York City's infrastructure, using the definition of the word as a point of departure. In what ways can the city be perceived as a collective undertaking, with intricate components interwoven in continuous strands? What systems and forces give the city and its neighborhoods their current form, and what influences their future shape? Can these systems be dissected? What do these analyses tell us about the relationship of the city to its inhabitants and to the wider environment? Through lectures, reading assignments, discussions, and field trips, we investigate some of the major components of the city's infrastructure, such as the street grid, water supply, waste disposal, and subway system.    Urban Design and the Law    ARTH-UA 674 Prerequisites: History of Architecture from Antiquity to the Present (ARTH-UA 601), Shaping the Urban Environment (ARTH-UA 661), and permission of the program director. Offered every year. 4 points.   Relationship between physical surroundings and the basis of society in law. Examines the effects of zoning regulations and building codes; urban renewal legislation; condemnation procedures; real estate law; law concerning tenants; taxation; special bodies such as the Port Authority of New York and New Jersey; preservation and landmarks; licensing procedures for architects, engineers, and planners; and pollution control measures. Special attention to laws of New York City and nearby communities.    Seminar in Urban Options for the Future    ARTH-UA 675 Prerequisites: History of Architecture from Antiquity to the Present (ARTH-UA 601), Shaping the Urban Environment (ARTH-UA 661), and permission of the program director. Offered every year. 4 points.   Focuses on alternative futures for the city of tomorrow that may be effected through the development of new forms of technology and the utilization and exploitation of the state of the art in urban structural designs. Topics include redesign of the business district; recovery of city resources; and social, political, and economic implications of new city forms considered in projections for a new urban face.    Drawing for Architects and Others    ARTH-UA 676 Prerequisites: History of Architecture from Antiquity to the Present (ARTH-UA 601), Shaping the Urban Environment (ARTH-UA 661), and permission of the program director. Offered every year. 2 points.   A basic drawing course intended to teach students to perceive—to record phenomena manually without relying on formulaic methods of drawing perspective, volumetrics, and the like. Students are encouraged to examine proportion, scale, light, shade, and texture, as well as means of expression, the nature and essence of objects, various media, and graphic composition. The course assists students in creating a comprehensive series of drawings and in building a portfolio.    Reading the City    ARTH-UA 677 Prerequisites: History of Architecture from Antiquity to the Present (ARTH-UA 601), Shaping the Urban Environment (ARTH-UA 661), and permission of the program director. Offered every year. 4 points.   Focuses on observation and documentation of a historical section of New York City from its foundation to the present. Students participate in field walks and attend in-class lectures and discussions. A principal objective of the course is to have students learn to read the historical stratigraphy of the city by using primary and secondary sources such as maps, prints, and panoramas, as well as City Council minutes and other printed documents. The goal is to have them deepen their understanding of phenomena that they have observed firsthand.    Architectural Criticism    ARTH-UA 678 Prerequisites: History of Architecture from Antiquity to the Present (ARTH-UA 601), Shaping the Urban Environment (ARTH-UA 661), and permission of the program director. Offered every year. 4 points.   Combines the reading and writing of architectural criticism. Students read the work of prewar and postwar architecture critics, focusing on those who live(d) and work(ed) in New York City and those who write and wrote for the popular press. Six class sessions are devoted to thematic groupings of reviews—on the skyscraper, the museum, urban planning, and more—in order to compare critical language, approach, and taste, while also tracking changes in architectural style from 1900 to the present. These reviews are supplemented with readings in architectural theory that attempt to define the styles of the past and present century. Students also write three reviews themselves, including one on a building, shop, or urban plan of their choice. The course should offer both an alternative history of 20th-century New York City and an opportunity to think and write about architecture in a new and opinionated way.    Parks, Plants, and People    ARTH-UA 679 Prerequisites: History of Architecture from Antiquity to the Present (ARTH-UA 601), Shaping the Urban Environment (ARTH-UA 661), and permission of the program director. Offered periodically. 2 points.   Studies the components of successful urban green public spaces designed for and about people. Students participate in numerous site visits to important New York City parks and gardens to study the way people actually use these places. Students also are expected to visit others and report on them to the class. Students study the research and observations of William H. Whyte and the role that good planting and a connection with nature play in improving the quality of life in the city.    Case Studies in Historic Preservation    ARTH-UA 681 Prerequisites: History of Architecture from Antiquity to the Present (ARTH-UA 601), Shaping the Urban Environment (ARTH-UA 661), and permission of the program director. Offered in the spring. 4 points.   A survey of the history, philosophy, and practice of historic preservation on the national and local levels. Through case studies, students learn about the field as a civic responsibility and public activity. It is, therefore, very much a course in civics, as it aims to equip and energize students to be involved in the quality of the built environment in general and historic preservation in particular wherever they may live, and wherever their professional paths may take them.      Honors Thesis and Independent Studies in Urban Design and Architecture Studies    Senior Honors Thesis: Urban Design and Architecture Studies   ARTH-UA 690, 691 Open to departmental majors who have been accepted as candidates for honors in urban design in the first term of their senior year and who have the permission of the director of undergraduate studies.   See this department's subheading \"Graduation with Honors\" for eligibility requirements. Students are expected to work on their theses over a period of two semesters. A GPA of 3.65 in urban design courses and an overall GPA of 3.65 as stipulated by the College's honors program regulations are necessary. 4 points.    Independent Study    ARTH-UA 803, 804 Prerequisites: written permission of the program director and of an adviser. 1 to 4 points per term.   See this department's subheading \"Honors Thesis and Independent Studies in Art History.\"      Urban Design and Architecture Studies: Courses in Other Departments Counting for Major Credit    Urban Society    ANTH-UA 44 Prerequisite: Human Society and Culture (ANTH-UA 1) or permission of the instructor. 4 points.   See description under Anthropology .    Cities in a Global Context    SCA-UA 602 4 points .   See description under Metropolitan Studies .    Urban Economics    ECON-UA 227 Identical to SCA-UA 751. Prerequisite:   Economic Principles II (ECON-UA 2) or Introduction to Economic Analysis (ECON-UA 5). 4 points.   See description under Economics .    Cities, Communities, and Urban Life    SOC-UA 460 Identical to SCA-UA 760. 4 points.   See description under Sociology .    With departmental approval, other courses may be substituted.      Graduate Courses Open to Undergraduates    Under special circumstances, students are allowed to enroll for courses in the Graduate School of Arts and Science and in the Robert F. Wagner Graduate School of Public Service . If these courses are credited toward the undergraduate degree, no advanced credit is allowed toward a graduate degree. The Wagner program offers undergraduate courses in management of nonprofit organizations and in the role of government in art production and consumption."}, {"content": "Course Offerings    | MEIS | NYU                                                                Back to  previous page                                Course Offerings  Jump to:    History courses    Literature courses    Religion courses    Social Science courses      Language  Courses          Language  placement examinations are held before the first week of the fall and spring  semesters and on a regular basis during the academic year. For placement at the  appropriate level of language instruction, students should consult the  department. Students are advised that if they interrupt their study of a  language sequence for one or more semesters, the department may (re)administer  the placement exam before allowing them to register for another course in the  sequence.          Qualified  undergraduates are also eligible to register for advanced language courses.  Please consult the current schedule of courses and the Graduate School of Arts  and Science Bulletin for information about advanced courses in Arabic, Hindi, Persian,  Turkish, and Urdu that are open to undergraduates who have completed the  intermediate level of the languages.          Arabic          Elementary  Arabic I, II    MEIS-UA  101, 102 Offered  every year. 4 points per term.    Builds  basic skills in modern standard Arabic, the language read and understood by  educated Arabs from Baghdad to Casablanca. Five hours per week of instruction  and drills, stressing the proficiency approach, plus work in the language  laboratory.          Intermediate  Arabic I, II    MEIS-UA  103, 104 Prerequisite  for the sequence: Elementary Arabic II (MEIS-UA 102) or equivalent. Offered every year.  4 points per term.    Builds  on the skills acquired in Elementary Arabic I and II, with increased emphasis  on writing and reading from modern sources, in addition to aural/oral  proficiency.          The  following two Arabic courses comprise the third year of Arabic language  instruction and are open to undergraduates who have successfully completed the  Intermediate Arabic sequence.          Advanced  Arabic I, II    MEIS-GA  1005, 1006 Prerequisite  for the sequence: Intermediate Arabic II (MEIS-UA 104) or equivalent. Offered  every year. Ferhadi. 4 points per term.    Conducted  entirely in Modern Standard Arabic. Further hones the four language skills:  speaking, listening, reading, and writing. Principal features of colloquial  dialects of Arabic are introduced.          Urdu          Elementary  Urdu I, II    MEIS-UA  301, 302 Offered  every year. 4 points per term.    Introduces  the basics of Urdu alphabet, grammar, and sentence structure. All four language  skills are emphasized—writing and reading, as well as speaking and listening.  Explores not only the language but also the culture in which it is rooted.          Intermediate  Urdu I, II    MEIS-UA  303, 304 Prerequisite  for the sequence: Elementary Urdu II (MEIS-UA 302) or equivalent. Offered every  year. 4 points per term.    Along  with specific language tasks, criticism and analysis now form part of the  curriculum. Dictation, memorizing poetry, comprehension, and engagement in  longer sessions of conversation. Students polish skills in reading literary  texts, writing short essays, and carrying on a conversation.          Farsi/Persian          Elementary Persian I, II   MEIS-UA 401, 402 Offered every year. 4 points per term.    Grammar,  phonetics, and pronunciation of modern standard Persian, reading simple texts,  and writing short compositions. Builds basic skills in modern standard Persian  in preparation for reading classical Persian literature.          Intermediate  Persian I, II    MEIS-UA  403, 404 Prerequisite  for the sequence: Elementary Persian II (MEIS-UA 402) or equivalent. Offered  every year. Khorrami. 4 points per term.    Continued  study of grammar and syntax. Practice in spoken Persian. Introduction to  classical and modern prose and poetry.          Hindi          Elementary  Hindi I, II    MEIS-UA  405, 406 Offered  every year. Ilieva. 4 points per term.    Development  of reading, speaking, listening, and writing skills through a variety of  in-class, small-group, and paired activities, as well as through language and  computer lab sessions.          Intermediate  Hindi I, II    MEIS-UA  407, 408 Prerequisite  for the sequence: Elementary Hindi II (MEIS-UA 406) or equivalent. Offered  every year. Ilieva. 4 points per term.    Further  develops fluency in oral and written communication. In addition to the in-class  and small-group activities and language and computer lab sessions, students  work with native speakers from the community and report on their findings.  Reading assignments broaden understanding of content used for oral presentations.          Advanced  Hindi I, II    MEIS-UA  409, 410 Prerequisite  for the sequence: Intermediate Hindi II (MEIS-UA 408) or equivalent. Offered  every year. Ilieva. 4 points per term.    An  overview of Indian culture via original texts designed to improve students'  advanced-level close reading, as well as their written and oral discourse in  Hindi. Students have a choice in the selection of the texts and topics for  their presentations. Combines classroom discussions, oral reports, and  occasional background lectures. Students should have completed the two-year  sequence of Hindi or have an equivalent background.          Turkish          Elementary  Turkish I, II    MEIS-UA  501, 502 Offered  every year. Erol. 4 points per term.    Introduction  to the written and spoken language of modern Turkey. All texts are in Latin  characters and comprise both textual and audio material.          Intermediate  Turkish I, II    MEIS-UA  503, 504 Prerequisite  for the sequence: Elementary Turkish II (MEIS-UA 502) or equivalent. Offered every year.  Erol. 4 points per term.    Materials  from Turkish newspapers, magazines, literature, and radio provide the basis for  developing reading comprehension and conversational ability in modern Turkish.            History  Courses          Topics  in Middle Eastern History    MEIS-UA  518 4  points.    Advanced  course. Topics vary by semester.          The  History of Ancient Egypt, 3200–50 B.C.E.    MEIS-UA  611 Identical  to HIST-UA 506. Offered every year. Goelet. 4 points.    Political  and intellectual history of ancient Egypt, introducing the student to a variety  of religious and secular texts and showing how Egyptologists have drawn on  biographical texts, royal inscriptions, literary papyri, and archaeological  remains to re-create Egyptian history.          A  Cultural History of Ancient Egypt    MEIS-UA  614 Identical  to HIST-UA 505. Offered every other year. Goelet. 4 points.    Survey  of the literary, religious, and material culture of ancient Egypt. The Egyptian  intellectual world is approached through major monuments (for example, the  Great Pyramid) considered in their cultural context. Daily life, as well as the  visual and symbolic aspects of the civilization, are illustrated with slides  and charts. Historical, literary, and religious texts in translation.          Jews  in the Islamic World in the Modern Period    MEIS-UA  615 Identical  to HBRJD-UA 114. 4 points.    See  description under Hebrew and Judaic studies.          Topics  in Islamic History    MEIS-UA  616 4  points.          Istanbul:  Culture, Memory, and the City    MEIS-UA  620 Offered  periodically. Igsiz. 4 points.    Topics  on cultural identification and space in the twentieth century, including social  transformation, urbanism, and gentrification; minorities (e.g., Armenians,  Greeks, Jews, Kurds, the Roma) and cultural identification; food and memory;  nostalgia, commodification, and neighborhoods; museumization of \"culture\";  exile; cosmopolitanism and migration. Examines ethnographies and studies in  cultural and literary history, as well as literature and other primary  Screening of films examines how the city and its culture are displayed as \"spectacle\"  or merely \"décor\" in narrative.          The  Making of the Muslim Middle East    MEIS-UA  640 4  points.          Art  in the Islamic World II: From the Mongols to Modernism    MEIS-UA  652 Identical  to ARTH-UA 541. Offered every year. Flood. 4 points.    An  introduction to the arts of Islam during a period of dynamic cultural and  political change in the Islamic world. Beginning with the Mongol invasions of  the 13th century, traces the development of Islamic art and architecture  through the eras of Timur, the \"gunpowder empires\" (the Mughals, Ottomans,  Safavids), and European colonialism, to the art of the nation-state in the 20th  century.          Art  in the Islamic World I: From the Prophet to the Mongols    MEIS-UA  653 Identical  to ARTH-UA 540. Flood. 4 points.    Provides  an outline of Islamic material in its early and classical periods, from 650  C.E. to 1200 C.E. The period saw the initial formation of an Arab empire  stretching from the Atlantic Ocean to the Indian Ocean, a decline in  centralized authority, and the rise to political prominence of various North  African, Iranian, and Central Asian dynasties from the 10th century onward.  These political developments are reflected in the increasingly heterogeneous  nature of Islamic material culture over this time span.          The  Ottoman Empire and the World Around It, 1300–1700 C.E.    MEIS-UA  680 Peirce. 4  points.          Topics  in Middle Eastern History    MEIS-UA  688 Identical  to HIST-UA 550. Offered every year. 4 points .   Focuses on a particular aspect of Islamic, Ottoman, or modern Middle Eastern  history, with an emphasis on historiographical and comparative issues. Intended  primarily for advanced undergraduates in Middle Eastern studies and in history,  but other students may register with permission of the instructor.          The  Emergence of the Modern Middle East    MEIS-UA  690 Identical  to HIST-UA 531. 4 points.    Surveys  the main political, social, economic, and intellectual currents of the 20th  century. Emphasis on historical background and development of current problems  in the region. Topics include imperialism, nationalism, religion, Orientalism,  women, class formation, oil, the Arab-Israeli crisis, and the Iranian  revolution.          Islam  and the West    MEIS-UA  694 Identical  to HIST-UA 520, MEDI-UA 694. 4 points.    Examines  the evolution of diplomatic, trade, and cultural contacts between Islam and the  West. Particular attention is paid to the complex relationship that developed  between these two civilizations and their historical impact on each other.          Zionism  and the State of Israel    MEIS-UA  696 Identical  to HBRJD-UA 180. 4 points.    See  description under Hebrew and Judaic studies.          Palestine,  Zionism, Israel    MEIS-UA  697 Identical  to HIST-UA 532. Offered every other year. Lockman. 4 points.    Survey  of the conflict over Palestine from its origins in the late 19th century until  the present. Examines the evolution of this ongoing struggle in its historical  context. Discusses the roles of the various parties to the conflict.          Israel:  Fact Through Fiction    MEIS-UA  698 Identical  to HBRJD-UA 780. Offered every other year. 4 points.    See  description under Hebrew and Judaic studies.          Gender  and Sexuality in Medieval Islamic Societies    MEIS-UA  787 Offered  every other year. Rowson. 4 points.    Evaluates  the role of culture—whether Middle Eastern or Western—in shaping fundamental  sexual attitudes. Attempts to get behind myths of unbridled sensuality and  \"well-stocked harems\" to the realities. Readings include such selected primary  sources from the medieval period in English translation as religious treatises  on marriage and proper gender roles, love poetry, stories from the Arabian Nights , and works of  erotica, supplemented by secondary studies.            Literature  Courses          Except  where indicated, there is no language prerequisite for these courses.          Topics  in 20th-Century Literature    MEIS-UA  190 4  points.          Masterpieces  of Arabic Literature in Translation    MEIS-UA  710 Identical  to MEDI-UA 710. Offered every year. 4 points.    Survey  of the masterpieces of Arabic, Persian, and Turkish literature from pre-Islamic  times to the present. Selected texts in translation from the major genres, both  in prose and poetry, are studied as works of art in themselves and as a  reflection of the societies that produced them.          Literature  and Society in the Middle East    MEIS-UA  711 Offered  every year. 4 points.    Examines  selected works in translation of leading 20th-century poets, novelists, and  short story writers that reflect changing conditions and mores within Middle  Eastern and North African societies. Investigates such topics as conflicts  between traditionalists and modernists, the impact of urbanization on rural  societies, and the existential dilemmas of men and women.          Women  and War: Contemporary Arabic Literature and Film    MEIS-UA  714 Identical  to COLIT-UA 714, SCA-UA 731, CINE-UT 714. 4 points.    Women  are central figures in the political upheavals of the modern Middle East; their  images have had a remarkable hold on national and international imaginations.  Investigates the representations of women and war in Arabic literature and film  through such topics as the gendering of war; the gender politics of national  symbolism and liberation; the politics and aesthetics of documentary film;  revolutionary erotic and anti-erotic; and combat and collaboration.          The  Arabian Nights    MEIS-UA  716 Identical  to MEDI-UA 714. Kennedy. 4 points.    A  study of the Arabian  Nights ,  an essential and dynamic literary meeting point between Arabic/Islamic  literature and the Western canon. Literary analysis of the tales includes close  reading of the structure of the original, as well as modern variations by  authors such as Poe and Rushdie.          Modern  South Asian Literature    MEIS-UA  717 Identical  to COLIT-UA 717. Offered every year. Ilieva. 4 points.    Addresses  the rich literary product of modern and contemporary South Asia. Offers more  advanced undergraduates a window on a rich and culturally varied area of the  world, as well as an understanding of aspects of South Asian history and  society as represented in translations of modern prose writing (short stories  and novels) originally written in South Asian languages.          Introduction  to Ancient Indian Literature    MEIS-UA  718 Offered  every year. Ilieva. 4 points.    Acquaints  students with the great works of the ancient Indian literary tradition, a major  part of which was written in Sanskrit. The earliest form of that language,  called Vedic Sanskrit, is the language of the Vedic hymns, especially those of  the Rig Veda. Sanskrit has had an unbroken literary tradition for over 3,000  years. This rich and vast literary, religious, and philosophical heritage is  introduced in this course. In addition, students work with excerpts from the  Jain and Buddhist canons written in Prakrits and examples of Tamil poetry.  Selections from the Vedic literature, classical drama, epics, story literature,  and lyric poetry are studied in English translation.          Middle  Eastern Literature    MEIS-UA  720 Formerly  Topics in Arabic Literature. Identical to MEDI-UA 720. Offered every year. 4  points.    An  introduction to the main stylistic features of classical Arabic for students who  have completed two semesters of Arabic. Classical texts that constitute the  core of Islam to the present: the Qur'an and the Hadith (Sayings of the Prophet  Muhammad). Samples from the Tafsir tradition (Koranic hermeneutics),  Sufi/mystical literature (poetry and prose), philosophical novels, and pious  tales from the popular sphere (the Arabian Nights tradition). The  Koran provides a sustained focus, with particular attention paid to its  influence on all categories of Arabo-Islamic literature—linguistically,  stylistically, thematically, and doctrinally.          Travel  Literature    MEIS-UA  757 Identical  to COLIT-UA 757. Halim. 4 points.    Theoretical  and critical reflections on travel literature and the historically and  culturally changing categories which it should be read: \"imaginative  geography\"; Greek versus Barbarian; the hajj, trade routes, and knowledge  seeking as motives; Orientalism, Occidentalism, and ethnography;  transnationalism in relation to class and gender; tourism; migrant workers; and  exile and narratives of return. Contrasting conventions of representations of  travel in different times and places. Focused, albeit not exclusively, on the  Middle East.          Topics  in Modern Middle Eastern Culture    MEIS-UA  798 Halim.  4 points.          Readings  in Contemporary Literary Theory    MEIS-UA  845 4  points.            Religion  Courses          Religion  and Politics in the Muslim World    MEIS-UA  674 4  points.          History  of Judaism: Emergence of Classical Judaism    MEIS-UA  680 4  points .          What  Is Islam?    MEIS-UA  691 Identical  to HIST-UA 85, RELST-UA 85. Offered every year. 4 points.    Introduction  to the life of the Prophet Muhammad and the origins of Islam; the beliefs and  practices of the Islamic community; differences between Sunni and Shi'ite  Islam; Sufism; the spiritual, intellectual, and artistic life of the Islamic  commonwealth; and modern Islamic revival.          Introduction  to Ancient Egyptian Religion    MEIS-UA  719 Identical  to RELST-UA 719. Offered every year. Goelet. 4 points.    The  nature of the gods, syncretism, private religion, theories of divine kingship,  the judgment of the dead, cultic practices, the life of priests, the  relationship between this world and the afterlife, wisdom literature as moral  thought, festivals, funerary practices, creation myths, and foreign gods and  influences. Topics are illustrated by Egyptian religious texts or scenes from  temples and tombs.          Women  and Gender in Islam    MEIS-UA  728 Offered  every year. Katz. 4 points.    Examines  the rights, roles, and physical appearance of Muslim women. Investigates the  complexity of the messages and models relating to gender in one of the world's  most influential religious traditions. Beginning with the rise of Islam,  observes how foundational texts and personalities are interpreted and  reinterpreted for changing times.          Islamic  Law and Society    MEIS-UA  780 Offered  every year. 4 points.    Introduces  students to Islamic law through a reading of its various genres and a study of  a selection of secondary sources covering a number of substantive topics (for  example, ritual, criminal, and public law). Also focuses on the ways Islamic  law has interacted with Islamic societies in historical practice and the way it  has adapted, or not adapted, to the challenges of modernity.          The  Qur'an and Its Interpretation    MEIS-UA  781 Offered  every other year. Katz. 4 points.    An  introduction to the content, themes, and style of the Qur'an. Surveys the  diversity of interpretive approaches to the text (legal, mystical, sectarian,  literary, and politically engaged) in the medieval and modern periods.          Topics  in Islamic Studies    MEIS-UA  782 Offered  every year. 4 points.    Examines  a particular aspect of premodern Islamic religious, intellectual, or  institutional history, with the specific topic varying from year to year.  Intended primarily for advanced undergraduates in Middle Eastern and Islamic  studies, but other students may register with permission of the instructor.          Women  and Islamic Law    MEIS-UA  783 Identical  to SCA-UA 736, MEDI-UA 783. 4 points.    How  Islamic law has treated women in theory and practice. Medieval and modern legal  texts regarding the status of women as believers, daughters, wives, mothers,  and legal persons. Case studies from different periods of Islamic history are  read and discussed, as well as writings from contemporary anthropology.          Judaism,  Christianity, and Islam    MEIS-UA  800 Identical  to MEDI-UA 25, HBRJD-UA 160, RELST-UA 102. Offered every year. 4 points.    Comparative  study of the three great monotheistic religious traditions, how each understood  its origin and evolution, and their similarities and differences in matters of  scripture, worship, authority, community, theology, and mysticism.            Social  Science Courses          Cinema,  Politics, and Society in the Middle East    MEIS-UA  678 4  points.          Politics  of the Middle East    MEIS-UA  750 Identical  to POL-UA 540. Offered every year. Keshavarzian. 4 points.    A  survey of modern Middle Eastern and North African politics from the 19th  century to the present. Examines the context of current struggles and delves  into critical issues facing the peoples of the region.          Topics  in Middle East Politics    MEIS-UA  751 Keshavarzian.  4 points.    Topics  vary and include such themes as social movements, urban politics, or  globalization. Check with the department for current offering.          Internship  and Independent Study          Internship    MEIS-UA  980, 981 Prerequisite:  permission and placement for departmental majors from the director of  undergraduate studies. 2 or 4 points per term.          Independent  Study    MEIS-UA  997, 998 Prerequisite:  permission of the instructor. 1 to 4 points per term.          Graduate  Courses Open to Undergraduates          The  Middle Eastern studies courses offered in the Graduate School of Arts and  Science are open to qualified undergraduates. Permission of the instructor and  the director of undergraduate studies is required. For further information,  please consult the Graduate School of Arts and Science Bulletin.                   Updated on 03&#047;27&#047;2015       Contact Us | &copy; New York University , Arts and Science"}, {"content": "Course Offerings    | MEIS | NYU                                                                Back to  previous page                                Course Offerings Language Courses Note: Language examinations are held before the first week of the fall and spring semesters and on a regular basis during the academic year. For placement at the appropriate level of language instruction, students should consult the department. Qualified undergraduates are also eligible to register for advanced language courses. Please consult the current schedule of courses and the Graduate School of Arts and Science Bulletin for information about advanced courses in Arabic, Persian, Turkish, Hindi, and Urdu that are open to undergraduates who have completed the intermediate level of the languages.    Arabic Elementary Arabic I, II MEIS-UA 101, 102 Offered every year. 4 points per term. Builds basic skills in modern standard Arabic, the language read and understood by educated Arabs from Baghdad to Casablanca. Five hours per week of instruction and drills, stressing the proficiency approach, plus work in the language laboratory. Intermediate Arabic I, II MEIS-UA 103, 104 Prerequisite for the sequence: Elementary Arabic II (MEIS-UA 102) or equivalent. Offered every year. 4 points per term. Builds on the skills acquired in Elementary Arabic I and II, with increased emphasis on writing and reading from modern sources, in addition to aural/oral proficiency. The following two Arabic courses comprise the third year of Arabic language instruction and are open to undergraduates who have successfully completed the Intermediate Arabic sequence. Advanced Arabic I, II MEIS-GA 1005, 1006 Prerequisite for the sequence: Intermediate Arabic II (MEIS-UA 104) or equivalent. Offered every year. Ferhadi. 4 points per term. This class is entirely conducted in Modern Standard Arabic. The focus is on further honing the students' four language skills: speaking, listening, reading, and writing. Principal features of colloquial dialects of Arabic will be introduced as well.    Urdu Elementary Urdu I, II MEIS-UA 301, 302 Offered every year. 4 points per term. Introduces students to the basics of Urdu alphabet, grammar, and sentence structure. All four skills are emphasized—writing and reading, as well as speaking and listening. Tailored to address students' interests not only in the language but also in the culture in which it is rooted. Intermediate Urdu I, II MEIS-UA 303, 304 Prerequisite for the sequence: Elementary Urdu II (MEIS-UA 302) or equivalent. Offered every year. 4 points per term. Continues where Elementary Urdu leaves off. Students are introduced to literary texts. Along with specific language tasks, criticism and analysis now form part of the curriculum. Dictation, memorizing poetry, comprehension, and engaging in longer sessions of conversation form an important part of this course. By the end of this course, students should have achieved some fluency in reading literary texts, writing short essays, and carrying on a conversation.    Farsi/Persian Elementary Persian I, II MEIS-UA 401, 402 Offered every year. 4 points per term. Grammar, phonetics, and pronunciation of modern standard Persian, reading simple texts and writing short compositions. Builds basic skills in modern standard Persian in preparation for reading classical Persian literature. Intermediate Persian I, II MEIS-UA 403, 404 Prerequisite for the sequence: Elementary Persian II (MEIS-UA 402) or equivalent. Offered every year. Khorrami. 4 points per term. Builds on the skills acquired in Elementary Persian I and II through continued study of grammar and syntax. Practice in spoken Persian. Introduction to classical and modern prose and poetry.     Hindi Elementary Hindi I, II MEIS-UA 405, 406 Offered every year. Ilieva. 4 points per term. As a part of a two-year curriculum, prepares the student for a high level of proficiency in Hindi. Through a variety of class, small-group, and paired activities, as well as language and computer lab sessions, students are expected to develop reading, speaking, listening, and writing skills. The instructor also takes into consideration individual needs. Intermediate Hindi I, II MEIS-UA 407, 408 Prerequisite for the sequence: Elementary Hindi II (MEIS-UA 406) or equivalent. Offered every year. Ilieva. 4 points per term. Designed to further develop fluency in oral and written communication. In addition to the class, small-group activities, and language and computer lab sessions, students are given an individual assignment to work with native speakers from the community and report on their findings. The reading assignments are designed to broaden understanding of content used for oral presentations. Advanced Hindi I, II MEIS-UA 409, 410 Prerequisite for the sequence: Intermediate Hindi II (MEIS-UA 408) or equivalent. Offered every year. Ilieva. 4 points per term. Offers an overview of Indian culture via original texts and is designed to improve students' advanced-level reading, as well as their written and oral discourse in Hindi. Emphasis is placed on the development of linguistic skills required for a close reading and in-depth analysis of complex texts. Courses are learner-centered, and students have a choice in the selection of the texts and topics for their presentations. Taught seminar-style, the course combines classroom discussions, oral reports, and occasional background lectures. Students should have completed the two-year sequence of Hindi or have an equivalent background.     Turkish Elementary Turkish I, II MEIS-UA 501, 502 Offered every year. Erol. 4 points per term. Introduction to the written and spoken language of modern Turkey. All texts are in Latin characters and comprise both textual and audio material. Intermediate Turkish I, II MEIS-UA 503, 504 Prerequisite for the sequence: Elementary Turkish II (MEIS-UA 502) or equivalent. Offered every year. Erol. 4 points per term. Materials from Turkish newspapers, magazines, literature, and radio provide the basis for reading comprehension and conversational ability in modern Turkish.      History Courses The History of Ancient Egypt, 3200–50 B.C.E. MEIS-UA 611 Identical to HIST-UA 506. Offered every year. Goelet. 4 points. Political and intellectual history of ancient Egypt, introducing the student to a variety of religious and secular texts and showing how Egyptologists have drawn on biographical texts, royal inscriptions, literary papyri, and archaeological remains to re-create Egyptian history. A Cultural History of Ancient Egypt MEIS-UA 614 Identical to HIST-UA 505. Offered every other year. Goelet. 4 points. Survey of the literary, religious, and material culture of ancient Egypt. Each class examines the ancient Egyptian intellectual world as shown by a major monument (for example, the Great Pyramid), along with its cultural background. Daily life, as well as the visual and symbolic aspects of the civilization, are illustrated with slides and charts. The reading emphasizes historical, literary, and religious texts in translation. Jews in the Islamic World in the Modern Period MEIS-UA 615 Identical to HBRJD-UA 114. 4 points. See description under Hebrew and Judaic Studies in this Bulletin. Topics in Islamic History MEIS-UA 616 4 points. Istanbul: Culture, Memory, and the City MEIS-UA 620. Offered periodically. 4 points. In this seminar, picking up on different socio-cultural, economic and political transformations and cultural identification through the context of Istanbul, we will attend to a variety of topics revolving around urban culture that might include: social transformation, urbanism, and gentrification; minorities (e.g., Armenians, Greeks, Jews, Kurds, the Roma, and so on) and cultural identification; food and memory; nostalgia, commodification and neighborhoods; museumization of “culture”; exile; cosmopolitanism and migration. In this light, we will read ethnographies, studies in cultural and literary history, as well as literature and other primary sources. We will also watch films, and address how some of these issues get displayed as a “spectacle” or merely a “décor” in narratives, such as detective stories, or in such projects as Istanbul: Cultural Capital of Europe in 2010. As such, taking Istanbul as our centerpiece, we will explore a variety of concepts and dynamics and ask informed questions about cultural identification and space, with a main focus on the twentieth century. The Making of the Muslim Middle East MEIS-UA 640 4 points. Art in the Islamic World II: From the Mongols to Modernism MEIS-UA 652 Identical to ARTH-UA 541. Offered every year. Flood. 4 points. An introduction to the arts of Islam during a period of dynamic cultural and political change in the Islamic world. Beginning with the Mongol invasions of the 13th century, traces the development of Islamic art and architecture through the eras of Timur, the \"gunpowder empires\" (the Mughals, Ottomans, Safavids), and European colonialism, to the art of the nation-state in the 20th century. Art in the Islamic World I: From the Prophet to the Mongols MEIS-UA 653 Identical to ARTH-UA 540. Flood. 4 points. Provides an outline of Islamic material in its early and classical periods, from 650 C.E. to 1200 C.E. The period saw the initial formation of an Arab empire stretching from the Atlantic Ocean to the Indian Ocean, a decline in centralized authority, and the rise to political prominence of various North African, Iranian, and Central Asian dynasties from the 10th century onward. These political developments are reflected in the increasingly heterogeneous nature of Islamic material culture over this time span. The Ottoman Empire and the World around It, 1300–1700 C.E. MEIS-UA 680 Peirce. 4 points. Topics in Middle Eastern History MEIS-UA 688 Identical to HIST-UA 550. Offered every year. 4 points. Focuses on a particular aspect of Islamic, Ottoman, or modern Middle Eastern history, with an emphasis on historiographical and comparative issues. Intended primarily for advanced undergraduates in Middle Eastern studies and in history, but other students may register with permission of the instructor. The Emergence of the Modern Middle East MEIS-UA 690 Identical to HIST-UA 531. 4 points. Surveys the main political, social, economic, and intellectual currents of the 20th century. Emphasis on historical background and development of current problems in the region. Topics include imperialism, nationalism, religion, Orientalism, women, class formation, oil, the Arab-Israeli crisis, and the Iranian revolution. Islam and the West MEIS-UA 694 Identical to HIST-UA 520, MEDI-UA 694. 4 points. Examines the evolution of diplomatic, trade, and cultural contacts between Islam and the West. Particular attention is paid to the complex relationship that developed between these two civilizations and their historical impact on each other. Zionism and the State of Israel MEIS-UA 696 Identical to HBRJD-UA 180. 4 points. See description under Hebrew and Judaic Studies in this Bulletin. Palestine, Zionism, Israel MEIS-UA 697 Identical to HIST-UA 532. Offered every other year. Lockman. 4 points. Survey of the conflict over Palestine from its origins in the late 19th century until the present. Examines the evolution of this ongoing struggle in its historical context. Discusses the roles of the various parties to the conflict. Israel: Fact Through Fiction MEIS-UA 698 Identical to HBRJD-UA 780. Offered every other year. Landress. 4 points. See description under Hebrew and Judaic Studies in this Bulletin.  Gender and Sexuality in Medieval Islamic Societies MEIS-UA 787 Offered every other year. Rowson. 4 points. Evaluates the role of culture—whether Middle Eastern or Western—in shaping fundamental sexual attitudes. Attempts to get behind myths of unbridled sensuality and \"well-stocked harems\" to the realities. Readings include selected primary sources from the medieval period in English translation, including religious treatises on marriage and proper gender roles, love poetry, stories from the Arabian Nights, and works of erotica, supplemented by secondary studies. Iran Past and Present MEIS-UA 796 Offered every year. Chelkowski. 4 points. Ancient Iranian culture and its influence on the Near East. The impact of the Arab-Islamic conquest, the Islamization of Iran, and the Iranian role in the development of Islamic civilization. The rebirth of Iranian self-consciousness and the establishment of Shi'ism as the state religion under the Safavids. Traditional Iranian culture in conflict with the West. Modern Iran from the reinstitution of the monarchy to the Islamic revolution. Illustrated with readings, slides, films, a museum visit, live recitations, and music.      Literature Courses      Except where indicated, there is no language prerequisite for these courses. Topics in 20th-Century Literature MEIS-UA 190 4 points.  Masterpieces of Arabic Literature in Translation MEIS-UA 710 Identical to MEDI-UA 710. Offered every year. 4 points. Survey of the masterpieces of Arabic, Persian, and Turkish literature from pre-Islamic times to the present. Selected texts in translation from the major genres, both in prose and poetry, are studied as works of art in themselves and as a reflection of the societies that produced them. Literature and Society in the Middle East MEIS-UA 711 Offered every year. 4 points. Examines selected works in translation of leading 20th-century poets, novelists, and short story writers that reflect changing conditions and mores within Middle Eastern and North African societies. Investigates such topics as conflicts between traditionalists and modernists, the impact of urbanization on rural societies, and the existential dilemmas of men and women. Women and War: Contemporary Arabic Literature and Film MEIS-UA 714 Identical to COLIT-UA 714, SCA-UA 731, CINE-UT 714. 4 points. Women are central figures in the political upheavals of the modern Middle East; their images have had a remarkable hold on national and international imaginations. Investigates the representations of women and war in Arabic literature and film through such topics as the gendering of war; the gender politics of national symbolism and liberation; the politics and aesthetics of documentary film; revolutionary erotic and antierotic; and combat and collaboration. The Arabian Nights MEIS-UA 716 Identical to MEDI-UA 714. Kennedy. 4 points. The Arabian Nights have been an essential and dynamic literary meeting point between Arabic/Islamic literature and the Western canon. This course examines both sides of this cultural dichotomy. Literary analysis of the tales includes close reading of the structure of the original, as well as modern variations by authors such as Poe and Rushdie. Modern South Asian Literature MEIS-UA 717 Identical to COLIT-UA 717. Offered every year. Ilieva. 4 points. Addresses the rich literary product of modern and contemporary South Asia. Offers more advanced undergraduates a window on a rich and culturally varied area of the world, as well as an understanding of aspects of South Asian history and society as represented in translations of modern prose writing (short stories and novels) originally written in South Asian languages. Introduction to Ancient Indian Literature MEIS-UA 718 Offered every year. Ilieva. 4 points. An introductory course designed to acquaint students with the great works of the ancient Indian literary tradition, a major part of which was written in Sanskrit. The earliest form of that language, called Vedic Sanskrit, is the language of the Vedic hymns, especially those of the Rig Veda. Sanskrit has had an unbroken literary tradition for over 3,000 years. This rich and vast literary, religious, and philosophical heritage is introduced in this course. In addition, students work with excerpts from the Jain and Buddhist canons written in Prakrits and examples of Tamil poetry. Selections from the Vedic literature, classical drama, epics, story literature, and lyric poetry are studied in English translation. Middle Eastern Literature MEIS-UA 720 Formerly Topics in Arabic Literature. Identical to MEDI-UA 720. Offered every year. 4 points. An introduction to the main stylistic features of classical Arabic for students who have completed two semesters of Arabic. Students gain a flavor of an older, yet essential, register of Arabic through the most important texts of the Islamic tradition. These texts constitute the core of Islam to the present: the Qur'an and the Hadith (Sayings of the Prophet Muhammad). The syllabus also includes samples from the Tafsir tradition (Koranic hermeneutics), Sufi/mystical literature (poetry and prose), philosophical novels, and pious tales from the popular sphere (the Arabian Nights tradition). The Koran provides a sustained focus for the course, with particular attention paid to its influence on all categories of Arabo-Islamic literature—linguistically, stylistically, thematically, and doctrinally. Travel Literature MEIS-UA 757 Identical to COLIT-UA 757. Halim. 4 points. Brings together a set of theoretical, critical, and literary texts about travel from antiquity to the late 20th century with a focus, albeit not an exclusive one, on the Middle East. The first sessions of the course are devoted to theoretical and critical reflections on travel literature and the historically and culturally changing categories in relation to which it should be read. These include \"imaginative geography\"; Greek versus Barbarian; the hajj, trade routes, and knowledge-seeking as motives; Orientalism, Occidentalism, and ethnography; transnationalism in relation to class and gender; tourism; migrant workers; and exile and narratives of return. The literary texts to be read later in the course demonstrate the contrasting conventions of representations of travel in different times and places in relation to the issues raised in the introductory sessions. Topics in Modern Middle Eastern Culture MEIS-UA 798 Halim. 4 points. Readings in Contemporary Literary Theory MEIS-UA 845 4 points.       Religion Courses Religion and Politics in the Muslim World MEIS-UA 674 4 points. History of Judaism: Emergence of Classical Judaism MEIS-UA 680 4 points. What Is Islam? MEIS-UA 691 Identical to HIST-UA 85, RELST-UA 85. Offered every year. 4 points. An introductory course dealing with the life of the Prophet Muhammad and the origins of Islam; the beliefs and practices of the Islamic community; differences between Sunni and Shi'ite Islam; Sufism; the spiritual, intellectual, and artistic life of the Islamic commonwealth; and modern Islamic revival. Introduction to Ancient Egyptian Religion MEIS-UA 719 Identical to RELST-UA 719. Offered every year. Goelet. 4 points. Examines the religious beliefs of the ancient Egyptians, including the nature of the gods, syncretism, private religion, theories of divine kingship, the judgment of the dead, cultic practices, the life of priests, the relationship between this world and the afterlife, wisdom literature as moral thought, festivals, funerary practices, creation myths, and foreign gods and influences—all illustrated by Egyptian religious texts or scenes from temples and tombs. Women and Gender in Islam MEIS-UA 728 Offered every year. Katz. 4 points. Examines the rights, roles, and physical appearance of Muslim women. Investigates the complexity of the messages and models relating to gender in one of the world's most influential religious traditions. Beginning with the rise of Islam, observes how foundational texts and personalities are interpreted and reinterpreted for changing times. Seminar: Islamic Law and Society MEIS-UA 780 Offered every year. 4 points. Introduces students to Islamic law through a reading of its various genres and a study of a selection of secondary sources covering a number of substantive topics (for example, ritual, criminal, and public law). Also focuses on the ways Islamic law has interacted with Islamic societies in historical practice and the way it has adapted, or not adapted, to the challenges of modernity. The Qur'an and Its Interpretation MEIS-UA 781 Offered every other year. Katz. 4 points. An introduction to the content, themes, and style of the Qur'an. Surveys the diversity of interpretive approaches to the text (legal, mystical, sectarian, literary, and politically engaged) in the medieval and modern periods. Topics in Islamic Studies MEIS-UA 782 Offered every year. 4 points. Examines a particular aspect of premodern Islamic religious, intellectual, or institutional history, with the specific topic varying from year to year. Intended primarily for advanced undergraduates in Middle Eastern and Islamic studies, but other students may register with permission of the instructor. Seminar: Women and Islamic Law MEIS-UA 783 Identical to SCA-UA 736, MEDI-UA 783. 4 points. Acquaints students with the ways Islamic law has treated women in theory and practice. Students are exposed to medieval and modern legal texts regarding the status of women as believers, daughters, wives, mothers, and legal persons. Case studies from different periods of Islamic history are read and discussed, as well as writings from contemporary anthropology.  Judaism, Christianity, and Islam MEIS-UA 800 Identical to MEDI-UA 25, HBRJD-UA 160, RELST-UA 102. Offered every year. Peters. 4 points. Comparative study of the three great monotheistic religious traditions, how each understood its origin and evolution, and their similarities and differences in matters of scripture, worship, authority, community, theology, and mysticism.  The Sufis: Mystics of Islam MEIS-UA 863 Identical to MEDI-UA 863, RELST-UA 863. Chelkowski. 4 points. Readings of the Sufi poets in translation and reflections on their influence in Persian literature and the European tradition. Sufism as one of the primary manifestations of the Islamic spirit in Iran. The effect of Sufism (the hidden path that leads from the individual to God) on the shape of Islam, on the spirit of Persian literature and art, and on Western religious sensibilities.      Social Science Courses Cinema, Politics, and Society in the Middle East MEIS-UA 678 4 points. Politics of the Middle East MEIS-UA 750 Identical to POL-UA 540. Offered every year. Keshavarzian. 4 points. See description under Politics in this Bulletin. Topics in Middle East Politics MEIS-UA 751 Keshavarzian. 4 points. Advanced undergraduate course that focuses on specific issues in contemporary politics in the Middle East. Topics vary each time it is offered, but include such themes as social movements, urban politics, or globalization.  Politics and Society in Iran MEIS-UA 797 Identical to POL-UA 545. 4 points. See description under Politics in this Bulletin.      Independent Study Internship      MEIS-UA 980, 981 Prerequisite: permission and placement for departmental majors from the director of undergraduate studies. 2 or 4 points per term. Independent Study MEIS-UA 997, 998 Prerequisite: permission of the instructor. 1 to 4 points per term.      Graduate Courses Open to Undergraduates      The Middle Eastern studies courses offered in the Graduate School of Arts and Science are open to qualified undergraduates. Permission of the instructor and the director of undergraduate studies is required. For further information, please consult the Graduate School of Arts and Science Bulletin.                   Updated on 06&#047;10&#047;2014       Contact Us | &copy; New York University , Arts and Science"}]},
{"detail": [{"content": "Course Offerings    | Art History | NYU                                                            Back to Home         Course Offerings   Jump to: Art History: Art History Survey Courses Advanced Courses in: --Ancient Art and Architecture --Medieval Art and Architecture --Renaissance and Baroque Art and Architecture --Modern Art and Architecture Courses (not Advanced) in Non-Western Art and Architecture Other Advanced Courses in Art and Architecture Advanced Seminar in Art History Honors Thesis and Independent Studies in Art History Graduate Courses Open to Undergraduates Urban Design and Architecture Studies: Foundation Courses Architecture and Urban History Courses Seminars Honors Thesis and Independent Studies Courses in Other Departments Counting for Major Credit Graduate Courses Open to Undergraduates    Art History Survey Courses    No previous study is required for admission to the following courses. These courses are the prerequisites for many of the advanced-level courses. Students may not receive credit for both History of Western Art I (ARTH-UA 1) and Ancient Art (ARTH-UA 3) or Medieval Art (ARTH-UA 4); or both History of Western Art II (ARTH-UA 2) and Renaissance Art (ARTH-UA 5) or Modern Art (ARTH-UA 6), as their contents overlap.    History of Western Art I    ARTH-UA 1 Identical to MEDI-UA 1. Students who have taken ARTH-UA 3 or ARTH-UA 4 will not receive credit for this course. Offered every semester. 4 points.   Introduction to the history of painting, sculpture, and architecture from ancient times to the dawn of the Renaissance, emphasizing the place of the visual arts in the history of civilization. Includes the study of significant works in New York museums, such as the Metropolitan Museum of Art, the Cloisters, and the Brooklyn Museum.    History of Western Art II    ARTH-UA 2 Identical to MEDI-UA 2. Students who have taken ARTH-UA 5 or ARTH-UA 6 will not receive credit for this course. Offered every semester. 4 points.   Introduction to the history of painting, sculpture, and architecture from the early Renaissance to the present day. Includes the study of significant works in New York museums, such as the Metropolitan Museum of Art, the Frick Collection, the Guggenheim Museum, and the Museum of Modern Art.    Ancient Art    ARTH-UA 3 Students who have taken ARTH-UA 1 will not receive credit for this course. Offered periodically. 4 points.   History of art in the Western tradition from 20,000 B.C.E. to the fourth century C.E, from the emergence of human beings in the Paleolithic Age to the developments of civilization in the Near East, Egypt, and the Aegean; the flowering of the classical age in Greece; and the rise of the Roman Empire to the beginnings of Christian domination under the Emperor Constantine in the fourth century C.E. Study of the collections of the Metropolitan Museum of Art and the Brooklyn Museum is essential.    Medieval Art    ARTH-UA 4 Identical to MEDI-UA 200. Students who have taken ARTH-UA 1 will not receive credit for this course. Offered periodically. 4 points.   An introduction to the arts of the Christian Middle Ages in the Greek East and Latin West ca. 200–1400 C.E. Provides an overview of concepts and developments and the vocabulary necessary for analyzing and understanding the arts of the medieval period in light of the historical, religious, political, and social contexts of their creation. Covers architecture, monumental sculpture, painting, mosaics, stained glass, ivory and metalwork, and panel painting. Topics include the creation of a vocabulary of Christian symbols, imagery, and architectural forms; Christian attitudes toward Judaism and the classical tradition; medieval patrons, artists, and audiences; arts of pilgrimage; arts of monastery and cathedral; and the roles and functions of images in the medieval world. Study of the collections of the Metropolitan Museum of Art and the Cloisters is included.    Renaissance and Baroque Art    ARTH-UA 5 Identical to MEDI-UA 333. Students who have taken ARTH-UA 2 will not receive credit for this course. Offered every year. 4 points.   An introduction to Renaissance and baroque art and architecture, 1400–1750. The course situates major developments in the arts against the context of historical, cultural, religious, technological, and social change. Topics include the emergence of humanism and its engagement with the ancient past; the development of transformative new techniques and technologies for making art; the function of art in religious, public, and domestic settings; the role of the patron; the impact of the Protestant and Catholic Reformations on art and society; the ever-expanding range of iconography; and the proliferation of new genres. Emphasis is placed on the great masters in each phase, and close study of works in the Metropolitan Museum of Art and the Frick Collection is an integral part of the course.    Modern Art    ARTH-UA 6 Students who have taken ARTH-UA 2 will not receive credit for this course. Offered every year. 4 points.   Art in the Western world from the late 18th century to the present. Content includes the neoclassicism and romanticism of David, Goya, Ingres, Turner, Delacroix; the realism of Courbet; the impressionists; parallel developments in architecture; the new sculptural tradition of Rodin; postimpressionism to fauvism, expressionism, futurism, cubism, geometric abstraction in sculpture and painting, modernism in architecture in the 20th century, and after the First World War, dadaism and surrealism. Also covers developments since 1945, such as action painting, pop art, minimal art, and numerous strands of postmodernism. Study of the collections of the Metropolitan Museum of Art, the Museum of Modern Art, the Guggenheim Museum, and the Whitney Museum of American Art is included.      Advanced Courses in Ancient Art and Architecture    Birth of Greek Art: From the Bronze Age to the Geometric Period    ARTH-UA 101 Prerequisite: History of Western Art I (ARTH-UA 1), or Ancient Art (ARTH-UA 3), or a score of 5 on the AP Art History exam. Offered periodically. 4 points.   Surveys the art, archaeology, and culture of the Aegean Bronze Age and early Iron Age: from ancient Thera to the palace-based states of Minoan Crete and the Mycenaean Greek mainland, to developments within communities of the eighth century B.C. Architecture, wall painting, sculpture, ceramics, and narrative in early Greek art are among the topics to be examined, along with absolute and relative chronologies and the development of writing. Emphasis is placed on critical approaches to material culture within the contexts of religion, sociopolitical and economic organization, burial practices, trade networks, and interactions with neighboring cultures.    Archaic and Classical Art: Greek and Etruscan    ARTH-UA 102 Identical to CLASS-UA 312. Prerequisite: History of Western Art I (ARTH-UA 1), or Ancient Art (ARTH-UA 3), or a score of 5 on the AP Art History exam. Offered periodically. 4 points.   Greek and Etruscan art from the seventh century through the fourth century B.C.E., including the orientalizing and archaic styles, the emergence of the classical style, changes in art and life in the fourth century, and the impact of Macedonian court art under the conquests of Alexander the Great. Studies architecture, sculpture, and vase painting within their historical and cultural contexts. Includes study of the Metropolitan Museum of Art collections.    Hellenistic and Roman Art    ARTH-UA 103 Identical to CLASS-UA 313. Prerequisite: History of Western Art I (ARTH-UA 1), or Ancient Art (ARTH-UA 3), or a score of 5 on the AP Art History exam. Offered periodically. 4 points.   Traces developments in art from the conquests of Alexander the Great to the beginnings of Christian domination under Constantine in the fourth century C.E. Includes Macedonian court art; the spread of Hellenistic culture from Greece to the Indus Valley; the art of the Ptolemaic, Attalid, and Seleucid kingdoms; the expansion of Rome in the western Mediterranean; and the art of the Roman Empire. Special emphasis on problems of chronology, choice of styles, and copies. Study of the Metropolitan Museum of Art and Brooklyn Museum collections is essential.    Greek Architecture    ARTH-UA 104 Identical to CLASS-UA 353. Prerequisite: History of Western Art I (ARTH-UA 1), or Ancient Art (ARTH-UA 3), or History of Architecture from Antiquity to the Present (ARTH-UA 601), or a score of 5 on the AP Art History exam. Offered periodically. 4 points.   History of Greek architecture from the archaic through the Hellenistic periods (eighth to first centuries B.C.E.). Provides a chronological survey of the Greek architectural tradition from its Iron Age origins, marked by the construction of the first all-stone temples, to its radical transformation in the late Hellenistic period, most distinctively embodied in the baroque palace architecture reflected in contemporary theatre stage-buildings. The lectures, accompanying images, and readings present the major monuments and building types, as well as such related subjects as city planning and urbanism, building methods, and traditions of architectural patronage.    Roman Architecture    ARTH-UA 105 Identical to CLASS-UA 354. Prerequisite: History of Western Art I (ARTH-UA 1), or Ancient Art (ARTH-UA 3), or History of Architecture from Antiquity to the Present (ARTH-UA 601), or a score of 5 on the AP Art History exam. Offered periodically. 4 points.   History of Roman architecture from the Hellenistic to the early Christian periods (first century B.C.E. to sixth century C.E.). Provides a chronological survey of Roman architecture from its early development against the background of the Greek and Etruscan traditions to the dramatic melding of the divergent trends of late antiquity in the great Justinian churches of Constantinople and Ravenna. The lectures, accompanying images, and readings present the major monuments and building types, as well as such related subjects as city planning and urbanism, Roman engineering, and the interaction between Rome and the provinces.    Ancient Egyptian Art    ARTH-UA 110 Offered every year. 4 points.   Traces developments in the sculpture, painting, and architecture of ancient Egypt from predynastic beginnings through the Old, Middle, and New Kingdoms until the conquest of Augustus (3100–40 B.C.E.). Special emphasis on Egyptian art in the context of history, religion, and cultural patterns. Includes study of Egyptian collections of the Metropolitan Museum of Art and the Brooklyn Museum. There is no prerequisite for this course.      Advanced Courses in Medieval Art and Architecture    Art of the Early Middle Ages    ARTH-UA 201 Identical to MEDI-UA 201. Prerequisite: History of Western Art I (ARTH-UA 1), or Medieval Art (ARTH-UA 4), or a score of 5 on the AP Art History exam. Offered every other year. 4 points.   Christian architecture, sculpture, painting, mosaic, manuscript illumination, and luxury arts of the Greek East and Latin West from their origins ca. 200 C.E. through ca. 950 C.E. Considers the visual and material culture of Christianity in the Mediterranean world, Asia Minor, the Middle East, and northern Europe in light of the religious, historical, political, social, and cultural contexts of their creation. Style periods include early Christian, early Byzantine, barbarian, insular, Merovingian, and Carolingian. Monuments studied include the catacombs, the Arch of Constantine, the great mosaic programs of Italy, Hagia Sophia, the Lindisfarne Gospels and Book of Kells, and Charlemagne's palace chapel at Aachen. Topics include art and the commemoration of the dead; Christian attitudes toward Judaism and the classical tradition; art and theology; the emergence of the cult of saints and its art and architecture; early medieval patrons; arts of pilgrimage and early monasticism; word and image in early medieval culture; and iconoclasm and debates about the role of images in early Christianity.    Romanesque Art    ARTH-UA 202 Identical to MEDI-UA 202. Prerequisite: History of Western Art I (ARTH-UA 1), or Medieval Art (ARTH-UA 4), or a score of 5 on the AP Art History exam. Offered every other year.   4 points.   Examines the architecture, sculpture, painting, manuscript illumination, and treasury arts of the Latin West during the period ca. 950–1200 C.E., including Ottonian, Anglo-Saxon, Mozarabic, First Romanesque, and Romanesque art. Considers the visual arts of Christianity in Spain, France, Germany, Italy, England, and the Crusader States in light of the historical, religious, political, social, and cultural contexts of their creation. Monuments studied include Ottonian and Anglo-Saxon Gospel books; body-part reliquaries; the Hildesheim doors; illuminated Beatus manuscripts; the architecture and sculpture of Santiago, León, Toulouse, Conques, Vézelay, Moissac, Autun, Aquitaine, Provence, and Tuscany; and the Romanesque bible. Topics include the cult of saints and the arts; the art and architecture of pilgrimage and crusade; monasticism and the arts; Romanesque patrons, artists, and audiences; the Romanesque revival of monumental sculpture; Christian encounters with Islam and Judaism; secular themes in Romanesque art; word and image in Romanesque art; medieval attitudes toward the classical tradition; Romanesque art and social class; and Romanesque attitudes toward the arts.    Gothic Art in Northern Europe    ARTH-UA 203 Identical to MEDI-UA 203. Prerequisite: History of Western Art I (ARTH-UA 1), or Medieval Art (ARTH-UA 4), or a score of 5 on the AP Art History exam. Offered every other year. 4 points.   The art of the \"age of the cathedrals\"—including architecture, sculpture, stained glass, manuscript illumination, wall painting, luxury arts, and tapestry—from the origins of the Gothic style in the 12th-century Ile-de-France through the early 15th century. Considers artistic developments in France, England, Flanders, Germany, and Bohemia in light of the religious, historical, political, social, and cultural contexts of their creation. Monuments include the architecture, sculpture, and glass of St. Denis, Chartres, Amiens, Reims, Canterbury, Wells, Ely, Strasbourg, Naumburg, and Prague; the Gothic apocalypse and moralized bible; and psalters and books of hours. Topics include Gothic patrons, artists, builders, and art-making; lay literacy and the patronage and reception of art; the cult of the Virgin and the arts; the Gothic image as bearer of religious, political, and social values and ideologies; humor and marginalia; arts of chivalry and courtly love; art, death, and memory in the Gothic period; naturalism and developments in portraiture; the roles of art in devotional and mystical experience; and Gothic art and late medieval notions of vision and the self.    Art and Architecture in the Age of Giotto: Italian Art, 1200–1400    ARTH-UA 204 Identical to MEDI-UA 204. Prerequisite: History of Western Art I (ARTH-UA 1), or Medieval Art (ARTH-UA 4), or a score of 5 on the AP Art History exam. Offered every other year. 4 points.   Examines developments in painting, sculpture, and architecture in Italy ca. 1200–1400, with emphasis on Tuscany, Umbria, Rome, Lombardy, and the Veneto. Traces the evolution of the painted altarpiece in relation to its liturgical, devotional, and cultic functions and with consideration of artistic personalities such as Duccio, Simone Martini, and the Lorenzetti. Studies the great fresco cycles in churches and chapels from the point of view of artists (including Giotto, Taddeo Gaddi, Andrea Bonaiuti, and Altichiero), patron(s), and program. Surveys key monuments of religious and civic architecture and their painted and sculpted decoration within the historical and political contexts of the emerging Italian city-states. Monuments studied include San Francesco, Assisi; the Scrovegni Chapel, Padua; the pulpits and tombs of the Pisani and Arnolfo di Cambio; the great Italian cathedrals; Santa Croce, Florence; the Palazzo Vecchio, Florence, and Palazzo Pubblico, Siena; and Santa Maria Novella, Florence. Topics include the mendicant orders and the arts; the Black Death and art; the status of the artist; gender and social class in representation and patronage; and the \"eclectic\" character of Italian Gothic.    Medieval Architecture    ARTH-UA 205 Identical to MEDI-UA 205. Prerequisite: History of Western Art I (ARTH-UA 1), or Medieval Art (ARTH-UA 4), or a score of 5 on the AP Art History exam. Offered every other year. 4 points.   Surveys the architecture of the Middle Ages in Western Europe with emphasis on the period from ca. 1000–1500 C.E., from the emergence of the Romanesque to the late Gothic period. Examines monumental religious and secular projects, such as the soaring cathedral of Amiens and the civic palaces of communal Italy, from stylistic, technical, functional, iconographic, and ideological perspectives. Topics include regionalism, patronage, the status of the \"architect,\" and the concept of the multimedia ensemble. Also situates buildings within their social, religious, and political contexts and examines the advantages and shortcomings of different approaches to the study of medieval architecture.      Advanced Courses in Renaissance and Baroque Art and Architecture    Architecture and Urbanism in Renaissance Europe    ARTH-UA 301 Identical to MEDI-UA 301. Prerequisite: History of Western Art I (ARTH-UA 1), or History of Western Art II (ARTH-UA 2), or Renaissance and Baroque Art (ARTH-UA 5), or History of Architecture from Antiquity to the Present (ARTH-UA 601), or a score of 5 on the AP Art History exam. Offered every other year. 4 points.   A new style of architecture developed in 15th-century Florence against the background of a vigorously evolving humanist culture and spread throughout Italy and beyond over the course of the 16th century. This course traces the evolution of Renaissance architecture through the work of major figures such as Brunelleschi, Alberti, Bramante, Michelangelo, and Palladio. Special attention is given to the social, cultural, and historical conditions that shaped the built environment.    Architecture and Urbanism in the Age of the Baroque    ARTH-UA 302 Formerly European Architecture in the Age of Grandeur. Identical to MEDI-UA 302. Prerequisite: History of Western Art I (ARTH-UA 1), or History of Western Art II (ARTH-UA 2), or Renaissance and Baroque Art (ARTH-UA 5), or History of Architecture from Antiquity to the Present (ARTH-UA 601), or a score of 5 on the AP Art History exam. Offered every other year. 4 points.   An architectural history of Europe, 1600–1750, with emphasis on the social, cultural, and historical conditions that shaped the built environment. Palaces, churches, villas, gardens, and urban spaces such as streets and piazzas are studied in terms of the life that went on in and around them. Themes under discussion include the pursuit of status through architectural patronage; the use of buildings to communicate political power or religious authority; the role of ceremony and spectacle in shaping architectural space and design; and the dissemination of the baroque style beyond Europe to the colonies. Special attention to the contributions of Bernini, Borromini, and Cortona in Rome; Guarini and Juvarra in Piedmont; Mansart and Le Vau in France; Neumann, the Asam brothers, and others in Germany and Austria; and Jones, Wren, and Hawksmoor in England.    Northern Renaissance Art, 1400–1530    ARTH-UA 303 Identical to MEDI-UA 303. Prerequisite: History of Western Art I (ARTH-UA 1),or History of Western Art II (ARTH-UA 2), or Renaissance and Baroque Art (ARTH-UA 5), or a score of 5 on the AP Art History exam. Offered every other year. 4 points.   Addresses painting north of the Alps, ca. 1380–1530, partly late medieval, partly Renaissance. Examines the connection of breathtaking technique and deeply religious aspects of the art to function, symbolic thought, patronage, and changes in the society to which painting was related. Also explains ways in which we write history when most of the vital written documents are missing or destroyed. Artists discussed include Jan van Eyck, the Master of Flemalle, Rogier van der Weyden, Jean Fouquet, Hugo van der Goes, Enguerrand Quarton, Jerome Bosch, Albrecht Dürer, Matthias Grünewald, and Hans Holbein.    16th-Century Art North of the Alps    ARTH-UA 304 Identical to MEDI-UA 304. Prerequisite: History of Western Art II (ARTH-UA 2), or Renaissance and Baroque Art (ARTH-UA 5), or a score of 5 on the AP Art History exam. Offered periodically. 4 points.   Topics discussed include the development of landscape as a separate subject in art; the Reformation's effects on subject matter and aesthetics; what northerners learned from the classicizing Italians and what the Italians learned from northern realism; aspects of patronage and the art market; northern ideas about the nude and eroticism; the northern interest in peasant life and in the grotesque; the sociopolitical significance of dress; and the importance of printmaking. As modern nation-states coalesce, we see the development of artistic tendencies that can be called French, Netherlandish, and German. Among the artists to be discussed are the German artists Albrecht Dürer, Matthias Grünewald, Hans Holbein the Younger, and the Cranach family; the Netherlandish artists Hieronymus (Jerome) Bosch, Quentin Massys, Lucas van Leyden, Jan Gossaert, and Pieter Brueghel the Elder; and Jean and François Clouet and other artists associated with the French court.    Italian Renaissance Sculpture    ARTH-UA 305 Identical to MEDI-UA 305. Prerequisite: History of Western Art II (ARTH-UA 2), or Renaissance and Baroque Art (ARTH-UA 5), or a score of 5 on the AP Art History exam. Offered periodically. 4 points.   The role of sculpture in the visual arts in Italy from ca. 1400–1600, primarily in central Italy, is studied through intensive examination of major commissions and of the sculptors who carried them out. Earlier meetings focus on Donatello and his contemporaries, including Ghiberti, Quercia, Verrocchio, and Pollaiuolo. Thereafter, students examine Michelangelo's sculpture and compare his works with those of contemporaries and followers, ending with Giambologna.    Early Masters of Italian Renaissance Painting    ARTH-UA 306 Identical to MEDI-UA 306. Prerequisite: History of Western Art II (ARTH-UA 2), or Renaissance and Baroque Art (ARTH-UA 5), or a score of 5 on the AP Art History exam. Offered every other year. 4 points.   Achievements of the chief painters of the 15th century studied through their major artistic commissions. Special attention is given to the Tuscan tradition. A brief introduction to Giotto and his time provides background for the paintings of Masaccio and his artistic heirs (Fra Angelico, Filippo Lippi, Piero della Francesca, and others). Topics include the role of pictorial narrative, perspective, and mimesis; the major techniques of Renaissance painting; and the relationship of painting to the other visual arts. In the later 15th century, social and cultural changes generated by power shifts from Medici Florence to papal Rome also affected art patronage, creating new tensions and challenges for artists and fostering the emergence of new modes of visualization.    The Age of Leonardo, Raphael, and Michelangelo    ARTH-UA 307 Identical to MEDI-UA 307. Prerequisite: History of Western Art II (ARTH-UA 2), or Renaissance and Baroque Art (ARTH-UA 5), or a score of 5 on the AP Art History exam. Offered in the spring. 4 points.   Painting in Florence and Rome from about 1470 to the mid-16th century. From a study of selected commissions by the Pollaiuolo brothers, Andrea del Verrochio, Leonardo, Perugino, Raphael, Domenico Ghirlandaio, and Michelangelo, we go on to investigate new pictorial modes emerging after 1510 in Andrea del Sarto, Pontormo, Rosso, Parmigianino, Giulio Romano, and other members of Raphael's school; we consider their younger contemporaries and successors, including Bronzino and Vasari. The course emphasizes the patronage, symbolic tasks, and functions of Renaissance painting and critically examines historical concepts such as high Renaissance, mannerism, and maniera.    The Golden Age of Venetian Painting    ARTH-UA 308 Identical to MEDI-UA 308. Prerequisite: History of Western Art II (ARTH-UA 2), or Renaissance and Baroque Art (ARTH-UA 5), or a score of 5 on the AP Art History exam. Offered periodically. 4 points.   The art of Venice and its surroundings, Emilia and Lombardy. Covers the Bellini family, Giorgione, the young Titian, Sebastiano del Piombo, and their profound impact in Venice and related centers; the itinerant careers of Carlo Crivelli and Lorenzo Lotto; and the origins and implications of Correggio's and his student Parmigianino's daring artistic experiments. Examines the achievements of the mature Titian and their significance for his contemporaries. Veronese, Tintoretto, Bassano, and, in the 18th century, Tiepolo, bring Venice's golden age to a close. Stresses artistic reciprocity between northern and central Italy.    Italian Art in the Age of the Baroque    ARTH-UA 309 Identical to MEDI-UA 309. Prerequisite: History of Western Art II (ARTH-UA 2), or Renaissance and Baroque Art (ARTH-UA 5), or a score of 5 on the AP Art History exam. Offered every other year. 4 points.    Painting and sculpture in Italy, 1580–1700. Highlights  major developments in the visual arts and the work of leading artists including Caravaggio, Carracci, Bernini, and Poussin. Focusing on the often paradoxical nature of Baroque art, the course examines the blurring of boundaries between the real and the imaginary, the instantaneous and the infinite, the imitative and the innovative. Special attention is paid to the creative process and the influences on it: the role of the patron, the logistics of site, and the artist's own thought process as revealed through preparatory drawings and sketches. The course is designed to help students develop the skills necessary to \"read\" works of art in all their rich complexity of form and meaning.    Dutch and Flemish Painting, 1600–1700    ARTH-UA 311 Identical to MEDI-UA 311. Prerequisite: History of Western Art II (ARTH-UA 2),   or Renaissance and Baroque Art (ARTH-UA 5), or a score of 5 on the AP Art History exam. Offered periodically. 4 points.   In Antwerp, Rubens overturned all previous concepts of painting. The first to deserve the term \"Baroque,\" he dominated Flanders. Van Dyck, his pupil, took Rubens's style to England. Dutch painters, including Hals, Rembrandt, and Vermeer, moved in a different direction, addressing every aspect of their country and society: the peasant, the quiet life of the well-ordered household, the sea and landscape, views of the cities, and church interiors.    French Art: Renaissance to Rococo, 1520–1770    ARTH-UA 313 Identical to MEDI-UA 313. Prerequisite: History of Western Art II (ARTH-UA 2), or Renaissance and Baroque Art (ARTH-UA 5), or permission of the instructor. Offered periodically. 4 points.   Topics include arrival of the Italian Renaissance in France during the reign of Francis I and the completion of the palace at Fontainebleau; the revival of art around 1600 after the religious wars of the Reformation; the impact of Caravaggio in France; Poussin and Claude Lorrain in Rome, and other painters in Paris (for example, Vouet, Champagne, and Le Nain); artistic splendors of the court of Louis XIV at Versailles; and the rococo of Watteau, Chardin, Boucher, and Fragonard.    Art in Spain from El Greco to Goya    ARTH-UA 315 Identical to MEDI-UA 315. Prerequisite: History of Western Art II (ARTH-UA 2), or Renaissance and Baroque Art (ARTH-UA 5), or permission of the instructor. Offered periodically. 4 points.   The first third of this course focuses on the major figures in the development of early modern Spanish art: El Greco in Italy and Toledo, Velázquez, Zurbarán, Murillo, Ribera, Valdés Leal, and others. Lectures on still life painting and polychrome wood sculpture are also included. The 18th century (the Tiepolo family, Meléndez) is then discussed. The focus then shifts to the art of Francisco de Goya and the projection of Spanish art into the modern era. This course also seeks to define Spain in the 16th and 17th century as a global power and thus emphasis is also placed on art in such New World centers as Mexico City and Lima in the colonial era.    Latin American Art: From Colonial to Modern    ARTH-UA 316 Identical to MEDI-UA 316 Prerequisite: History of Western Art II (ARTH-UA 2), or Renaissance and Baroque Art (ARTH-UA 5), or Modern Art (ARTH-UA 6), or a score of 5 on the AP Art History exam. Offered periodically. 4 points.   Not a traditional survey, this course opens with a brief consideration of the achievements of the great pre-Hispanic civilizations (Aztec, Maya, Inca, and others) prior to contact with the Iberian world. Major emphasis is given to colonial painting, sculpture, and architecture in Mexico and Central America, the Caribbean, and the Andes. Painting and sculpture of the 19th century and the secularization of Latin American art is then examined before a discussion of the establishment of modernism that comes about with the formation of academies and the travels of many artists from all parts of Latin America and the Caribbean to Europe and the U.S. from 1900 onward. Important modern artists such as the Mexican muralists, Frida Kahlo, Joaquín Torres-García, Tarsila do Amaral, Wifredo Lam, and the surrealists will bring the course up to approximately 1950.      Advanced Courses in Modern Art and Architecture    American Art    ARTH-UA 404 Prerequisite: History of Western Art II (ARTH-UA 2), or Modern Art (ARTH-UA 6), or a score of 5 on the AP Art History exam. Offered periodically. 4 points.   Examines the art that developed in what is now the United States, from the beginnings of European colonization until the First World War and the internationalizing of American art. Includes painting, sculpture, and architecture, concentrating on the work of Copley, Cole, Winslow Homer, Mary Cassatt, and others. New York City provides major collections of painting and sculpture, as well as outstanding examples of architecture.    Early Modern Architecture: 1776–1914    ARTH-UA 408 Prerequisite: History of Western Art II (ARTH-UA 2), or Modern Art (ARTH-UA 6), or History of Architecture from Antiquity to the Present (ARTH-UA 601), or Expressive Culture: Architecture in New York Field Study (MAP-UA 722), or a score of 5 on the AP Art History exam. Offered periodically. 4 points.   Focusing on the creation of modern building types such as the bank, state capitol, museum, railroad station, and skyscraper, the course begins in the later 18th century with the idealistic designs of Ledoux and Boullée. After considering the forms and meanings associated with neoclassicism, the course examines the Gothic revival and subsequent 19th-century movements (e.g., high Victorian Gothic, Second Empire, beaux-arts classicism) as efforts to find appropriate expressions for diverse building forms. Students consider changes resulting from the Industrial Revolution, including developments in technology, and the reforms of art nouveau and secession architecture. Works of Adam, Soane, Jefferson, Schinkel, Pugin, Richardson, and Sullivan; McKim, Mead, and White; Mackintosh, early Frank Lloyd Wright, and others.    Modern Architecture: 1914 to the Present    ARTH-UA 409 Prerequisite: History of Western Art II (ARTH-UA 2), or Modern Art (ARTH-UA 6), or Early Modern Architecture: 1776-1914 (ARTH-UA 408), or History of Architecture from Antiquity to the Present (ARTH-UA 601), or Expressive Culture: Architecture in New York Field Study (MAP-UA 722), or a score of 5 on the AP Art History exam. Offered every year. 4 points.   Chronological account of architecture and ideas since 1914. Considers such subjects as currents on the eve of the First World War, new technology, and the impact of the war; architecture and politics between the wars; the rise of expressionist design; the international style and the concurrent adaptation of traditional styles; art deco design; mid-century glass curtain-wall architecture; brutalism; and reactions to modernism. Includes ideological and political considerations and works by Frank Lloyd Wright, Le Corbusier, Ludwig Mies van der Rohe, Louis Kahn, Alvar Aalto, Philip Johnson, James Stirling, Frank Gehry, and Santiago Calatrava, among others.    Neoclassicism to Realism    ARTH-UA 411 Prerequisite: History of Western Art II (ARTH-UA 2), or Modern Art (ARTH-UA 6), or a score of 5 on the AP Art History exam. Offered every year. 4 points.   The Enlightenment shaped the visual arts in two seemingly antithetical ways. On the one hand, the period's valorization of cool rationalism contributed to the rise of neoclassicism as a dominant style during the 18th century. The other course of Enlightenment thinking, exemplified by the writings of J. J. Rousseau, celebrated emotion as the purest form of intellectual as well as spiritual expression. Romanticism, with its emphasis on subjectivity and intense emotionalism, is as much a product of the Enlightenment as neoclassicism. Following on the heels of romanticism, realism has been alternately described as a rejection of romanticism and as an extension of it. Focusing on these three stylistic movements, this course examines how late 18th- and early 19th-century artists negotiated not just the aesthetic ideas of the Enlightenment but its political consequences as well.    Impressionism to Expressionism    ARTH-UA 412 Prerequisite: History of Western Art II (ARTH-UA 2), or Modern Art (ARTH-UA 6), or a score of 5 on the AP Art History exam. Offered every year. 4 points.   Beginning by considering how impressionism refined and redirected the artistic aims of 19th-century realism, this course follows the development of progressive art to the brink of cubism and pure abstraction in the first years of the 20th century. Following impressionism and post-impressionism, close attention is paid to symbolism, aestheticism, art nouveau, the Arts and Crafts movement, fauvism, and expressionism. The aesthetic aims of these movements are analyzed in tandem with the social and cultural conditions that generated them.    Cubism to Abstract Expressionism    ARTH-UA 413 Prerequisite: History of Western Art II (ARTH-UA 2), or Modern Art (ARTH-UA 6), or a score of 5 on the AP Art History exam. Offered every year. 4 points.   After analyzing the invention of cubism by Picasso and Braque, this course examines its international reverberations, including Italian futurism, the later phases of German expressionism, the de Stijl movement in the Netherlands, and suprematism and constructivism in revolutionary Russia. The dada movement in the period during and after World War I is examined as a reaction to the apparent bankruptcy, cultural and artistic, of Western civilization. However, this nihilistic impulse is followed by a \"return to order\" in the 1920s. The course then examines the tensions in the multiple currents of surrealism: metamorphic, academic, and abject. Painting after World War II, from Pollock to Dubuffet, is analyzed as an extension and transformation of prewar trends.    Postmodern Art and Contemporary Art    ARTH-UA 414 Prerequisite: History of Western Art II (ARTH-UA 2), or Modern Art (ARTH-UA 6), or a score of 5 on the AP Art History exam. Offered every year. 4 points.   Surveys art in the postmodern era, ca. 1955 to the present. After examining the innovations of the neo-avant-garde generation (1955–75), our focus shifts from the radical innovations in mediums, materials, and techniques to the expanded field of critical engagement that contemporary art encompasses. Discrete \"early\" developments sometimes dubbed neo-dada, such as op, pop, and fluxus, but also minimalism, conceptual art, and arte povera, radically diversified the look of art and forced the dissolution of stylistic and formal categorization in favor of a classification based on a particular question, mediatic intervention, or mode of critique. If the late 20th century brought a new emphasis on gender, race, and a number of newly pressing political forces and motivations, as we enter the 21st century, post-studio (and perhaps also \"post-critical\") artistic practices increasingly tend to be reoriented toward technology and globalism, further complicating our idea of art's relationship with its own present.    Aesthetic History of Photography    ARTH-UA 431 Identical to PHTI-UT 1102. Prerequisite: History of Western Art II (ARTH-UA 2), or Modern Art (ARTH-UA 6), or a score of 5 on the AP Art History exam. Offered every spring. 4 points.   Chronicles the history of photography's complex and symbiotic relationship to the other visual arts: painting, sculpture, architecture, installation, and performance, among others. Beginning with the medium's invention and the early fights of its practitioners to establish themselves as fine artists, the course describes photographers' unique attempts to negotiate their relationships with both artistic movements and the media culture of which they are a part. Robinson, Cameron, Emerson, F. Holland Day, Stieglitz, Moholy-Nagy, Rodchenko, Weston, Álvarez Bravo, Lartigue, De Carava, Cahun, Robert Frank, Diane Arbus, and Cindy Sherman (among others) are seen within the context of their respective art worlds, so the impact of art movements, cultural attitudes, and new technologies on photographers during different historical periods can be assessed.    Social History of Photography    ARTH-UA 432 Identical to PHTI-UT 1101. Prerequisite: History of Western Art II (ARTH-UA 2), or Modern Art (ARTH-UA 6), or a score of 5 on the AP Art History exam. Offered every fall. 4 points.   A social and political history of photography, from its beginnings to the present day. The course focuses on the popular forms of photographic imagery, such as advertising, fashion, travel photography, family portraits and snapshots, scientific documents, documentary reform, and photojournalism, as well as describes the medium's relationship to Western (and global) social history during the modern era. Brady, Warhol, Capa, Nadar, Martin Chambi, Atget, Tomatsu, Muybridge, Curtis, Bourke-White, Gordon Parks, Álvarez Bravo, and Berenice Abbott are in the cast of characters to be discussed, and readings include those by Susan Sontag, John Berger, and Roland Barthes.    Toward a Critical Vocabulary of Photography    ARTH-UA 433 Identical to PHTI-UT 1129. Prerequisite: History of Western Art II (ARTH-UA 2), or Modern Art (ARTH-UA 6), or a score of 5 on the AP Art History exam. Offered every fall. 4 points.   Emphasizes the analysis and synthesis of visual and written information. The readings include essays by critics Roland Barthes, Donna Haraway, Susan Sontag, Boris Groys, and bell hooks, as well as articles or excerpts by Thomas Kuhn, Mircea Eliade, John Berger, and George Kubler. Critical essays are interspersed with other kinds of texts, such as The Tibetan Book of the Dead, Persepolis, Black Elk Speaks, and the novel Perfume. This mixture of topics, texts, and issues is designed to broaden students' understanding of important concerns in philosophy, art history, science, literature, and cultural studies that are relevant to photography. Class time is spent in analysis of these texts in relation to historical and contemporary pictures.    Museums and the Art Market    ARTH-UA 701 Prerequisite: History of Western Art II (ARTH-UA 2), or Modern Art (ARTH-UA 6), or a score of 5 on the AP Art History exam. Offered every year. 4 points.   An overview of the history and theory of museums and the art market. It presents a series of lectures and case studies examining such issues as the birth of the museum, the role played by world's fairs and biennials, the impact of collectors, the art market, and the gallery system. Throughout, the class makes use of museums, galleries, and auction houses in New York.    Courses in Non-Western Art and Architecture    No previous study is required for admission to the following courses unless a prerequisite is stated in the description.    East Asian Art I: China, Korea, Japan to 1000 C.E.    ARTH-UA 510 Identical to EAST-UA 91. Offered periodically. 4 points.   An introduction to the art and culture of the Far East. The materials are presented in a chronological and thematic approach corresponding to the major dynastic and cultural changes of China, Korea, and Japan. Teaches how to \"read\" works of art in order to interpret a culture or a historical period; aims at a better understanding of the similarities and differences among the cultures of the Far East.    East Asian Art II: China, Korea, Japan from 1000 C.E. to Present    ARTH-UA 511 Identical to EAST-UA 92. Offered periodically. 4 points.   An introductory survey of the arts in China, Japan, and Korea from approximately 1000 C.E. The course emphasizes an overall understanding of the development of art and culture, as well as mastery of specific works of art. East Asian Art I followed the development of the common cultural heritage of the Northeast Asia region. Part of this commonality is due to the extraordinary influence of an early-developing Chinese civilization on Japan and Korea. However, Japan and Korea also developed their own cultures and arts, developments that accelerated in the last millennia up to the present. Topics include Song landscape paintings, Edo \"floating world\" prints, Koryo celadons, and modern art.    South Asian Art I: Indus Valley to 1200    ARTH-UA 530 Offered periodically. 4 points.   An introductory survey of the history of South Asia from 2000 B.C.E. to 1200 C.E., with an emphasis on the Indian subcontinent. From the Indus Valley culture to the present day, artistic production has played a critical role in the transmission of religious beliefs and the development of cultural systems in and around South Asia. Diverse regions were linked by trade, politics, and cultural relationships, and interaction can be charted through the changing forms and functions of art. We consider the historical circumstances surrounding the production of South and Southeast Asian art, as well as the problems that art historians face when trying to interpret the surviving evidence. We look at art in a variety of media, including, but not limited to, architecture, urban form, sculpture, painting, and performance.    South Asian Art II: 1200 to Present    ARTH-UA 531 Offered periodically. 4 points.   An introductory survey of the history of South Asian art from ca. 1200 C.E. to the present. It begins with the introduction of Islamic artist traditions into the Indian subcontinent through the establishment of the Delhi Sultanate, which effectively integrated itself into a widely diverse and multicultural range of preexisting artistic practices. It follows the cultivation of new tastes in the Mughal and Rajput courts through the vigorous interaction among Persian, Indic, and European artists and elites. Finally, it turns to the colonial and postcolonial artistic responses to South Asia's complex past(s). By looking at art in a range of media—including, but not limited to, painting, sculpture, architecture, and photography—this course considers the ways in which art actively served as expressions of political authority and cultural identity.    Art in the Islamic World I: From the Prophet to the Mongols    ARTH-UA 540 Offered periodically. 4 points.   Provides an outline of Islamic material in its early and classical periods, from 650 to 1200 C.E. The period saw the initial formation of an Arab empire stretching from the Atlantic Ocean to the Indian Ocean, a decline in centralized authority, and the rise to political prominence of various North African, Iranian, and Central Asian dynasties from the 10th century onward. These political developments are reflected in the increasingly heterogeneous nature of Islamic material culture over this time span.    Art in the Islamic World II: From the Mongols to Modernism    ARTH-UA 541 Offered periodically. 4 points.   An introduction to the arts of Islam during a period of dynamic cultural and political change in the Islamic world. Beginning with the Mongol invasions of the 13th century, traces the development of Islamic art and architecture through the eras of Timur, the \"gunpowder empires\" (the Mughals, Ottomans, Safavids), and European colonialism, to the art of the nation-state in the 20th century.    Arts of Africa    ARTH-UA 560 Identical to SCA-UA 787. Offered periodically. 4 points.   The traditional art of sub-Saharan Africa—its diversity and cultural contexts, as well as its universal aspects—is the subject of this course. African art is studied in relation to its meaning and function in traditional societies, wherein art has socialized and reinforced religious beliefs, reflected male and female roles, and validated systems of leadership. The course covers architecture, sculpture, textiles, paintings, jewelry, and ceramics. Field trips to museums and/or private collections supplement class lectures.    North American Indian Arts    ARTH-UA 570 Offered periodically. 4 points.   An introductory survey of North American Indian and Eskimo art. It covers the following art-producing areas and cultures: Northwest Coast (Ozette, Salish, Nootka, Haida, Kwakiutl, Tlingit); Alaska (Old Bering Sea, Ipiutak, and Yupik Eskimo); Southwest (Hohokam, Mogollon, Anasazi, Hopi, Navajo); Plains (Arapaho, Kiowa, Mandan, Sioux); Woodlands (Adena, Hopewell, Mississippian, Ojibwa, Iroquois); and contemporary art (tradition and innovation in contemporary Native American and Eskimo art).      Other Advanced Courses in Art and Architecture    European and American Decorative Arts: Renaissance to Modern    ARTH-UA 10 Prerequisite: History of Western Art II (ARTH-UA 2), or Renaissance Art (ARTH-UA 5), or Modern Art (ARTH-UA 6), or a score of 5 on the AP Art History exam. Offered periodically. 4 points.   History of the design of objects used in daily life. Studies works of art in a social and historical context. Beginning with the Italian, French, and northern Renaissance, surveys the Louis styles in France, international neoclassicism, and the Victorian style. The course concludes with the modern period. Stresses the history of furniture, although the course also covers glass, silverware, tapestries, ceramics, wallpaper, carpets, and small bronzes.    Special Topics in the History of Art    ARTH-UA 150, ARTH-UA 250, ARTH-UA 350, ARTH-UA 450, ARTH-UA 550, ARTH-UA 750, and ARTH-UA 850 Prerequisites vary according to the material chosen for the course. 4 points.   Subjects change from semester to semester and are outside of the usual classification areas. Those that carry prerequisites are normally considered advanced courses in the major, satisfying requirements in the ancient or medieval, Renaissance or baroque, or modern areas.    Note : Any course in the Urban Design and Architecture Studies program may be counted as an elective for the art history major.       Advanced Seminar in Art History    Advanced Seminar    ARTH-UA 800 Prerequisite: permission of the director of undergraduate studies. Open to departmental majors who have completed five 4-point art history courses. Offered in the fall and spring. 4 points.   Exposure in small-group discussion format to historical/critical problem(s) of particular concern to the faculty member offering the seminar. Requires oral report(s) and/or a substantial paper.      Honors Thesis and Independent Studies in Art History    Senior Honors Thesis    ARTH-UA 801 4 points.   Open to departmental majors who have been accepted as candidates for honors in art history in the first term of their senior year and who have the permission of the director of undergraduate studies. See this department's subheading \"Graduation with Honors\" for eligibility requirements. Students are expected to work on their theses over a period of two semesters by following ARTH-UA 801 in the fall with ARTH-UA 804 in the spring (see Independent Study, below). Applicants must have a GPA of 3.65 in art history courses and an overall GPA of 3.65 as stipulated by the College's honors program regulations.    Independent Study    ARTH-UA 803, 804 Prerequisite: written permission of the director of undergraduate studies and of an adviser. 2 to 4 points per term.   Independent study consists of the investigation, under the guidance and supervision of a designated instructor, of a research topic agreed on by the student and instructor and approved by the chair. Requires a substantial report written by the end of the term. Internships receive a maximum of 2 points, and written work is required, just as it is for any other independent study. Prior approval by a faculty member is required for internship credit.      Graduate Courses Open to Undergraduates    Juniors and seniors who are credited with a 3.65 grade point average in five art history courses may take, for undergraduate credit, the 1000- and 2000-level courses offered in the Graduate School of Arts and Science at the Institute of Fine Arts, 1 East 78th Street. For more information, please consult the Graduate School of Arts and Science Bulletin or the announcement of courses of the Institute of Fine Arts. Before registering for these courses, students must obtain the permission of the director of undergraduate studies, as well as that of the instructor of the course.      Urban Design and Architecture Studies: Foundation Courses    History of Architecture from Antiquity to the Present    ARTH-UA 601 Offered every semester. 4 points.   Introduction to the history of Western architecture, emphasizing the formal, structural, programmatic, and contextual aspects of selected major monuments from ancient times to the present. Monuments discussed include the Parthenon, the Roman Pantheon, Hagia Sophia, the cathedral at Chartres, St. Peter's, Palladio's Villa Rotonda, St. Paul's Cathedral, Versailles, the London Crystal Palace, Frank Lloyd Wright's Fallingwater, Le Corbusier's Villa Savoye, the Guggenheim Museum in Bilbao, Mies van der Rohe's Barcelona Pavilion, and others. Lectures analyze monuments within their contexts of time and place. Also considers aspects of city planning in relation to certain monuments and to the culture and events of their time.    Shaping the Urban Environment    ARTH-UA 661 Offered every semester. 4 points.   Introduces basic concepts of Western urbanism, focusing primarily on Europe and the United States. Lectures, readings, and course work present both a survey of city form since antiquity and an analysis of contemporary urban issues. Students investigate key elements of urban development, including roads, walls, water, housing, transportation, and open space, as well as factors influencing these elements, such as types and shapes of cities, engineering, and architectural form as an expression of political systems. Special attention is given to real estate development, landmark preservation, city planning, and community participation in New York City.      Urban Design and Architecture Studies: Architecture and Urban History Courses    Greek Architecture    ARTH-UA 104 Identical to CLASS-UA 353. Prerequisite: History of Western Art I (ARTH-UA 1), or Ancient Art (ARTH-UA 3), or History of Architecture from Antiquity to the Present (ARTH-UA 601), or a score of 5 on the AP Art History exam. Offered periodically. 4 points.   See this department's subheading \"Advanced Courses in Ancient Art and Architecture.\"    Roman Architecture    ARTH-UA 105 Identical to CLASS-UA 354. Prerequisite: History of Western Art I (ARTH-UA 1), or Ancient Art (ARTH-UA 3), or History of Architecture from Antiquity to the Present (ARTH-UA 601), or a score of 5 on the AP Art History exam. Offered periodically. 4 points.   See this department's subheading \"Advanced Courses in Ancient Art and Architecture.\"    Medieval Architecture    ARTH-UA 205 Prerequisite: History of Western Art I (ARTH-UA 1), or Medieval Art (ARTH-UA 4), or History of Architecture from Antiquity to the Present (ARTH-UA 601), or a score of 5 on the AP Art History exam. Offered periodically. 4 points.   See this department's subheading \"Advanced Courses in Medieval Art and Architecture.\"    European Architecture of the Renaissance    ARTH-UA 301 Prerequisite: History of Western Art II (ARTH-UA 2), or Renaissance and Baroque Art (ARTH-UA 5), or History of Architecture from Antiquity to the Present (ARTH-UA 601), or a score of 5 on the AP Art History exam. Offered every other year. 4 points.   See this department's subheading \"Advanced Courses in Renaissance and Baroque Art and Architecture.\"    Architecture in Europe in the Age of Grandeur (the Baroque)    ARTH-UA 302 Prerequisite: History of Western Art II (ARTH-UA 2), or Renaissance and Baroque Art (ARTH-UA 5), or History of Architecture from Antiquity to the Present (ARTH-UA 601), or a score of 5 on the AP Art History exam. Offered every other year. 4 points.   See this department's subheading \"Advanced Courses in Renaissance and Baroque Art and Architecture.\"    Early Modern Architecture: 1776–1914    ARTH-UA 408 Prerequisite: History of Western Art II (ARTH-UA 2), or Modern Art (ARTH-UA 6), or History of Architecture from Antiquity to the Present (ARTH-UA 601), or Expressive Culture: Architecture in New York Field Study (MAP-UA 722), or a score of 5 on the AP Art History exam. Offered every year. 4 points.   See this department's subheading \"Advanced Courses in Modern Art and Architecture.\"    Modern Architecture: 1914 to the Present    ARTH-UA 409 Prerequisite: History of Western Art II (ARTH-UA 2), or Modern Art (ARTH-UA 6), or Early Modern Architecture: 1776-1914 (ARTH-UA 408), or History of Architecture from Antiquity to the Present (ARTH-UA 601), or Expressive Culture: Architecture in New York Field Study (MAP-UA 722), or a score of 5 on the AP Art History exam. Offered every year. 4 points.   See this department's subheading \"Advanced Courses in Modern Art and Architecture.\"    Architecture in New York: Field Study    ARTH-UA 602 Offered periodically. 4 points.   Examines the history of architecture and urbanism through the landmark buildings and neighborhoods of New York City. Students consider key issues of architectural history, including style, building type, patronage, professional education, adaptive reuse, construction techniques, and the process of historic preservation, all within the context of urban and national development. Course meetings consist of classroom lectures and field-study trips, including visits to Broadway/ Battery, South Street Seaport, City Hall area, SoHo, Greenwich Village, Ladies' Mile/Gramercy, Upper West Side, Grand Central/ 42nd Street, Park Avenue, and Rockefeller Center.    Cities in History    ARTH-UA 662 Prerequisite: Shaping the Urban Environment (ARTH-UA 661) or permission of the program director. Offered every other year. 4 points.   Historical survey of city types, plans, and symbolic meanings from classical Greece to the present. Subjects include ancient towns and planned cities, especially those of the Roman Empire; medieval commercial centers and cathedral towns; Renaissance plazas and baroque street systems; and 19th-century industrial, colonial, and resort cities. Emphasis on European and American cities. Discussion of London, Paris, and Rome throughout.    History of City Planning: 19th and 20th Centuries    ARTH-UA 663 Prerequisite: Shaping the Urban Environment (ARTH-UA 661) or permission of the program director. Offered every year. 4 points.   Examines the history of cities, planning, and urban design in Europe and the United States since 1800. Students can expect both a survey of city planning history and consideration of thematic issues. Lectures and readings emphasize the social, political, and economic factors shaping modern cities, including industrialization, housing, sanitation, transportation, social reform, recreation, and infrastructure, as well as cultural and aesthetic debates about style, monumentality, and diversity in cities. Course work includes readings of primary documents and recent interpretations, individual research, and field trips to notably planned sites in the New York area.    Special Topics in Urban Design and Architecture Studies    ARTH-UA 650 and ARTH-UA 850 Prerequisites vary according to the material chosen for the course. 4 points.   Subjects change from semester to semester and are outside of the usual classification areas.      Urban Design and Architecture Studies: Seminars    Decision Making and Urban Design    ARTH-UA 670 Prerequisites: History of Architecture from Antiquity to the Present (ARTH-UA 601), Shaping the Urban Environment (ARTH-UA 661), and permission of the program director. Offered every year. 4 points.   The impact and limitations of private and public decision-making power on urban design and architecture. City architecture in light of the values and priorities set by a society. Recognition of citizens' groups as increasingly important factors in city planning and related changes. Critically evaluates the complexity of decision making and historical circumstances as related to the built urban environment on the basis of historical and modern American and European examples.    Architecture in Context    ARTH-UA 671 Prerequisites: History of Architecture from Antiquity to the Present (ARTH-UA 601), Shaping the Urban Environment (ARTH-UA 661), and permission of the program director. 4 points.   Addresses issues arising from new structures and interventions to existing structures, which must relate to existing well-defined contexts of the sort found throughout New York City. Students are encouraged to think about, discuss, create, and report on designs that recognize and suit their contexts. The focus is on typical New York City building types. Includes town houses, additions to existing structures, adaptive reuse of residential structures for institutional use, streetscape improvements, and urban parks.    Environmental Design: Issues and Methods    ARTH-UA 672 Prerequisites: History of Architecture from Antiquity to the Present (ARTH-UA 601), Shaping the Urban Environment (ARTH-UA 661), and permission of the program director. Offered every year. 4 points.   On the basis of selected topics, examines the manifold technological considerations that affect urban building and urban environmental quality in cities today. Topics include the specifics of power supply, heating, lighting, ventilation, internal traffic (vertical and horizontal), pollution control, and other topics of immediate significance. Focuses on the potential of technology to resolve urban environmental problems.    Urban Design: Infrastructure    ARTH-UA 673 Prerequisites: History of Architecture from Antiquity to the Present (ARTH-UA 601), Shaping the Urban Environment (ARTH-UA 661), and permission of the program director. Offered every year. 4 points.   Serves as a laboratory for the investigation of New York City's infrastructure, using the definition of the word as a point of departure. In what ways can the city be perceived as a collective undertaking, with intricate components interwoven in continuous strands? What systems and forces give the city and its neighborhoods their current form, and what influences their future shape? Can these systems be dissected? What do these analyses tell us about the relationship of the city to its inhabitants and to the wider environment? Through lectures, reading assignments, discussions, and field trips, we investigate some of the major components of the city's infrastructure, such as the street grid, water supply, waste disposal, and subway system.    Urban Design and the Law    ARTH-UA 674 Prerequisites: History of Architecture from Antiquity to the Present (ARTH-UA 601), Shaping the Urban Environment (ARTH-UA 661), and permission of the program director. Offered every year. 4 points.   Relationship between physical surroundings and the basis of society in law. Examines the effects of zoning regulations and building codes; urban renewal legislation; condemnation procedures; real estate law; law concerning tenants; taxation; special bodies such as the Port Authority of New York and New Jersey; preservation and landmarks; licensing procedures for architects, engineers, and planners; and pollution control measures. Special attention to laws of New York City and nearby communities.    Seminar in Urban Options for the Future    ARTH-UA 675 Prerequisites: History of Architecture from Antiquity to the Present (ARTH-UA 601), Shaping the Urban Environment (ARTH-UA 661), and permission of the program director. Offered every year. 4 points.   Focuses on alternative futures for the city of tomorrow that may be effected through the development of new forms of technology and the utilization and exploitation of the state of the art in urban structural designs. Topics include redesign of the business district; recovery of city resources; and social, political, and economic implications of new city forms considered in projections for a new urban face.    Drawing for Architects and Others    ARTH-UA 676 Prerequisites: History of Architecture from Antiquity to the Present (ARTH-UA 601), Shaping the Urban Environment (ARTH-UA 661), and permission of the program director. Offered every year. 2 points.   A basic drawing course intended to teach students to perceive—to record phenomena manually without relying on formulaic methods of drawing perspective, volumetrics, and the like. Students are encouraged to examine proportion, scale, light, shade, and texture, as well as means of expression, the nature and essence of objects, various media, and graphic composition. The course assists students in creating a comprehensive series of drawings and in building a portfolio.    Reading the City    ARTH-UA 677 Prerequisites: History of Architecture from Antiquity to the Present (ARTH-UA 601), Shaping the Urban Environment (ARTH-UA 661), and permission of the program director. Offered every year. 4 points.   Focuses on observation and documentation of a historical section of New York City from its foundation to the present. Students participate in field walks and attend in-class lectures and discussions. A principal objective of the course is to have students learn to read the historical stratigraphy of the city by using primary and secondary sources such as maps, prints, and panoramas, as well as City Council minutes and other printed documents. The goal is to have them deepen their understanding of phenomena that they have observed firsthand.    Architectural Criticism    ARTH-UA 678 Prerequisites: History of Architecture from Antiquity to the Present (ARTH-UA 601), Shaping the Urban Environment (ARTH-UA 661), and permission of the program director. Offered every year. 4 points.   Combines the reading and writing of architectural criticism. Students read the work of prewar and postwar architecture critics, focusing on those who live(d) and work(ed) in New York City and those who write and wrote for the popular press. Six class sessions are devoted to thematic groupings of reviews—on the skyscraper, the museum, urban planning, and more—in order to compare critical language, approach, and taste, while also tracking changes in architectural style from 1900 to the present. These reviews are supplemented with readings in architectural theory that attempt to define the styles of the past and present century. Students also write three reviews themselves, including one on a building, shop, or urban plan of their choice. The course should offer both an alternative history of 20th-century New York City and an opportunity to think and write about architecture in a new and opinionated way.    Parks, Plants, and People    ARTH-UA 679 Prerequisites: History of Architecture from Antiquity to the Present (ARTH-UA 601), Shaping the Urban Environment (ARTH-UA 661), and permission of the program director. Offered periodically. 2 points.   Studies the components of successful urban green public spaces designed for and about people. Students participate in numerous site visits to important New York City parks and gardens to study the way people actually use these places. Students also are expected to visit others and report on them to the class. Students study the research and observations of William H. Whyte and the role that good planting and a connection with nature play in improving the quality of life in the city.    Case Studies in Historic Preservation    ARTH-UA 681 Prerequisites: History of Architecture from Antiquity to the Present (ARTH-UA 601), Shaping the Urban Environment (ARTH-UA 661), and permission of the program director. Offered in the spring. 4 points.   A survey of the history, philosophy, and practice of historic preservation on the national and local levels. Through case studies, students learn about the field as a civic responsibility and public activity. It is, therefore, very much a course in civics, as it aims to equip and energize students to be involved in the quality of the built environment in general and historic preservation in particular wherever they may live, and wherever their professional paths may take them.      Honors Thesis and Independent Studies in Urban Design and Architecture Studies    Senior Honors Thesis: Urban Design and Architecture Studies   ARTH-UA 690, 691 Open to departmental majors who have been accepted as candidates for honors in urban design in the first term of their senior year and who have the permission of the director of undergraduate studies.   See this department's subheading \"Graduation with Honors\" for eligibility requirements. Students are expected to work on their theses over a period of two semesters. A GPA of 3.65 in urban design courses and an overall GPA of 3.65 as stipulated by the College's honors program regulations are necessary. 4 points.    Independent Study    ARTH-UA 803, 804 Prerequisites: written permission of the program director and of an adviser. 1 to 4 points per term.   See this department's subheading \"Honors Thesis and Independent Studies in Art History.\"      Urban Design and Architecture Studies: Courses in Other Departments Counting for Major Credit    Urban Society    ANTH-UA 44 Prerequisite: Human Society and Culture (ANTH-UA 1) or permission of the instructor. 4 points.   See description under Anthropology .    Cities in a Global Context    SCA-UA 602 4 points .   See description under Metropolitan Studies .    Urban Economics    ECON-UA 227 Identical to SCA-UA 751. Prerequisite:   Economic Principles II (ECON-UA 2) or Introduction to Economic Analysis (ECON-UA 5). 4 points.   See description under Economics .    Cities, Communities, and Urban Life    SOC-UA 460 Identical to SCA-UA 760. 4 points.   See description under Sociology .    With departmental approval, other courses may be substituted.      Graduate Courses Open to Undergraduates    Under special circumstances, students are allowed to enroll for courses in the Graduate School of Arts and Science and in the Robert F. Wagner Graduate School of Public Service . If these courses are credited toward the undergraduate degree, no advanced credit is allowed toward a graduate degree. The Wagner program offers undergraduate courses in management of nonprofit organizations and in the role of government in art production and consumption."}, {"content": "Course Offerings    | MEIS | NYU                                                                Back to  previous page                                Course Offerings  Jump to:    History courses    Literature courses    Religion courses    Social Science courses      Language  Courses          Language  placement examinations are held before the first week of the fall and spring  semesters and on a regular basis during the academic year. For placement at the  appropriate level of language instruction, students should consult the  department. Students are advised that if they interrupt their study of a  language sequence for one or more semesters, the department may (re)administer  the placement exam before allowing them to register for another course in the  sequence.          Qualified  undergraduates are also eligible to register for advanced language courses.  Please consult the current schedule of courses and the Graduate School of Arts  and Science Bulletin for information about advanced courses in Arabic, Hindi, Persian,  Turkish, and Urdu that are open to undergraduates who have completed the  intermediate level of the languages.          Arabic          Elementary  Arabic I, II    MEIS-UA  101, 102 Offered  every year. 4 points per term.    Builds  basic skills in modern standard Arabic, the language read and understood by  educated Arabs from Baghdad to Casablanca. Five hours per week of instruction  and drills, stressing the proficiency approach, plus work in the language  laboratory.          Intermediate  Arabic I, II    MEIS-UA  103, 104 Prerequisite  for the sequence: Elementary Arabic II (MEIS-UA 102) or equivalent. Offered every year.  4 points per term.    Builds  on the skills acquired in Elementary Arabic I and II, with increased emphasis  on writing and reading from modern sources, in addition to aural/oral  proficiency.          The  following two Arabic courses comprise the third year of Arabic language  instruction and are open to undergraduates who have successfully completed the  Intermediate Arabic sequence.          Advanced  Arabic I, II    MEIS-GA  1005, 1006 Prerequisite  for the sequence: Intermediate Arabic II (MEIS-UA 104) or equivalent. Offered  every year. Ferhadi. 4 points per term.    Conducted  entirely in Modern Standard Arabic. Further hones the four language skills:  speaking, listening, reading, and writing. Principal features of colloquial  dialects of Arabic are introduced.          Urdu          Elementary  Urdu I, II    MEIS-UA  301, 302 Offered  every year. 4 points per term.    Introduces  the basics of Urdu alphabet, grammar, and sentence structure. All four language  skills are emphasized—writing and reading, as well as speaking and listening.  Explores not only the language but also the culture in which it is rooted.          Intermediate  Urdu I, II    MEIS-UA  303, 304 Prerequisite  for the sequence: Elementary Urdu II (MEIS-UA 302) or equivalent. Offered every  year. 4 points per term.    Along  with specific language tasks, criticism and analysis now form part of the  curriculum. Dictation, memorizing poetry, comprehension, and engagement in  longer sessions of conversation. Students polish skills in reading literary  texts, writing short essays, and carrying on a conversation.          Farsi/Persian          Elementary Persian I, II   MEIS-UA 401, 402 Offered every year. 4 points per term.    Grammar,  phonetics, and pronunciation of modern standard Persian, reading simple texts,  and writing short compositions. Builds basic skills in modern standard Persian  in preparation for reading classical Persian literature.          Intermediate  Persian I, II    MEIS-UA  403, 404 Prerequisite  for the sequence: Elementary Persian II (MEIS-UA 402) or equivalent. Offered  every year. Khorrami. 4 points per term.    Continued  study of grammar and syntax. Practice in spoken Persian. Introduction to  classical and modern prose and poetry.          Hindi          Elementary  Hindi I, II    MEIS-UA  405, 406 Offered  every year. Ilieva. 4 points per term.    Development  of reading, speaking, listening, and writing skills through a variety of  in-class, small-group, and paired activities, as well as through language and  computer lab sessions.          Intermediate  Hindi I, II    MEIS-UA  407, 408 Prerequisite  for the sequence: Elementary Hindi II (MEIS-UA 406) or equivalent. Offered  every year. Ilieva. 4 points per term.    Further  develops fluency in oral and written communication. In addition to the in-class  and small-group activities and language and computer lab sessions, students  work with native speakers from the community and report on their findings.  Reading assignments broaden understanding of content used for oral presentations.          Advanced  Hindi I, II    MEIS-UA  409, 410 Prerequisite  for the sequence: Intermediate Hindi II (MEIS-UA 408) or equivalent. Offered  every year. Ilieva. 4 points per term.    An  overview of Indian culture via original texts designed to improve students'  advanced-level close reading, as well as their written and oral discourse in  Hindi. Students have a choice in the selection of the texts and topics for  their presentations. Combines classroom discussions, oral reports, and  occasional background lectures. Students should have completed the two-year  sequence of Hindi or have an equivalent background.          Turkish          Elementary  Turkish I, II    MEIS-UA  501, 502 Offered  every year. Erol. 4 points per term.    Introduction  to the written and spoken language of modern Turkey. All texts are in Latin  characters and comprise both textual and audio material.          Intermediate  Turkish I, II    MEIS-UA  503, 504 Prerequisite  for the sequence: Elementary Turkish II (MEIS-UA 502) or equivalent. Offered every year.  Erol. 4 points per term.    Materials  from Turkish newspapers, magazines, literature, and radio provide the basis for  developing reading comprehension and conversational ability in modern Turkish.            History  Courses          Topics  in Middle Eastern History    MEIS-UA  518 4  points.    Advanced  course. Topics vary by semester.          The  History of Ancient Egypt, 3200–50 B.C.E.    MEIS-UA  611 Identical  to HIST-UA 506. Offered every year. Goelet. 4 points.    Political  and intellectual history of ancient Egypt, introducing the student to a variety  of religious and secular texts and showing how Egyptologists have drawn on  biographical texts, royal inscriptions, literary papyri, and archaeological  remains to re-create Egyptian history.          A  Cultural History of Ancient Egypt    MEIS-UA  614 Identical  to HIST-UA 505. Offered every other year. Goelet. 4 points.    Survey  of the literary, religious, and material culture of ancient Egypt. The Egyptian  intellectual world is approached through major monuments (for example, the  Great Pyramid) considered in their cultural context. Daily life, as well as the  visual and symbolic aspects of the civilization, are illustrated with slides  and charts. Historical, literary, and religious texts in translation.          Jews  in the Islamic World in the Modern Period    MEIS-UA  615 Identical  to HBRJD-UA 114. 4 points.    See  description under Hebrew and Judaic studies.          Topics  in Islamic History    MEIS-UA  616 4  points.          Istanbul:  Culture, Memory, and the City    MEIS-UA  620 Offered  periodically. Igsiz. 4 points.    Topics  on cultural identification and space in the twentieth century, including social  transformation, urbanism, and gentrification; minorities (e.g., Armenians,  Greeks, Jews, Kurds, the Roma) and cultural identification; food and memory;  nostalgia, commodification, and neighborhoods; museumization of \"culture\";  exile; cosmopolitanism and migration. Examines ethnographies and studies in  cultural and literary history, as well as literature and other primary  Screening of films examines how the city and its culture are displayed as \"spectacle\"  or merely \"décor\" in narrative.          The  Making of the Muslim Middle East    MEIS-UA  640 4  points.          Art  in the Islamic World II: From the Mongols to Modernism    MEIS-UA  652 Identical  to ARTH-UA 541. Offered every year. Flood. 4 points.    An  introduction to the arts of Islam during a period of dynamic cultural and  political change in the Islamic world. Beginning with the Mongol invasions of  the 13th century, traces the development of Islamic art and architecture  through the eras of Timur, the \"gunpowder empires\" (the Mughals, Ottomans,  Safavids), and European colonialism, to the art of the nation-state in the 20th  century.          Art  in the Islamic World I: From the Prophet to the Mongols    MEIS-UA  653 Identical  to ARTH-UA 540. Flood. 4 points.    Provides  an outline of Islamic material in its early and classical periods, from 650  C.E. to 1200 C.E. The period saw the initial formation of an Arab empire  stretching from the Atlantic Ocean to the Indian Ocean, a decline in  centralized authority, and the rise to political prominence of various North  African, Iranian, and Central Asian dynasties from the 10th century onward.  These political developments are reflected in the increasingly heterogeneous  nature of Islamic material culture over this time span.          The  Ottoman Empire and the World Around It, 1300–1700 C.E.    MEIS-UA  680 Peirce. 4  points.          Topics  in Middle Eastern History    MEIS-UA  688 Identical  to HIST-UA 550. Offered every year. 4 points .   Focuses on a particular aspect of Islamic, Ottoman, or modern Middle Eastern  history, with an emphasis on historiographical and comparative issues. Intended  primarily for advanced undergraduates in Middle Eastern studies and in history,  but other students may register with permission of the instructor.          The  Emergence of the Modern Middle East    MEIS-UA  690 Identical  to HIST-UA 531. 4 points.    Surveys  the main political, social, economic, and intellectual currents of the 20th  century. Emphasis on historical background and development of current problems  in the region. Topics include imperialism, nationalism, religion, Orientalism,  women, class formation, oil, the Arab-Israeli crisis, and the Iranian  revolution.          Islam  and the West    MEIS-UA  694 Identical  to HIST-UA 520, MEDI-UA 694. 4 points.    Examines  the evolution of diplomatic, trade, and cultural contacts between Islam and the  West. Particular attention is paid to the complex relationship that developed  between these two civilizations and their historical impact on each other.          Zionism  and the State of Israel    MEIS-UA  696 Identical  to HBRJD-UA 180. 4 points.    See  description under Hebrew and Judaic studies.          Palestine,  Zionism, Israel    MEIS-UA  697 Identical  to HIST-UA 532. Offered every other year. Lockman. 4 points.    Survey  of the conflict over Palestine from its origins in the late 19th century until  the present. Examines the evolution of this ongoing struggle in its historical  context. Discusses the roles of the various parties to the conflict.          Israel:  Fact Through Fiction    MEIS-UA  698 Identical  to HBRJD-UA 780. Offered every other year. 4 points.    See  description under Hebrew and Judaic studies.          Gender  and Sexuality in Medieval Islamic Societies    MEIS-UA  787 Offered  every other year. Rowson. 4 points.    Evaluates  the role of culture—whether Middle Eastern or Western—in shaping fundamental  sexual attitudes. Attempts to get behind myths of unbridled sensuality and  \"well-stocked harems\" to the realities. Readings include such selected primary  sources from the medieval period in English translation as religious treatises  on marriage and proper gender roles, love poetry, stories from the Arabian Nights , and works of  erotica, supplemented by secondary studies.            Literature  Courses          Except  where indicated, there is no language prerequisite for these courses.          Topics  in 20th-Century Literature    MEIS-UA  190 4  points.          Masterpieces  of Arabic Literature in Translation    MEIS-UA  710 Identical  to MEDI-UA 710. Offered every year. 4 points.    Survey  of the masterpieces of Arabic, Persian, and Turkish literature from pre-Islamic  times to the present. Selected texts in translation from the major genres, both  in prose and poetry, are studied as works of art in themselves and as a  reflection of the societies that produced them.          Literature  and Society in the Middle East    MEIS-UA  711 Offered  every year. 4 points.    Examines  selected works in translation of leading 20th-century poets, novelists, and  short story writers that reflect changing conditions and mores within Middle  Eastern and North African societies. Investigates such topics as conflicts  between traditionalists and modernists, the impact of urbanization on rural  societies, and the existential dilemmas of men and women.          Women  and War: Contemporary Arabic Literature and Film    MEIS-UA  714 Identical  to COLIT-UA 714, SCA-UA 731, CINE-UT 714. 4 points.    Women  are central figures in the political upheavals of the modern Middle East; their  images have had a remarkable hold on national and international imaginations.  Investigates the representations of women and war in Arabic literature and film  through such topics as the gendering of war; the gender politics of national  symbolism and liberation; the politics and aesthetics of documentary film;  revolutionary erotic and anti-erotic; and combat and collaboration.          The  Arabian Nights    MEIS-UA  716 Identical  to MEDI-UA 714. Kennedy. 4 points.    A  study of the Arabian  Nights ,  an essential and dynamic literary meeting point between Arabic/Islamic  literature and the Western canon. Literary analysis of the tales includes close  reading of the structure of the original, as well as modern variations by  authors such as Poe and Rushdie.          Modern  South Asian Literature    MEIS-UA  717 Identical  to COLIT-UA 717. Offered every year. Ilieva. 4 points.    Addresses  the rich literary product of modern and contemporary South Asia. Offers more  advanced undergraduates a window on a rich and culturally varied area of the  world, as well as an understanding of aspects of South Asian history and  society as represented in translations of modern prose writing (short stories  and novels) originally written in South Asian languages.          Introduction  to Ancient Indian Literature    MEIS-UA  718 Offered  every year. Ilieva. 4 points.    Acquaints  students with the great works of the ancient Indian literary tradition, a major  part of which was written in Sanskrit. The earliest form of that language,  called Vedic Sanskrit, is the language of the Vedic hymns, especially those of  the Rig Veda. Sanskrit has had an unbroken literary tradition for over 3,000  years. This rich and vast literary, religious, and philosophical heritage is  introduced in this course. In addition, students work with excerpts from the  Jain and Buddhist canons written in Prakrits and examples of Tamil poetry.  Selections from the Vedic literature, classical drama, epics, story literature,  and lyric poetry are studied in English translation.          Middle  Eastern Literature    MEIS-UA  720 Formerly  Topics in Arabic Literature. Identical to MEDI-UA 720. Offered every year. 4  points.    An  introduction to the main stylistic features of classical Arabic for students who  have completed two semesters of Arabic. Classical texts that constitute the  core of Islam to the present: the Qur'an and the Hadith (Sayings of the Prophet  Muhammad). Samples from the Tafsir tradition (Koranic hermeneutics),  Sufi/mystical literature (poetry and prose), philosophical novels, and pious  tales from the popular sphere (the Arabian Nights tradition). The  Koran provides a sustained focus, with particular attention paid to its  influence on all categories of Arabo-Islamic literature—linguistically,  stylistically, thematically, and doctrinally.          Travel  Literature    MEIS-UA  757 Identical  to COLIT-UA 757. Halim. 4 points.    Theoretical  and critical reflections on travel literature and the historically and  culturally changing categories which it should be read: \"imaginative  geography\"; Greek versus Barbarian; the hajj, trade routes, and knowledge  seeking as motives; Orientalism, Occidentalism, and ethnography;  transnationalism in relation to class and gender; tourism; migrant workers; and  exile and narratives of return. Contrasting conventions of representations of  travel in different times and places. Focused, albeit not exclusively, on the  Middle East.          Topics  in Modern Middle Eastern Culture    MEIS-UA  798 Halim.  4 points.          Readings  in Contemporary Literary Theory    MEIS-UA  845 4  points.            Religion  Courses          Religion  and Politics in the Muslim World    MEIS-UA  674 4  points.          History  of Judaism: Emergence of Classical Judaism    MEIS-UA  680 4  points .          What  Is Islam?    MEIS-UA  691 Identical  to HIST-UA 85, RELST-UA 85. Offered every year. 4 points.    Introduction  to the life of the Prophet Muhammad and the origins of Islam; the beliefs and  practices of the Islamic community; differences between Sunni and Shi'ite  Islam; Sufism; the spiritual, intellectual, and artistic life of the Islamic  commonwealth; and modern Islamic revival.          Introduction  to Ancient Egyptian Religion    MEIS-UA  719 Identical  to RELST-UA 719. Offered every year. Goelet. 4 points.    The  nature of the gods, syncretism, private religion, theories of divine kingship,  the judgment of the dead, cultic practices, the life of priests, the  relationship between this world and the afterlife, wisdom literature as moral  thought, festivals, funerary practices, creation myths, and foreign gods and  influences. Topics are illustrated by Egyptian religious texts or scenes from  temples and tombs.          Women  and Gender in Islam    MEIS-UA  728 Offered  every year. Katz. 4 points.    Examines  the rights, roles, and physical appearance of Muslim women. Investigates the  complexity of the messages and models relating to gender in one of the world's  most influential religious traditions. Beginning with the rise of Islam,  observes how foundational texts and personalities are interpreted and  reinterpreted for changing times.          Islamic  Law and Society    MEIS-UA  780 Offered  every year. 4 points.    Introduces  students to Islamic law through a reading of its various genres and a study of  a selection of secondary sources covering a number of substantive topics (for  example, ritual, criminal, and public law). Also focuses on the ways Islamic  law has interacted with Islamic societies in historical practice and the way it  has adapted, or not adapted, to the challenges of modernity.          The  Qur'an and Its Interpretation    MEIS-UA  781 Offered  every other year. Katz. 4 points.    An  introduction to the content, themes, and style of the Qur'an. Surveys the  diversity of interpretive approaches to the text (legal, mystical, sectarian,  literary, and politically engaged) in the medieval and modern periods.          Topics  in Islamic Studies    MEIS-UA  782 Offered  every year. 4 points.    Examines  a particular aspect of premodern Islamic religious, intellectual, or  institutional history, with the specific topic varying from year to year.  Intended primarily for advanced undergraduates in Middle Eastern and Islamic  studies, but other students may register with permission of the instructor.          Women  and Islamic Law    MEIS-UA  783 Identical  to SCA-UA 736, MEDI-UA 783. 4 points.    How  Islamic law has treated women in theory and practice. Medieval and modern legal  texts regarding the status of women as believers, daughters, wives, mothers,  and legal persons. Case studies from different periods of Islamic history are  read and discussed, as well as writings from contemporary anthropology.          Judaism,  Christianity, and Islam    MEIS-UA  800 Identical  to MEDI-UA 25, HBRJD-UA 160, RELST-UA 102. Offered every year. 4 points.    Comparative  study of the three great monotheistic religious traditions, how each understood  its origin and evolution, and their similarities and differences in matters of  scripture, worship, authority, community, theology, and mysticism.            Social  Science Courses          Cinema,  Politics, and Society in the Middle East    MEIS-UA  678 4  points.          Politics  of the Middle East    MEIS-UA  750 Identical  to POL-UA 540. Offered every year. Keshavarzian. 4 points.    A  survey of modern Middle Eastern and North African politics from the 19th  century to the present. Examines the context of current struggles and delves  into critical issues facing the peoples of the region.          Topics  in Middle East Politics    MEIS-UA  751 Keshavarzian.  4 points.    Topics  vary and include such themes as social movements, urban politics, or  globalization. Check with the department for current offering.          Internship  and Independent Study          Internship    MEIS-UA  980, 981 Prerequisite:  permission and placement for departmental majors from the director of  undergraduate studies. 2 or 4 points per term.          Independent  Study    MEIS-UA  997, 998 Prerequisite:  permission of the instructor. 1 to 4 points per term.          Graduate  Courses Open to Undergraduates          The  Middle Eastern studies courses offered in the Graduate School of Arts and  Science are open to qualified undergraduates. Permission of the instructor and  the director of undergraduate studies is required. For further information,  please consult the Graduate School of Arts and Science Bulletin.                   Updated on 03&#047;27&#047;2015       Contact Us | &copy; New York University , Arts and Science"}, {"content": "Course Offerings    | MEIS | NYU                                                                Back to  previous page                                Course Offerings Language Courses Note: Language examinations are held before the first week of the fall and spring semesters and on a regular basis during the academic year. For placement at the appropriate level of language instruction, students should consult the department. Qualified undergraduates are also eligible to register for advanced language courses. Please consult the current schedule of courses and the Graduate School of Arts and Science Bulletin for information about advanced courses in Arabic, Persian, Turkish, Hindi, and Urdu that are open to undergraduates who have completed the intermediate level of the languages.    Arabic Elementary Arabic I, II MEIS-UA 101, 102 Offered every year. 4 points per term. Builds basic skills in modern standard Arabic, the language read and understood by educated Arabs from Baghdad to Casablanca. Five hours per week of instruction and drills, stressing the proficiency approach, plus work in the language laboratory. Intermediate Arabic I, II MEIS-UA 103, 104 Prerequisite for the sequence: Elementary Arabic II (MEIS-UA 102) or equivalent. Offered every year. 4 points per term. Builds on the skills acquired in Elementary Arabic I and II, with increased emphasis on writing and reading from modern sources, in addition to aural/oral proficiency. The following two Arabic courses comprise the third year of Arabic language instruction and are open to undergraduates who have successfully completed the Intermediate Arabic sequence. Advanced Arabic I, II MEIS-GA 1005, 1006 Prerequisite for the sequence: Intermediate Arabic II (MEIS-UA 104) or equivalent. Offered every year. Ferhadi. 4 points per term. This class is entirely conducted in Modern Standard Arabic. The focus is on further honing the students' four language skills: speaking, listening, reading, and writing. Principal features of colloquial dialects of Arabic will be introduced as well.    Urdu Elementary Urdu I, II MEIS-UA 301, 302 Offered every year. 4 points per term. Introduces students to the basics of Urdu alphabet, grammar, and sentence structure. All four skills are emphasized—writing and reading, as well as speaking and listening. Tailored to address students' interests not only in the language but also in the culture in which it is rooted. Intermediate Urdu I, II MEIS-UA 303, 304 Prerequisite for the sequence: Elementary Urdu II (MEIS-UA 302) or equivalent. Offered every year. 4 points per term. Continues where Elementary Urdu leaves off. Students are introduced to literary texts. Along with specific language tasks, criticism and analysis now form part of the curriculum. Dictation, memorizing poetry, comprehension, and engaging in longer sessions of conversation form an important part of this course. By the end of this course, students should have achieved some fluency in reading literary texts, writing short essays, and carrying on a conversation.    Farsi/Persian Elementary Persian I, II MEIS-UA 401, 402 Offered every year. 4 points per term. Grammar, phonetics, and pronunciation of modern standard Persian, reading simple texts and writing short compositions. Builds basic skills in modern standard Persian in preparation for reading classical Persian literature. Intermediate Persian I, II MEIS-UA 403, 404 Prerequisite for the sequence: Elementary Persian II (MEIS-UA 402) or equivalent. Offered every year. Khorrami. 4 points per term. Builds on the skills acquired in Elementary Persian I and II through continued study of grammar and syntax. Practice in spoken Persian. Introduction to classical and modern prose and poetry.     Hindi Elementary Hindi I, II MEIS-UA 405, 406 Offered every year. Ilieva. 4 points per term. As a part of a two-year curriculum, prepares the student for a high level of proficiency in Hindi. Through a variety of class, small-group, and paired activities, as well as language and computer lab sessions, students are expected to develop reading, speaking, listening, and writing skills. The instructor also takes into consideration individual needs. Intermediate Hindi I, II MEIS-UA 407, 408 Prerequisite for the sequence: Elementary Hindi II (MEIS-UA 406) or equivalent. Offered every year. Ilieva. 4 points per term. Designed to further develop fluency in oral and written communication. In addition to the class, small-group activities, and language and computer lab sessions, students are given an individual assignment to work with native speakers from the community and report on their findings. The reading assignments are designed to broaden understanding of content used for oral presentations. Advanced Hindi I, II MEIS-UA 409, 410 Prerequisite for the sequence: Intermediate Hindi II (MEIS-UA 408) or equivalent. Offered every year. Ilieva. 4 points per term. Offers an overview of Indian culture via original texts and is designed to improve students' advanced-level reading, as well as their written and oral discourse in Hindi. Emphasis is placed on the development of linguistic skills required for a close reading and in-depth analysis of complex texts. Courses are learner-centered, and students have a choice in the selection of the texts and topics for their presentations. Taught seminar-style, the course combines classroom discussions, oral reports, and occasional background lectures. Students should have completed the two-year sequence of Hindi or have an equivalent background.     Turkish Elementary Turkish I, II MEIS-UA 501, 502 Offered every year. Erol. 4 points per term. Introduction to the written and spoken language of modern Turkey. All texts are in Latin characters and comprise both textual and audio material. Intermediate Turkish I, II MEIS-UA 503, 504 Prerequisite for the sequence: Elementary Turkish II (MEIS-UA 502) or equivalent. Offered every year. Erol. 4 points per term. Materials from Turkish newspapers, magazines, literature, and radio provide the basis for reading comprehension and conversational ability in modern Turkish.      History Courses The History of Ancient Egypt, 3200–50 B.C.E. MEIS-UA 611 Identical to HIST-UA 506. Offered every year. Goelet. 4 points. Political and intellectual history of ancient Egypt, introducing the student to a variety of religious and secular texts and showing how Egyptologists have drawn on biographical texts, royal inscriptions, literary papyri, and archaeological remains to re-create Egyptian history. A Cultural History of Ancient Egypt MEIS-UA 614 Identical to HIST-UA 505. Offered every other year. Goelet. 4 points. Survey of the literary, religious, and material culture of ancient Egypt. Each class examines the ancient Egyptian intellectual world as shown by a major monument (for example, the Great Pyramid), along with its cultural background. Daily life, as well as the visual and symbolic aspects of the civilization, are illustrated with slides and charts. The reading emphasizes historical, literary, and religious texts in translation. Jews in the Islamic World in the Modern Period MEIS-UA 615 Identical to HBRJD-UA 114. 4 points. See description under Hebrew and Judaic Studies in this Bulletin. Topics in Islamic History MEIS-UA 616 4 points. Istanbul: Culture, Memory, and the City MEIS-UA 620. Offered periodically. 4 points. In this seminar, picking up on different socio-cultural, economic and political transformations and cultural identification through the context of Istanbul, we will attend to a variety of topics revolving around urban culture that might include: social transformation, urbanism, and gentrification; minorities (e.g., Armenians, Greeks, Jews, Kurds, the Roma, and so on) and cultural identification; food and memory; nostalgia, commodification and neighborhoods; museumization of “culture”; exile; cosmopolitanism and migration. In this light, we will read ethnographies, studies in cultural and literary history, as well as literature and other primary sources. We will also watch films, and address how some of these issues get displayed as a “spectacle” or merely a “décor” in narratives, such as detective stories, or in such projects as Istanbul: Cultural Capital of Europe in 2010. As such, taking Istanbul as our centerpiece, we will explore a variety of concepts and dynamics and ask informed questions about cultural identification and space, with a main focus on the twentieth century. The Making of the Muslim Middle East MEIS-UA 640 4 points. Art in the Islamic World II: From the Mongols to Modernism MEIS-UA 652 Identical to ARTH-UA 541. Offered every year. Flood. 4 points. An introduction to the arts of Islam during a period of dynamic cultural and political change in the Islamic world. Beginning with the Mongol invasions of the 13th century, traces the development of Islamic art and architecture through the eras of Timur, the \"gunpowder empires\" (the Mughals, Ottomans, Safavids), and European colonialism, to the art of the nation-state in the 20th century. Art in the Islamic World I: From the Prophet to the Mongols MEIS-UA 653 Identical to ARTH-UA 540. Flood. 4 points. Provides an outline of Islamic material in its early and classical periods, from 650 C.E. to 1200 C.E. The period saw the initial formation of an Arab empire stretching from the Atlantic Ocean to the Indian Ocean, a decline in centralized authority, and the rise to political prominence of various North African, Iranian, and Central Asian dynasties from the 10th century onward. These political developments are reflected in the increasingly heterogeneous nature of Islamic material culture over this time span. The Ottoman Empire and the World around It, 1300–1700 C.E. MEIS-UA 680 Peirce. 4 points. Topics in Middle Eastern History MEIS-UA 688 Identical to HIST-UA 550. Offered every year. 4 points. Focuses on a particular aspect of Islamic, Ottoman, or modern Middle Eastern history, with an emphasis on historiographical and comparative issues. Intended primarily for advanced undergraduates in Middle Eastern studies and in history, but other students may register with permission of the instructor. The Emergence of the Modern Middle East MEIS-UA 690 Identical to HIST-UA 531. 4 points. Surveys the main political, social, economic, and intellectual currents of the 20th century. Emphasis on historical background and development of current problems in the region. Topics include imperialism, nationalism, religion, Orientalism, women, class formation, oil, the Arab-Israeli crisis, and the Iranian revolution. Islam and the West MEIS-UA 694 Identical to HIST-UA 520, MEDI-UA 694. 4 points. Examines the evolution of diplomatic, trade, and cultural contacts between Islam and the West. Particular attention is paid to the complex relationship that developed between these two civilizations and their historical impact on each other. Zionism and the State of Israel MEIS-UA 696 Identical to HBRJD-UA 180. 4 points. See description under Hebrew and Judaic Studies in this Bulletin. Palestine, Zionism, Israel MEIS-UA 697 Identical to HIST-UA 532. Offered every other year. Lockman. 4 points. Survey of the conflict over Palestine from its origins in the late 19th century until the present. Examines the evolution of this ongoing struggle in its historical context. Discusses the roles of the various parties to the conflict. Israel: Fact Through Fiction MEIS-UA 698 Identical to HBRJD-UA 780. Offered every other year. Landress. 4 points. See description under Hebrew and Judaic Studies in this Bulletin.  Gender and Sexuality in Medieval Islamic Societies MEIS-UA 787 Offered every other year. Rowson. 4 points. Evaluates the role of culture—whether Middle Eastern or Western—in shaping fundamental sexual attitudes. Attempts to get behind myths of unbridled sensuality and \"well-stocked harems\" to the realities. Readings include selected primary sources from the medieval period in English translation, including religious treatises on marriage and proper gender roles, love poetry, stories from the Arabian Nights, and works of erotica, supplemented by secondary studies. Iran Past and Present MEIS-UA 796 Offered every year. Chelkowski. 4 points. Ancient Iranian culture and its influence on the Near East. The impact of the Arab-Islamic conquest, the Islamization of Iran, and the Iranian role in the development of Islamic civilization. The rebirth of Iranian self-consciousness and the establishment of Shi'ism as the state religion under the Safavids. Traditional Iranian culture in conflict with the West. Modern Iran from the reinstitution of the monarchy to the Islamic revolution. Illustrated with readings, slides, films, a museum visit, live recitations, and music.      Literature Courses      Except where indicated, there is no language prerequisite for these courses. Topics in 20th-Century Literature MEIS-UA 190 4 points.  Masterpieces of Arabic Literature in Translation MEIS-UA 710 Identical to MEDI-UA 710. Offered every year. 4 points. Survey of the masterpieces of Arabic, Persian, and Turkish literature from pre-Islamic times to the present. Selected texts in translation from the major genres, both in prose and poetry, are studied as works of art in themselves and as a reflection of the societies that produced them. Literature and Society in the Middle East MEIS-UA 711 Offered every year. 4 points. Examines selected works in translation of leading 20th-century poets, novelists, and short story writers that reflect changing conditions and mores within Middle Eastern and North African societies. Investigates such topics as conflicts between traditionalists and modernists, the impact of urbanization on rural societies, and the existential dilemmas of men and women. Women and War: Contemporary Arabic Literature and Film MEIS-UA 714 Identical to COLIT-UA 714, SCA-UA 731, CINE-UT 714. 4 points. Women are central figures in the political upheavals of the modern Middle East; their images have had a remarkable hold on national and international imaginations. Investigates the representations of women and war in Arabic literature and film through such topics as the gendering of war; the gender politics of national symbolism and liberation; the politics and aesthetics of documentary film; revolutionary erotic and antierotic; and combat and collaboration. The Arabian Nights MEIS-UA 716 Identical to MEDI-UA 714. Kennedy. 4 points. The Arabian Nights have been an essential and dynamic literary meeting point between Arabic/Islamic literature and the Western canon. This course examines both sides of this cultural dichotomy. Literary analysis of the tales includes close reading of the structure of the original, as well as modern variations by authors such as Poe and Rushdie. Modern South Asian Literature MEIS-UA 717 Identical to COLIT-UA 717. Offered every year. Ilieva. 4 points. Addresses the rich literary product of modern and contemporary South Asia. Offers more advanced undergraduates a window on a rich and culturally varied area of the world, as well as an understanding of aspects of South Asian history and society as represented in translations of modern prose writing (short stories and novels) originally written in South Asian languages. Introduction to Ancient Indian Literature MEIS-UA 718 Offered every year. Ilieva. 4 points. An introductory course designed to acquaint students with the great works of the ancient Indian literary tradition, a major part of which was written in Sanskrit. The earliest form of that language, called Vedic Sanskrit, is the language of the Vedic hymns, especially those of the Rig Veda. Sanskrit has had an unbroken literary tradition for over 3,000 years. This rich and vast literary, religious, and philosophical heritage is introduced in this course. In addition, students work with excerpts from the Jain and Buddhist canons written in Prakrits and examples of Tamil poetry. Selections from the Vedic literature, classical drama, epics, story literature, and lyric poetry are studied in English translation. Middle Eastern Literature MEIS-UA 720 Formerly Topics in Arabic Literature. Identical to MEDI-UA 720. Offered every year. 4 points. An introduction to the main stylistic features of classical Arabic for students who have completed two semesters of Arabic. Students gain a flavor of an older, yet essential, register of Arabic through the most important texts of the Islamic tradition. These texts constitute the core of Islam to the present: the Qur'an and the Hadith (Sayings of the Prophet Muhammad). The syllabus also includes samples from the Tafsir tradition (Koranic hermeneutics), Sufi/mystical literature (poetry and prose), philosophical novels, and pious tales from the popular sphere (the Arabian Nights tradition). The Koran provides a sustained focus for the course, with particular attention paid to its influence on all categories of Arabo-Islamic literature—linguistically, stylistically, thematically, and doctrinally. Travel Literature MEIS-UA 757 Identical to COLIT-UA 757. Halim. 4 points. Brings together a set of theoretical, critical, and literary texts about travel from antiquity to the late 20th century with a focus, albeit not an exclusive one, on the Middle East. The first sessions of the course are devoted to theoretical and critical reflections on travel literature and the historically and culturally changing categories in relation to which it should be read. These include \"imaginative geography\"; Greek versus Barbarian; the hajj, trade routes, and knowledge-seeking as motives; Orientalism, Occidentalism, and ethnography; transnationalism in relation to class and gender; tourism; migrant workers; and exile and narratives of return. The literary texts to be read later in the course demonstrate the contrasting conventions of representations of travel in different times and places in relation to the issues raised in the introductory sessions. Topics in Modern Middle Eastern Culture MEIS-UA 798 Halim. 4 points. Readings in Contemporary Literary Theory MEIS-UA 845 4 points.       Religion Courses Religion and Politics in the Muslim World MEIS-UA 674 4 points. History of Judaism: Emergence of Classical Judaism MEIS-UA 680 4 points. What Is Islam? MEIS-UA 691 Identical to HIST-UA 85, RELST-UA 85. Offered every year. 4 points. An introductory course dealing with the life of the Prophet Muhammad and the origins of Islam; the beliefs and practices of the Islamic community; differences between Sunni and Shi'ite Islam; Sufism; the spiritual, intellectual, and artistic life of the Islamic commonwealth; and modern Islamic revival. Introduction to Ancient Egyptian Religion MEIS-UA 719 Identical to RELST-UA 719. Offered every year. Goelet. 4 points. Examines the religious beliefs of the ancient Egyptians, including the nature of the gods, syncretism, private religion, theories of divine kingship, the judgment of the dead, cultic practices, the life of priests, the relationship between this world and the afterlife, wisdom literature as moral thought, festivals, funerary practices, creation myths, and foreign gods and influences—all illustrated by Egyptian religious texts or scenes from temples and tombs. Women and Gender in Islam MEIS-UA 728 Offered every year. Katz. 4 points. Examines the rights, roles, and physical appearance of Muslim women. Investigates the complexity of the messages and models relating to gender in one of the world's most influential religious traditions. Beginning with the rise of Islam, observes how foundational texts and personalities are interpreted and reinterpreted for changing times. Seminar: Islamic Law and Society MEIS-UA 780 Offered every year. 4 points. Introduces students to Islamic law through a reading of its various genres and a study of a selection of secondary sources covering a number of substantive topics (for example, ritual, criminal, and public law). Also focuses on the ways Islamic law has interacted with Islamic societies in historical practice and the way it has adapted, or not adapted, to the challenges of modernity. The Qur'an and Its Interpretation MEIS-UA 781 Offered every other year. Katz. 4 points. An introduction to the content, themes, and style of the Qur'an. Surveys the diversity of interpretive approaches to the text (legal, mystical, sectarian, literary, and politically engaged) in the medieval and modern periods. Topics in Islamic Studies MEIS-UA 782 Offered every year. 4 points. Examines a particular aspect of premodern Islamic religious, intellectual, or institutional history, with the specific topic varying from year to year. Intended primarily for advanced undergraduates in Middle Eastern and Islamic studies, but other students may register with permission of the instructor. Seminar: Women and Islamic Law MEIS-UA 783 Identical to SCA-UA 736, MEDI-UA 783. 4 points. Acquaints students with the ways Islamic law has treated women in theory and practice. Students are exposed to medieval and modern legal texts regarding the status of women as believers, daughters, wives, mothers, and legal persons. Case studies from different periods of Islamic history are read and discussed, as well as writings from contemporary anthropology.  Judaism, Christianity, and Islam MEIS-UA 800 Identical to MEDI-UA 25, HBRJD-UA 160, RELST-UA 102. Offered every year. Peters. 4 points. Comparative study of the three great monotheistic religious traditions, how each understood its origin and evolution, and their similarities and differences in matters of scripture, worship, authority, community, theology, and mysticism.  The Sufis: Mystics of Islam MEIS-UA 863 Identical to MEDI-UA 863, RELST-UA 863. Chelkowski. 4 points. Readings of the Sufi poets in translation and reflections on their influence in Persian literature and the European tradition. Sufism as one of the primary manifestations of the Islamic spirit in Iran. The effect of Sufism (the hidden path that leads from the individual to God) on the shape of Islam, on the spirit of Persian literature and art, and on Western religious sensibilities.      Social Science Courses Cinema, Politics, and Society in the Middle East MEIS-UA 678 4 points. Politics of the Middle East MEIS-UA 750 Identical to POL-UA 540. Offered every year. Keshavarzian. 4 points. See description under Politics in this Bulletin. Topics in Middle East Politics MEIS-UA 751 Keshavarzian. 4 points. Advanced undergraduate course that focuses on specific issues in contemporary politics in the Middle East. Topics vary each time it is offered, but include such themes as social movements, urban politics, or globalization.  Politics and Society in Iran MEIS-UA 797 Identical to POL-UA 545. 4 points. See description under Politics in this Bulletin.      Independent Study Internship      MEIS-UA 980, 981 Prerequisite: permission and placement for departmental majors from the director of undergraduate studies. 2 or 4 points per term. Independent Study MEIS-UA 997, 998 Prerequisite: permission of the instructor. 1 to 4 points per term.      Graduate Courses Open to Undergraduates      The Middle Eastern studies courses offered in the Graduate School of Arts and Science are open to qualified undergraduates. Permission of the instructor and the director of undergraduate studies is required. For further information, please consult the Graduate School of Arts and Science Bulletin.                   Updated on 06&#047;10&#047;2014       Contact Us | &copy; New York University , Arts and Science"}]}]