[{"detail": [{"content": "Bonneau Lab                                                                    Structure Prediction       Protein Design       Biclustering + cMonkey       Network Inference       Social Networks       Publications &nbsp&nbsp&nbsp&nbsp&nbsp&nbsp       Links + Collaborations       People &nbsp&nbsp&nbsp&nbsp&nbsp&nbsp       Opportunities &nbsp&nbsp&nbsp&nbsp&nbsp&nbsp       Software + Code       Teaching &nbsp&nbsp&nbsp&nbsp&nbsp&nbsp                        &nbsp     Welcome to the Bonneau Lab.                    Bonneau Lab on Twitter                   Tweets by @RichBonneauNYU                                 Opportunities     Open positions in Systems Biology and Software Engineering!     The Bonneau Lab is advertising a number of open positions in systems biology research and software engineering (as well as social media software engineering). Postdoc positions, research positions, and SE/computer science positions are available, both here in NYC and abroad at NYU Abu Dhabi. See the opportunities page for more information...        Overview...     My lab is focused on a number of computational biology problems that, if solved, would remove key bottlenecks in biology and systems biology. We focus on two main categories of computational biology: learning networks from functional genomics data and predicting and modeling protein structure. In both areas I have played key roles in solving unsolved problems and achieving critical field-wide milestones.     In the area of structure prediction we were early contributors to the Rosetta code; a platform for structure prediction, design and docking. In the area of network inference we worked on two computational methods that were used to demonstrate the first predictive genome-wide model of regulatory dynamics (i.e. the first case where a genome-wide model could predict the whole transcriptional state of cells at future time points not part of the training set). Both network inference and protein structure prediction remain grand challenges and in spite of our progress much exciting work remains to be done in the coming years as we continue to improve, scale and apply these methods.     The lab focuses on developing and implementing methods for modeling global regulatory circuits that are general and can be applied to many systems. I've also played a critical role in the development and deployment of &quot;Rosetta&quot;, a state of the art protein folding program, and future work will include distilling functional information from genome-wide de novo predictions.     In a broader sense, we aim to train students to derive and implement novel computational approaches to biological problems (people in my lab are encouraged to build it themselves rather that download a not-quite-right tool from elsewhere). We can't perfectly anticipate tomorrow's computational challenges, but we can train students to be flexible and creative.     ...Explore links above for more detailed information about the different research directions of the lab, the history of the efforts we're involved in, friends, etc...        Learning Biological Networks from Heterogeneous Data     Ever-improving genomics experiments have begun to make possible the reconstruction of large numbers of regulatory relationships from the analysis of large accumulated genomics data collections (protein-DNA interactions, genome wide mRNA, whole-genome sequencing, etc.). The work of collaborative teams of systems biologists and computational biologists has in several cases formed functional genomics projects that integrate computational analysis, experimental designs and data visualization to form highly productive multi-group consortia.     This review focuses on just one aspect of these coordinated systems biology efforts: the learning of genome-wide regulatory networks in a manner that enables prediction of unobserved cell states and modeling of dynamical regulatory responses to changes in cell state. As new technologies enable the more accurate, and cheeper, measurement of global metabolite, protein, non-coding RNAs and post-translational modifications many of the mathematical tools developed to learn and model transcriptional networks will prove powerful enough and general enough to incorporate these important additional informational levels.        Protein Structure and Design Using Rosetta     I was one of the initial authors on the Rosetta protein structure prediction code, the first method to demonstrate comprehensive ability to predict protein fold in the absence of sequence homology to a known structure. New developments and applications of Rosetta are ongoing in my lab, and via collaborations with other labs in the Rosetta-development community, IBM and biologists throughout the world.     The Human Proteome Folding Project on the World Community Grid is one of the largest bio-relevant computations undertaken to date; it will provide fold and function predictions for tens of thousands of proteins of unknown function, and be accessed by biologists in all sub-fields. I have an ongoing collaboration with IBMs World Community Grid and was the pilot project on this emerging global computing resource.     I was a founding member of the Rosetta commons, which is a non-profit entity that allows the continued development of Rosetta by over 10 institutions (including NYU) that simultaneously work on protein design, docking, prediction and using Rosetta to resolve experimental constraints ( rosettacommons ).     This is the ultimate in dissemination; we use money from licensing the code to industry to provide support to new academic developers, companies using the code, users, etc. Developments in all of these application domains are mutually synergistic, as bug fixes and improvements to core methods are quickly disseminated to the entire development community. All Rosetta commons members work off the same coordinated source code repository (managed by University of Washington). Yearly meetings are organized to coordinate research and code management issues. Additionally software will be available in frequent releases (source code freely available to academics). These mechanisms for collaboration, resource access, end-user inclusion, and technology export are in place, tested and exceptionally productive.        Contact     bonneau [AT] nyu [DOT] edu ( NYU faculty page )     See the People page for more contact information.        Funding     Currently, we are generously funded by the following:         The National Institutes of Health.      The National Science Foundation , 2010: The Arabidopsis folding project, NSF DBI-0820757.      The US Department of Defense : Establishing A Fundamental Research Program in Prokaryotic Genomics at NYU, DOD, USAMRAA W81XWH-04-1-0307.                                               &copy; 2011 Richard Bonneau"}]},
{"detail": [{"content": "Bonneau Lab                                                                    Structure Prediction       Protein Design       Biclustering + cMonkey       Network Inference       Social Networks       Publications &nbsp&nbsp&nbsp&nbsp&nbsp&nbsp       Links + Collaborations       People &nbsp&nbsp&nbsp&nbsp&nbsp&nbsp       Opportunities &nbsp&nbsp&nbsp&nbsp&nbsp&nbsp       Software + Code       Teaching &nbsp&nbsp&nbsp&nbsp&nbsp&nbsp                        &nbsp     Welcome to the Bonneau Lab.                    Bonneau Lab on Twitter                   Tweets by @RichBonneauNYU                                 Opportunities     Open positions in Systems Biology and Software Engineering!     The Bonneau Lab is advertising a number of open positions in systems biology research and software engineering (as well as social media software engineering). Postdoc positions, research positions, and SE/computer science positions are available, both here in NYC and abroad at NYU Abu Dhabi. See the opportunities page for more information...        Overview...     My lab is focused on a number of computational biology problems that, if solved, would remove key bottlenecks in biology and systems biology. We focus on two main categories of computational biology: learning networks from functional genomics data and predicting and modeling protein structure. In both areas I have played key roles in solving unsolved problems and achieving critical field-wide milestones.     In the area of structure prediction we were early contributors to the Rosetta code; a platform for structure prediction, design and docking. In the area of network inference we worked on two computational methods that were used to demonstrate the first predictive genome-wide model of regulatory dynamics (i.e. the first case where a genome-wide model could predict the whole transcriptional state of cells at future time points not part of the training set). Both network inference and protein structure prediction remain grand challenges and in spite of our progress much exciting work remains to be done in the coming years as we continue to improve, scale and apply these methods.     The lab focuses on developing and implementing methods for modeling global regulatory circuits that are general and can be applied to many systems. I've also played a critical role in the development and deployment of &quot;Rosetta&quot;, a state of the art protein folding program, and future work will include distilling functional information from genome-wide de novo predictions.     In a broader sense, we aim to train students to derive and implement novel computational approaches to biological problems (people in my lab are encouraged to build it themselves rather that download a not-quite-right tool from elsewhere). We can't perfectly anticipate tomorrow's computational challenges, but we can train students to be flexible and creative.     ...Explore links above for more detailed information about the different research directions of the lab, the history of the efforts we're involved in, friends, etc...        Learning Biological Networks from Heterogeneous Data     Ever-improving genomics experiments have begun to make possible the reconstruction of large numbers of regulatory relationships from the analysis of large accumulated genomics data collections (protein-DNA interactions, genome wide mRNA, whole-genome sequencing, etc.). The work of collaborative teams of systems biologists and computational biologists has in several cases formed functional genomics projects that integrate computational analysis, experimental designs and data visualization to form highly productive multi-group consortia.     This review focuses on just one aspect of these coordinated systems biology efforts: the learning of genome-wide regulatory networks in a manner that enables prediction of unobserved cell states and modeling of dynamical regulatory responses to changes in cell state. As new technologies enable the more accurate, and cheeper, measurement of global metabolite, protein, non-coding RNAs and post-translational modifications many of the mathematical tools developed to learn and model transcriptional networks will prove powerful enough and general enough to incorporate these important additional informational levels.        Protein Structure and Design Using Rosetta     I was one of the initial authors on the Rosetta protein structure prediction code, the first method to demonstrate comprehensive ability to predict protein fold in the absence of sequence homology to a known structure. New developments and applications of Rosetta are ongoing in my lab, and via collaborations with other labs in the Rosetta-development community, IBM and biologists throughout the world.     The Human Proteome Folding Project on the World Community Grid is one of the largest bio-relevant computations undertaken to date; it will provide fold and function predictions for tens of thousands of proteins of unknown function, and be accessed by biologists in all sub-fields. I have an ongoing collaboration with IBMs World Community Grid and was the pilot project on this emerging global computing resource.     I was a founding member of the Rosetta commons, which is a non-profit entity that allows the continued development of Rosetta by over 10 institutions (including NYU) that simultaneously work on protein design, docking, prediction and using Rosetta to resolve experimental constraints ( rosettacommons ).     This is the ultimate in dissemination; we use money from licensing the code to industry to provide support to new academic developers, companies using the code, users, etc. Developments in all of these application domains are mutually synergistic, as bug fixes and improvements to core methods are quickly disseminated to the entire development community. All Rosetta commons members work off the same coordinated source code repository (managed by University of Washington). Yearly meetings are organized to coordinate research and code management issues. Additionally software will be available in frequent releases (source code freely available to academics). These mechanisms for collaboration, resource access, end-user inclusion, and technology export are in place, tested and exceptionally productive.        Contact     bonneau [AT] nyu [DOT] edu ( NYU faculty page )     See the People page for more contact information.        Funding     Currently, we are generously funded by the following:         The National Institutes of Health.      The National Science Foundation , 2010: The Arabidopsis folding project, NSF DBI-0820757.      The US Department of Defense : Establishing A Fundamental Research Program in Prokaryotic Genomics at NYU, DOD, USAMRAA W81XWH-04-1-0307.                                               &copy; 2011 Richard Bonneau"}, {"content": "NYU/CNS : Labs/Resources                                                            Home   People   Doctoral Program   Undergraduate Program   Labs &amp; Groups   Events   Contact                                            CNS Laboratories   Programs associated with CNS   Elsewhere at NYU   Beyond NYU                               Search CNS                 CNS Personnel Directory                                    CNS Laboratories (Some labs do not have public sites.)              The Carter Lab      Our lab studies the functional properties of neurons and circuits in the prefrontal cortex, using a combination of electrophysiology, microscopy and optogenetics.             Laboratory for Neuroeconomics (Glimcher Lab)    The work of our laboratory seeks to reconcile economically based models  of behavior with neurobiological theories of response generation. Our  long-term goal is to use economic theories of choice as a basis for  developing a biologically testable paradigm rooted in decision theory  and games theory that can replace traditional dualist notions of mind  and body.             Computational Neuroimaging Lab   (Heeger Lab)   The focus of our research is to use functional magnetic resonance imaging (fMRI) to quantitatively investigate the relationship between brain and behavior.         Visual Neuroscience Laboratory (Kiorpes and Movshon Labs)     The Visual Neuroscience Laboratory is devoted to the study of the function and development of the mammalian visual system, using behavioral, biological, and theoretical techniques.         Emotion, Memory and the Brain (LeDoux Lab)    The LeDoux lab is a behavioral neuroscience lab dedicated to understanding the ways in which the brain forms, stores and retrieves memories about threatening events.             Laboratory for Computational Vision (Simoncelli Lab)     Our laboratory studies the analysis and representation of visual information. The work is inherently interdisciplinary, requiring empirical study of the structure of visual environments, construction of mathematical theories for representation and processing of that structure, implementation and simulat ion of biologically plausible instantiations of these theories, and psychophysical or (through collaboration) physiological investigations designed to test these theories.           Laboratory for the Study of Learning,   Memory and Cognition (Suzuki Lab)    Our goal is to understand how the brain lays down new memories  for facts, events and relationships that we know are dependent  on the medial portion of the brain’s temporal lobe.         CoreVision     A joint project with the Center for Neural Science and the Department of Psychology, CoreVision is a multi-platform framework for performing many kinds of Psychophysics experiments.                       Programs associated with CNS          Center for Brain Imaging  The Center for Brain Imaging, jointly operated by the Center for Neural  Science and the Department of Psychology, supports research in brain  structure and function using a variety of methods including MRI and  fMRI imaging, EEG and ERP recording, and stimulation using TMS.       Center for Neuroeconomics  The Center for Neuroeconomics at New York University is one of the preeminent  institutions for the study of decision making and the brain. The Center  brings together faculty and students from NYU's world-class departments  of Neural Science, Economics and Psychology in classes, seminars  and research groups.          Emotional Brain Institute  The Emotional Brain Institute (EBI) is a joint initiative between New  York University and New York State. The goal of EBI is to understand  emotions and their impact on mind and behavior. A multi-disciplinary  group of researchers is investigating the origins of normal and  pathological emotions from the level of mind and behavior to neural  systems, cell activity, molecules, and genes. In researching these  topics, EBI investigators use state of the art approaches in the study  of brain, mind, and behavior.* *EBI researchers are located at the   Washington Square Campus of NYU and the   NYU Langone  School of Medicine , both in Manhattan, and the   Nathan Kline Institute , in Orangeburg, NY.         NYU Learning, Memory and Emotion Group  The Learning, Memory and Emotion Group at NYU consists of faculty,  postdocs, and students in the Center for Neural Science and Department  of Psychology who study learning, memory, including emotional learning  and memory. The Group meets on the first Friday of each month for the  Memory in Brain (MiB) Journal Club, at which a range of topics in  learning and memory are discussed, often by a guest speaker. Pizza is  served.        NYU ECoG Group  The NYU ECoG Group comprises a diverse group of researchers and clinicians  who are dedicated to advancing our understanding of human cognition and  improving the health of people with cognitive disorders by studying  patients with brain implants. Faculty members come from a number  of departments and institutes at New York University, including the Comprehensive Epilepsy Center, Center for Neural Science, Neuroscience Institute, Department of Psychology, Department of Neurosurgery,  Department of Neurology, and Department of Electrical and  Computer Engineering.          Sloan-Swartz Center for Theoretical Visual Neuroscience   Combines the strong scientific departments at NYU of CNS and the Courant Institute of Mathematical Sciences (CIMS) with the common goal of integrating as far as possible the research of theoreticians and experimentalists in the study of the brain.             Elsewhere at NYU      Neuroscience: Graduate Programs and Departments   Biology Department    Chemistry Department    Courant Institute of Mathematical Sciences        - Mathematics Department     - Computer Science Department      Physics Department    NYU Neuroscience Institute       Psychology Department    Graduate School of Arts &amp; Science    NYU School of Medicine    NYU main home page                                              Back to top                         Home | People | Doctoral Program | Undergraduate Program | Labs &amp; Groups | Events | Contact                  All contents &copy; New York University. All rights reserved.    Revised: 15-Sep-2014 9:23PM"}]},
{"detail": [{"content": "Bonneau Lab                                                                    Structure Prediction       Protein Design       Biclustering + cMonkey       Network Inference       Social Networks       Publications &nbsp&nbsp&nbsp&nbsp&nbsp&nbsp       Links + Collaborations       People &nbsp&nbsp&nbsp&nbsp&nbsp&nbsp       Opportunities &nbsp&nbsp&nbsp&nbsp&nbsp&nbsp       Software + Code       Teaching &nbsp&nbsp&nbsp&nbsp&nbsp&nbsp                        &nbsp     Welcome to the Bonneau Lab.                    Bonneau Lab on Twitter                   Tweets by @RichBonneauNYU                                 Opportunities     Open positions in Systems Biology and Software Engineering!     The Bonneau Lab is advertising a number of open positions in systems biology research and software engineering (as well as social media software engineering). Postdoc positions, research positions, and SE/computer science positions are available, both here in NYC and abroad at NYU Abu Dhabi. See the opportunities page for more information...        Overview...     My lab is focused on a number of computational biology problems that, if solved, would remove key bottlenecks in biology and systems biology. We focus on two main categories of computational biology: learning networks from functional genomics data and predicting and modeling protein structure. In both areas I have played key roles in solving unsolved problems and achieving critical field-wide milestones.     In the area of structure prediction we were early contributors to the Rosetta code; a platform for structure prediction, design and docking. In the area of network inference we worked on two computational methods that were used to demonstrate the first predictive genome-wide model of regulatory dynamics (i.e. the first case where a genome-wide model could predict the whole transcriptional state of cells at future time points not part of the training set). Both network inference and protein structure prediction remain grand challenges and in spite of our progress much exciting work remains to be done in the coming years as we continue to improve, scale and apply these methods.     The lab focuses on developing and implementing methods for modeling global regulatory circuits that are general and can be applied to many systems. I've also played a critical role in the development and deployment of &quot;Rosetta&quot;, a state of the art protein folding program, and future work will include distilling functional information from genome-wide de novo predictions.     In a broader sense, we aim to train students to derive and implement novel computational approaches to biological problems (people in my lab are encouraged to build it themselves rather that download a not-quite-right tool from elsewhere). We can't perfectly anticipate tomorrow's computational challenges, but we can train students to be flexible and creative.     ...Explore links above for more detailed information about the different research directions of the lab, the history of the efforts we're involved in, friends, etc...        Learning Biological Networks from Heterogeneous Data     Ever-improving genomics experiments have begun to make possible the reconstruction of large numbers of regulatory relationships from the analysis of large accumulated genomics data collections (protein-DNA interactions, genome wide mRNA, whole-genome sequencing, etc.). The work of collaborative teams of systems biologists and computational biologists has in several cases formed functional genomics projects that integrate computational analysis, experimental designs and data visualization to form highly productive multi-group consortia.     This review focuses on just one aspect of these coordinated systems biology efforts: the learning of genome-wide regulatory networks in a manner that enables prediction of unobserved cell states and modeling of dynamical regulatory responses to changes in cell state. As new technologies enable the more accurate, and cheeper, measurement of global metabolite, protein, non-coding RNAs and post-translational modifications many of the mathematical tools developed to learn and model transcriptional networks will prove powerful enough and general enough to incorporate these important additional informational levels.        Protein Structure and Design Using Rosetta     I was one of the initial authors on the Rosetta protein structure prediction code, the first method to demonstrate comprehensive ability to predict protein fold in the absence of sequence homology to a known structure. New developments and applications of Rosetta are ongoing in my lab, and via collaborations with other labs in the Rosetta-development community, IBM and biologists throughout the world.     The Human Proteome Folding Project on the World Community Grid is one of the largest bio-relevant computations undertaken to date; it will provide fold and function predictions for tens of thousands of proteins of unknown function, and be accessed by biologists in all sub-fields. I have an ongoing collaboration with IBMs World Community Grid and was the pilot project on this emerging global computing resource.     I was a founding member of the Rosetta commons, which is a non-profit entity that allows the continued development of Rosetta by over 10 institutions (including NYU) that simultaneously work on protein design, docking, prediction and using Rosetta to resolve experimental constraints ( rosettacommons ).     This is the ultimate in dissemination; we use money from licensing the code to industry to provide support to new academic developers, companies using the code, users, etc. Developments in all of these application domains are mutually synergistic, as bug fixes and improvements to core methods are quickly disseminated to the entire development community. All Rosetta commons members work off the same coordinated source code repository (managed by University of Washington). Yearly meetings are organized to coordinate research and code management issues. Additionally software will be available in frequent releases (source code freely available to academics). These mechanisms for collaboration, resource access, end-user inclusion, and technology export are in place, tested and exceptionally productive.        Contact     bonneau [AT] nyu [DOT] edu ( NYU faculty page )     See the People page for more contact information.        Funding     Currently, we are generously funded by the following:         The National Institutes of Health.      The National Science Foundation , 2010: The Arabidopsis folding project, NSF DBI-0820757.      The US Department of Defense : Establishing A Fundamental Research Program in Prokaryotic Genomics at NYU, DOD, USAMRAA W81XWH-04-1-0307.                                               &copy; 2011 Richard Bonneau"}, {"content": "NYU/CNS : Labs/Resources                                                            Home   People   Doctoral Program   Undergraduate Program   Labs &amp; Groups   Events   Contact                                            CNS Laboratories   Programs associated with CNS   Elsewhere at NYU   Beyond NYU                               Search CNS                 CNS Personnel Directory                                    CNS Laboratories (Some labs do not have public sites.)              The Carter Lab      Our lab studies the functional properties of neurons and circuits in the prefrontal cortex, using a combination of electrophysiology, microscopy and optogenetics.             Laboratory for Neuroeconomics (Glimcher Lab)    The work of our laboratory seeks to reconcile economically based models  of behavior with neurobiological theories of response generation. Our  long-term goal is to use economic theories of choice as a basis for  developing a biologically testable paradigm rooted in decision theory  and games theory that can replace traditional dualist notions of mind  and body.             Computational Neuroimaging Lab   (Heeger Lab)   The focus of our research is to use functional magnetic resonance imaging (fMRI) to quantitatively investigate the relationship between brain and behavior.         Visual Neuroscience Laboratory (Kiorpes and Movshon Labs)     The Visual Neuroscience Laboratory is devoted to the study of the function and development of the mammalian visual system, using behavioral, biological, and theoretical techniques.         Emotion, Memory and the Brain (LeDoux Lab)    The LeDoux lab is a behavioral neuroscience lab dedicated to understanding the ways in which the brain forms, stores and retrieves memories about threatening events.             Laboratory for Computational Vision (Simoncelli Lab)     Our laboratory studies the analysis and representation of visual information. The work is inherently interdisciplinary, requiring empirical study of the structure of visual environments, construction of mathematical theories for representation and processing of that structure, implementation and simulat ion of biologically plausible instantiations of these theories, and psychophysical or (through collaboration) physiological investigations designed to test these theories.           Laboratory for the Study of Learning,   Memory and Cognition (Suzuki Lab)    Our goal is to understand how the brain lays down new memories  for facts, events and relationships that we know are dependent  on the medial portion of the brain’s temporal lobe.         CoreVision     A joint project with the Center for Neural Science and the Department of Psychology, CoreVision is a multi-platform framework for performing many kinds of Psychophysics experiments.                       Programs associated with CNS          Center for Brain Imaging  The Center for Brain Imaging, jointly operated by the Center for Neural  Science and the Department of Psychology, supports research in brain  structure and function using a variety of methods including MRI and  fMRI imaging, EEG and ERP recording, and stimulation using TMS.       Center for Neuroeconomics  The Center for Neuroeconomics at New York University is one of the preeminent  institutions for the study of decision making and the brain. The Center  brings together faculty and students from NYU's world-class departments  of Neural Science, Economics and Psychology in classes, seminars  and research groups.          Emotional Brain Institute  The Emotional Brain Institute (EBI) is a joint initiative between New  York University and New York State. The goal of EBI is to understand  emotions and their impact on mind and behavior. A multi-disciplinary  group of researchers is investigating the origins of normal and  pathological emotions from the level of mind and behavior to neural  systems, cell activity, molecules, and genes. In researching these  topics, EBI investigators use state of the art approaches in the study  of brain, mind, and behavior.* *EBI researchers are located at the   Washington Square Campus of NYU and the   NYU Langone  School of Medicine , both in Manhattan, and the   Nathan Kline Institute , in Orangeburg, NY.         NYU Learning, Memory and Emotion Group  The Learning, Memory and Emotion Group at NYU consists of faculty,  postdocs, and students in the Center for Neural Science and Department  of Psychology who study learning, memory, including emotional learning  and memory. The Group meets on the first Friday of each month for the  Memory in Brain (MiB) Journal Club, at which a range of topics in  learning and memory are discussed, often by a guest speaker. Pizza is  served.        NYU ECoG Group  The NYU ECoG Group comprises a diverse group of researchers and clinicians  who are dedicated to advancing our understanding of human cognition and  improving the health of people with cognitive disorders by studying  patients with brain implants. Faculty members come from a number  of departments and institutes at New York University, including the Comprehensive Epilepsy Center, Center for Neural Science, Neuroscience Institute, Department of Psychology, Department of Neurosurgery,  Department of Neurology, and Department of Electrical and  Computer Engineering.          Sloan-Swartz Center for Theoretical Visual Neuroscience   Combines the strong scientific departments at NYU of CNS and the Courant Institute of Mathematical Sciences (CIMS) with the common goal of integrating as far as possible the research of theoreticians and experimentalists in the study of the brain.             Elsewhere at NYU      Neuroscience: Graduate Programs and Departments   Biology Department    Chemistry Department    Courant Institute of Mathematical Sciences        - Mathematics Department     - Computer Science Department      Physics Department    NYU Neuroscience Institute       Psychology Department    Graduate School of Arts &amp; Science    NYU School of Medicine    NYU main home page                                              Back to top                         Home | People | Doctoral Program | Undergraduate Program | Labs &amp; Groups | Events | Contact                  All contents &copy; New York University. All rights reserved.    Revised: 15-Sep-2014 9:23PM"}, {"content": "Scientific Methods | Sun Laboratory                                                                                                                                                                                               NYU Langone Medical Center   Contact   Site Map                                                                                        Home   Research     Bladder Epithelium   Epithelial Keratins and Stem Cells       Our Group     Group Members   About Us   Lab Login   Group Login       Publications     Downloads       Protocols &amp; Reagents     Lab Rules   Experimental Protocols (Books)   Experimental Protocols (Links)   Molecular Biology Resources   Sun Lab Reagents   Miscellaneous Protocols       Scientific Methods     Dr. Sun&#039;s Workshop   Experimental Design   Scientific Writing   Grant Writing   Oral Presentation       Positions Available   Contact Us                               Dr. Sun&#039;s Workshop   Experimental Design   Scientific Writing   Grant Writing   Oral Presentation                    Home                         Scientific Methods                                             Scientific Methods: Doing Things the Right Way   Tung-Tien Sun, NYU                       It is paradoxical why some straight A students are lost when it comes to research. Dr. Sun developed a lecture, entitled “Trust in authorities, risk assessment and experimental design”, to express his view that an underlying problem of many of these students is that they tend to excessively trust “authorities”. In this lecture, Dr. Sun offers a number of practical suggestions to diagnose and to overcome this problem. Dr. Sun has delivered this lecture at over 30 universities including NYU Medical School, Univ of Penn Med Sch, Northwestern, M.D. Anderson Cancer Center, Baylor Medical College, Johns Hopkins Medical School, Cornell Medical School and Univ of Queensland. Dr. Sun published his ideas on experimental design in 2004 in Nature Review in Molecular and Cell Biology.    In addition to the above lecture that teaches graduate students how to become a good experimentalist who can get any lab techniques to work, Dr. Sun developed three other lectures that cover additional topics that a graduate student/postdoc have to master before he can become an independent investigator. These three lectures cover how to critically analyze the literature, how to take notes and generate ideas; how to write a scientific paper; and how to give an oral presentation. Since 2001, Dr. Sun has delivered this lecture series, in a course that is required for all first year graduate students at NYU Medical School. Since 2004, he has made this course, in the form of a one-day workshop, available to students and postdocs from all universities in New York City area including Columbia, Cornell Medical School, Einstein Medical College, Mt. Sinai and SUNY Brooklyn. He has also been invited to give this workshop at other universities including Albany Medical College, Johns Hopkins Medical School, Pennsylvania State Medical School at Hershey, University of Arizona, Cornell University, Biopolis of Singapore, National Taiwan University and Peking University.    This section provides a partial list of the lectures and workshops that Dr. Sun has given on these subjects, and articles and/or reading lists on experimental design, scientific writing and oral presentation.             Above image from: click here                                                                                                    &copy; 2015 Sun Laboratory | NYU Langone Medical Center | Address: 560 First Avenue, MSB Room 698, New York, NY 10016                  Ethics   Disclaimer   Privacy Policy   Contact Webmaster"}]}]