[{"detail": [{"content": "NYU Course: Music Literature--The Classical Period: Beethoven                                                                                      E85.2073: Music Literature: The Classical Period  Ludwig van Beethoven (1770-1827)   Copyright 1997-98 John V. Gilbert All Rights Reserved      Ludwig van Beethoven was most likely born on December 17, 1770, in Bonn, a small town on the Rhine River, which was then the Residence of the Elector of Cologne. It was the Catholic custom to have a newborn baby baptized on the day of the birth and the records indicate that Ludwig was baptized on that day. The records of the Beethoven family as well as the maternal side of the family can be traced back to the fifteenth century. Beethoven's father was not a drunkard as some accounts depict it. Beethoven's father did not begin to drink until much later in his life (when Ludwig was seventeen) and was brought on by the loss of his wife and young daughter.    Although Beethoven's lineage seems easily established on both sides of the family back to the fifteenth century, there still seems to be some mystery concerning the maternal side of the family, and claims in recent times that Beethoven may have been a mulatto, especially since his appearance seems to have been quite different from the other members of his family. Much of this stems from a description of Bonn's master baker, Fischer, who wrote of Beethoven's youth and described Beethoven as \"short and stocky, broad-shouldered, with a short neck, large head, round nose and swarthy complexion; he always stooped forward when walking. At home, even as a young man, he was called the Spaniard.\"      His father, Johann was tenor in in the Elector's chapel and the Kappelmeister was Ludwig's grandfather and namesake: Ludwig van Beethoven (1712-1773). Johann played an early role in young Ludwig's musical training, hoping to follow the example of Mozart as a prodigy. \u0003\u0003\u0003  Perhaps the most important figure in Beethoven's boyhood days was Christian Gottlob Neefe, the Court organist, respected musician and composer who provided Beethoven his first systematic study in music which included piano lessons, thoroughbass and composition. Neefe was more than his music teacher, he served as Beethoven's mentor, introducing him to the works of Mannheim, J.S. Bach, C. P. E. Bach and accomplishments in German literature and philosophy. By the age of eleven, Beethoven was able to serve as the assistant organist in the Court, and when he was twelve he published his first composition, a set of variations on a March by Dressler. By thirteen he was appointed as the Court's second organist, so he then had the possibility of following in his grandfather's footsteps as a court musician. When he was seventeen, he visited Vienna briefly and played for Mozart who predicted that Beethoven's prospects for the future were bright.   But these were stormy and unsettled times. The American Revolution was begun when Beethoven was six years old, and by the time Beethoven was 19, the Bastille in Paris was stormed. Within three years, France was proclaimed a Republic and then seized by a little known lieutinent, Napoleon Bonaparte, who betrayed the people's passion for freedom by becoming a dictator instead of a liberator. The days of the court musician were dwindling. Fortunes of nobility and royal families were lost or destroyed, and the social structure was undergoing radical change.      Haydn had stopped briefly in Bonn on his way to London. Upon hearing the music of Beethoven, Haydn persuaded Beethoven's employer, the Archbishop Elector of Cologne to send Beethoven to Vienna for further study. Thus in November of 1792, Beethoven, not quite yet 22 years of age, undertook what was then a somewhat arduous trip to Vienna, 500 miles away. He travelled by stagecoach for a week. He arrived in Vienna short of funds. In the beginning he kept a careful account of his finances, noting that he spent a sum of twenty-five groschen on \"coffee for Haiden and me.\" But despite his financial troubles, Beethoven managed to study with Haydn until Haydn again went to Vienna in 1794. In addition he studied with Johann Schenk, a Viennese composer of singspiels, and pursued counterpoint with Johann George Albrechtsberger who was one of the most esteemed teachers of the day with a widely respected treatise on composition which had been published in 1790. He also seems to have had a few informal lessons with the Italian composer Antonio Salieri who had studied with Gluck and was then living in Vienna.   By 1798, Beethoven began to experience the symptoms of deafness and by 1820, his deafness was almost total. By 1802, Beethoven wrote a letter known as the Heiligenstadt Testament, intended for his brothers after his death, in which he wrote of his suffering despair.  During this time he was completing his String Quartets, Opus 18. Beethoven has come onto the musical scene at a fortunate moment. The classical style was fully developed, but held the seeds of expansion in the nature of the new harmonic counterpooint that had evolved from the obligatto accompaniment process that Haydn had discovered and that weas further developed by Mozart and in the later works of Haydn. Haydn and Mozart had created masterpieces in the string quartet literature, virtually establishing and securing this relatively new genre as one of the most important of chamber music. Beethoven, although a young man, was experiencing an enthusiastic vision for the future, relishing in his own musical imagination, and quite capable of mature and original nusical ideas. Thus his first efforts in this genre are important contributions.  His first symphony, completed in 1799, was performed in concert at the Burgtheater in Vienna on April 2, 1800. It was an immediate success. Just as the time of the performance signals the turn of the century, his first sumphony marks a turning point in the symphonic literature. It is conventional to note that the first two symphonies are the most \"classical\" of the nine symphonies and to describe Symphony No. 3 in E-flat, the \"Eroica\" as the turning point in the literature. Grout claims that the movements in the first symphony \"are so regular in form that they might serve as textbook models.\" (p 520). But this is assessing Beethoven from the lens of the twentieth century, and I think does an injustice to the inventiveness of the work which I regard as a \"farewell to classicism,\" a summing up of all stylistic precedents synthesized by a new symphonic energy which is foundational to all that follows in Beethoven's work."}]},
{"detail": [{"content": "NYU Course: Music Literature--The Classical Period: Beethoven                                                                                      E85.2073: Music Literature: The Classical Period  Ludwig van Beethoven (1770-1827)   Copyright 1997-98 John V. Gilbert All Rights Reserved      Ludwig van Beethoven was most likely born on December 17, 1770, in Bonn, a small town on the Rhine River, which was then the Residence of the Elector of Cologne. It was the Catholic custom to have a newborn baby baptized on the day of the birth and the records indicate that Ludwig was baptized on that day. The records of the Beethoven family as well as the maternal side of the family can be traced back to the fifteenth century. Beethoven's father was not a drunkard as some accounts depict it. Beethoven's father did not begin to drink until much later in his life (when Ludwig was seventeen) and was brought on by the loss of his wife and young daughter.    Although Beethoven's lineage seems easily established on both sides of the family back to the fifteenth century, there still seems to be some mystery concerning the maternal side of the family, and claims in recent times that Beethoven may have been a mulatto, especially since his appearance seems to have been quite different from the other members of his family. Much of this stems from a description of Bonn's master baker, Fischer, who wrote of Beethoven's youth and described Beethoven as \"short and stocky, broad-shouldered, with a short neck, large head, round nose and swarthy complexion; he always stooped forward when walking. At home, even as a young man, he was called the Spaniard.\"      His father, Johann was tenor in in the Elector's chapel and the Kappelmeister was Ludwig's grandfather and namesake: Ludwig van Beethoven (1712-1773). Johann played an early role in young Ludwig's musical training, hoping to follow the example of Mozart as a prodigy. \u0003\u0003\u0003  Perhaps the most important figure in Beethoven's boyhood days was Christian Gottlob Neefe, the Court organist, respected musician and composer who provided Beethoven his first systematic study in music which included piano lessons, thoroughbass and composition. Neefe was more than his music teacher, he served as Beethoven's mentor, introducing him to the works of Mannheim, J.S. Bach, C. P. E. Bach and accomplishments in German literature and philosophy. By the age of eleven, Beethoven was able to serve as the assistant organist in the Court, and when he was twelve he published his first composition, a set of variations on a March by Dressler. By thirteen he was appointed as the Court's second organist, so he then had the possibility of following in his grandfather's footsteps as a court musician. When he was seventeen, he visited Vienna briefly and played for Mozart who predicted that Beethoven's prospects for the future were bright.   But these were stormy and unsettled times. The American Revolution was begun when Beethoven was six years old, and by the time Beethoven was 19, the Bastille in Paris was stormed. Within three years, France was proclaimed a Republic and then seized by a little known lieutinent, Napoleon Bonaparte, who betrayed the people's passion for freedom by becoming a dictator instead of a liberator. The days of the court musician were dwindling. Fortunes of nobility and royal families were lost or destroyed, and the social structure was undergoing radical change.      Haydn had stopped briefly in Bonn on his way to London. Upon hearing the music of Beethoven, Haydn persuaded Beethoven's employer, the Archbishop Elector of Cologne to send Beethoven to Vienna for further study. Thus in November of 1792, Beethoven, not quite yet 22 years of age, undertook what was then a somewhat arduous trip to Vienna, 500 miles away. He travelled by stagecoach for a week. He arrived in Vienna short of funds. In the beginning he kept a careful account of his finances, noting that he spent a sum of twenty-five groschen on \"coffee for Haiden and me.\" But despite his financial troubles, Beethoven managed to study with Haydn until Haydn again went to Vienna in 1794. In addition he studied with Johann Schenk, a Viennese composer of singspiels, and pursued counterpoint with Johann George Albrechtsberger who was one of the most esteemed teachers of the day with a widely respected treatise on composition which had been published in 1790. He also seems to have had a few informal lessons with the Italian composer Antonio Salieri who had studied with Gluck and was then living in Vienna.   By 1798, Beethoven began to experience the symptoms of deafness and by 1820, his deafness was almost total. By 1802, Beethoven wrote a letter known as the Heiligenstadt Testament, intended for his brothers after his death, in which he wrote of his suffering despair.  During this time he was completing his String Quartets, Opus 18. Beethoven has come onto the musical scene at a fortunate moment. The classical style was fully developed, but held the seeds of expansion in the nature of the new harmonic counterpooint that had evolved from the obligatto accompaniment process that Haydn had discovered and that weas further developed by Mozart and in the later works of Haydn. Haydn and Mozart had created masterpieces in the string quartet literature, virtually establishing and securing this relatively new genre as one of the most important of chamber music. Beethoven, although a young man, was experiencing an enthusiastic vision for the future, relishing in his own musical imagination, and quite capable of mature and original nusical ideas. Thus his first efforts in this genre are important contributions.  His first symphony, completed in 1799, was performed in concert at the Burgtheater in Vienna on April 2, 1800. It was an immediate success. Just as the time of the performance signals the turn of the century, his first sumphony marks a turning point in the symphonic literature. It is conventional to note that the first two symphonies are the most \"classical\" of the nine symphonies and to describe Symphony No. 3 in E-flat, the \"Eroica\" as the turning point in the literature. Grout claims that the movements in the first symphony \"are so regular in form that they might serve as textbook models.\" (p 520). But this is assessing Beethoven from the lens of the twentieth century, and I think does an injustice to the inventiveness of the work which I regard as a \"farewell to classicism,\" a summing up of all stylistic precedents synthesized by a new symphonic energy which is foundational to all that follows in Beethoven's work."}, {"content": "Ludwig van Beethoven - Heiligenst&auml;dter Testament   NYU Course: Music Literature--The Classical Period: Beethoven                                                                                    E85.2073: Music Literature: The Classical Period  Beethoven's Heiligenst&auml;dt Testament, 1802   Copyright 1997-98 John V. Gilbert All Rights Reserved        For my brothers Carl and [Johann] Beethoven.     Oh you men who think or say that I am malevolent, stubborn,   or misanthropic, how greatly do you wrong me. You do not know the   secret cause which makes me seem that way to you. From childhood on,   my heart and soul have been full of the tender feeling of goodwill,   and I was even inclined to accomplish great things. But, think that   for six years now I have been hopelessly afflicted, made worse by   senseless physicians, from year to year deceived with hopes of  improvement, finally compelled to face the prospect of a lasting malady   (whose cure will take years or, perhaps, be impossible). Though born   with a fiery, active temperament, even susceptible to the diversions of   society, I was soon compelled to isolate myself, to live life alone.   If at times I tried to forget all this, oh how harshly was I flung   back by the doubly sad experience of my bad hearing. Yet it was   impossible for me to say to people, \"Speak louder, shout, for I am  deaf.\" Ah, how could I possibly admit an infirmity in the one sense   which ought to be more perfect in me than others, a sense which I once   possessed in the highest perfection, a perfection such as few in my   profession enjoy or ever have enjoyed. - Oh I cannot do it; therefore   forgive me when you see me draw back when I would have gladly mingled   with you. My misfortune is doubly painful to me because I am bound to   be misunderstood; for me there can be no relaxation with my fellow men,   no refined conversations, no mutual exchange of ideas. I must live   almost alone, like one who has been banished; I can mix with society   only as much as true necessity demands. If I approach near to people   a hot terror seizes upon me, and I fear being exposed to the danger   that my condition might be noticed. Thus it has been during the last   six months which I have spent in the country. By ordering me to spare   my hearing as much as possible, my intelligent doctor almost fell in   with my own present frame of mind, though sometimes I ran  counter to it by yielding to my desire for companionship. But what a   humiliation for me when someone standing next to me heard a flute in   the distance and I heard nothing, or someone standing next to me heard   a shepherd singing and again I heard nothing. Such incidents drove me   almost to despair; a little more of that and I would have ended my life   - it was only my art that held me back. Ah, it seemed to me impossible   to leave the world until I had brought forth all that I felt was within   me. So I endured this wretched existence - truly wretched for so   susceptible a body, which can be thrown by a sudden change from the   best condition to the very worst. - Patience, they say, is  what I must now choose for my guide, and I have done so - I hope my   determination will remain firm to endure until it pleases the   inexorable Parcae to break the thread. Perhaps I shall get better,  perhaps not; I am ready. - Forced to become a philosopher already in   my twenty-eighth year, - oh it is not easy, and for the artist much   more difficult than for anyone else. - Divine One, thou seest my   inmost soul thou knowest that therein dwells the love of mankind and   the desire to do good. - Oh fellow men, when at some point you read   this, consider then that you have done me an injustice; someone who has   had misfortune man console himself to find a similar case to his,  who despite all the limitations of Nature nevertheless did everything   within his powers to become accepted among worthy artists and men.   - You, my brothers Carl and [Johann], as soon as I am dead, if Dr. Schmid   is still alive, ask him in my name to describe my malady, and attach   this written documentation to his account of my illness so that so   far as it possible at least the world may become reconciled to me after   my death. - At the same time, I declare you two to be the  heirs to my small fortune (if so it can be called); divide it fairly;   bear with and help each other. What injury you have done me you know   was long ago forgiven. To you, brother Carl, I give special thanks for   the attachment you have shown me of late. It is my wish that you may   have a better and freer life than I have had. Recommend virtue to your   children; it alone, not money, can make them happy. I speak from   experience; this was what upheld me in time of misery. Thanks  to it and to my art, I did not end my life by suicide - Farewell and   love each other - I thank all my friends, particularly Prince Lichnowsky   and Professor Schmid - I would like the instruments  from Prince L. to be preserved by one of you, but not to be the cause   of strife between you, and as soon as they can serve you a better   purpose, then sell them. How happy I shall be if can still be  helpful to you in my grave - so be it. - With joy I hasten towards  death. - If it comes before I have had the chance to develop all my   artistic capacities, it will still be coming too soon despite  my harsh fate, and I should probably wish it later - yet even so I   should be happy, for would it not free me from a state of endless   suffering? - Come when thou wilt, I shall meet thee bravely.   - Farewell and do not wholly forget me when I am dead; I deserve this   from you, for during my lifetime I was thinking of you often and of   ways to make you happy - be so -      Ludwig van Beethoven   Heiglnstadt,   October 6th, 1802          Deutscher Text        F&uuml;r meine Br&uuml;der Carl und [Johann fehlt ] Beethoven.     O ihr Menschen, die ihr mich f&uuml;r feindselig, st&ouml;rrisch   oder misantropisch haltet oder erkl&auml;ret, wie unrecht tut   ihr mir; ihr wi&szlig;t nicht die geheime Ursache von dem,   was euch so scheinet; mein Herz und mein Sinn waren von   Kindheit an f&uuml;r das zarte Gef&uuml;hl des Wohlwollens,   selbst gro&szlig;e Handlungen zu verrichten, dazu war ich immer   aufgelegt, aber bedenket nur, da&szlig; seit 6 Jahren ein heilloser   Zustand mich befallen, durch unvern&uuml;nftige &Auml;rzte   verschlimmert, von Jahr zu Jahr in der Hoffnung, gebessert zu   werden, betrogen, endlich zu dem &Uuml;berblick eines dauernden   &Uuml;bels [da&szlig; durchstrichen ] (dessen Heilung vielleicht   Jahre dauern oder gar unm&ouml;glich ist) gezwungen, mit   einem feuerigen, lebhaften Temperamente geboren, selbst   empf&auml;nglich f&uuml;r die Zerstreuungen der Gesellschaft,   mu&szlig;te ich fr&uuml;h mich absondern, einsam mein Leben   zubringen, wollte ich auch zuweilen mich einmal &uuml;ber   alles das hinaussetzen, o wie hart wurde ich dur[ch] die   verdoppelte traurige Erfahrung meines schlechten   Geh&ouml;r's dann zur&uuml;ckgesto&szlig;en, und doch war's   mir noch nicht m&ouml;glich, den Menschen zu sagen: sprecht   lauter, schreit, denn ich bin taub, ach wie w&auml;r es   m&ouml;glich, da&szlig; ich dann die Schw&auml;che eines   Sinnes angeben sollte, der bei mir in einem vollkommenern   Grade als bei andern sein sollte, einen Sinn, den ich einst in der   gr&ouml;&szlig;ten Vollkommenheit besa&szlig;, in einer   Vollkommenheit, wie ihn wenige von meinem Fache gewi&szlig;   haben noch gehabt haben - o ich kann es nicht, drum verzeiht,   wenn ihr mich da zur&uuml;ckweichen sehen werdet, wo ich   mich gerne unter euch mischte; doppelt wehe tut mir mein   Ungl&uuml;ck, indem ich dabei verkannt werden mu&szlig;,   f&uuml;r mich darf Erholung in menschlicher Gesellschaft,   feinere Unterredungen, wechselseitige Ergie&szlig;ungen nicht   statt haben, ganz allein fast nur so viel, als es die h&ouml;chste   Notwendigkeit fodert, darf ich mich in Gesellschaft einlassen,   wie ein Verbannter mu&szlig; ich leben, nahe ich mich einer   Gesellschaft, so &uuml;berf&auml;llt mich eine hei&szlig;e   &Auml;ngstlichkeit, indem ich bef&uuml;rchte, in Gefahr gesetzt   zu werden, meinen Zustand merken zu lassen - so war es denn   auch dieses halbe Jahr, was ich auf dem Lande zubrachte, von   meinem vern&uuml;nftigen Arzte aufgefordert, so viel als   m&ouml;glich mein Geh&ouml;r zu schonen, kam er [nur    durchstrichen ] fast meiner jetztigen nat&uuml;rlichen   Disposition entgegen, obschon, vom Triebe zur Gesellschaft   manchmal hingerissen, ich mich dazu verleiten lie&szlig;, aber   welche Dem&uuml;tigung, wenn jemand neben mir stund und   von weitem eine Fl&ouml;te h&ouml;rte, und ich nichts   h&ouml;rte; oder jemand den Hirten singen h&ouml;rte, und ich   auch nichts h&ouml;rte; [Seite 2] solche Ereignisse   brachten mich nahe an Verzweiflung, es fehlte wenig, und ich   endigte selbst mein Leben - nur sie, die Kunst, sie hielt mich   zur&uuml;ck, ach es d&uuml;nkte mir unm&ouml;glich, die Welt eher   zu verlassen, bis ich das alles hervorgebracht, wozu ich mich   aufgelegt f&uuml;hlte; und so fristete ich dieses elende Leben -   wahrhaft elend; einen so reizbaren K&ouml;rper, da&szlig; eine   etwas schnelle Ver&auml;nderung mich aus dem besten   Zustande in den schlechtesten versetzen kann - Geduld - so   hei&szlig;t es, sie mu&szlig; ich nun zur F&uuml;hrerin w&auml;hlen,   ich habe es - dauernd, hoffe ich, soll mein   Entschlu&szlig; sein auszuharren, bis es den unerbittlichen   Parzen gef&auml;llt, den Faden zu brechen, vielleicht geht's   besser, vielleicht nicht, ich bin gefa&szlig;t - schon in meinem 28.   Jahre gezwungen, Philosoph zu werden, es ist nicht leicht,   f&uuml;r den K&uuml;nstler, schwerer als f&uuml;r irgend jemand -   Gottheit, du siehst herab auf mein Inneres; du kennst es, du   wei&szlig;t, da&szlig; Menschenliebe und Neigung zum Wohltun   drin hausen, - o Menschen, wenn ihr einst dieses leset, so denkt,   da&szlig; ihr mir unrecht getan, und der Ungl&uuml;ckliche, er   tr&ouml;ste sich, einen seinesgleichen zu finden, der trotz allen   Hindernissen der Natur, doch noch alles getan, was in seinem   Verm&ouml;gen stand, um in die Reihe w&uuml;rdiger   K&uuml;nstler und Menschen aufgenommen zu werden - ihr   meine Br&uuml;der Carl und [Johann fehlt ], sobald ich tot bin, und   Professor Schmid lebt noch, so bittet ihn in meinem Namen,   da&szlig; er meine Krankheit beschreibe, und dieses hier   geschriebene Blatt f&uuml;get ihr dieser meiner   Krankengeschichte bei, [ ein unleserliches Wort   durchstrichen ] damit wenigstens so viel als m&ouml;glich die   Welt nach meinem Tode mit mir vers&ouml;hnt werde -   zugleich erkl&auml;re ich euch beide hier f&uuml;r [meinen    durchstrichen ] die Erben des kleinen Verm&ouml;gens, (wenn   man es so nennen kann) von mir, teilt es redlich, und vertragt   und helft euch einander; was ihr mir zuwider getan, das wi&szlig;t   ihr, war euch schon l&auml;ngst verziehen, dir Bruder Carl   danke ich noch insbesondere f&uuml;r deine in dieser letztern   sp&auml;tern Zeit mir bewiesene Anh&auml;nglichkeit; mein   Wunsch ist, da&szlig; [ich durchstrichen ] euch ein bessers   sorgen[volleres durchstrichen ] loseres Leben als mir werde,   empfehlt euren [nach durchstrichen ] Kindern Tugend, sie nur   allein kann gl&uuml;cklich machen, nicht Geld, ich spreche aus Erfahrung,   sie war es, die mich selbst im Elende gehoben, ihr danke [Seite   3] ich nebst meiner Kunst, da&szlig; ich durch keinen   Selbstmord mein Leben endigte - lebt wohl und liebt euch, - allen   Freunden danke ich, besonders F&uuml;rst Lichnowski und   Professor Schmid. Die Instrumente von F&uuml;rst L.   w&uuml;nsche ich, da&szlig; sie doch m&ouml;gen aufbewahrt   werden bei einem von euch, doch entstehe deswegen kein   Streit unter euch, sobald sie euch aber zu was n&uuml;zlicherm   dienen k&ouml;nnen, so verkauft sie nur, wie froh bin ich, wenn   ich auch noch unter meinem Grabe euch n&uuml;tzen kann - so   w&auml;r's geschehen - mit Freuden eil ich dem Tode entgegen   - k&ouml;mmt er fr&uuml;her, als ich Gelegenheit gehabt habe,   noch alle meine Kunst-F&auml;higkeiten zu entfalten, so wird   er mir trotz meinem harten Schicksal doch noch zu fr&uuml;he   kommen, und ich w&uuml;rde ihn wohl sp&auml;ter   w&uuml;nschen - doch auch dann bin ich zufrieden, befreit er   mich nicht von einem endlosen, leidenden Zustande? - komm,   wann du willst, ich gehe dir mutig entgegen - lebt wohl und   verge&szlig;t mich nicht ganz im Tode, ich habe es um euch   verdient, indem ich in meinem Leben oft an euch gedacht, euch   gl&uuml;cklich zu machen, seid es -     Ludwig van Beethoven   Heiglnstadt   am 6ten October 1802        Return to Beethoven Discussion"}]},
{"detail": [{"content": "NYU Course: Music Literature--The Classical Period: Beethoven                                                                                      E85.2073: Music Literature: The Classical Period  Ludwig van Beethoven (1770-1827)   Copyright 1997-98 John V. Gilbert All Rights Reserved      Ludwig van Beethoven was most likely born on December 17, 1770, in Bonn, a small town on the Rhine River, which was then the Residence of the Elector of Cologne. It was the Catholic custom to have a newborn baby baptized on the day of the birth and the records indicate that Ludwig was baptized on that day. The records of the Beethoven family as well as the maternal side of the family can be traced back to the fifteenth century. Beethoven's father was not a drunkard as some accounts depict it. Beethoven's father did not begin to drink until much later in his life (when Ludwig was seventeen) and was brought on by the loss of his wife and young daughter.    Although Beethoven's lineage seems easily established on both sides of the family back to the fifteenth century, there still seems to be some mystery concerning the maternal side of the family, and claims in recent times that Beethoven may have been a mulatto, especially since his appearance seems to have been quite different from the other members of his family. Much of this stems from a description of Bonn's master baker, Fischer, who wrote of Beethoven's youth and described Beethoven as \"short and stocky, broad-shouldered, with a short neck, large head, round nose and swarthy complexion; he always stooped forward when walking. At home, even as a young man, he was called the Spaniard.\"      His father, Johann was tenor in in the Elector's chapel and the Kappelmeister was Ludwig's grandfather and namesake: Ludwig van Beethoven (1712-1773). Johann played an early role in young Ludwig's musical training, hoping to follow the example of Mozart as a prodigy. \u0003\u0003\u0003  Perhaps the most important figure in Beethoven's boyhood days was Christian Gottlob Neefe, the Court organist, respected musician and composer who provided Beethoven his first systematic study in music which included piano lessons, thoroughbass and composition. Neefe was more than his music teacher, he served as Beethoven's mentor, introducing him to the works of Mannheim, J.S. Bach, C. P. E. Bach and accomplishments in German literature and philosophy. By the age of eleven, Beethoven was able to serve as the assistant organist in the Court, and when he was twelve he published his first composition, a set of variations on a March by Dressler. By thirteen he was appointed as the Court's second organist, so he then had the possibility of following in his grandfather's footsteps as a court musician. When he was seventeen, he visited Vienna briefly and played for Mozart who predicted that Beethoven's prospects for the future were bright.   But these were stormy and unsettled times. The American Revolution was begun when Beethoven was six years old, and by the time Beethoven was 19, the Bastille in Paris was stormed. Within three years, France was proclaimed a Republic and then seized by a little known lieutinent, Napoleon Bonaparte, who betrayed the people's passion for freedom by becoming a dictator instead of a liberator. The days of the court musician were dwindling. Fortunes of nobility and royal families were lost or destroyed, and the social structure was undergoing radical change.      Haydn had stopped briefly in Bonn on his way to London. Upon hearing the music of Beethoven, Haydn persuaded Beethoven's employer, the Archbishop Elector of Cologne to send Beethoven to Vienna for further study. Thus in November of 1792, Beethoven, not quite yet 22 years of age, undertook what was then a somewhat arduous trip to Vienna, 500 miles away. He travelled by stagecoach for a week. He arrived in Vienna short of funds. In the beginning he kept a careful account of his finances, noting that he spent a sum of twenty-five groschen on \"coffee for Haiden and me.\" But despite his financial troubles, Beethoven managed to study with Haydn until Haydn again went to Vienna in 1794. In addition he studied with Johann Schenk, a Viennese composer of singspiels, and pursued counterpoint with Johann George Albrechtsberger who was one of the most esteemed teachers of the day with a widely respected treatise on composition which had been published in 1790. He also seems to have had a few informal lessons with the Italian composer Antonio Salieri who had studied with Gluck and was then living in Vienna.   By 1798, Beethoven began to experience the symptoms of deafness and by 1820, his deafness was almost total. By 1802, Beethoven wrote a letter known as the Heiligenstadt Testament, intended for his brothers after his death, in which he wrote of his suffering despair.  During this time he was completing his String Quartets, Opus 18. Beethoven has come onto the musical scene at a fortunate moment. The classical style was fully developed, but held the seeds of expansion in the nature of the new harmonic counterpooint that had evolved from the obligatto accompaniment process that Haydn had discovered and that weas further developed by Mozart and in the later works of Haydn. Haydn and Mozart had created masterpieces in the string quartet literature, virtually establishing and securing this relatively new genre as one of the most important of chamber music. Beethoven, although a young man, was experiencing an enthusiastic vision for the future, relishing in his own musical imagination, and quite capable of mature and original nusical ideas. Thus his first efforts in this genre are important contributions.  His first symphony, completed in 1799, was performed in concert at the Burgtheater in Vienna on April 2, 1800. It was an immediate success. Just as the time of the performance signals the turn of the century, his first sumphony marks a turning point in the symphonic literature. It is conventional to note that the first two symphonies are the most \"classical\" of the nine symphonies and to describe Symphony No. 3 in E-flat, the \"Eroica\" as the turning point in the literature. Grout claims that the movements in the first symphony \"are so regular in form that they might serve as textbook models.\" (p 520). But this is assessing Beethoven from the lens of the twentieth century, and I think does an injustice to the inventiveness of the work which I regard as a \"farewell to classicism,\" a summing up of all stylistic precedents synthesized by a new symphonic energy which is foundational to all that follows in Beethoven's work."}, {"content": "Ludwig van Beethoven - Heiligenst&auml;dter Testament   NYU Course: Music Literature--The Classical Period: Beethoven                                                                                    E85.2073: Music Literature: The Classical Period  Beethoven's Heiligenst&auml;dt Testament, 1802   Copyright 1997-98 John V. Gilbert All Rights Reserved        For my brothers Carl and [Johann] Beethoven.     Oh you men who think or say that I am malevolent, stubborn,   or misanthropic, how greatly do you wrong me. You do not know the   secret cause which makes me seem that way to you. From childhood on,   my heart and soul have been full of the tender feeling of goodwill,   and I was even inclined to accomplish great things. But, think that   for six years now I have been hopelessly afflicted, made worse by   senseless physicians, from year to year deceived with hopes of  improvement, finally compelled to face the prospect of a lasting malady   (whose cure will take years or, perhaps, be impossible). Though born   with a fiery, active temperament, even susceptible to the diversions of   society, I was soon compelled to isolate myself, to live life alone.   If at times I tried to forget all this, oh how harshly was I flung   back by the doubly sad experience of my bad hearing. Yet it was   impossible for me to say to people, \"Speak louder, shout, for I am  deaf.\" Ah, how could I possibly admit an infirmity in the one sense   which ought to be more perfect in me than others, a sense which I once   possessed in the highest perfection, a perfection such as few in my   profession enjoy or ever have enjoyed. - Oh I cannot do it; therefore   forgive me when you see me draw back when I would have gladly mingled   with you. My misfortune is doubly painful to me because I am bound to   be misunderstood; for me there can be no relaxation with my fellow men,   no refined conversations, no mutual exchange of ideas. I must live   almost alone, like one who has been banished; I can mix with society   only as much as true necessity demands. If I approach near to people   a hot terror seizes upon me, and I fear being exposed to the danger   that my condition might be noticed. Thus it has been during the last   six months which I have spent in the country. By ordering me to spare   my hearing as much as possible, my intelligent doctor almost fell in   with my own present frame of mind, though sometimes I ran  counter to it by yielding to my desire for companionship. But what a   humiliation for me when someone standing next to me heard a flute in   the distance and I heard nothing, or someone standing next to me heard   a shepherd singing and again I heard nothing. Such incidents drove me   almost to despair; a little more of that and I would have ended my life   - it was only my art that held me back. Ah, it seemed to me impossible   to leave the world until I had brought forth all that I felt was within   me. So I endured this wretched existence - truly wretched for so   susceptible a body, which can be thrown by a sudden change from the   best condition to the very worst. - Patience, they say, is  what I must now choose for my guide, and I have done so - I hope my   determination will remain firm to endure until it pleases the   inexorable Parcae to break the thread. Perhaps I shall get better,  perhaps not; I am ready. - Forced to become a philosopher already in   my twenty-eighth year, - oh it is not easy, and for the artist much   more difficult than for anyone else. - Divine One, thou seest my   inmost soul thou knowest that therein dwells the love of mankind and   the desire to do good. - Oh fellow men, when at some point you read   this, consider then that you have done me an injustice; someone who has   had misfortune man console himself to find a similar case to his,  who despite all the limitations of Nature nevertheless did everything   within his powers to become accepted among worthy artists and men.   - You, my brothers Carl and [Johann], as soon as I am dead, if Dr. Schmid   is still alive, ask him in my name to describe my malady, and attach   this written documentation to his account of my illness so that so   far as it possible at least the world may become reconciled to me after   my death. - At the same time, I declare you two to be the  heirs to my small fortune (if so it can be called); divide it fairly;   bear with and help each other. What injury you have done me you know   was long ago forgiven. To you, brother Carl, I give special thanks for   the attachment you have shown me of late. It is my wish that you may   have a better and freer life than I have had. Recommend virtue to your   children; it alone, not money, can make them happy. I speak from   experience; this was what upheld me in time of misery. Thanks  to it and to my art, I did not end my life by suicide - Farewell and   love each other - I thank all my friends, particularly Prince Lichnowsky   and Professor Schmid - I would like the instruments  from Prince L. to be preserved by one of you, but not to be the cause   of strife between you, and as soon as they can serve you a better   purpose, then sell them. How happy I shall be if can still be  helpful to you in my grave - so be it. - With joy I hasten towards  death. - If it comes before I have had the chance to develop all my   artistic capacities, it will still be coming too soon despite  my harsh fate, and I should probably wish it later - yet even so I   should be happy, for would it not free me from a state of endless   suffering? - Come when thou wilt, I shall meet thee bravely.   - Farewell and do not wholly forget me when I am dead; I deserve this   from you, for during my lifetime I was thinking of you often and of   ways to make you happy - be so -      Ludwig van Beethoven   Heiglnstadt,   October 6th, 1802          Deutscher Text        F&uuml;r meine Br&uuml;der Carl und [Johann fehlt ] Beethoven.     O ihr Menschen, die ihr mich f&uuml;r feindselig, st&ouml;rrisch   oder misantropisch haltet oder erkl&auml;ret, wie unrecht tut   ihr mir; ihr wi&szlig;t nicht die geheime Ursache von dem,   was euch so scheinet; mein Herz und mein Sinn waren von   Kindheit an f&uuml;r das zarte Gef&uuml;hl des Wohlwollens,   selbst gro&szlig;e Handlungen zu verrichten, dazu war ich immer   aufgelegt, aber bedenket nur, da&szlig; seit 6 Jahren ein heilloser   Zustand mich befallen, durch unvern&uuml;nftige &Auml;rzte   verschlimmert, von Jahr zu Jahr in der Hoffnung, gebessert zu   werden, betrogen, endlich zu dem &Uuml;berblick eines dauernden   &Uuml;bels [da&szlig; durchstrichen ] (dessen Heilung vielleicht   Jahre dauern oder gar unm&ouml;glich ist) gezwungen, mit   einem feuerigen, lebhaften Temperamente geboren, selbst   empf&auml;nglich f&uuml;r die Zerstreuungen der Gesellschaft,   mu&szlig;te ich fr&uuml;h mich absondern, einsam mein Leben   zubringen, wollte ich auch zuweilen mich einmal &uuml;ber   alles das hinaussetzen, o wie hart wurde ich dur[ch] die   verdoppelte traurige Erfahrung meines schlechten   Geh&ouml;r's dann zur&uuml;ckgesto&szlig;en, und doch war's   mir noch nicht m&ouml;glich, den Menschen zu sagen: sprecht   lauter, schreit, denn ich bin taub, ach wie w&auml;r es   m&ouml;glich, da&szlig; ich dann die Schw&auml;che eines   Sinnes angeben sollte, der bei mir in einem vollkommenern   Grade als bei andern sein sollte, einen Sinn, den ich einst in der   gr&ouml;&szlig;ten Vollkommenheit besa&szlig;, in einer   Vollkommenheit, wie ihn wenige von meinem Fache gewi&szlig;   haben noch gehabt haben - o ich kann es nicht, drum verzeiht,   wenn ihr mich da zur&uuml;ckweichen sehen werdet, wo ich   mich gerne unter euch mischte; doppelt wehe tut mir mein   Ungl&uuml;ck, indem ich dabei verkannt werden mu&szlig;,   f&uuml;r mich darf Erholung in menschlicher Gesellschaft,   feinere Unterredungen, wechselseitige Ergie&szlig;ungen nicht   statt haben, ganz allein fast nur so viel, als es die h&ouml;chste   Notwendigkeit fodert, darf ich mich in Gesellschaft einlassen,   wie ein Verbannter mu&szlig; ich leben, nahe ich mich einer   Gesellschaft, so &uuml;berf&auml;llt mich eine hei&szlig;e   &Auml;ngstlichkeit, indem ich bef&uuml;rchte, in Gefahr gesetzt   zu werden, meinen Zustand merken zu lassen - so war es denn   auch dieses halbe Jahr, was ich auf dem Lande zubrachte, von   meinem vern&uuml;nftigen Arzte aufgefordert, so viel als   m&ouml;glich mein Geh&ouml;r zu schonen, kam er [nur    durchstrichen ] fast meiner jetztigen nat&uuml;rlichen   Disposition entgegen, obschon, vom Triebe zur Gesellschaft   manchmal hingerissen, ich mich dazu verleiten lie&szlig;, aber   welche Dem&uuml;tigung, wenn jemand neben mir stund und   von weitem eine Fl&ouml;te h&ouml;rte, und ich nichts   h&ouml;rte; oder jemand den Hirten singen h&ouml;rte, und ich   auch nichts h&ouml;rte; [Seite 2] solche Ereignisse   brachten mich nahe an Verzweiflung, es fehlte wenig, und ich   endigte selbst mein Leben - nur sie, die Kunst, sie hielt mich   zur&uuml;ck, ach es d&uuml;nkte mir unm&ouml;glich, die Welt eher   zu verlassen, bis ich das alles hervorgebracht, wozu ich mich   aufgelegt f&uuml;hlte; und so fristete ich dieses elende Leben -   wahrhaft elend; einen so reizbaren K&ouml;rper, da&szlig; eine   etwas schnelle Ver&auml;nderung mich aus dem besten   Zustande in den schlechtesten versetzen kann - Geduld - so   hei&szlig;t es, sie mu&szlig; ich nun zur F&uuml;hrerin w&auml;hlen,   ich habe es - dauernd, hoffe ich, soll mein   Entschlu&szlig; sein auszuharren, bis es den unerbittlichen   Parzen gef&auml;llt, den Faden zu brechen, vielleicht geht's   besser, vielleicht nicht, ich bin gefa&szlig;t - schon in meinem 28.   Jahre gezwungen, Philosoph zu werden, es ist nicht leicht,   f&uuml;r den K&uuml;nstler, schwerer als f&uuml;r irgend jemand -   Gottheit, du siehst herab auf mein Inneres; du kennst es, du   wei&szlig;t, da&szlig; Menschenliebe und Neigung zum Wohltun   drin hausen, - o Menschen, wenn ihr einst dieses leset, so denkt,   da&szlig; ihr mir unrecht getan, und der Ungl&uuml;ckliche, er   tr&ouml;ste sich, einen seinesgleichen zu finden, der trotz allen   Hindernissen der Natur, doch noch alles getan, was in seinem   Verm&ouml;gen stand, um in die Reihe w&uuml;rdiger   K&uuml;nstler und Menschen aufgenommen zu werden - ihr   meine Br&uuml;der Carl und [Johann fehlt ], sobald ich tot bin, und   Professor Schmid lebt noch, so bittet ihn in meinem Namen,   da&szlig; er meine Krankheit beschreibe, und dieses hier   geschriebene Blatt f&uuml;get ihr dieser meiner   Krankengeschichte bei, [ ein unleserliches Wort   durchstrichen ] damit wenigstens so viel als m&ouml;glich die   Welt nach meinem Tode mit mir vers&ouml;hnt werde -   zugleich erkl&auml;re ich euch beide hier f&uuml;r [meinen    durchstrichen ] die Erben des kleinen Verm&ouml;gens, (wenn   man es so nennen kann) von mir, teilt es redlich, und vertragt   und helft euch einander; was ihr mir zuwider getan, das wi&szlig;t   ihr, war euch schon l&auml;ngst verziehen, dir Bruder Carl   danke ich noch insbesondere f&uuml;r deine in dieser letztern   sp&auml;tern Zeit mir bewiesene Anh&auml;nglichkeit; mein   Wunsch ist, da&szlig; [ich durchstrichen ] euch ein bessers   sorgen[volleres durchstrichen ] loseres Leben als mir werde,   empfehlt euren [nach durchstrichen ] Kindern Tugend, sie nur   allein kann gl&uuml;cklich machen, nicht Geld, ich spreche aus Erfahrung,   sie war es, die mich selbst im Elende gehoben, ihr danke [Seite   3] ich nebst meiner Kunst, da&szlig; ich durch keinen   Selbstmord mein Leben endigte - lebt wohl und liebt euch, - allen   Freunden danke ich, besonders F&uuml;rst Lichnowski und   Professor Schmid. Die Instrumente von F&uuml;rst L.   w&uuml;nsche ich, da&szlig; sie doch m&ouml;gen aufbewahrt   werden bei einem von euch, doch entstehe deswegen kein   Streit unter euch, sobald sie euch aber zu was n&uuml;zlicherm   dienen k&ouml;nnen, so verkauft sie nur, wie froh bin ich, wenn   ich auch noch unter meinem Grabe euch n&uuml;tzen kann - so   w&auml;r's geschehen - mit Freuden eil ich dem Tode entgegen   - k&ouml;mmt er fr&uuml;her, als ich Gelegenheit gehabt habe,   noch alle meine Kunst-F&auml;higkeiten zu entfalten, so wird   er mir trotz meinem harten Schicksal doch noch zu fr&uuml;he   kommen, und ich w&uuml;rde ihn wohl sp&auml;ter   w&uuml;nschen - doch auch dann bin ich zufrieden, befreit er   mich nicht von einem endlosen, leidenden Zustande? - komm,   wann du willst, ich gehe dir mutig entgegen - lebt wohl und   verge&szlig;t mich nicht ganz im Tode, ich habe es um euch   verdient, indem ich in meinem Leben oft an euch gedacht, euch   gl&uuml;cklich zu machen, seid es -     Ludwig van Beethoven   Heiglnstadt   am 6ten October 1802        Return to Beethoven Discussion"}, {"content": "NYU Course: Music Literature--The Classical Period                                                                                     E85.2073: Music Literature: The Classical Period   Copyright 1997-98 John V. Gilbert All Rights Reserved          WHAT IS CLASSICISM IN MUSIC?   The terms \"classical\" and \"romantic\" can be useful descriptors concerning musical style if we are careful not to think of these descriptors as absolutes or outlining exclusionary boundaries with regard to musical styles. \"Classical\" is especially troublesome since it is used by many as a way of distinguishing music from pop and rock genres, as though anything that is not \"pop, rock\" \"folk\" or \"country western,\" etc. is \"classical\" music. We also use \"classic\" to describe that which is enduring and excellent in the arts from a Beatles song, a modern painting, to a Brahms symphony, and so on. In music, we use classical to describe a style, and specifically to describe a period of history from approximately the last half of the eighteenth century through the first decade of the 19th Century. Such dates are arbitrary, and as we will discover, we can examine the music and perhaps find other ways to delineate the span of the period.   Tha major focus of this course is with the works of three European composers: Franz Joseph Haydn, Wolfgang Amadeus Mozart, and Ludwig van Beethoven. Haydn was born in 1732. He was 18 years old when J.S. Bach died. Bach was relatively unknown and considered old-fashioned at the time, and although music was undergoing some radical changes, Haydn inherits the concertante style of the Baroque and his early works utilize the continuo, even though the fabric of music now contained textures that made such a practice no longer relevant. Beethoven died in 1827, so when taken together, the three lives of these extraordinary geniuses spanned almost a full century. Yet, we will be concerned with the last half of the eighteenth century, because it was during this time that classical style coalesced and emerged as a distinct moment, largely due to the appearance of one of the brightest and most creative human beings to have ever lived: Mozart.   Mozart was born in 1756 when Haydn was 24. Haydn was a rising young composer at the time with vocal works, choral works, divertimenti and trios, an Organ Concerto, and an opera Der krumme Teufel (1752-53). 1756 appeared to be a particularly prolific year, the organ concerto was composed and he began his first string quartets of which nine have survived.   But it would not be until 1781 that Haydn would compose what the distinguished author Charles Rosen considers to be the pivotal and defining work in shaping what we call classical style with the String Quartets, Opus 33. Mozart was 25 years old and had already accomplished more than many composers would accomplish in a lifetime, and he had but ten years left before he would die in 1791, but what an incredible decade that was to be for the history of music. For although Haydn brought to music a highly distilled, efficient and dramatic style, Mozart would add immeasurably to the style, and the two composers in a synergistic exchange of creative energy and ideas created musical treasures that we still admire and enjoy. Mozart learned from Haydn, and Haydn learned from Mozart. Thus we will see that Mozart's response to the work of Haydn is a creative dialectic that explores the possibilities of the new style and elevates it to a new level, and it is from this exchange that musical expression is distilled to a perfect balance of musical elements.    Beethoven emerged on the scene at a point when classical style was already being transformed through the late works of Mozart and Haydn. Both had taken the dramatic implications of the motivic contrapuntal style and followed the expressive possibilities when coupled with emotional intensity. The dramatic energy unleashed by the \"new\" classical style open the door to many possibilities, and Beethoven was quick to capitalize on the expressive power unleashed through motivic and melodic transformation.   Yet there were signs of change on the musical landscape. These signs were present throughout the world. When Mozart was 20 years old, the American Colonies were fighting a war for independence from England and for individual freedom. Two years before the death of Mozart, the French Revolution would shatter the social system of Europe, a system that was already in a state of disintegration. Yet, for a brief moment, the rationalism of the day that permeated musical expression and musical form was a dynamic force which enabled the musicians to articulate ideals of symmetry and balance in highly efficient and satsifying musical works.     &quot;Re-Discovering&quot; the Roots of Western Civilization: Greece   The terms \"classic\" and \"classical\" came into use in the 18th and 19th centuries as Europe began to identify with antiquity, especially ancient Greece and the ideals manifest in that culture. In general, the art, sculpture, and architecture (which had survived in ruins) became the icons that gave new life to classical ideals of balance, restraint, symmetry, purity of line, and form. In the visual arts and architecture the term \"neo-classicism\" was coined to distinguish the 18th Century practices from the original classical ideals. But in music there was no surviving music except for a few melodic fragments, and some treatises on music which were highly theoretical. Europe really didn't have any music models from Greek antiquity to revive, so the classical musical spirit gathered a momentum of its own, fired by the energy of the visual arts of painting, sculpture, and architecture."}]}]