[{"detail": [{"content": "Fred R. Myers, Faculty, Anthropology | New York University                                    NEW YORK UNIVERSITY       ARTS AND SCIENCE       COLLEGE OF ARTS AND SCIENCE       GRADUATE SCHOOL OF ARTS AND SCIENCE                                                                         Back to Home                 Fred R. Myers   Silver Professor of Anthropology; Professor of Anthropology Ph.D. 1976, M.A. 1972, Bryn Mawr, B.A. 1970, Amherst.   Office Address: Rufus D. Smith Hall  25 Waverly Place  New York, NY 10003   Email:     Phone: 212-998-8555   Fax: 212-995-4014     Personal Website               Curriculum Vitae                  Areas of Research/Interest     Indigenous people and politics, Aboriginal Australia; exchange theory and material culture; anthropology of art and contemporary artworlds; the production and circulation of culture; in identity and personhood; theories of value and practices of signification.     Selected Publications     Books and Edited Volumes: Painting Culture: The Making of an Aboriginal High Art . Durham: Duke University Press. 2002\u2028\u2028 The Empire of Things: Regimes of Value and Material Culture . Edited volume. Santa Fe: SAR Press. 2001 \u2028The Traffic in Culture: Refiguring Anthropology and Art . Berkeley: University of California Press. 1995 Pintupi Country, Pintupi Self: Sentiment, Place, and Politics among Western Desert Aborigines . Smithsonian Institution Press, Wash., D.C. (reprinted in paperback by University of California Press, 1991) 1986. Selected Articles and Book Chapters:  In press “Showing Too Much or Too Little: Predicaments of Painting Indigenous Presence in Central Australia.” In Glenn Penny and Laura Graham, eds. Performing Indigeneity . University of Nebraska Press.  2013 “Disturbances in the Field: Exhibiting Aboriginal Art in the US.” Special Issue, Journal of Sociology . vol. 43 (2-3): 151-172  2013 “Emplacement and Displacement: Perceiving the Landscape through Aboriginal Australian Acrylic Painting.” Ethnos 78, 4:   2012 “Censorship from Below: Aboriginal Art in Australian Museums. In T. Berman, ed. No Deal: Indigenous Arts and The Politics of Possession . Santa Fe: School of Advanced Research.  2011 “ Translating Indigenous Protocol.” In P. Batty and J. Ryan, eds. Tjukurrtjanu . National Gallery of Victoria. Pp. ix-xi.  2011 “Intrigue of the Archive, Enigma of the Object.” In P. Batty and J. Ryan, eds. Tjukurrtjanu . National Gallery of Victoria. Pp 29-42.  2011 “Fathers and Sons, Trajectories of the Self: Reflections on Pintupi Lives and Futures. In Ute Eickelkamp and Pauline Fietz, eds. Growing Up in Central Australia: New Anthropological Studies of Aboriginal Childhood and Adolescence. Berghahn Books, Oxford. Pp 82-100.  2010 “What Did Paintings Want? – Pintupi Painting at Yayayi in the 1970s.” In Kasper Konig, W. Falk and E. Evans, ed. Remember Forward. Museum Ludwig, Cologne. Pp. 136-145. 2010  “All Around Australia and Overseas: Christianity and Indigenous Identities in Central Australia 1988. For Special issue of The Australian Journal of Anthropology , edited by F. Dussart and C. Schwarz, In Dialogue with Christianities. Volume 21: 110-128. 2009  “The Power of Papunya Painting.” Aboriginal Art Magazine , volume 1, no. 1: 40-45. 2009  “Graceful Transfigurations of Person, Place and Story: The Stylistic Evolution of Shorty Lungkarta Tjungurrayi.” In Roger Benjamin, ed. Icons of the Desert . Ithaca: Cornell University Press. Pp. 51-64.  2008  Comment on Michael Brown, “Cultural Relativism 2.0,” Current Anthropology vol 49: 376-377. 2007  “A Day in the Life: Painting at Yayayi 1974”. In Vivien Johnson, ed. Papunya Painting; Out of the Desert . Canberra: National Museum of Australia. 5 pages. ------- in collaboration with Jeremy Long 2007 “In Recognition: The Gift of Painting.” In Hetti Perkins, ed. One Sun, One Moon: Aboriginal Art in Australia. Sydney: Art Gallery of New South Wales. Pp. 171-180. 2006  \"The Complicity of Cultural Production: The Contingencies of Performance in Globalizing Museum Practices.\" In Ivan Karp and Corinne Kratz, eds. Museum Frictions . Duke University Press. Pp 505-536. 2006.  2006 “We Are Not Alone: Anthropology in a World of Others.” Invited essay, Key Informants in the History of Anthropology. Ethnos 71 (2): 233-264. ------- and Faye Ginsburg 2006 “A History of Aboriginal Futures.” Critique of Anthropology . 26 (1): 27-45.  2006 “’Primitivism,’ Anthropology and the Category of ‘Primitive Art’.” In Handbook of Material Culture. Chris Tilley, Susanne Kuechler, Michael Rowlands, Webb Keane and Patricia Spyer, eds. Sage Press. Pp 267-284,  2006 “Collecting Aboriginal Art in the Australian Nation-state: Two Case Studies.” Visual Anthropology Review , Vol 21, 1 and 2: 116-137. 2004 “Ontologies Of The Image And Economies Of Exchange.” American Ethnologist , February, volume 31 (1): 1-16. 2000 “Ways of Placemaking.” In Howard Morphy and Katherine Flynt, eds. Culture, Landscape, and the Environment. Oxford: Oxford University Press. Pps. 72-110. \u2028 1999 \"Aesthetics and Practice: A Local Art History of Pintupi Painting.\" In H. Morphy and M. Boles, eds. The Art of Place: Dialogues with the Kluge-Ruhe Collection of Australian Aboriginal Art. Seattle: University of Washington Press. 1994 \"Culture-Making: Performing Aboriginality in the Asia Society Gallery.\" American Ethnologist 21(4) 679-699. 1991 \"Representing Culture: The Production of Discourse(s) for Aboriginal Acrylic Paintings.\" Cultural Anthropology , 6 (1):26-62. (reprinted in Rereading Cultural Anthropology , G. Marcus, ed. Durham: Duke University Press. 1992 and in The Traffic in Culture , Marcus and Myers, eds) \u2028 1988 \"Locating Ethnographic Practice: Romance, Reality, and Politics in the Outback.\" American Ethnologist , 15: 609-24. 1988. \u2028 1988 “Burning the Truck and Holding the Country: Forms of Property, Time, and the Negotiation of Identity among Pintupi Aborigines.\" In T. Ingold, D. Riches, and J. Woodburn (eds), Hunter- Gatherers, II: Property, Power and Ideology. London: Berg Publishing. (longer version [ In ] E. Wilmsen, ed., We Are Here. Berkeley: University of California Press.) 1988. \u2028 1986 \"Reflections on a meeting: Structure, language, and the polity in a small-scale society,\" American Ethnologist , 13: 431-447.  1985 \"Illusion and Reality: Aboriginal Self-Determination in Central Australia.\" In C. Schrire and R. Gordon, eds., The Future of Former Foragers. Cambridge: Cultural Survival. pp 109-121 ------ and Donald Brenneis 1984 \"Introduction: Language and Politics in the Pacific.\" In D. Brenneis and F. Myers, eds., Dangerous Words.  1982 \"Always Ask: Resource Use and Landownership among the Pintupi of Central Australia.\" In N. Williams and E. Hunn, eds., Resource Managers: North American and Australian Hunter-Gatherers. Boulder: Westview Press. (republished by Australian Institute of Aboriginal Studies. 1986) 1982 \" Ideology and Experience: the Cultural Basis of Pintupi Politics.\" In M. Howard, ed., Aboriginal Power in Australian Society). Brisbane: University of Queensland Press. Pp. 108-52. 1979 \"Emotions and the Self: A Theory of Personhood and Political Order among the Pintupi,\" Ethos , 7: 343-70. Current News/Projects  Updated June 2014     Pintupi dialogues: reconstructing memories of art, land and Community   through the visual record (Australian Research Council Linkage grant   2010-2013) .\u2028   I am currently completing work on an ARC Linkage grant to use visual   records to animate historical consciousness with the Pintupi   communities of Kintore, NT and Kiwirrkura, WA. This involves not only   returning to my earliest work in Pintupi communities, but also extending   my involvement with visual culture, representations, and art. The   grant is a collaboration with the mainly Pintupi Aboriginal-owned art   cooperative, Papunya Tula Artists Ltd., Dr. Peter Thorley of the   National Museum of Australia, and Professor Nicolas Peterson and Ms.   Philippa Deveson of the Australian National University, Dr Peter Thorley   of the National Museum of Australia, and myself of New York University.   Together with the members of these two remote Western Desert   communities, we are using film and photography to reflect on a pivotal   period in the history of the Pintupi people with whom I have been   working since 1973. In 1964, internationally renowned filmmaker, Ian   Dunlop accompanying then Patrol Officer Jeremy Long, had photographed Pintupi people as among the   last Aboriginal people still living a nomadic life in central   Australia's western desert. He returned in 1974 to film these same   people, now living at the government-supported Yayayi outstation where I   was carrying out my doctoral fieldwork.      (Fred Myers and Marlene Nampitjinpa Spencer discussing her memories of Yayayi) Using these visual records as the basis for a dialogue with the living   Pintupi descendants of those in the film and photographs, we are   reconstructing an account of how the Pintupi sought to fashion their own   modernity, with a particular emphasis on the great transition –   sedentarization and incorporation into the Australian state -- in their   lives that took place in the 1960s and 1970s.     We have produced a film that attends to this dialogue, focusing on   Marlene Spencer Nampitjinpa's reflections on the film, entitled   \"Remembering Yayayi,\" Her reflections about herself and her family as   they appear in the footage incorporate points of view from several other   Pintupi consultants about the earlier film footage and the outstation.     As another distinct part of this, I am writing a book on the early   period of Pintupi living in this remote outstation community,   significant as one of the first outstation or homeland communities   established within the then-new policy framework of “Aboriginal   self-determination” articulated by the Whitlam government upon its   election in 1973. The policies of “self-determination” – an expression   of international as well as local aspirations for colonized people --   have in recent years been heavily criticized by conservatives in   Australia as a failure and a significant cause of the many problems that   continue to plague Indigenous Australia. My goal in writing this book   is to confront these representations with an historically nuanced   account of life and the imaginings of a future in such a community.     Australian Cultural Fields: National and Transnational Dynamics  Australian Research Council Discovery Project (DP140101970) – 2014-2016     I am part of a new group project, funded by the Australian Research   Council and directed by Professor Tony Bennett of the University of   Western Sydney, that is just commencing. \"Australian Cultural Fields\"   examines the forces changing contemporary Australian culture. Focusing   on art, literature, media, sport, music and heritage, it assesses the   influence of transnationalism, digital media, migration and   multiculturalism, and the distinctive presence of Indigenous culture, on   the relations between culture, class, gender, ethnicity and nation.    The concept of ‘cultural field’ is taken from the work of sociologist   Pierre Bourdieu, who developed the idea to investigate how the   production and consumption of culture are affected by relations between   cultural institutions, policy agencies, and cultural markets. Australian   Cultural Fields will develop this perspective in number of ways. It   will be the first study to examine transnational forces, new information   technologies and the changing salience of migrant and Indigenous   cultures in the contemporary Australian context. Internationally, it   will be the first large-scale study to interrogate the relations between   the fields of cultural production and consumption.     It is going to be a challenge for me to work with new methodologies and   kinds of information, but very exciting. I will be working with some of   the leading scholars in Australian Cultural Studies -- Tony Bennett,   Graeme Turner, Greg Noble, David Rowe, David Carter, Deborah Stevenson,   Emma Waterton, and my old friend Tim Rowse.       Update your faculty profile                           Contact Us | &copy; New York University , Arts and Science"}]},
{"detail": [{"content": "Fred R. Myers, Faculty, Anthropology | New York University                                    NEW YORK UNIVERSITY       ARTS AND SCIENCE       COLLEGE OF ARTS AND SCIENCE       GRADUATE SCHOOL OF ARTS AND SCIENCE                                                                         Back to Home                 Fred R. Myers   Silver Professor of Anthropology; Professor of Anthropology Ph.D. 1976, M.A. 1972, Bryn Mawr, B.A. 1970, Amherst.   Office Address: Rufus D. Smith Hall  25 Waverly Place  New York, NY 10003   Email:     Phone: 212-998-8555   Fax: 212-995-4014     Personal Website               Curriculum Vitae                  Areas of Research/Interest     Indigenous people and politics, Aboriginal Australia; exchange theory and material culture; anthropology of art and contemporary artworlds; the production and circulation of culture; in identity and personhood; theories of value and practices of signification.     Selected Publications     Books and Edited Volumes: Painting Culture: The Making of an Aboriginal High Art . Durham: Duke University Press. 2002\u2028\u2028 The Empire of Things: Regimes of Value and Material Culture . Edited volume. Santa Fe: SAR Press. 2001 \u2028The Traffic in Culture: Refiguring Anthropology and Art . Berkeley: University of California Press. 1995 Pintupi Country, Pintupi Self: Sentiment, Place, and Politics among Western Desert Aborigines . Smithsonian Institution Press, Wash., D.C. (reprinted in paperback by University of California Press, 1991) 1986. Selected Articles and Book Chapters:  In press “Showing Too Much or Too Little: Predicaments of Painting Indigenous Presence in Central Australia.” In Glenn Penny and Laura Graham, eds. Performing Indigeneity . University of Nebraska Press.  2013 “Disturbances in the Field: Exhibiting Aboriginal Art in the US.” Special Issue, Journal of Sociology . vol. 43 (2-3): 151-172  2013 “Emplacement and Displacement: Perceiving the Landscape through Aboriginal Australian Acrylic Painting.” Ethnos 78, 4:   2012 “Censorship from Below: Aboriginal Art in Australian Museums. In T. Berman, ed. No Deal: Indigenous Arts and The Politics of Possession . Santa Fe: School of Advanced Research.  2011 “ Translating Indigenous Protocol.” In P. Batty and J. Ryan, eds. Tjukurrtjanu . National Gallery of Victoria. Pp. ix-xi.  2011 “Intrigue of the Archive, Enigma of the Object.” In P. Batty and J. Ryan, eds. Tjukurrtjanu . National Gallery of Victoria. Pp 29-42.  2011 “Fathers and Sons, Trajectories of the Self: Reflections on Pintupi Lives and Futures. In Ute Eickelkamp and Pauline Fietz, eds. Growing Up in Central Australia: New Anthropological Studies of Aboriginal Childhood and Adolescence. Berghahn Books, Oxford. Pp 82-100.  2010 “What Did Paintings Want? – Pintupi Painting at Yayayi in the 1970s.” In Kasper Konig, W. Falk and E. Evans, ed. Remember Forward. Museum Ludwig, Cologne. Pp. 136-145. 2010  “All Around Australia and Overseas: Christianity and Indigenous Identities in Central Australia 1988. For Special issue of The Australian Journal of Anthropology , edited by F. Dussart and C. Schwarz, In Dialogue with Christianities. Volume 21: 110-128. 2009  “The Power of Papunya Painting.” Aboriginal Art Magazine , volume 1, no. 1: 40-45. 2009  “Graceful Transfigurations of Person, Place and Story: The Stylistic Evolution of Shorty Lungkarta Tjungurrayi.” In Roger Benjamin, ed. Icons of the Desert . Ithaca: Cornell University Press. Pp. 51-64.  2008  Comment on Michael Brown, “Cultural Relativism 2.0,” Current Anthropology vol 49: 376-377. 2007  “A Day in the Life: Painting at Yayayi 1974”. In Vivien Johnson, ed. Papunya Painting; Out of the Desert . Canberra: National Museum of Australia. 5 pages. ------- in collaboration with Jeremy Long 2007 “In Recognition: The Gift of Painting.” In Hetti Perkins, ed. One Sun, One Moon: Aboriginal Art in Australia. Sydney: Art Gallery of New South Wales. Pp. 171-180. 2006  \"The Complicity of Cultural Production: The Contingencies of Performance in Globalizing Museum Practices.\" In Ivan Karp and Corinne Kratz, eds. Museum Frictions . Duke University Press. Pp 505-536. 2006.  2006 “We Are Not Alone: Anthropology in a World of Others.” Invited essay, Key Informants in the History of Anthropology. Ethnos 71 (2): 233-264. ------- and Faye Ginsburg 2006 “A History of Aboriginal Futures.” Critique of Anthropology . 26 (1): 27-45.  2006 “’Primitivism,’ Anthropology and the Category of ‘Primitive Art’.” In Handbook of Material Culture. Chris Tilley, Susanne Kuechler, Michael Rowlands, Webb Keane and Patricia Spyer, eds. Sage Press. Pp 267-284,  2006 “Collecting Aboriginal Art in the Australian Nation-state: Two Case Studies.” Visual Anthropology Review , Vol 21, 1 and 2: 116-137. 2004 “Ontologies Of The Image And Economies Of Exchange.” American Ethnologist , February, volume 31 (1): 1-16. 2000 “Ways of Placemaking.” In Howard Morphy and Katherine Flynt, eds. Culture, Landscape, and the Environment. Oxford: Oxford University Press. Pps. 72-110. \u2028 1999 \"Aesthetics and Practice: A Local Art History of Pintupi Painting.\" In H. Morphy and M. Boles, eds. The Art of Place: Dialogues with the Kluge-Ruhe Collection of Australian Aboriginal Art. Seattle: University of Washington Press. 1994 \"Culture-Making: Performing Aboriginality in the Asia Society Gallery.\" American Ethnologist 21(4) 679-699. 1991 \"Representing Culture: The Production of Discourse(s) for Aboriginal Acrylic Paintings.\" Cultural Anthropology , 6 (1):26-62. (reprinted in Rereading Cultural Anthropology , G. Marcus, ed. Durham: Duke University Press. 1992 and in The Traffic in Culture , Marcus and Myers, eds) \u2028 1988 \"Locating Ethnographic Practice: Romance, Reality, and Politics in the Outback.\" American Ethnologist , 15: 609-24. 1988. \u2028 1988 “Burning the Truck and Holding the Country: Forms of Property, Time, and the Negotiation of Identity among Pintupi Aborigines.\" In T. Ingold, D. Riches, and J. Woodburn (eds), Hunter- Gatherers, II: Property, Power and Ideology. London: Berg Publishing. (longer version [ In ] E. Wilmsen, ed., We Are Here. Berkeley: University of California Press.) 1988. \u2028 1986 \"Reflections on a meeting: Structure, language, and the polity in a small-scale society,\" American Ethnologist , 13: 431-447.  1985 \"Illusion and Reality: Aboriginal Self-Determination in Central Australia.\" In C. Schrire and R. Gordon, eds., The Future of Former Foragers. Cambridge: Cultural Survival. pp 109-121 ------ and Donald Brenneis 1984 \"Introduction: Language and Politics in the Pacific.\" In D. Brenneis and F. Myers, eds., Dangerous Words.  1982 \"Always Ask: Resource Use and Landownership among the Pintupi of Central Australia.\" In N. Williams and E. Hunn, eds., Resource Managers: North American and Australian Hunter-Gatherers. Boulder: Westview Press. (republished by Australian Institute of Aboriginal Studies. 1986) 1982 \" Ideology and Experience: the Cultural Basis of Pintupi Politics.\" In M. Howard, ed., Aboriginal Power in Australian Society). Brisbane: University of Queensland Press. Pp. 108-52. 1979 \"Emotions and the Self: A Theory of Personhood and Political Order among the Pintupi,\" Ethos , 7: 343-70. Current News/Projects  Updated June 2014     Pintupi dialogues: reconstructing memories of art, land and Community   through the visual record (Australian Research Council Linkage grant   2010-2013) .\u2028   I am currently completing work on an ARC Linkage grant to use visual   records to animate historical consciousness with the Pintupi   communities of Kintore, NT and Kiwirrkura, WA. This involves not only   returning to my earliest work in Pintupi communities, but also extending   my involvement with visual culture, representations, and art. The   grant is a collaboration with the mainly Pintupi Aboriginal-owned art   cooperative, Papunya Tula Artists Ltd., Dr. Peter Thorley of the   National Museum of Australia, and Professor Nicolas Peterson and Ms.   Philippa Deveson of the Australian National University, Dr Peter Thorley   of the National Museum of Australia, and myself of New York University.   Together with the members of these two remote Western Desert   communities, we are using film and photography to reflect on a pivotal   period in the history of the Pintupi people with whom I have been   working since 1973. In 1964, internationally renowned filmmaker, Ian   Dunlop accompanying then Patrol Officer Jeremy Long, had photographed Pintupi people as among the   last Aboriginal people still living a nomadic life in central   Australia's western desert. He returned in 1974 to film these same   people, now living at the government-supported Yayayi outstation where I   was carrying out my doctoral fieldwork.      (Fred Myers and Marlene Nampitjinpa Spencer discussing her memories of Yayayi) Using these visual records as the basis for a dialogue with the living   Pintupi descendants of those in the film and photographs, we are   reconstructing an account of how the Pintupi sought to fashion their own   modernity, with a particular emphasis on the great transition –   sedentarization and incorporation into the Australian state -- in their   lives that took place in the 1960s and 1970s.     We have produced a film that attends to this dialogue, focusing on   Marlene Spencer Nampitjinpa's reflections on the film, entitled   \"Remembering Yayayi,\" Her reflections about herself and her family as   they appear in the footage incorporate points of view from several other   Pintupi consultants about the earlier film footage and the outstation.     As another distinct part of this, I am writing a book on the early   period of Pintupi living in this remote outstation community,   significant as one of the first outstation or homeland communities   established within the then-new policy framework of “Aboriginal   self-determination” articulated by the Whitlam government upon its   election in 1973. The policies of “self-determination” – an expression   of international as well as local aspirations for colonized people --   have in recent years been heavily criticized by conservatives in   Australia as a failure and a significant cause of the many problems that   continue to plague Indigenous Australia. My goal in writing this book   is to confront these representations with an historically nuanced   account of life and the imaginings of a future in such a community.     Australian Cultural Fields: National and Transnational Dynamics  Australian Research Council Discovery Project (DP140101970) – 2014-2016     I am part of a new group project, funded by the Australian Research   Council and directed by Professor Tony Bennett of the University of   Western Sydney, that is just commencing. \"Australian Cultural Fields\"   examines the forces changing contemporary Australian culture. Focusing   on art, literature, media, sport, music and heritage, it assesses the   influence of transnationalism, digital media, migration and   multiculturalism, and the distinctive presence of Indigenous culture, on   the relations between culture, class, gender, ethnicity and nation.    The concept of ‘cultural field’ is taken from the work of sociologist   Pierre Bourdieu, who developed the idea to investigate how the   production and consumption of culture are affected by relations between   cultural institutions, policy agencies, and cultural markets. Australian   Cultural Fields will develop this perspective in number of ways. It   will be the first study to examine transnational forces, new information   technologies and the changing salience of migrant and Indigenous   cultures in the contemporary Australian context. Internationally, it   will be the first large-scale study to interrogate the relations between   the fields of cultural production and consumption.     It is going to be a challenge for me to work with new methodologies and   kinds of information, but very exciting. I will be working with some of   the leading scholars in Australian Cultural Studies -- Tony Bennett,   Graeme Turner, Greg Noble, David Rowe, David Carter, Deborah Stevenson,   Emma Waterton, and my old friend Tim Rowse.       Update your faculty profile                           Contact Us | &copy; New York University , Arts and Science"}, {"content": "Postcolonial Displacements: Tisch School of the Arts at NYU                           Skip to content          &lt; back        MEMOIR AND CULTURAL MEMORY: Representing Postcolonial Displacements  ASPP – UT/ GT.1049/ 2049 Lecture 4 Credits Instructor(s): Ella Shohat MEMOIR AND CULTURAL MEMORY: Representing Postcolonial Displacements    Professor Ella Shohat    ASPP – UT 1049 (Undergraduate – Seniors Only)    ASPP- GT 2049 (Graduate)    Tuesdays, 2 - 4:45pm    4 points – will count toward general education requirements for undergraduates (Humanities)    With the growing numbers of immigrants/refugees in cities such as London, Paris, Berlin, Barcelona, New York, Los Angeles, Montreal, belonging no longer corresponds to one geography, simplistically imagined as “over there.” This seminar will study questions of displacement as represented, mediated and narrated in a wide variety of texts. It will focus especially on memoirs, whether in written or audiovisual form, which confront exclusionary and essentialist discourses with a rich cultural production that foregrounds a complex understanding of such issues as “home,” “homeland,” “exile,” “hybridity” and “minorities.” How are identity and history performed in these colonial, post-colonial and diasporic contexts? What is the status and significance of the oral, the visual and the performed within the context of memory? We will examine different narrative forms of memory-making, analyzing how post/colonial authors and media-makers perform “home,” “homeland,” “diaspora,” and “exile.” How does memory become a filter for constructing contemporary discourses of belonging, especially in the context of post-independence and transnational dislocations? We will also address questions of genre, and the socio-political ramifications of certain modes of writing and performances of memory that create new hybrid genres such as the poetic documentary and experimental autobiography. We will analyze works where a fractured temporality is reassembled to form a usable past where the body serves as an icon of migratory meanings. We will also examine contemporary cyber diasporic practices, problematizing such issues as “nostalgia” and “return” in the context of new communication technologies.           Undergraduate Admissions Graduate Admissions Academic Services Student Life Financial Aid and Scholarships Career Development Counseling Services International Students Incoming Students Graduation Forms What is Special Programs? Study Abroad Summer High School Summer in New York City Courses for Non-Majors Programs for Visiting Students Open Arts Minors Blog Newsletters Videos Admin &amp; Faculty Alumni Contact Us  Tisch Events Calendar Admin &amp; Faculty Calendar NYU Academic Deadlines Calendar Many Ways to Give Why Support Tisch Dean's Council Corporate Giving Foundation Giving Individual Giving Tisch Gala Who We Are Institute of Performing Arts Graduate Acting Dance Design for Stage &amp; Film Drama Graduate Musical Theatre Writing Performance Studies Maurice Kanbar Institute of Film &amp; Television Undergraduate Film &amp; Television Graduate Film Cinema Studies Moving Image Archiving &amp; Preservation (MIAP) Rita &amp; Burton Goldberg Department of Dramatic Writing Emerging Media Group Photography &amp; Imaging Interactive Telecommunications (ITP) Clive Davis Institute of Recorded Music NYU Game Center Art &amp; Public Policy / Arts Politics Open Arts Tisch Special Programs Tisch Asia"}]},
{"detail": [{"content": "Fred R. Myers, Faculty, Anthropology | New York University                                    NEW YORK UNIVERSITY       ARTS AND SCIENCE       COLLEGE OF ARTS AND SCIENCE       GRADUATE SCHOOL OF ARTS AND SCIENCE                                                                         Back to Home                 Fred R. Myers   Silver Professor of Anthropology; Professor of Anthropology Ph.D. 1976, M.A. 1972, Bryn Mawr, B.A. 1970, Amherst.   Office Address: Rufus D. Smith Hall  25 Waverly Place  New York, NY 10003   Email:     Phone: 212-998-8555   Fax: 212-995-4014     Personal Website               Curriculum Vitae                  Areas of Research/Interest     Indigenous people and politics, Aboriginal Australia; exchange theory and material culture; anthropology of art and contemporary artworlds; the production and circulation of culture; in identity and personhood; theories of value and practices of signification.     Selected Publications     Books and Edited Volumes: Painting Culture: The Making of an Aboriginal High Art . Durham: Duke University Press. 2002\u2028\u2028 The Empire of Things: Regimes of Value and Material Culture . Edited volume. Santa Fe: SAR Press. 2001 \u2028The Traffic in Culture: Refiguring Anthropology and Art . Berkeley: University of California Press. 1995 Pintupi Country, Pintupi Self: Sentiment, Place, and Politics among Western Desert Aborigines . Smithsonian Institution Press, Wash., D.C. (reprinted in paperback by University of California Press, 1991) 1986. Selected Articles and Book Chapters:  In press “Showing Too Much or Too Little: Predicaments of Painting Indigenous Presence in Central Australia.” In Glenn Penny and Laura Graham, eds. Performing Indigeneity . University of Nebraska Press.  2013 “Disturbances in the Field: Exhibiting Aboriginal Art in the US.” Special Issue, Journal of Sociology . vol. 43 (2-3): 151-172  2013 “Emplacement and Displacement: Perceiving the Landscape through Aboriginal Australian Acrylic Painting.” Ethnos 78, 4:   2012 “Censorship from Below: Aboriginal Art in Australian Museums. In T. Berman, ed. No Deal: Indigenous Arts and The Politics of Possession . Santa Fe: School of Advanced Research.  2011 “ Translating Indigenous Protocol.” In P. Batty and J. Ryan, eds. Tjukurrtjanu . National Gallery of Victoria. Pp. ix-xi.  2011 “Intrigue of the Archive, Enigma of the Object.” In P. Batty and J. Ryan, eds. Tjukurrtjanu . National Gallery of Victoria. Pp 29-42.  2011 “Fathers and Sons, Trajectories of the Self: Reflections on Pintupi Lives and Futures. In Ute Eickelkamp and Pauline Fietz, eds. Growing Up in Central Australia: New Anthropological Studies of Aboriginal Childhood and Adolescence. Berghahn Books, Oxford. Pp 82-100.  2010 “What Did Paintings Want? – Pintupi Painting at Yayayi in the 1970s.” In Kasper Konig, W. Falk and E. Evans, ed. Remember Forward. Museum Ludwig, Cologne. Pp. 136-145. 2010  “All Around Australia and Overseas: Christianity and Indigenous Identities in Central Australia 1988. For Special issue of The Australian Journal of Anthropology , edited by F. Dussart and C. Schwarz, In Dialogue with Christianities. Volume 21: 110-128. 2009  “The Power of Papunya Painting.” Aboriginal Art Magazine , volume 1, no. 1: 40-45. 2009  “Graceful Transfigurations of Person, Place and Story: The Stylistic Evolution of Shorty Lungkarta Tjungurrayi.” In Roger Benjamin, ed. Icons of the Desert . Ithaca: Cornell University Press. Pp. 51-64.  2008  Comment on Michael Brown, “Cultural Relativism 2.0,” Current Anthropology vol 49: 376-377. 2007  “A Day in the Life: Painting at Yayayi 1974”. In Vivien Johnson, ed. Papunya Painting; Out of the Desert . Canberra: National Museum of Australia. 5 pages. ------- in collaboration with Jeremy Long 2007 “In Recognition: The Gift of Painting.” In Hetti Perkins, ed. One Sun, One Moon: Aboriginal Art in Australia. Sydney: Art Gallery of New South Wales. Pp. 171-180. 2006  \"The Complicity of Cultural Production: The Contingencies of Performance in Globalizing Museum Practices.\" In Ivan Karp and Corinne Kratz, eds. Museum Frictions . Duke University Press. Pp 505-536. 2006.  2006 “We Are Not Alone: Anthropology in a World of Others.” Invited essay, Key Informants in the History of Anthropology. Ethnos 71 (2): 233-264. ------- and Faye Ginsburg 2006 “A History of Aboriginal Futures.” Critique of Anthropology . 26 (1): 27-45.  2006 “’Primitivism,’ Anthropology and the Category of ‘Primitive Art’.” In Handbook of Material Culture. Chris Tilley, Susanne Kuechler, Michael Rowlands, Webb Keane and Patricia Spyer, eds. Sage Press. Pp 267-284,  2006 “Collecting Aboriginal Art in the Australian Nation-state: Two Case Studies.” Visual Anthropology Review , Vol 21, 1 and 2: 116-137. 2004 “Ontologies Of The Image And Economies Of Exchange.” American Ethnologist , February, volume 31 (1): 1-16. 2000 “Ways of Placemaking.” In Howard Morphy and Katherine Flynt, eds. Culture, Landscape, and the Environment. Oxford: Oxford University Press. Pps. 72-110. \u2028 1999 \"Aesthetics and Practice: A Local Art History of Pintupi Painting.\" In H. Morphy and M. Boles, eds. The Art of Place: Dialogues with the Kluge-Ruhe Collection of Australian Aboriginal Art. Seattle: University of Washington Press. 1994 \"Culture-Making: Performing Aboriginality in the Asia Society Gallery.\" American Ethnologist 21(4) 679-699. 1991 \"Representing Culture: The Production of Discourse(s) for Aboriginal Acrylic Paintings.\" Cultural Anthropology , 6 (1):26-62. (reprinted in Rereading Cultural Anthropology , G. Marcus, ed. Durham: Duke University Press. 1992 and in The Traffic in Culture , Marcus and Myers, eds) \u2028 1988 \"Locating Ethnographic Practice: Romance, Reality, and Politics in the Outback.\" American Ethnologist , 15: 609-24. 1988. \u2028 1988 “Burning the Truck and Holding the Country: Forms of Property, Time, and the Negotiation of Identity among Pintupi Aborigines.\" In T. Ingold, D. Riches, and J. Woodburn (eds), Hunter- Gatherers, II: Property, Power and Ideology. London: Berg Publishing. (longer version [ In ] E. Wilmsen, ed., We Are Here. Berkeley: University of California Press.) 1988. \u2028 1986 \"Reflections on a meeting: Structure, language, and the polity in a small-scale society,\" American Ethnologist , 13: 431-447.  1985 \"Illusion and Reality: Aboriginal Self-Determination in Central Australia.\" In C. Schrire and R. Gordon, eds., The Future of Former Foragers. Cambridge: Cultural Survival. pp 109-121 ------ and Donald Brenneis 1984 \"Introduction: Language and Politics in the Pacific.\" In D. Brenneis and F. Myers, eds., Dangerous Words.  1982 \"Always Ask: Resource Use and Landownership among the Pintupi of Central Australia.\" In N. Williams and E. Hunn, eds., Resource Managers: North American and Australian Hunter-Gatherers. Boulder: Westview Press. (republished by Australian Institute of Aboriginal Studies. 1986) 1982 \" Ideology and Experience: the Cultural Basis of Pintupi Politics.\" In M. Howard, ed., Aboriginal Power in Australian Society). Brisbane: University of Queensland Press. Pp. 108-52. 1979 \"Emotions and the Self: A Theory of Personhood and Political Order among the Pintupi,\" Ethos , 7: 343-70. Current News/Projects  Updated June 2014     Pintupi dialogues: reconstructing memories of art, land and Community   through the visual record (Australian Research Council Linkage grant   2010-2013) .\u2028   I am currently completing work on an ARC Linkage grant to use visual   records to animate historical consciousness with the Pintupi   communities of Kintore, NT and Kiwirrkura, WA. This involves not only   returning to my earliest work in Pintupi communities, but also extending   my involvement with visual culture, representations, and art. The   grant is a collaboration with the mainly Pintupi Aboriginal-owned art   cooperative, Papunya Tula Artists Ltd., Dr. Peter Thorley of the   National Museum of Australia, and Professor Nicolas Peterson and Ms.   Philippa Deveson of the Australian National University, Dr Peter Thorley   of the National Museum of Australia, and myself of New York University.   Together with the members of these two remote Western Desert   communities, we are using film and photography to reflect on a pivotal   period in the history of the Pintupi people with whom I have been   working since 1973. In 1964, internationally renowned filmmaker, Ian   Dunlop accompanying then Patrol Officer Jeremy Long, had photographed Pintupi people as among the   last Aboriginal people still living a nomadic life in central   Australia's western desert. He returned in 1974 to film these same   people, now living at the government-supported Yayayi outstation where I   was carrying out my doctoral fieldwork.      (Fred Myers and Marlene Nampitjinpa Spencer discussing her memories of Yayayi) Using these visual records as the basis for a dialogue with the living   Pintupi descendants of those in the film and photographs, we are   reconstructing an account of how the Pintupi sought to fashion their own   modernity, with a particular emphasis on the great transition –   sedentarization and incorporation into the Australian state -- in their   lives that took place in the 1960s and 1970s.     We have produced a film that attends to this dialogue, focusing on   Marlene Spencer Nampitjinpa's reflections on the film, entitled   \"Remembering Yayayi,\" Her reflections about herself and her family as   they appear in the footage incorporate points of view from several other   Pintupi consultants about the earlier film footage and the outstation.     As another distinct part of this, I am writing a book on the early   period of Pintupi living in this remote outstation community,   significant as one of the first outstation or homeland communities   established within the then-new policy framework of “Aboriginal   self-determination” articulated by the Whitlam government upon its   election in 1973. The policies of “self-determination” – an expression   of international as well as local aspirations for colonized people --   have in recent years been heavily criticized by conservatives in   Australia as a failure and a significant cause of the many problems that   continue to plague Indigenous Australia. My goal in writing this book   is to confront these representations with an historically nuanced   account of life and the imaginings of a future in such a community.     Australian Cultural Fields: National and Transnational Dynamics  Australian Research Council Discovery Project (DP140101970) – 2014-2016     I am part of a new group project, funded by the Australian Research   Council and directed by Professor Tony Bennett of the University of   Western Sydney, that is just commencing. \"Australian Cultural Fields\"   examines the forces changing contemporary Australian culture. Focusing   on art, literature, media, sport, music and heritage, it assesses the   influence of transnationalism, digital media, migration and   multiculturalism, and the distinctive presence of Indigenous culture, on   the relations between culture, class, gender, ethnicity and nation.    The concept of ‘cultural field’ is taken from the work of sociologist   Pierre Bourdieu, who developed the idea to investigate how the   production and consumption of culture are affected by relations between   cultural institutions, policy agencies, and cultural markets. Australian   Cultural Fields will develop this perspective in number of ways. It   will be the first study to examine transnational forces, new information   technologies and the changing salience of migrant and Indigenous   cultures in the contemporary Australian context. Internationally, it   will be the first large-scale study to interrogate the relations between   the fields of cultural production and consumption.     It is going to be a challenge for me to work with new methodologies and   kinds of information, but very exciting. I will be working with some of   the leading scholars in Australian Cultural Studies -- Tony Bennett,   Graeme Turner, Greg Noble, David Rowe, David Carter, Deborah Stevenson,   Emma Waterton, and my old friend Tim Rowse.       Update your faculty profile                           Contact Us | &copy; New York University , Arts and Science"}, {"content": "Postcolonial Displacements: Tisch School of the Arts at NYU                           Skip to content          &lt; back        MEMOIR AND CULTURAL MEMORY: Representing Postcolonial Displacements  ASPP – UT/ GT.1049/ 2049 Lecture 4 Credits Instructor(s): Ella Shohat MEMOIR AND CULTURAL MEMORY: Representing Postcolonial Displacements    Professor Ella Shohat    ASPP – UT 1049 (Undergraduate – Seniors Only)    ASPP- GT 2049 (Graduate)    Tuesdays, 2 - 4:45pm    4 points – will count toward general education requirements for undergraduates (Humanities)    With the growing numbers of immigrants/refugees in cities such as London, Paris, Berlin, Barcelona, New York, Los Angeles, Montreal, belonging no longer corresponds to one geography, simplistically imagined as “over there.” This seminar will study questions of displacement as represented, mediated and narrated in a wide variety of texts. It will focus especially on memoirs, whether in written or audiovisual form, which confront exclusionary and essentialist discourses with a rich cultural production that foregrounds a complex understanding of such issues as “home,” “homeland,” “exile,” “hybridity” and “minorities.” How are identity and history performed in these colonial, post-colonial and diasporic contexts? What is the status and significance of the oral, the visual and the performed within the context of memory? We will examine different narrative forms of memory-making, analyzing how post/colonial authors and media-makers perform “home,” “homeland,” “diaspora,” and “exile.” How does memory become a filter for constructing contemporary discourses of belonging, especially in the context of post-independence and transnational dislocations? We will also address questions of genre, and the socio-political ramifications of certain modes of writing and performances of memory that create new hybrid genres such as the poetic documentary and experimental autobiography. We will analyze works where a fractured temporality is reassembled to form a usable past where the body serves as an icon of migratory meanings. We will also examine contemporary cyber diasporic practices, problematizing such issues as “nostalgia” and “return” in the context of new communication technologies.           Undergraduate Admissions Graduate Admissions Academic Services Student Life Financial Aid and Scholarships Career Development Counseling Services International Students Incoming Students Graduation Forms What is Special Programs? Study Abroad Summer High School Summer in New York City Courses for Non-Majors Programs for Visiting Students Open Arts Minors Blog Newsletters Videos Admin &amp; Faculty Alumni Contact Us  Tisch Events Calendar Admin &amp; Faculty Calendar NYU Academic Deadlines Calendar Many Ways to Give Why Support Tisch Dean's Council Corporate Giving Foundation Giving Individual Giving Tisch Gala Who We Are Institute of Performing Arts Graduate Acting Dance Design for Stage &amp; Film Drama Graduate Musical Theatre Writing Performance Studies Maurice Kanbar Institute of Film &amp; Television Undergraduate Film &amp; Television Graduate Film Cinema Studies Moving Image Archiving &amp; Preservation (MIAP) Rita &amp; Burton Goldberg Department of Dramatic Writing Emerging Media Group Photography &amp; Imaging Interactive Telecommunications (ITP) Clive Davis Institute of Recorded Music NYU Game Center Art &amp; Public Policy / Arts Politics Open Arts Tisch Special Programs Tisch Asia"}, {"content": "Media of Displacement: Tisch School of the Arts at NYU                           Skip to content        Art &amp; Public Policy Home Masters in Arts Politics Center for Art and Public Policy Course Offerings News and Events Faculty Twitter Facebook  home &gt; Art and Public Policy        The Media of Displacement: Postcolonial Culture  H48.1055 2055 Sem 4 Credits Instructor(s): Ella Shohat The Media of Displacement: Postcolonial Culture    Professor Ella Shohat    H48.1055.001 (Undergraduate)    H48.2055.001 (Graduate)    Tuesdays, 2-4:45pm    Graduate and Seniors    4 points    “We are here because you were there” has become a common slogan for postcolonial diasporas in the metropolitan “centers” of the West. With the growing numbers of immigrants and refugees from the Middle East/North Africa in cities such as London, Paris, Berlin, New York, Los Angeles, Montreal, and Sao Paulo, the construction of “us” versus “them” can no longer correspond to one geography, simplistically imagined as “over there.” This seminar will study questions of displacement as represented, mediated and narrated in diverse cultural realms, especially cinema, media, visual culture and writing. How such texts have confronted exclusionary and essentialist discourses with a rich cultural production that foregrounds a complex understanding of such issues as “home,” “homeland,” “exile,” “hybridity” and “minorities.” We will look at the past few decades of artistic work within the larger context of post-independence and globalization politics. We will mainly examine the ways films/videos, novels, memoirs, and visual work have represented dislocations that have come in the wake of colonial partitions, and of regional, ethnic and religious conflicts; as well as into the ways they challenge traditional genres about immigration, transcending the neat divisions among the social documentary, the ethnographic media, the experimental autobiography, and the fictional narrative. We will also examine these texts in relation to contemporary cyber diasporic practices, problematizing especially such issues as “nostalgia” and “return” in the context of new communication technologies.    This course will count toward Elective or Humanities credit for TSOA Students .           Undergraduate Admissions Graduate Admissions Academic Services Student Life Financial Aid and Scholarships Career Development Counseling Services International Students Incoming Students Graduation Forms What is Special Programs? Study Abroad Summer High School Summer in New York City Courses for Non-Majors Programs for Visiting Students Open Arts Minors Blog Newsletters Videos Admin &amp; Faculty Alumni Contact Us  Tisch Events Calendar Admin &amp; Faculty Calendar NYU Academic Deadlines Calendar Many Ways to Give Why Support Tisch Dean's Council Corporate Giving Foundation Giving Individual Giving Tisch Gala Who We Are Institute of Performing Arts Graduate Acting Dance Design for Stage &amp; Film Drama Graduate Musical Theatre Writing Performance Studies Maurice Kanbar Institute of Film &amp; Television Undergraduate Film &amp; Television Graduate Film Cinema Studies Moving Image Archiving &amp; Preservation (MIAP) Rita &amp; Burton Goldberg Department of Dramatic Writing Emerging Media Group Photography &amp; Imaging Interactive Telecommunications (ITP) Clive Davis Institute of Recorded Music NYU Game Center Art &amp; Public Policy / Arts Politics Open Arts Tisch Special Programs Tisch Asia"}]}]