[{"detail": [{"content": "Courses - Spring 2015                                                                                                               NYU.edu requires JavaScript be enabled in your browser in order to use important features of the site. JavaScript is either disabled or not supported by your browser. For instructions on how to enable JavaScript in your browser, click here .                       New York University    Skip to Content   Skip to Search   Skip to Navigation   Skip to Sub Navigation                                                        NYUHome Login                            Students           |   Faculty           |   Alumni           |   Employees           |   Community                                   Schools          Arts and Science      College of Arts and Science      College of Dentistry      College of Nursing      Courant Institute of Mathematical Sciences      Gallatin School of Individualized Study      Graduate School of Arts and Science      Institute of Fine Arts      Institute for the Study of the Ancient World      Leonard N. Stern School of Business      Liberal Studies Program      NYU Abu Dhabi      NYU Shanghai      Polytechnic School of Engineering      Robert F. Wagner Graduate School of Public Service      School of Professional Studies      School of Law      School of Medicine      Silver School of Social Work      Steinhardt School of Culture, Education, and Human Development      Tisch School of the Arts                QuickLinks          Academic Calendars      Administrative Units      Albert      Apply for Jobs      Athletics      Bookstores      Bursar      Campus Map      Career Development      Emergencies      Events      Giving to NYU      Housing      ITS      Libraries      News      NYU Apparel      Policies      Public Safety      Registrar      Student Health Center      Student Resources      Wellness Exchange                A-Z          A      B      C      D      E      F      G      H      I      J      K      L      M      N      O      P      Q      R      S      T      U      V      W      X      Y      Z                                                          New York University                          Search NYU                    Pages |    People                                       Main Navigation            About NYU       Admissions       Academics       University Life       Research       Global                                 Bread Crumbs          Global   /   Global Academic Centers   /   Florence   /   Academics                 Sub Navigation                                 Courses                       Special Programs                       Faculty                       Facilities & Services                       Beyond The Classroom                                                                   Courses - Spring 2015        Please note that all course offerings are subject to change. Changes in faculty availability and student enrollment can occasionally result in course cancellations.   Click on a course name to see a course description and a sample syllabus from a past semester. (Current syllabi may differ.) For sample syllabi or academic questions, please email global.academics@nyu.edu .   A list of all courses offered at the Global Academic Centers, organized by department, can be found here .   Spring 2015 courses with days and times will be available in Albert, NYU's Student Information System the week of October 13, 2014. Directions on how to view Study Away courses in Albert, and other Registration FAQs can be found here .                   Academic Requirements & Registration Guidelines                                           Please review these requirements and guidelines before registration                                 Students must register for 12-18 credits   All students must participate in Global Orientations. Students do not need to enroll for this course during registration.     Enrollment in an Italian Language course is required; select one that matches your skill level. If you cannot find a section that works with your schedule, contact florence.academicsupport@nyu.edu     Language courses cannot be taken pass/fail   Attendance is expected and required; absences will negatively affect grades   Before you plan your personal travel, check your syllabi! Academic site visits and field trips are considered required class time.   Certain Art History, Economics, Business, and Psychology courses have prerequisites, visiting students email global.academics@nyu.edu for permission.     Required 30 minutes between class means a required 30 minutes between classes.   More information about Registering for Study Away Courses and registration FAQ's is available here .   If you have trouble finding a course on Albert or encounter problems, email global.academics@nyu.edu                            Spring 2014 | Fall 2014 | Spring 2015 | Fall 2015 | Spring 2016          Required Course For All Students                                                    Global Orientations: Italian Society and Culture                               This course provides students with a shared study-away experience at NYU Florence, engages them in the intellectual life of our site, and prepares them for their course work by giving them a basic foundation in the history and culture of Italy. Students also benefit from basic instruction in Italian language; this instruction is designed to supplement their formal language courses and to enable them to function in their new surroundings.                                  Italian Language    All students are required to take an Italian language course for graded credit. (This course cannot be taken Pass/Fail).                                                    Extensive Elementary Italian I - ITAL-UA 9001 - 4 points                               Students will gain understanding of the basic messages in simple oral and written  communication. They will be able to acquire key information from listening and reading brief, simple, authentic material and have a fair understanding of the meaning of short standard Italian conversation in a limited number of content areas. Students will be able to engage in basic conversation  as well as to initiate communication on familiar topics. Strong emphasis will be given to communicative  situations involving first and second person forms; writing activities with pertinent vocabulary  and structure will include simple autobiographical information, brief messages, simple forms and lists. Linguistic structures : subject pronouns, articles, adjectives, prepositions, present and present perfect indicative.     Sample Syllabus                                                                      Extensive Elementary Italian II - ITAL-UA 9002 - 4 points                               Prerequisites: Successful completion of Extensive Elem I     Students will gain understanding of oral and written material on a variety of topics, ranging from personal routine to include family, taste and hobbies. Their understanding will include present and past events. Students will be able to engage in conversations on a variety of real-life situations regarding familiar subjects, to respond to open-ended questions and initiate communication on these topics. They will be able to give and follow directions, instructions and commands. Skills in mono-directional oral presentation will begin to emerge. Writing activities will include narration of present and past events, personal experiences, school and work situations, as well as brief messages to family and friends. Linguistic structures: subject and object pronouns, articles, adjectives, present indicative and imperative, the two main past tenses in use in contemporary Italian.                                                                        Intensive Elementary Italian - ITAL-UA 9010 - 6 points                               This daily course immerses students in the Italian language. The basic structures and vocabulary of the Italian language are presented. Students are also provided with systematic practice of oral Italian through dialogues, pattern drills, and exercises. Special emphasis is given to correct pronunciation, sound placement, and intonation. Conducted in Italian.   Sample Syllabus                                                                    Extensive Intermediate Italian I - ITAL-UA 9011 - 4 points                               Prerequisites: Successful completion of Extensive Elem I &amp; II or Intensive Elementary Italian   Students will gain understanding of oral and written communication on various topics in the past, present and future in addition to expressions of personal wishes, feelings and hopes.  Students will recognize key information in the reading and listening of authentic material and will understand, to some extent advanced texts featuring narration and description of events.  Students will be able to handle most conversation tasks and standard social situations. Students will be able to write short letters and short paragraphs and show command of simple sentence syntax. Linguistic structures: students will be familiar with increasingly complex grammatical content, such as indirect and combined pronouns, future tense, conditional and subjunctive modes.     Sample Syllabus                                                                      Extensive Intermediate Italian II - ITAL-UA 9012 - 4 points                               Prerequisites: Successful completion of Extensive Interm I   Students will gain understanding of oral and written material ranging from general routine and leisure time activities, to more complex topics such as politics, environmental issues, and work environment. Students will be able to read and appreciate pertinent authentic texts. Students will be able to handle most uncomplicated conversation tasks and standard social situations. Students will be able to debate and argue for opposite viewpoints on a range of topics, to make comparisons and hypothesis. Presentation skills, written and oral, will solidify; skills in narrating in paragraphs begin to emerge and develop in a creative direction. Linguistic structures: students will gain knowledge of increasingly complex verbal forms such as all tenses of the subjunctive mode, past conditional and preterit, as well as several elaborate grammatical structures.                                                                        Intensive Intermediate Italian - ITAL-UA 9020 - 6 points                               Prerequisites: ITAL-UA 1 &amp; ITAL-UA 2, Elementary Italian I &amp; II; or ITAL-UA 10, Intensive Elementary Italian   This course offers students who are at the intermediate level a daily immersion class. The acquisition and practice of more sophisticated structures of Italian are undertaken. Fundamental oral and written skills are developed, and vocabulary enrichment and conversational ability are emphasized. Conducted in Italian.   Sample Syllabus                                                                    Advanced Review of Modern Italian - ITAL-UA 9030 - 4 points                               Prerequisites: ITAL-UA 11, ITAL-UA 12, Intermediate Italian I &amp; II; or ITAL-UA 20, Intensive Intermediate Italian   Intensive review of Italian grammar through written and oral exercises, conversations, compositions, translation, and readings from contemporary Italian literature. Conducted in Italian.   Sample Syllabus                                                                    Conversations in Italian - ITAL-UA 9101 - 4 points                               Prerequisites: ITAL-UA 30, Advanced Review of Modern Italian   Students entering the course should have mastered the fundamental structure of Italian. The course is designed to help students gain confidence and increase their effectiveness in speaking present-day Italian. Through discussions, oral reports, and readings, students develop vocabulary in a variety of topics, improve pronunciation, and learn an extensive range of idiomatic expressions. Conducted in Italian.   Sample Syllabus                                                                    Creative Writing in Italian - ITAL-UA 9103 - 4 points                               Co-Requisite: Conversations in Italian - ITAL-UA 9101   Students entering the course should have mastered the fundamental structure of Italian. The course is designed to help students gain confidence and increase their effectiveness in writing present-day Italian. Conducted in Italian.   Sample Syllabus                              Art and Arts Professions                                                    Intro to Interdisciplinary Art Practice - ART-UE 9TBA - 2 points                               Intro to Interdisciplinary Art Practice is designed as an intensive course to provide a forum in which to explore and engage the relationship between photography, performance and contemporary art, otherwise known as the politics of performance. Through class assignments and readings in contemporary theory we will develop a critical vocabulary for an understanding of the relationship between photography and performance and a forum in which to challenge and push our individual practice to the next level. All experience levels are welcome and will be helpful to our class. In Florence, we will use the resources of La Pietra and nearby institutions to engage the site specificity of NYU Florence and its rich history, including field trips, visiting artists, and seminar based classes. The class will take place simultaneously with the Blackamoor project held at La Pietra at NYU Florence, of which Lyle Ashton Harris is participating in.                              Art History   NOTE: Art History courses meet in the center of Florence; students should allow for 30 minutes commute time between Art History classes and their prior/subsequent classes.                                                   European Architecture of the Renaissance - ARTH-UA 9301 - 4 points                               Prerequisite: ARTH-UA 2, History of Western Art II, ARTH-UA 19, History of Architecture, ARTH-UA 301, European Architecture, or permission of the instructor   The new style in architecture, sparked by the buildings of Brunelleschi and the designs and writings of L.B. Alberti, developed in 15th-century Florence against the background of a vigorously evolving humanist culture. A study of the new movement through the great qattrocento masters and the work of the giants of the 16th century (e.g., Bramante, Michelangelo, Palladio) and the spread of Renaissance style into other countries. Conducted in English.   Sample Syllabus                                                                    Renaissance Art - ARTH-UA 9005 - 4 points                               NOTE: This course meets in the center of Florence. Student should allow for 30 minutes commute time between this class and their prior or subsequent class.   NYU Students who have already taken ARTH-UA 2 will not receive major credit for ARTH-UA 5 [Renaissance Art survey] or ARTH-UA 6 [Modern Art survey].   The city of Florence will be the classroom as students study the masters, explore museums, examine texts, and analyze the historical significance of monuments. With eyes cast simultaneously on painting, the graphic arts, sculpture, and architecture, this class will explore a broad range of art patronage that included religious and civic bodies, princely courts, and a growing number of private clients. The course will focus on points of intersection, transition, and the transformations that lead from one tradition to the next. Above all, our approach will encourage critical thinking and a search for unifying connections in studying the underlying logic of image making. Works will be examined on their native terms: both as physical objects, with sensitivity to their particular function and intended reception, and as visual images active within larger contexts. Conducted in English.   Sample Syllabus                                                                    Early Masters of Italian Renaissance Painting - ARTH-UA 9306 - 4 points                               Prerequisite: ARTH-UA 2, History of Western Art II, ARTH-UA 300, Renaissance Art, or equivalent introductory art history course.   This course is conceived as a series of selected studies, offering in depth analysis of a few great masters of Early Renaissance Italian painting: Giotto, Masaccio, Fra Angelico, Benozzo Gozzoli and Ghirlandaio, Botticelli, Filippino Lippi, among others. These artists have been chosen for the unique opportunity afforded by study in Florence to examine their works in original contexts, especially the great fresco cycles they created with their workshops. The course is, however, neither limited to the study of these artists nor to the study of painting. Their works will be considered in relation to those of other contemporary masters active in the courts of Central and Northern Italy, including Andrea Mantegna, Piero della Francesca, Cosmé Tura and Leonardo da Vinci. They will also be considered in rapport with other contemporary art forms, especially the sculpture of Ghiberti, Donatello and Verrocchio. In studying original works of art on site, context, function and materials will be considered equal in importance to matters of style. Special attention will be given to the phenomenon of collecting as an active force shaping the development of artistic forms and genres. The study of collecting will bring into consideration intellectual, social, economic and political issues that complicate and enrich our understanding of the work of the early masters of the Italian Renaissance. Conducted in English.   Sample Syllabus                                                                    The Gardens and Landscapes of Tuscany - ARTH-UA 9653 or ITAL-UA 9405 - 4 points                               NOTE: This course meets in the center of Florence. Student should allow for 30 minutes commute time between this class and their prior or subsequent class   Students in the Art History Dept: This course counts for Urban Design credit and Art History elective credit.   The city of Florence has long been admired for its combination of buildings and gardens. This course emphasizes the art of garden and landscape design, with tours to sites around the city and the surrounding areas. The starting point of the course is the 57 acres of historically significant landscape surrounding NYU's Villa La Pietra, with Renaissance-style gardens, rolling hills, and olive groves, all located within the city limits of Florence. Conducted in English.   Sample Syllabus                                                                     Special Topics: Roman Art - ARTH-UA 9150 - 4 points                               Course description coming soon.                                Business                                                  Principles of Financial Accounting - ACCT-UB 9001 - 4 points                               An introduction to the area of financial accounting. Encompasses accounting concepts from the point of view of the corporate investor and business management. Accounting procedures are discussed to facilitate the comprehension of the recording, summarizing, and reporting of business transactions. The basic principles of asset valuation and revenue and cost recognition are presented. Various asset, liability, and capital accounts are studied in detail with emphasis on an analytical and interpretive approach. The area of financial accounting is further analyzed through a discussion of the concepts and underlying financial statement analysis and the exposition of funds flow. Conducted in English.   Sample Syllabus                                                                    Introduction to Marketing - MKTG-UB 9001 - 4 points                               Evaluates, from the management point of view, marketing as a system for the satisfaction of human wants and as a catalyst of business activity. Deals with the subject at all levels from producer to consumer and emphasizes the planning required for the efficient use of marketing tools in the development and expansion of markets. Concentrates on the principles, functions, and tools of marketing, including quantitative methods. Utilizes cases and projects to develop a problem-solving ability in dealing with specific areas.   Sample Syllabus                              Cinema Studies                                                    History of Italian Cinema (Lecture and Screening) - ICINE-UT 1103 - 4 points                               Co-requisite: Enrollment in a screening time.   This course covers Italian film from the beginnings of the neo-realist movement to 1960, concentrating both on the aesthetic, theoretical development of neorealism and on its political, economic, social, and cultural context. Directors studied in detail include Rossellini, Visconti, de Sica, and Antonioni. Conducted in English.   Sample Syllabus                              College Core Curriculum                                                    Cultures and Contexts: Italy - CORE-UA 9554 - 4 points                               In Italy, regional identities have always been strong, while national identity has always been complex, a situation that characterizes even current political debates. Although the Italian peninsula was home to some of the most important ancient civilizations, Italy’s existence as a united country dates only from the nineteenth century, making it younger than the US as a modern nation state. Italy was first unified by the Romans, making Roman antiquity a point of reference throughout history as intellectuals and political leaders dreamed of a unified nation. We examine how Italian identity was formed throughout history, both by Italians and by foreign visitors to Italy, in response to the principal ancient cultures that thrived on the peninsula. The focus is on primary sources—literary works, artifacts, art objects, works of architecture, opera and film—taking advantage of the unique resources of Florence to explore these in their original contexts.     Sample Syllabus                              Comparative Literature                                                    Topics in 19th Century Literature: Italy and Italians in English Literature from the Romantics to Modernism - COLIT-UA 9180 or SASEM-UG 9201 - 4 points                               Romantic, Victorian, and Modernist writers in both Britain and the United States were fascinated by Italy. The &quot;Italy and Italians&quot; of the title refers not only to images and characters in the works of the British and American authors we will be reading but also to their affinities with Italian literature. Recurring themes in the course will be history and its uses in literature, gender and sexuality, democracy and aristocracy, language and power, and religion as an instrument of sexual repression.   Sample Syllabus                              Economics                                                  Introduction to Macroeconomics - ECON-UA 9001 - 4 points (formerly Economic Principles I)                               This course is not open to NYU Stern students.   Prerequisites: Pre-calculus or equivalent level of mathematical training   Introduction to the American economy, elements of supply and demand, and basic macroeconomic principles. Includes national income and employment, money, banking, inflation, business fluctuations, monetary and fiscal policy, the balance of payments, and comparative economic systems. Conducted in English.   Sample Syllabus                                                                      Introduction to Microeconomics - ECON-UA 9002 - 4 points (formerly Economic Principles II)                               This course is not open to NYU Stern students.   Prerequisites: Pre-calculus or equivalent level of mathematical training     Focuses on individual economic decision makers—households, business firms, and government agencies—and how they are linked together. The emphasis is on decision making by households and firms and how these decisions shape our economic life. Explores the different environments in which businesses sell their products, hire workers, and raise funds to expand their operations; the economic effects of various government policies, such as minimum wage legislation, rent controls, antitrust laws, and more. Conducted in English.                                                                      Economics of European Integration - ECON-UA 9219 - 4 points                               Prerequisites: ECON-UA 1 Economic Principles or ECON-UA 5 Intro to Economic Analysis or equivalents   The financial crisis that hit the global economy since the summer of 2008 is without precedent in post-war economic history. Although its size and extent are exceptional. the crisis has many features in common with similar financial-stress driven recession episodes in the past. However, this time there’s something different, with the crisis being global akin to the events that triggered the Great Depression of the 1930s. This crisis spread quickly and rapidly moved from the US to European countries that show the weakest economic indicators (PIIGS: Portugal, Ireland and Italy, Greece and Spain). This course will focus on the long run causes, consequences and EU responses to the crisis, conditionally on the characteristics of the countries involved. We will focus on the long process of European Integration and discuss whether it may represent a possible solution to the recent crisis.   Sample Syllabus                                                                    Money and Banking - ECON-UA 9231 - 4 points                               This course is not open to NYU Stern students.   Prerequisites: Introduction to Macroeconomics (ECON-UA 1) and Introduction to Microeconomics (ECON-UA 2), or Introduction to Economic Analysis (ECON-UA 5) or equivalents.   We offer a perspective on the workings of the monetary and financial system within a country and at an international level. The role of money and the tools to conduct monetary policy will be analyzed in detail. The concept of the value of money now and in the future helps in understanding the role of interest rates and of risk; various way to store wealth will take us into the structure of financial markets where financial instruments are created and traded to meet diverse needs. Some basic concepts on the role played by commercial banks will introduce the function of the Central Bank and of monetary policy in the overall goal of ensuring financial stability to the system. Current issues, such as the role of the European Central Bank and the instability created by the subprime mortgage crisis, will be discussed.   Sample Syllabus                                                                    International Economics - ECON-UA 9238 - 4 points                               This course is not open to NYU Stern students.   Prerequisites: Microeconomics &amp; Macroeconomics (ECON-UA 1 and ECON-UA 2) or equivalents.   Focuses on international trade in goods, services, and capital.The issues discussed include gains from trade and their distribution; analysis of protectionism; strategic trade barriers; the trade deficit; exchange rate determination; and government intervention in foreign exchange markets.                                                                      Economic Development - ECON-UA 9323 - 4 points                               Prerequisites: Intermediate Microeconomics, Intermediate Macroeconomics, &amp; International Economics (NYU ECON-UA 10, ECON-UA 12, &amp; ECON-UA 238) or equivalents. International Economics can be taken as co-requisite with special permission.     This course aims at offering a global perspective on development, long term change in the world economy, and the interaction between countries, regulatory systems and firms. Recent developments have changed completely the patterns of development and the relationships between developed and developing/emerging countries.  The focus of the course is on the shift of production to East Asia, on poverty and inequality, on the dynamics of international trade and investment, including changes in production patterns (outsourcing, offshoring, service offshoring), on the relationship between trade and economic growth, trade imbalances and protectionism, and on the impact of technological innovation on international competitiveness.     Sample Syllabus                                                                        Mathematics  for Economics I - MATH-UA 9211 - 4 points                               Prerequisites: Completion of Algebra and Calculus with a grade of C or higher or passing placement exam.   This course is only open to Economics Policy Majors and prospective majors.   This course introduces calculus for real valued functions of a single real variable and of several real variables. In particular, it shows how calculus can be used to solve optimization problems for these functions, including constrained optimization problems which can be solved by substitution. A substantial number of economic examples will be analyzed during the course.                                European &amp; Mediterranean Studies                                                  Modern Italy - EURO-UA 9163 or HIST-UA 9168 or ITAL-UA 9868 - 4 points                               This course introduces contemporary Italy in all its complexity and fascination. Reviewing politics, economics, society, and culture over the past two centuries, the course has a primary goal -- to consider how developments since the 1800s have influenced the lives and formed the outlook of today's Italians. In other words, we are engaged in the historical search for something quite elusive: Italian “identity”. Topics will include the unification of the country, national identity in the late 19th and early 20th centuries, the First World War, and Italian fascism, World War Two and the resistance, the post-war Italian Republic, the economic &quot;miracle&quot;, the South, the Mafia, terrorism, popular culture, and the most recent political and social developments, including Italy and the European Union. Lectures combine with readings and films (taking advantage of Italy’s magnificent post-war cinema).     Sample Syllabus                          Gallatin School of Individualized Study                                                   History of Italian Fashion - IDSEM-UG 9200 - 4 points                               Please note that students accepted to the Gallatin Fashion in Florence Program will be given registration priority for this course. This is a 7 week intensive course. Specific course dates and meeting times will be posted in ALBERT.     Italian fashion is famous internationally for its combination of quality and elegance. This course explores the development of fashion as an integral part of Italian identity. It looks at four historical moments or movements that played a significant role in developing that identity: Renaissance Florence under the de Medici, Mussolini’s mandate for Italian-based fashion, the post-war Italian film industry in the 1950s and 60s, and, today’s global fashion industry where the image of Italian style is one of quality, luxury and sexy elegance. Conducted in English.   Sample Syllabus                                                                    Global Fashion Industry: Italy - PRACT-UG 9200 (formerly SASEM-UG 9203) - 4 points                               Please note that students accepted to the Gallatin Fashion in Florence Program will be given registration priority for this course.    Global Fashion Industry: Italy will provide students with a deep understanding of the contemporary fashion industry in Italy, as well as of Italy's position in the global fashion arena. The course will drive students through the entire lifecycle of the fashion business, from forecasting trends to retailing, through design, sourcing, product development and production. Particular attention will be dedicated to different marketing aspects of the process, such as: identity building, brand positioning, merchandising, buying, costing, communication. All levels of retail, from luxury to mass market will be covered. The course will end with an analysis of the new challenges, such as sourcing globalization, emerging markets, sustainability and growing significance of technology.  A strong effort will be put into organizing site visits to studios, showrooms and factories, as well as meeting with professional players.   Each session will be structured to give students an overview of a particular stage of the Industry, through a mix of lectures from the course leader and visiting professionals, studio and showroom visits, walking tours, reading assignments and practical projects. Conducted in English.                                                                        Topics in 19th Century Literature: Italy and Italians in English Literature from the Romantics to Modernism - COLIT-UA 9180 or SASEM-UG 9201 - 4 points                               Romantic, Victorian, and Modernist writers in both Britain and the United States were fascinated by Italy. The &quot;Italy and Italians&quot; of the title refers not only to images and characters in the works of the British and American authors we will be reading but also to their affinities with Italian literature. Recurring themes in the course will be history and its uses in literature, gender and sexuality, democracy and aristocracy, language and power, and religion as an instrument of sexual repression.   Sample Syllabus                              Global Liberal Studies                                                  Experiential Learning II - EXLI- UF 9302 - 2 points                               Open to Global Liberal Studies students only.   Course description coming soon.                              History                                                  Italy During the Renaissance - HIST-UA 9123 or MEDI-UA 9123 - 4 points                                The Renaissance began and reached maturity in Italy between 1350 and 1500. This course closely examines the political, economic, and social situations in Italy during this period, emphasizing the special conditions that produced Renaissance art and literature. The relationship between culture, society, and politics is studied in the case of Florence, in which the hegemony of the Medici house and its patronage brought the city to cultural leadership in the Western world. Conducted in English.   Sample Syllabus                                                                    Modern Italy - EURO-UA 9163 or HIST-UA 9168 or ITAL-UA 9868 - 4 points                               This course introduces contemporary Italy in all its complexity and fascination. Reviewing politics, economics, society, and culture over the past two centuries, the course has a primary goal -- to consider how developments since the 1800s have influenced the lives and formed the outlook of today's Italians. In other words, we are engaged in the historical search for something quite elusive: Italian “identity”. Topics will include the unification of the country, national identity in the late 19th and early 20th centuries, the First World War, and Italian fascism, World War Two and the resistance, the post-war Italian Republic, the economic &quot;miracle&quot;, the South, the Mafia, terrorism, popular culture, and the most recent political and social developments, including Italy and the European Union. Lectures combine with readings and films (taking advantage of Italy’s magnificent post-war cinema).     Sample Syllabus                                                                    History of Immigration in Europe &amp; United States from World War II to Present - HIST-UA 9186 - 4 points                               In both Europe and the US, the topic of immigration is highly politicized, and frequently occupies the center of national and regional debates on identity, citizenship and belonging. On both sides of the Atlantic, the concept of multiculturalism and the question of irregular migration present thorny issues for academics and policy makers alike. This course will provide a comparative (US/Europe) introduction to the history of migration, from the late 1880´s to the present day, in order to help students develop a basic historical framework that will allow them to more deeply understand contemporary migration policy and debates surrounding immigrant integration. The experiences of a number of European countries will be looked at in depth: the UK, France, Italy, and Germany. We will begin by looking at mass Italian migration to the US in the late 19th and early Twentieth Centuries, discussing how the first waves of Italian migrants were racialized and how they were inserted into the existing racial order in the US. We will learn about the Fascist Period in Italy, and in particular, its Racial Laws and the specificities of the Holocaust in Italy during World War II and how this period has influenced the way that continental European countries collect and organize census data. Moving into the contemporary period, we will explore how Italy has transformed itself from a historic emigrant-sending country into one of Europe´s leading immigrant-receiving nations and how it has managed migration to date; discuss the myths and reality of the hotly debated issue of undocumented migration; learn about how migration policy is always gendered and impacts differently upon men and women; gain insight into the highly stigmatized Roma communities in Europe, and study multiculturalism and citizenship policy in Europe and the US through a range of case studies, such as the Muslim headscarf debate. There will be a strong focus on &quot;on-site&quot; learning in this course, with field trips to a Sikh temple in the province of Tuscany, the Jewish museum in Florence, the Chinese quarter of Prato, as well as site visits to associations that work with immigrants and refugees.                                                                      The Italian South - HIST-UA 9538 - 4 points                               The course is a voyage through the fascinating and complex history and culture of the  Italian South, from the first half of the Nineteenth Century to the present day. Adopting  an interdisciplinary approach we will explore the rich patrimony of southern history, as  well as the violence of a society with neither rules nor justice.     Sample Syllabus                                  Italian Studies                                                  Dante's Divine Comedy - ITAL-UA 9270 - 4 points                               Italian instruction will be offered for Italian Immersion students.   This course analyzes Dante's poetry in itself and as an object of translation and adaptation. The text of the Divine Comedy, a 14,000-line journey through the afterlife, will be studied in terms of its transmission and reception in contemporary culture. Emphasis will be put on Dante's influence on literature, art, music, media and film. The text is read in translation with references to the original Italian facing text. Conducted in English.   Sample Syllabus                                                                    Traveling the Italian Way: from Pinocchio to Spaghetti Pulp Fiction - ITAL-UA 9285 - 4 points                               This course, taught in English, will focus on the representation of travel experience in Modern Italian Literature and its related media, especially 20th-century Cinema, Modernist Art, underground comics, and the way they intersect with each other. Its aim is to offer the student a new pattern in the succession of tendencies, movements and mass cultures, with a broader perspective, spanning from 19th Century Post-Unification Italian culture to 1980s 'cult writers, cartoonists and literary groups from the 1990s and 2000s. The course will undertake not only a spatial journey abroad (to America, the Middle or Far East, Africa) or inland (especially the South), but also an intellectual, political and spiritual adventure: tracing a path between the Wars, the economic Boom, the Generation of ’68 and ’77, a psychedelic trip in New Age trends, and the so called Pulp Generation or Young Cannibals.                                                                      Italian Politics - ITAL-UA 9512 or POL-UA 9512 - 4 points                               Italian instruction will be offered for Italian Immersion students.    Presents a study of post-World War II Italian politics and society in comparative and historical perspective. Seeks explanations of Italian political development in specific historical factors such as the 19th century patterns of state formation and the experience of fascism. Comparative analysis seeks to show how the social structure, political culture, and party systems have shaped Italy's distinct development. Current and recurrent political issues include the problem of integrating the south into the national economy and state response to social movements, particularly terrorism. Conducted in English.   Sample Syllabus                                                                    Modern Italy - EURO-UA 9163 or HIST-UA 9168 or ITAL-UA 9868 - 4 points                               This course introduces contemporary Italy in all its complexity and fascination. Reviewing politics, economics, society, and culture over the past two centuries, the course has a primary goal -- to consider how developments since the 1800s have influenced the lives and formed the outlook of today's Italians. In other words, we are engaged in the historical search for something quite elusive: Italian “identity”. Topics will include the unification of the country, national identity in the late 19th and early 20th centuries, the First World War, and Italian fascism, World War Two and the resistance, the post-war Italian Republic, the economic &quot;miracle&quot;, the South, the Mafia, terrorism, popular culture, and the most recent political and social developments, including Italy and the European Union. Lectures combine with readings and films (taking advantage of Italy’s magnificent post-war cinema).     Sample Syllabus                                                                    Culture of the City: Italian Urban Life - ITAL-UA 9403 or SCA-UA 9620 - 4 points                               Urban culture is complex, fantastic, frightening, and a part of daily life, encompassing everything from the opera to street musicians, the public library to the piazza, the theater to local cafes and social clubs. This course, where cities are considered to be sources of cultural invention, explores through literature, history, social science and student experience, the evolution of high and popular culture, both modernist and post-modern. Emphasis will be placed on how cultures create bonds between specific interest groups, and how culture becomes the arena for acting out or resolving group conflict. This course will focus on Italian cities, including Florence. Conducted in English.   Sample Syllabus                                                                    Italian Opera - MUSIC-UA -9121 or ITAL-UA 9170 - 4 points                               The course covers the evolution of Italian opera from its beginnings in Florence to the early 20th century with special emphasis on Monteverdi, Rossini, Donizetti, Verdi and Puccini. The approach is multidisciplinary and aims at a comprehensive survey of the music theatre in the context of the Italian cultural heritage. Literary sources, musico-dramatic features, vocal styles are studied in connection with major works that best represent trends and genres in the Italian operatic tradition. Students are expected to master the distinctive characteristics of such genres as favola in musica, intermezzo, opera seria, opera buffa, grand opera, dramma lirico, and the basic elements of Italian versification. Students listen to and watch recorded operas and attend performances in Florence or other Italian cities. Conducted in English   Sample Syllabus                                                                    Global Media Seminar: Media Activism and Democracy - MCC-UE 9452 or ITAL-UA 9513 - 4 points                               This course presents an investigation on how civil society activism evolved in Italy and in Eastern and Western political regimes over the last 30 years, with a special emphasis on the use that civil society activists made of media outlets (i.e. television, radio, newspapers, and digital media). In the course, students will be introduced to the transformations introduced in current political regimes (both democratic and authoritarian) by media activism, and they will develop a closer understanding and a critical view of the Italian and international media-politics-civil society conundrums.     Sample Syllabus                                  Mathematics                                                    Mathematics  for Economics I - MATH-UA 9211 - 4 points                               Prerequisites: Completion of Algebra and Calculus with a grade of C or higher or passing placement exam.   This course is only open to Economics Policy Majors and prospective majors.   This course introduces calculus for real valued functions of a single real variable and of several real variables. In particular, it shows how calculus can be used to solve optimization problems for these functions, including constrained optimization problems which can be solved by substitution. A substantial number of economic examples will be analyzed during the course.                                Media, Culture, &amp; Communication                                                    Global Media Seminar: Media Activism and Democracy - MCC-UE 9452 or ITAL-UA 9513 - 4 points                               This course presents an investigation on how civil society activism evolved in Italy and in Eastern and Western political regimes over the last 30 years, with a special emphasis on the use that civil society activists made of media outlets (i.e. television, radio, newspapers, and digital media). In the course, students will be introduced to the transformations introduced in current political regimes (both democratic and authoritarian) by media activism, and they will develop a closer understanding and a critical view of the Italian and international media-politics-civil society conundrums.     Sample Syllabus                                  Medieval and Renaissance Studies                                                  Italy During the Renaissance - HIST-UA 9123 or MEDI-UA 9123 - 4 points                                The Renaissance began and reached maturity in Italy between 1350 and 1500. This course closely examines the political, economic, and social situations in Italy during this period, emphasizing the special conditions that produced Renaissance art and literature. The relationship between culture, society, and politics is studied in the case of Florence, in which the hegemony of the Medici house and its patronage brought the city to cultural leadership in the Western world. Conducted in English.   Sample Syllabus                                                                    Magic, Religion &amp; Inquisition - MEDI-UA 9995 or RELST-UA 9671 - 4 points                               This course is made up of four sections. The first opens with an analysis of the intellectual foundations of the witch-hunt from late Antiquity to the early Renaissance. The second section concentrates on the most infamous handbook for witch-hunters, Malleus Maleficarum (“The Hammer of the Witches”) and on the roots of medieval misogyny. The third section looks at the mass witch-hunts of the sixteenth and seventeenth centuries on the backdrop of the break between Protestant and Catholic Europe, and examines the connections linking witch-hunting to the momentous social, political and religious changes of the times. In the fourth part, the course will shift focus to the grassroots level, shedding light on the economic and social mechanisms which lead a community to “make a witch”.   Sample Syllabus                              Metropolitan Studies                                                  Culture of the City: Italian Urban Life - ITAL-UA 9403 or SCA-UA 9620 - 4 points                               Urban culture is complex, fantastic, frightening, and a part of daily life, encompassing everything from the opera to street musicians, the public library to the piazza, the theater to local cafes and social clubs. This course, where cities are considered to be sources of cultural invention, explores through literature, history, social science and student experience, the evolution of high and popular culture, both modernist and post-modern. Emphasis will be placed on how cultures create bonds between specific interest groups, and how culture becomes the arena for acting out or resolving group conflict. This course will focus on Italian cities, including Florence. Conducted in English.   Sample Syllabus                              Music                                                  Italian Opera - MUSIC-UA -9121 or ITAL-UA 9170 - 4 points                               The course covers the evolution of Italian opera from its beginnings in Florence to the early 20th century with special emphasis on Monteverdi, Rossini, Donizetti, Verdi and Puccini. The approach is multidisciplinary and aims at a comprehensive survey of the music theatre in the context of the Italian cultural heritage. Literary sources, musico-dramatic features, vocal styles are studied in connection with major works that best represent trends and genres in the Italian operatic tradition. Students are expected to master the distinctive characteristics of such genres as favola in musica, intermezzo, opera seria, opera buffa, grand opera, dramma lirico, and the basic elements of Italian versification. Students listen to and watch recorded operas and attend performances in Florence or other Italian cities. Conducted in English   Sample Syllabus                              Photography                                                    Photojournalism: Exploring Italian Society - IPHTI-UT 1200 - 4 points                                A digital SLR camera is required.     NOTE: This course meets in the center of Florence. Students should allow for 30 minutes commute time between this class and their prior or subsequent class.   The course Photojournalism: Exploring Italian Society focuses on the contemporary life of Florence, a city best known as a UNESCO World Heritage site, but that is also a European city attempting to rise to the challenges that currently confront other urban environments throughout Europe and the world. The course draws its strengths from the unique resources of the program and the city of Florence. From Italian labor protests, to commemoration of historic events, to immigrant populations, mass transit and tourism, Florence has many compelling contemporary visual stories to tell. Students have the unique opportunity to capture these issues in images.   Sample Syllabus                                                                      Photography of Architecture, City and Territory - IPHTI-UT 1210 - 4 points                               City, territory and architecture have been, from the beginning of photography, privileged objects for its practice. Photography has become a tool to strengthen the understanding of architecture, to highlight aesthetic and design ideas and to critically interpret space. This class focuses on architectural photography and the photography of urban space, both in relation to their historical roots and contemporary practice, covering the theoretical connections between architecture and photography. Through course assignments students will learn to confront a variety of challenges presented by photographing different architectural styles. By the end of the course, each student will have produced a portfolio of architectural photography.   This is an intermediate photography course. Each student must have basic knowledge of digital photographic techniques and their own SLR digital camera with manually adjustable aperture and shutter speed, as well as a flash drive to backup your work. The course is a combination of lectures and labs for a total of six hours per week.     Sample Syllabus                                Politics                                                  Comparative Politics- POL-UA 9500- 4 points                               This course will introduce students to the study of comparative politics, which is defined as the study of domestic politics anywhere in the world. As a way of cutting into this vast topic, we specifically focus on the process of democratic transition by analyzing the democratic revolution that has swept the globe during the last thirty-five years. In turn we will explore the causes of democratization, threats to democratization, and factors that may aid in a successful consolidation of democracy. As part of this process, students will be exposed to a wide range of topics in comparative politics, including theories of democratic transitions, the politics of economic reform, voting, parties, and electoral systems, and theories of ethnic conflict.   Please note: this course fulfills the requirement for a “core” course for Politics majors, the first time such a course has been offered at NYU-Florence, and is taught by Professor Tucker, who normally teaches the course in New York. As such, it is to date the only opportunity *anywhere* to take a politics core course in a small class format. As an introductory course, it is also perfectly appropriate for non-politics majors as well.     Sample Syllabus                                                                         Acton Seminar: Policies and Politics of the European Union - POL-UA 9595 - 4 points                               The European Union is a unique and strange entity. It has 27 states and 500 million people. Its GNP is more or less equal to that of the USA. Many of its members share a common currency and a common monetary policy. Yet it is a union without a state. The spectacular progress in the area of economic integration has not been matched by the creation of a common government and a common identity. The economic giant is still a political dwarf as it has been confirmed time and again whenever there is an international crisis,. Yet so far this strange entity has been working. Its achievements in the economic arena have been remarkable. The course will analyze in an interdisciplinary fashion the making of the Union, its institutions, its policies and its prospects in the very challenging environment of today. Probably more so than in any other period in its history the survival of the Union, as we have known it, will be tested by the impact of the most serious crisis of the post-war period. Particular attention will be given to the new economic governance established by the Union in responding to the problems posed by the poor economic and financial performance of some of its members, i.e. the PIGS (Portugal, Ireland, Greece, Spain). Conducted in English.   Sample Syllabus                                                                    Italian Politics - ITAL-UA 9512 or POL-UA 9512 - 4 points                               Italian instruction will be offered for Italian Immersion students.    Presents a study of post-World War II Italian politics and society in comparative and historical perspective. Seeks explanations of Italian political development in specific historical factors such as the 19th century patterns of state formation and the experience of fascism. Comparative analysis seeks to show how the social structure, political culture, and party systems have shaped Italy's distinct development. Current and recurrent political issues include the problem of integrating the south into the national economy and state response to social movements, particularly terrorism. Conducted in English.   Sample Syllabus                                                                    Quantitative Methods - POL-UA 9800 or Statistics for Social Research - SOC-UA 9302 - 4 points                               In our society the need for deep understanding of what is going on translates into a need to keep track what has happened, how to outline trends, plan the future knowing the present or the past. We have all heard about demographic pressure, social policies, health care planning, inflation, market volatility: these are all concepts which rely heavily on statistical information. Changes have to be managed properly and in an informed way: scientific experiments be they on a medicine, on fertilizer or airbags must be planned as to ensure their validity. Total quality in production is a statistics-based philosophy of management, and if you like a commercial it is also because a statistician has provided information about consumer tastes and behaviour. In this course we will provide an introduction to the tools of statistics but most importantly we will try and understand the rationale behind statistics.   Sample Syllabus                                                                    United States &amp; European Union Relations since WWII - POL-UA 9721 - 4 points                               This course explores the role of the US in Europe from the end of World War II to the present with a particular emphasis on understanding the sources of cooperation and conflict. The topics covered in the first part will include the US vision of the new international order, the end of the old European balance of power, the Cold War and the division of Europe, the building of the Western alliance, the collapse of communism in Eastern Europe. The second part of the course will concentrate on contemporary issues ranging from the evolution of NATO to trade relations and the role of the dollar and the euro in the international monetary system. Particular attention will also be given to the challenges posed by the ‘war on terror’, the wars in Iraq and Afghanistan. Conducted in English.   Sample Syllabus                              Religious Studies                                                  Magic, Religion &amp; Inquisition - MEDI-UA 9995 or RELST-UA 9671 - 4 points                               This course is made up of four sections. The first opens with an analysis of the intellectual foundations of the witch-hunt from late Antiquity to the early Renaissance. The second section concentrates on the most infamous handbook for witch-hunters, Malleus Maleficarum (“The Hammer of the Witches”) and on the roots of medieval misogyny. The third section looks at the mass witch-hunts of the sixteenth and seventeenth centuries on the backdrop of the break between Protestant and Catholic Europe, and examines the connections linking witch-hunting to the momentous social, political and religious changes of the times. In the fourth part, the course will shift focus to the grassroots level, shedding light on the economic and social mechanisms which lead a community to “make a witch”.   Sample Syllabus                              Sociology                                                  Social Networks - SOC-UA 9970 - 4 points                               Social life in its different forms, from the delicate equilibrium of a triadic relation to the chaotic dynamic of a crowd, emerges from the interdependent behavior of multiple actors. By studying social networks -- i.e., the web of relationships in which individuals and groups are embedded --, we will understand important collective dynamics, such as interpersonal influence, social diffusion, the origin of social norms, group cohesion and inter-group conflict, political participation, and market exchange. This course will offer an overview of basic social networks concepts, combining the theoretical tradition of structural and relational sociology with the analytical tools of graph theory.   Sample Syllabus                                                                    Quantitative Methods - POL-UA 9800 or Statistics for Social Research - SOC-UA 9302 - 4 points                               In our society the need for deep understanding of what is going on translates into a need to keep track what has happened, how to outline trends, plan the future knowing the present or the past. We have all heard about demographic pressure, social policies, health care planning, inflation, market volatility: these are all concepts which rely heavily on statistical information. Changes have to be managed properly and in an informed way: scientific experiments be they on a medicine, on fertilizer or airbags must be planned as to ensure their validity. Total quality in production is a statistics-based philosophy of management, and if you like a commercial it is also because a statistician has provided information about consumer tastes and behaviour. In this course we will provide an introduction to the tools of statistics but most importantly we will try and understand the rationale behind statistics.   Sample Syllabus                                                                    The Politics of Organized Crime: Italian Mafias in a Comparative Perspective - SOC-UA 9506 - 4 points                               This course will introduce students to the study of criminal organizations in Italy and abroad. Analysis of real-world data over the last decades, such as court proceedings and crime statistics, dismisses many of the accepted myths about Italian mafias. We will explore the organization of mafia groups, rules and codes, activities both in legitimate business and illegal markets, and their relationship to politics. This comparative approach will help students identify those factors facilitating the emergence, migration and persistence of organized crime across countries. The course will include a review of the legislative efforts and best-practices designed to prevent and control organized crime in Italy and in the United States.     Sample Syllabus                                Italian Immersion Program   The following courses are part of the Italian Immersion program. Some courses are conducted in Italian, while others are taught in English, with Italian instruction and assignments for students in the program. Courses are open to all students studying at NYU in Florence who have completed one course beyond intermediate Italian, or who have equivalent fluency.                                                  Advanced Review of Modern Italian - ITAL-UA 9030 - 4 points                               Prerequisites: ITAL-UA 11, ITAL-UA 12, Intermediate Italian I &amp; II; or ITAL-UA 20, Intensive Intermediate Italian   Intensive review of Italian grammar through written and oral exercises, conversations, compositions, translation, and readings from contemporary Italian literature. Conducted in Italian.   Sample Syllabus                                                                    Conversations in Italian - ITAL-UA 9101 - 4 points                               Prerequisites: ITAL-UA 30, Advanced Review of Modern Italian   Students entering the course should have mastered the fundamental structure of Italian. The course is designed to help students gain confidence and increase their effectiveness in speaking present-day Italian. Through discussions, oral reports, and readings, students develop vocabulary in a variety of topics, improve pronunciation, and learn an extensive range of idiomatic expressions. Conducted in Italian.   Sample Syllabus                                                                    Italian Politics - ITAL-UA 9512 or POL-UA 9512 - 4 points                               Italian instruction will be offered for Italian Immersion students.    Presents a study of post-World War II Italian politics and society in comparative and historical perspective. Seeks explanations of Italian political development in specific historical factors such as the 19th century patterns of state formation and the experience of fascism. Comparative analysis seeks to show how the social structure, political culture, and party systems have shaped Italy's distinct development. Current and recurrent political issues include the problem of integrating the south into the national economy and state response to social movements, particularly terrorism. Conducted in English.   Sample Syllabus                                                                    Creative Writing in Italian - ITAL-UA 9103 - 4 points                               Co-Requisite: Conversations in Italian - ITAL-UA 9101   Students entering the course should have mastered the fundamental structure of Italian. The course is designed to help students gain confidence and increase their effectiveness in writing present-day Italian. Conducted in Italian.   Sample Syllabus                                                                   NYU Centers Abroad...           Abu Dhabi, United Arab Emirates Accra, Ghana Berlin, Germany Buenos Aires, Argentina Florence, Italy London, United Kingdom Madrid, Spain New York, United States of America Paris, France Prague, Czech Republic Shanghai, China Sydney, Australia Tel Aviv, Israel Washington, DC, United States of America                                                               Upcoming Application Deadlines   Spring Semester     Priority: September 15   Regular: October 15   Applications received after October 15 will be reviewed on a rolling basis. Admission will be granted only when space is available and time allows for required travel documents to be attained.                Learn     Courses   Special Programs   Freshman Program   Facilities   Faculty   Community Service                      Live     Housing &amp; Meals   Cost &amp; Budgeting   Language   Culture &amp; Customs   Safety   Health &amp; Wellness     Staff                Explore      Getting Around   Restaurants    Nightlife    Things to do    Local Travel    Regional Travel                                    Questions?        Contact Us                                                                                                                        NYU Footer          Search      Directory      Campus Map      Events      Contact Us      Site Map      Copyright and Fair Use      Feedback         Unless otherwise noted, all content copyright New York University. All rights reserved. Designed by The Office of Web Communications"}]},
{"detail": [{"content": "Courses - Spring 2015                                                                                                               NYU.edu requires JavaScript be enabled in your browser in order to use important features of the site. JavaScript is either disabled or not supported by your browser. For instructions on how to enable JavaScript in your browser, click here .                       New York University    Skip to Content   Skip to Search   Skip to Navigation   Skip to Sub Navigation                                                        NYUHome Login                            Students           |   Faculty           |   Alumni           |   Employees           |   Community                                   Schools          Arts and Science      College of Arts and Science      College of Dentistry      College of Nursing      Courant Institute of Mathematical Sciences      Gallatin School of Individualized Study      Graduate School of Arts and Science      Institute of Fine Arts      Institute for the Study of the Ancient World      Leonard N. Stern School of Business      Liberal Studies Program      NYU Abu Dhabi      NYU Shanghai      Polytechnic School of Engineering      Robert F. Wagner Graduate School of Public Service      School of Professional Studies      School of Law      School of Medicine      Silver School of Social Work      Steinhardt School of Culture, Education, and Human Development      Tisch School of the Arts                QuickLinks          Academic Calendars      Administrative Units      Albert      Apply for Jobs      Athletics      Bookstores      Bursar      Campus Map      Career Development      Emergencies      Events      Giving to NYU      Housing      ITS      Libraries      News      NYU Apparel      Policies      Public Safety      Registrar      Student Health Center      Student Resources      Wellness Exchange                A-Z          A      B      C      D      E      F      G      H      I      J      K      L      M      N      O      P      Q      R      S      T      U      V      W      X      Y      Z                                                          New York University                          Search NYU                    Pages |    People                                       Main Navigation            About NYU       Admissions       Academics       University Life       Research       Global                                 Bread Crumbs          Global   /   Global Academic Centers   /   Florence   /   Academics                 Sub Navigation                                 Courses                       Special Programs                       Faculty                       Facilities & Services                       Beyond The Classroom                                                                   Courses - Spring 2015        Please note that all course offerings are subject to change. Changes in faculty availability and student enrollment can occasionally result in course cancellations.   Click on a course name to see a course description and a sample syllabus from a past semester. (Current syllabi may differ.) For sample syllabi or academic questions, please email global.academics@nyu.edu .   A list of all courses offered at the Global Academic Centers, organized by department, can be found here .   Spring 2015 courses with days and times will be available in Albert, NYU's Student Information System the week of October 13, 2014. Directions on how to view Study Away courses in Albert, and other Registration FAQs can be found here .                   Academic Requirements & Registration Guidelines                                           Please review these requirements and guidelines before registration                                 Students must register for 12-18 credits   All students must participate in Global Orientations. Students do not need to enroll for this course during registration.     Enrollment in an Italian Language course is required; select one that matches your skill level. If you cannot find a section that works with your schedule, contact florence.academicsupport@nyu.edu     Language courses cannot be taken pass/fail   Attendance is expected and required; absences will negatively affect grades   Before you plan your personal travel, check your syllabi! Academic site visits and field trips are considered required class time.   Certain Art History, Economics, Business, and Psychology courses have prerequisites, visiting students email global.academics@nyu.edu for permission.     Required 30 minutes between class means a required 30 minutes between classes.   More information about Registering for Study Away Courses and registration FAQ's is available here .   If you have trouble finding a course on Albert or encounter problems, email global.academics@nyu.edu                            Spring 2014 | Fall 2014 | Spring 2015 | Fall 2015 | Spring 2016          Required Course For All Students                                                    Global Orientations: Italian Society and Culture                               This course provides students with a shared study-away experience at NYU Florence, engages them in the intellectual life of our site, and prepares them for their course work by giving them a basic foundation in the history and culture of Italy. Students also benefit from basic instruction in Italian language; this instruction is designed to supplement their formal language courses and to enable them to function in their new surroundings.                                  Italian Language    All students are required to take an Italian language course for graded credit. (This course cannot be taken Pass/Fail).                                                    Extensive Elementary Italian I - ITAL-UA 9001 - 4 points                               Students will gain understanding of the basic messages in simple oral and written  communication. They will be able to acquire key information from listening and reading brief, simple, authentic material and have a fair understanding of the meaning of short standard Italian conversation in a limited number of content areas. Students will be able to engage in basic conversation  as well as to initiate communication on familiar topics. Strong emphasis will be given to communicative  situations involving first and second person forms; writing activities with pertinent vocabulary  and structure will include simple autobiographical information, brief messages, simple forms and lists. Linguistic structures : subject pronouns, articles, adjectives, prepositions, present and present perfect indicative.     Sample Syllabus                                                                      Extensive Elementary Italian II - ITAL-UA 9002 - 4 points                               Prerequisites: Successful completion of Extensive Elem I     Students will gain understanding of oral and written material on a variety of topics, ranging from personal routine to include family, taste and hobbies. Their understanding will include present and past events. Students will be able to engage in conversations on a variety of real-life situations regarding familiar subjects, to respond to open-ended questions and initiate communication on these topics. They will be able to give and follow directions, instructions and commands. Skills in mono-directional oral presentation will begin to emerge. Writing activities will include narration of present and past events, personal experiences, school and work situations, as well as brief messages to family and friends. Linguistic structures: subject and object pronouns, articles, adjectives, present indicative and imperative, the two main past tenses in use in contemporary Italian.                                                                        Intensive Elementary Italian - ITAL-UA 9010 - 6 points                               This daily course immerses students in the Italian language. The basic structures and vocabulary of the Italian language are presented. Students are also provided with systematic practice of oral Italian through dialogues, pattern drills, and exercises. Special emphasis is given to correct pronunciation, sound placement, and intonation. Conducted in Italian.   Sample Syllabus                                                                    Extensive Intermediate Italian I - ITAL-UA 9011 - 4 points                               Prerequisites: Successful completion of Extensive Elem I &amp; II or Intensive Elementary Italian   Students will gain understanding of oral and written communication on various topics in the past, present and future in addition to expressions of personal wishes, feelings and hopes.  Students will recognize key information in the reading and listening of authentic material and will understand, to some extent advanced texts featuring narration and description of events.  Students will be able to handle most conversation tasks and standard social situations. Students will be able to write short letters and short paragraphs and show command of simple sentence syntax. Linguistic structures: students will be familiar with increasingly complex grammatical content, such as indirect and combined pronouns, future tense, conditional and subjunctive modes.     Sample Syllabus                                                                      Extensive Intermediate Italian II - ITAL-UA 9012 - 4 points                               Prerequisites: Successful completion of Extensive Interm I   Students will gain understanding of oral and written material ranging from general routine and leisure time activities, to more complex topics such as politics, environmental issues, and work environment. Students will be able to read and appreciate pertinent authentic texts. Students will be able to handle most uncomplicated conversation tasks and standard social situations. Students will be able to debate and argue for opposite viewpoints on a range of topics, to make comparisons and hypothesis. Presentation skills, written and oral, will solidify; skills in narrating in paragraphs begin to emerge and develop in a creative direction. Linguistic structures: students will gain knowledge of increasingly complex verbal forms such as all tenses of the subjunctive mode, past conditional and preterit, as well as several elaborate grammatical structures.                                                                        Intensive Intermediate Italian - ITAL-UA 9020 - 6 points                               Prerequisites: ITAL-UA 1 &amp; ITAL-UA 2, Elementary Italian I &amp; II; or ITAL-UA 10, Intensive Elementary Italian   This course offers students who are at the intermediate level a daily immersion class. The acquisition and practice of more sophisticated structures of Italian are undertaken. Fundamental oral and written skills are developed, and vocabulary enrichment and conversational ability are emphasized. Conducted in Italian.   Sample Syllabus                                                                    Advanced Review of Modern Italian - ITAL-UA 9030 - 4 points                               Prerequisites: ITAL-UA 11, ITAL-UA 12, Intermediate Italian I &amp; II; or ITAL-UA 20, Intensive Intermediate Italian   Intensive review of Italian grammar through written and oral exercises, conversations, compositions, translation, and readings from contemporary Italian literature. Conducted in Italian.   Sample Syllabus                                                                    Conversations in Italian - ITAL-UA 9101 - 4 points                               Prerequisites: ITAL-UA 30, Advanced Review of Modern Italian   Students entering the course should have mastered the fundamental structure of Italian. The course is designed to help students gain confidence and increase their effectiveness in speaking present-day Italian. Through discussions, oral reports, and readings, students develop vocabulary in a variety of topics, improve pronunciation, and learn an extensive range of idiomatic expressions. Conducted in Italian.   Sample Syllabus                                                                    Creative Writing in Italian - ITAL-UA 9103 - 4 points                               Co-Requisite: Conversations in Italian - ITAL-UA 9101   Students entering the course should have mastered the fundamental structure of Italian. The course is designed to help students gain confidence and increase their effectiveness in writing present-day Italian. Conducted in Italian.   Sample Syllabus                              Art and Arts Professions                                                    Intro to Interdisciplinary Art Practice - ART-UE 9TBA - 2 points                               Intro to Interdisciplinary Art Practice is designed as an intensive course to provide a forum in which to explore and engage the relationship between photography, performance and contemporary art, otherwise known as the politics of performance. Through class assignments and readings in contemporary theory we will develop a critical vocabulary for an understanding of the relationship between photography and performance and a forum in which to challenge and push our individual practice to the next level. All experience levels are welcome and will be helpful to our class. In Florence, we will use the resources of La Pietra and nearby institutions to engage the site specificity of NYU Florence and its rich history, including field trips, visiting artists, and seminar based classes. The class will take place simultaneously with the Blackamoor project held at La Pietra at NYU Florence, of which Lyle Ashton Harris is participating in.                              Art History   NOTE: Art History courses meet in the center of Florence; students should allow for 30 minutes commute time between Art History classes and their prior/subsequent classes.                                                   European Architecture of the Renaissance - ARTH-UA 9301 - 4 points                               Prerequisite: ARTH-UA 2, History of Western Art II, ARTH-UA 19, History of Architecture, ARTH-UA 301, European Architecture, or permission of the instructor   The new style in architecture, sparked by the buildings of Brunelleschi and the designs and writings of L.B. Alberti, developed in 15th-century Florence against the background of a vigorously evolving humanist culture. A study of the new movement through the great qattrocento masters and the work of the giants of the 16th century (e.g., Bramante, Michelangelo, Palladio) and the spread of Renaissance style into other countries. Conducted in English.   Sample Syllabus                                                                    Renaissance Art - ARTH-UA 9005 - 4 points                               NOTE: This course meets in the center of Florence. Student should allow for 30 minutes commute time between this class and their prior or subsequent class.   NYU Students who have already taken ARTH-UA 2 will not receive major credit for ARTH-UA 5 [Renaissance Art survey] or ARTH-UA 6 [Modern Art survey].   The city of Florence will be the classroom as students study the masters, explore museums, examine texts, and analyze the historical significance of monuments. With eyes cast simultaneously on painting, the graphic arts, sculpture, and architecture, this class will explore a broad range of art patronage that included religious and civic bodies, princely courts, and a growing number of private clients. The course will focus on points of intersection, transition, and the transformations that lead from one tradition to the next. Above all, our approach will encourage critical thinking and a search for unifying connections in studying the underlying logic of image making. Works will be examined on their native terms: both as physical objects, with sensitivity to their particular function and intended reception, and as visual images active within larger contexts. Conducted in English.   Sample Syllabus                                                                    Early Masters of Italian Renaissance Painting - ARTH-UA 9306 - 4 points                               Prerequisite: ARTH-UA 2, History of Western Art II, ARTH-UA 300, Renaissance Art, or equivalent introductory art history course.   This course is conceived as a series of selected studies, offering in depth analysis of a few great masters of Early Renaissance Italian painting: Giotto, Masaccio, Fra Angelico, Benozzo Gozzoli and Ghirlandaio, Botticelli, Filippino Lippi, among others. These artists have been chosen for the unique opportunity afforded by study in Florence to examine their works in original contexts, especially the great fresco cycles they created with their workshops. The course is, however, neither limited to the study of these artists nor to the study of painting. Their works will be considered in relation to those of other contemporary masters active in the courts of Central and Northern Italy, including Andrea Mantegna, Piero della Francesca, Cosmé Tura and Leonardo da Vinci. They will also be considered in rapport with other contemporary art forms, especially the sculpture of Ghiberti, Donatello and Verrocchio. In studying original works of art on site, context, function and materials will be considered equal in importance to matters of style. Special attention will be given to the phenomenon of collecting as an active force shaping the development of artistic forms and genres. The study of collecting will bring into consideration intellectual, social, economic and political issues that complicate and enrich our understanding of the work of the early masters of the Italian Renaissance. Conducted in English.   Sample Syllabus                                                                    The Gardens and Landscapes of Tuscany - ARTH-UA 9653 or ITAL-UA 9405 - 4 points                               NOTE: This course meets in the center of Florence. Student should allow for 30 minutes commute time between this class and their prior or subsequent class   Students in the Art History Dept: This course counts for Urban Design credit and Art History elective credit.   The city of Florence has long been admired for its combination of buildings and gardens. This course emphasizes the art of garden and landscape design, with tours to sites around the city and the surrounding areas. The starting point of the course is the 57 acres of historically significant landscape surrounding NYU's Villa La Pietra, with Renaissance-style gardens, rolling hills, and olive groves, all located within the city limits of Florence. Conducted in English.   Sample Syllabus                                                                     Special Topics: Roman Art - ARTH-UA 9150 - 4 points                               Course description coming soon.                                Business                                                  Principles of Financial Accounting - ACCT-UB 9001 - 4 points                               An introduction to the area of financial accounting. Encompasses accounting concepts from the point of view of the corporate investor and business management. Accounting procedures are discussed to facilitate the comprehension of the recording, summarizing, and reporting of business transactions. The basic principles of asset valuation and revenue and cost recognition are presented. Various asset, liability, and capital accounts are studied in detail with emphasis on an analytical and interpretive approach. The area of financial accounting is further analyzed through a discussion of the concepts and underlying financial statement analysis and the exposition of funds flow. Conducted in English.   Sample Syllabus                                                                    Introduction to Marketing - MKTG-UB 9001 - 4 points                               Evaluates, from the management point of view, marketing as a system for the satisfaction of human wants and as a catalyst of business activity. Deals with the subject at all levels from producer to consumer and emphasizes the planning required for the efficient use of marketing tools in the development and expansion of markets. Concentrates on the principles, functions, and tools of marketing, including quantitative methods. Utilizes cases and projects to develop a problem-solving ability in dealing with specific areas.   Sample Syllabus                              Cinema Studies                                                    History of Italian Cinema (Lecture and Screening) - ICINE-UT 1103 - 4 points                               Co-requisite: Enrollment in a screening time.   This course covers Italian film from the beginnings of the neo-realist movement to 1960, concentrating both on the aesthetic, theoretical development of neorealism and on its political, economic, social, and cultural context. Directors studied in detail include Rossellini, Visconti, de Sica, and Antonioni. Conducted in English.   Sample Syllabus                              College Core Curriculum                                                    Cultures and Contexts: Italy - CORE-UA 9554 - 4 points                               In Italy, regional identities have always been strong, while national identity has always been complex, a situation that characterizes even current political debates. Although the Italian peninsula was home to some of the most important ancient civilizations, Italy’s existence as a united country dates only from the nineteenth century, making it younger than the US as a modern nation state. Italy was first unified by the Romans, making Roman antiquity a point of reference throughout history as intellectuals and political leaders dreamed of a unified nation. We examine how Italian identity was formed throughout history, both by Italians and by foreign visitors to Italy, in response to the principal ancient cultures that thrived on the peninsula. The focus is on primary sources—literary works, artifacts, art objects, works of architecture, opera and film—taking advantage of the unique resources of Florence to explore these in their original contexts.     Sample Syllabus                              Comparative Literature                                                    Topics in 19th Century Literature: Italy and Italians in English Literature from the Romantics to Modernism - COLIT-UA 9180 or SASEM-UG 9201 - 4 points                               Romantic, Victorian, and Modernist writers in both Britain and the United States were fascinated by Italy. The &quot;Italy and Italians&quot; of the title refers not only to images and characters in the works of the British and American authors we will be reading but also to their affinities with Italian literature. Recurring themes in the course will be history and its uses in literature, gender and sexuality, democracy and aristocracy, language and power, and religion as an instrument of sexual repression.   Sample Syllabus                              Economics                                                  Introduction to Macroeconomics - ECON-UA 9001 - 4 points (formerly Economic Principles I)                               This course is not open to NYU Stern students.   Prerequisites: Pre-calculus or equivalent level of mathematical training   Introduction to the American economy, elements of supply and demand, and basic macroeconomic principles. Includes national income and employment, money, banking, inflation, business fluctuations, monetary and fiscal policy, the balance of payments, and comparative economic systems. Conducted in English.   Sample Syllabus                                                                      Introduction to Microeconomics - ECON-UA 9002 - 4 points (formerly Economic Principles II)                               This course is not open to NYU Stern students.   Prerequisites: Pre-calculus or equivalent level of mathematical training     Focuses on individual economic decision makers—households, business firms, and government agencies—and how they are linked together. The emphasis is on decision making by households and firms and how these decisions shape our economic life. Explores the different environments in which businesses sell their products, hire workers, and raise funds to expand their operations; the economic effects of various government policies, such as minimum wage legislation, rent controls, antitrust laws, and more. Conducted in English.                                                                      Economics of European Integration - ECON-UA 9219 - 4 points                               Prerequisites: ECON-UA 1 Economic Principles or ECON-UA 5 Intro to Economic Analysis or equivalents   The financial crisis that hit the global economy since the summer of 2008 is without precedent in post-war economic history. Although its size and extent are exceptional. the crisis has many features in common with similar financial-stress driven recession episodes in the past. However, this time there’s something different, with the crisis being global akin to the events that triggered the Great Depression of the 1930s. This crisis spread quickly and rapidly moved from the US to European countries that show the weakest economic indicators (PIIGS: Portugal, Ireland and Italy, Greece and Spain). This course will focus on the long run causes, consequences and EU responses to the crisis, conditionally on the characteristics of the countries involved. We will focus on the long process of European Integration and discuss whether it may represent a possible solution to the recent crisis.   Sample Syllabus                                                                    Money and Banking - ECON-UA 9231 - 4 points                               This course is not open to NYU Stern students.   Prerequisites: Introduction to Macroeconomics (ECON-UA 1) and Introduction to Microeconomics (ECON-UA 2), or Introduction to Economic Analysis (ECON-UA 5) or equivalents.   We offer a perspective on the workings of the monetary and financial system within a country and at an international level. The role of money and the tools to conduct monetary policy will be analyzed in detail. The concept of the value of money now and in the future helps in understanding the role of interest rates and of risk; various way to store wealth will take us into the structure of financial markets where financial instruments are created and traded to meet diverse needs. Some basic concepts on the role played by commercial banks will introduce the function of the Central Bank and of monetary policy in the overall goal of ensuring financial stability to the system. Current issues, such as the role of the European Central Bank and the instability created by the subprime mortgage crisis, will be discussed.   Sample Syllabus                                                                    International Economics - ECON-UA 9238 - 4 points                               This course is not open to NYU Stern students.   Prerequisites: Microeconomics &amp; Macroeconomics (ECON-UA 1 and ECON-UA 2) or equivalents.   Focuses on international trade in goods, services, and capital.The issues discussed include gains from trade and their distribution; analysis of protectionism; strategic trade barriers; the trade deficit; exchange rate determination; and government intervention in foreign exchange markets.                                                                      Economic Development - ECON-UA 9323 - 4 points                               Prerequisites: Intermediate Microeconomics, Intermediate Macroeconomics, &amp; International Economics (NYU ECON-UA 10, ECON-UA 12, &amp; ECON-UA 238) or equivalents. International Economics can be taken as co-requisite with special permission.     This course aims at offering a global perspective on development, long term change in the world economy, and the interaction between countries, regulatory systems and firms. Recent developments have changed completely the patterns of development and the relationships between developed and developing/emerging countries.  The focus of the course is on the shift of production to East Asia, on poverty and inequality, on the dynamics of international trade and investment, including changes in production patterns (outsourcing, offshoring, service offshoring), on the relationship between trade and economic growth, trade imbalances and protectionism, and on the impact of technological innovation on international competitiveness.     Sample Syllabus                                                                        Mathematics  for Economics I - MATH-UA 9211 - 4 points                               Prerequisites: Completion of Algebra and Calculus with a grade of C or higher or passing placement exam.   This course is only open to Economics Policy Majors and prospective majors.   This course introduces calculus for real valued functions of a single real variable and of several real variables. In particular, it shows how calculus can be used to solve optimization problems for these functions, including constrained optimization problems which can be solved by substitution. A substantial number of economic examples will be analyzed during the course.                                European &amp; Mediterranean Studies                                                  Modern Italy - EURO-UA 9163 or HIST-UA 9168 or ITAL-UA 9868 - 4 points                               This course introduces contemporary Italy in all its complexity and fascination. Reviewing politics, economics, society, and culture over the past two centuries, the course has a primary goal -- to consider how developments since the 1800s have influenced the lives and formed the outlook of today's Italians. In other words, we are engaged in the historical search for something quite elusive: Italian “identity”. Topics will include the unification of the country, national identity in the late 19th and early 20th centuries, the First World War, and Italian fascism, World War Two and the resistance, the post-war Italian Republic, the economic &quot;miracle&quot;, the South, the Mafia, terrorism, popular culture, and the most recent political and social developments, including Italy and the European Union. Lectures combine with readings and films (taking advantage of Italy’s magnificent post-war cinema).     Sample Syllabus                          Gallatin School of Individualized Study                                                   History of Italian Fashion - IDSEM-UG 9200 - 4 points                               Please note that students accepted to the Gallatin Fashion in Florence Program will be given registration priority for this course. This is a 7 week intensive course. Specific course dates and meeting times will be posted in ALBERT.     Italian fashion is famous internationally for its combination of quality and elegance. This course explores the development of fashion as an integral part of Italian identity. It looks at four historical moments or movements that played a significant role in developing that identity: Renaissance Florence under the de Medici, Mussolini’s mandate for Italian-based fashion, the post-war Italian film industry in the 1950s and 60s, and, today’s global fashion industry where the image of Italian style is one of quality, luxury and sexy elegance. Conducted in English.   Sample Syllabus                                                                    Global Fashion Industry: Italy - PRACT-UG 9200 (formerly SASEM-UG 9203) - 4 points                               Please note that students accepted to the Gallatin Fashion in Florence Program will be given registration priority for this course.    Global Fashion Industry: Italy will provide students with a deep understanding of the contemporary fashion industry in Italy, as well as of Italy's position in the global fashion arena. The course will drive students through the entire lifecycle of the fashion business, from forecasting trends to retailing, through design, sourcing, product development and production. Particular attention will be dedicated to different marketing aspects of the process, such as: identity building, brand positioning, merchandising, buying, costing, communication. All levels of retail, from luxury to mass market will be covered. The course will end with an analysis of the new challenges, such as sourcing globalization, emerging markets, sustainability and growing significance of technology.  A strong effort will be put into organizing site visits to studios, showrooms and factories, as well as meeting with professional players.   Each session will be structured to give students an overview of a particular stage of the Industry, through a mix of lectures from the course leader and visiting professionals, studio and showroom visits, walking tours, reading assignments and practical projects. Conducted in English.                                                                        Topics in 19th Century Literature: Italy and Italians in English Literature from the Romantics to Modernism - COLIT-UA 9180 or SASEM-UG 9201 - 4 points                               Romantic, Victorian, and Modernist writers in both Britain and the United States were fascinated by Italy. The &quot;Italy and Italians&quot; of the title refers not only to images and characters in the works of the British and American authors we will be reading but also to their affinities with Italian literature. Recurring themes in the course will be history and its uses in literature, gender and sexuality, democracy and aristocracy, language and power, and religion as an instrument of sexual repression.   Sample Syllabus                              Global Liberal Studies                                                  Experiential Learning II - EXLI- UF 9302 - 2 points                               Open to Global Liberal Studies students only.   Course description coming soon.                              History                                                  Italy During the Renaissance - HIST-UA 9123 or MEDI-UA 9123 - 4 points                                The Renaissance began and reached maturity in Italy between 1350 and 1500. This course closely examines the political, economic, and social situations in Italy during this period, emphasizing the special conditions that produced Renaissance art and literature. The relationship between culture, society, and politics is studied in the case of Florence, in which the hegemony of the Medici house and its patronage brought the city to cultural leadership in the Western world. Conducted in English.   Sample Syllabus                                                                    Modern Italy - EURO-UA 9163 or HIST-UA 9168 or ITAL-UA 9868 - 4 points                               This course introduces contemporary Italy in all its complexity and fascination. Reviewing politics, economics, society, and culture over the past two centuries, the course has a primary goal -- to consider how developments since the 1800s have influenced the lives and formed the outlook of today's Italians. In other words, we are engaged in the historical search for something quite elusive: Italian “identity”. Topics will include the unification of the country, national identity in the late 19th and early 20th centuries, the First World War, and Italian fascism, World War Two and the resistance, the post-war Italian Republic, the economic &quot;miracle&quot;, the South, the Mafia, terrorism, popular culture, and the most recent political and social developments, including Italy and the European Union. Lectures combine with readings and films (taking advantage of Italy’s magnificent post-war cinema).     Sample Syllabus                                                                    History of Immigration in Europe &amp; United States from World War II to Present - HIST-UA 9186 - 4 points                               In both Europe and the US, the topic of immigration is highly politicized, and frequently occupies the center of national and regional debates on identity, citizenship and belonging. On both sides of the Atlantic, the concept of multiculturalism and the question of irregular migration present thorny issues for academics and policy makers alike. This course will provide a comparative (US/Europe) introduction to the history of migration, from the late 1880´s to the present day, in order to help students develop a basic historical framework that will allow them to more deeply understand contemporary migration policy and debates surrounding immigrant integration. The experiences of a number of European countries will be looked at in depth: the UK, France, Italy, and Germany. We will begin by looking at mass Italian migration to the US in the late 19th and early Twentieth Centuries, discussing how the first waves of Italian migrants were racialized and how they were inserted into the existing racial order in the US. We will learn about the Fascist Period in Italy, and in particular, its Racial Laws and the specificities of the Holocaust in Italy during World War II and how this period has influenced the way that continental European countries collect and organize census data. Moving into the contemporary period, we will explore how Italy has transformed itself from a historic emigrant-sending country into one of Europe´s leading immigrant-receiving nations and how it has managed migration to date; discuss the myths and reality of the hotly debated issue of undocumented migration; learn about how migration policy is always gendered and impacts differently upon men and women; gain insight into the highly stigmatized Roma communities in Europe, and study multiculturalism and citizenship policy in Europe and the US through a range of case studies, such as the Muslim headscarf debate. There will be a strong focus on &quot;on-site&quot; learning in this course, with field trips to a Sikh temple in the province of Tuscany, the Jewish museum in Florence, the Chinese quarter of Prato, as well as site visits to associations that work with immigrants and refugees.                                                                      The Italian South - HIST-UA 9538 - 4 points                               The course is a voyage through the fascinating and complex history and culture of the  Italian South, from the first half of the Nineteenth Century to the present day. Adopting  an interdisciplinary approach we will explore the rich patrimony of southern history, as  well as the violence of a society with neither rules nor justice.     Sample Syllabus                                  Italian Studies                                                  Dante's Divine Comedy - ITAL-UA 9270 - 4 points                               Italian instruction will be offered for Italian Immersion students.   This course analyzes Dante's poetry in itself and as an object of translation and adaptation. The text of the Divine Comedy, a 14,000-line journey through the afterlife, will be studied in terms of its transmission and reception in contemporary culture. Emphasis will be put on Dante's influence on literature, art, music, media and film. The text is read in translation with references to the original Italian facing text. Conducted in English.   Sample Syllabus                                                                    Traveling the Italian Way: from Pinocchio to Spaghetti Pulp Fiction - ITAL-UA 9285 - 4 points                               This course, taught in English, will focus on the representation of travel experience in Modern Italian Literature and its related media, especially 20th-century Cinema, Modernist Art, underground comics, and the way they intersect with each other. Its aim is to offer the student a new pattern in the succession of tendencies, movements and mass cultures, with a broader perspective, spanning from 19th Century Post-Unification Italian culture to 1980s 'cult writers, cartoonists and literary groups from the 1990s and 2000s. The course will undertake not only a spatial journey abroad (to America, the Middle or Far East, Africa) or inland (especially the South), but also an intellectual, political and spiritual adventure: tracing a path between the Wars, the economic Boom, the Generation of ’68 and ’77, a psychedelic trip in New Age trends, and the so called Pulp Generation or Young Cannibals.                                                                      Italian Politics - ITAL-UA 9512 or POL-UA 9512 - 4 points                               Italian instruction will be offered for Italian Immersion students.    Presents a study of post-World War II Italian politics and society in comparative and historical perspective. Seeks explanations of Italian political development in specific historical factors such as the 19th century patterns of state formation and the experience of fascism. Comparative analysis seeks to show how the social structure, political culture, and party systems have shaped Italy's distinct development. Current and recurrent political issues include the problem of integrating the south into the national economy and state response to social movements, particularly terrorism. Conducted in English.   Sample Syllabus                                                                    Modern Italy - EURO-UA 9163 or HIST-UA 9168 or ITAL-UA 9868 - 4 points                               This course introduces contemporary Italy in all its complexity and fascination. Reviewing politics, economics, society, and culture over the past two centuries, the course has a primary goal -- to consider how developments since the 1800s have influenced the lives and formed the outlook of today's Italians. In other words, we are engaged in the historical search for something quite elusive: Italian “identity”. Topics will include the unification of the country, national identity in the late 19th and early 20th centuries, the First World War, and Italian fascism, World War Two and the resistance, the post-war Italian Republic, the economic &quot;miracle&quot;, the South, the Mafia, terrorism, popular culture, and the most recent political and social developments, including Italy and the European Union. Lectures combine with readings and films (taking advantage of Italy’s magnificent post-war cinema).     Sample Syllabus                                                                    Culture of the City: Italian Urban Life - ITAL-UA 9403 or SCA-UA 9620 - 4 points                               Urban culture is complex, fantastic, frightening, and a part of daily life, encompassing everything from the opera to street musicians, the public library to the piazza, the theater to local cafes and social clubs. This course, where cities are considered to be sources of cultural invention, explores through literature, history, social science and student experience, the evolution of high and popular culture, both modernist and post-modern. Emphasis will be placed on how cultures create bonds between specific interest groups, and how culture becomes the arena for acting out or resolving group conflict. This course will focus on Italian cities, including Florence. Conducted in English.   Sample Syllabus                                                                    Italian Opera - MUSIC-UA -9121 or ITAL-UA 9170 - 4 points                               The course covers the evolution of Italian opera from its beginnings in Florence to the early 20th century with special emphasis on Monteverdi, Rossini, Donizetti, Verdi and Puccini. The approach is multidisciplinary and aims at a comprehensive survey of the music theatre in the context of the Italian cultural heritage. Literary sources, musico-dramatic features, vocal styles are studied in connection with major works that best represent trends and genres in the Italian operatic tradition. Students are expected to master the distinctive characteristics of such genres as favola in musica, intermezzo, opera seria, opera buffa, grand opera, dramma lirico, and the basic elements of Italian versification. Students listen to and watch recorded operas and attend performances in Florence or other Italian cities. Conducted in English   Sample Syllabus                                                                    Global Media Seminar: Media Activism and Democracy - MCC-UE 9452 or ITAL-UA 9513 - 4 points                               This course presents an investigation on how civil society activism evolved in Italy and in Eastern and Western political regimes over the last 30 years, with a special emphasis on the use that civil society activists made of media outlets (i.e. television, radio, newspapers, and digital media). In the course, students will be introduced to the transformations introduced in current political regimes (both democratic and authoritarian) by media activism, and they will develop a closer understanding and a critical view of the Italian and international media-politics-civil society conundrums.     Sample Syllabus                                  Mathematics                                                    Mathematics  for Economics I - MATH-UA 9211 - 4 points                               Prerequisites: Completion of Algebra and Calculus with a grade of C or higher or passing placement exam.   This course is only open to Economics Policy Majors and prospective majors.   This course introduces calculus for real valued functions of a single real variable and of several real variables. In particular, it shows how calculus can be used to solve optimization problems for these functions, including constrained optimization problems which can be solved by substitution. A substantial number of economic examples will be analyzed during the course.                                Media, Culture, &amp; Communication                                                    Global Media Seminar: Media Activism and Democracy - MCC-UE 9452 or ITAL-UA 9513 - 4 points                               This course presents an investigation on how civil society activism evolved in Italy and in Eastern and Western political regimes over the last 30 years, with a special emphasis on the use that civil society activists made of media outlets (i.e. television, radio, newspapers, and digital media). In the course, students will be introduced to the transformations introduced in current political regimes (both democratic and authoritarian) by media activism, and they will develop a closer understanding and a critical view of the Italian and international media-politics-civil society conundrums.     Sample Syllabus                                  Medieval and Renaissance Studies                                                  Italy During the Renaissance - HIST-UA 9123 or MEDI-UA 9123 - 4 points                                The Renaissance began and reached maturity in Italy between 1350 and 1500. This course closely examines the political, economic, and social situations in Italy during this period, emphasizing the special conditions that produced Renaissance art and literature. The relationship between culture, society, and politics is studied in the case of Florence, in which the hegemony of the Medici house and its patronage brought the city to cultural leadership in the Western world. Conducted in English.   Sample Syllabus                                                                    Magic, Religion &amp; Inquisition - MEDI-UA 9995 or RELST-UA 9671 - 4 points                               This course is made up of four sections. The first opens with an analysis of the intellectual foundations of the witch-hunt from late Antiquity to the early Renaissance. The second section concentrates on the most infamous handbook for witch-hunters, Malleus Maleficarum (“The Hammer of the Witches”) and on the roots of medieval misogyny. The third section looks at the mass witch-hunts of the sixteenth and seventeenth centuries on the backdrop of the break between Protestant and Catholic Europe, and examines the connections linking witch-hunting to the momentous social, political and religious changes of the times. In the fourth part, the course will shift focus to the grassroots level, shedding light on the economic and social mechanisms which lead a community to “make a witch”.   Sample Syllabus                              Metropolitan Studies                                                  Culture of the City: Italian Urban Life - ITAL-UA 9403 or SCA-UA 9620 - 4 points                               Urban culture is complex, fantastic, frightening, and a part of daily life, encompassing everything from the opera to street musicians, the public library to the piazza, the theater to local cafes and social clubs. This course, where cities are considered to be sources of cultural invention, explores through literature, history, social science and student experience, the evolution of high and popular culture, both modernist and post-modern. Emphasis will be placed on how cultures create bonds between specific interest groups, and how culture becomes the arena for acting out or resolving group conflict. This course will focus on Italian cities, including Florence. Conducted in English.   Sample Syllabus                              Music                                                  Italian Opera - MUSIC-UA -9121 or ITAL-UA 9170 - 4 points                               The course covers the evolution of Italian opera from its beginnings in Florence to the early 20th century with special emphasis on Monteverdi, Rossini, Donizetti, Verdi and Puccini. The approach is multidisciplinary and aims at a comprehensive survey of the music theatre in the context of the Italian cultural heritage. Literary sources, musico-dramatic features, vocal styles are studied in connection with major works that best represent trends and genres in the Italian operatic tradition. Students are expected to master the distinctive characteristics of such genres as favola in musica, intermezzo, opera seria, opera buffa, grand opera, dramma lirico, and the basic elements of Italian versification. Students listen to and watch recorded operas and attend performances in Florence or other Italian cities. Conducted in English   Sample Syllabus                              Photography                                                    Photojournalism: Exploring Italian Society - IPHTI-UT 1200 - 4 points                                A digital SLR camera is required.     NOTE: This course meets in the center of Florence. Students should allow for 30 minutes commute time between this class and their prior or subsequent class.   The course Photojournalism: Exploring Italian Society focuses on the contemporary life of Florence, a city best known as a UNESCO World Heritage site, but that is also a European city attempting to rise to the challenges that currently confront other urban environments throughout Europe and the world. The course draws its strengths from the unique resources of the program and the city of Florence. From Italian labor protests, to commemoration of historic events, to immigrant populations, mass transit and tourism, Florence has many compelling contemporary visual stories to tell. Students have the unique opportunity to capture these issues in images.   Sample Syllabus                                                                      Photography of Architecture, City and Territory - IPHTI-UT 1210 - 4 points                               City, territory and architecture have been, from the beginning of photography, privileged objects for its practice. Photography has become a tool to strengthen the understanding of architecture, to highlight aesthetic and design ideas and to critically interpret space. This class focuses on architectural photography and the photography of urban space, both in relation to their historical roots and contemporary practice, covering the theoretical connections between architecture and photography. Through course assignments students will learn to confront a variety of challenges presented by photographing different architectural styles. By the end of the course, each student will have produced a portfolio of architectural photography.   This is an intermediate photography course. Each student must have basic knowledge of digital photographic techniques and their own SLR digital camera with manually adjustable aperture and shutter speed, as well as a flash drive to backup your work. The course is a combination of lectures and labs for a total of six hours per week.     Sample Syllabus                                Politics                                                  Comparative Politics- POL-UA 9500- 4 points                               This course will introduce students to the study of comparative politics, which is defined as the study of domestic politics anywhere in the world. As a way of cutting into this vast topic, we specifically focus on the process of democratic transition by analyzing the democratic revolution that has swept the globe during the last thirty-five years. In turn we will explore the causes of democratization, threats to democratization, and factors that may aid in a successful consolidation of democracy. As part of this process, students will be exposed to a wide range of topics in comparative politics, including theories of democratic transitions, the politics of economic reform, voting, parties, and electoral systems, and theories of ethnic conflict.   Please note: this course fulfills the requirement for a “core” course for Politics majors, the first time such a course has been offered at NYU-Florence, and is taught by Professor Tucker, who normally teaches the course in New York. As such, it is to date the only opportunity *anywhere* to take a politics core course in a small class format. As an introductory course, it is also perfectly appropriate for non-politics majors as well.     Sample Syllabus                                                                         Acton Seminar: Policies and Politics of the European Union - POL-UA 9595 - 4 points                               The European Union is a unique and strange entity. It has 27 states and 500 million people. Its GNP is more or less equal to that of the USA. Many of its members share a common currency and a common monetary policy. Yet it is a union without a state. The spectacular progress in the area of economic integration has not been matched by the creation of a common government and a common identity. The economic giant is still a political dwarf as it has been confirmed time and again whenever there is an international crisis,. Yet so far this strange entity has been working. Its achievements in the economic arena have been remarkable. The course will analyze in an interdisciplinary fashion the making of the Union, its institutions, its policies and its prospects in the very challenging environment of today. Probably more so than in any other period in its history the survival of the Union, as we have known it, will be tested by the impact of the most serious crisis of the post-war period. Particular attention will be given to the new economic governance established by the Union in responding to the problems posed by the poor economic and financial performance of some of its members, i.e. the PIGS (Portugal, Ireland, Greece, Spain). Conducted in English.   Sample Syllabus                                                                    Italian Politics - ITAL-UA 9512 or POL-UA 9512 - 4 points                               Italian instruction will be offered for Italian Immersion students.    Presents a study of post-World War II Italian politics and society in comparative and historical perspective. Seeks explanations of Italian political development in specific historical factors such as the 19th century patterns of state formation and the experience of fascism. Comparative analysis seeks to show how the social structure, political culture, and party systems have shaped Italy's distinct development. Current and recurrent political issues include the problem of integrating the south into the national economy and state response to social movements, particularly terrorism. Conducted in English.   Sample Syllabus                                                                    Quantitative Methods - POL-UA 9800 or Statistics for Social Research - SOC-UA 9302 - 4 points                               In our society the need for deep understanding of what is going on translates into a need to keep track what has happened, how to outline trends, plan the future knowing the present or the past. We have all heard about demographic pressure, social policies, health care planning, inflation, market volatility: these are all concepts which rely heavily on statistical information. Changes have to be managed properly and in an informed way: scientific experiments be they on a medicine, on fertilizer or airbags must be planned as to ensure their validity. Total quality in production is a statistics-based philosophy of management, and if you like a commercial it is also because a statistician has provided information about consumer tastes and behaviour. In this course we will provide an introduction to the tools of statistics but most importantly we will try and understand the rationale behind statistics.   Sample Syllabus                                                                    United States &amp; European Union Relations since WWII - POL-UA 9721 - 4 points                               This course explores the role of the US in Europe from the end of World War II to the present with a particular emphasis on understanding the sources of cooperation and conflict. The topics covered in the first part will include the US vision of the new international order, the end of the old European balance of power, the Cold War and the division of Europe, the building of the Western alliance, the collapse of communism in Eastern Europe. The second part of the course will concentrate on contemporary issues ranging from the evolution of NATO to trade relations and the role of the dollar and the euro in the international monetary system. Particular attention will also be given to the challenges posed by the ‘war on terror’, the wars in Iraq and Afghanistan. Conducted in English.   Sample Syllabus                              Religious Studies                                                  Magic, Religion &amp; Inquisition - MEDI-UA 9995 or RELST-UA 9671 - 4 points                               This course is made up of four sections. The first opens with an analysis of the intellectual foundations of the witch-hunt from late Antiquity to the early Renaissance. The second section concentrates on the most infamous handbook for witch-hunters, Malleus Maleficarum (“The Hammer of the Witches”) and on the roots of medieval misogyny. The third section looks at the mass witch-hunts of the sixteenth and seventeenth centuries on the backdrop of the break between Protestant and Catholic Europe, and examines the connections linking witch-hunting to the momentous social, political and religious changes of the times. In the fourth part, the course will shift focus to the grassroots level, shedding light on the economic and social mechanisms which lead a community to “make a witch”.   Sample Syllabus                              Sociology                                                  Social Networks - SOC-UA 9970 - 4 points                               Social life in its different forms, from the delicate equilibrium of a triadic relation to the chaotic dynamic of a crowd, emerges from the interdependent behavior of multiple actors. By studying social networks -- i.e., the web of relationships in which individuals and groups are embedded --, we will understand important collective dynamics, such as interpersonal influence, social diffusion, the origin of social norms, group cohesion and inter-group conflict, political participation, and market exchange. This course will offer an overview of basic social networks concepts, combining the theoretical tradition of structural and relational sociology with the analytical tools of graph theory.   Sample Syllabus                                                                    Quantitative Methods - POL-UA 9800 or Statistics for Social Research - SOC-UA 9302 - 4 points                               In our society the need for deep understanding of what is going on translates into a need to keep track what has happened, how to outline trends, plan the future knowing the present or the past. We have all heard about demographic pressure, social policies, health care planning, inflation, market volatility: these are all concepts which rely heavily on statistical information. Changes have to be managed properly and in an informed way: scientific experiments be they on a medicine, on fertilizer or airbags must be planned as to ensure their validity. Total quality in production is a statistics-based philosophy of management, and if you like a commercial it is also because a statistician has provided information about consumer tastes and behaviour. In this course we will provide an introduction to the tools of statistics but most importantly we will try and understand the rationale behind statistics.   Sample Syllabus                                                                    The Politics of Organized Crime: Italian Mafias in a Comparative Perspective - SOC-UA 9506 - 4 points                               This course will introduce students to the study of criminal organizations in Italy and abroad. Analysis of real-world data over the last decades, such as court proceedings and crime statistics, dismisses many of the accepted myths about Italian mafias. We will explore the organization of mafia groups, rules and codes, activities both in legitimate business and illegal markets, and their relationship to politics. This comparative approach will help students identify those factors facilitating the emergence, migration and persistence of organized crime across countries. The course will include a review of the legislative efforts and best-practices designed to prevent and control organized crime in Italy and in the United States.     Sample Syllabus                                Italian Immersion Program   The following courses are part of the Italian Immersion program. Some courses are conducted in Italian, while others are taught in English, with Italian instruction and assignments for students in the program. Courses are open to all students studying at NYU in Florence who have completed one course beyond intermediate Italian, or who have equivalent fluency.                                                  Advanced Review of Modern Italian - ITAL-UA 9030 - 4 points                               Prerequisites: ITAL-UA 11, ITAL-UA 12, Intermediate Italian I &amp; II; or ITAL-UA 20, Intensive Intermediate Italian   Intensive review of Italian grammar through written and oral exercises, conversations, compositions, translation, and readings from contemporary Italian literature. Conducted in Italian.   Sample Syllabus                                                                    Conversations in Italian - ITAL-UA 9101 - 4 points                               Prerequisites: ITAL-UA 30, Advanced Review of Modern Italian   Students entering the course should have mastered the fundamental structure of Italian. The course is designed to help students gain confidence and increase their effectiveness in speaking present-day Italian. Through discussions, oral reports, and readings, students develop vocabulary in a variety of topics, improve pronunciation, and learn an extensive range of idiomatic expressions. Conducted in Italian.   Sample Syllabus                                                                    Italian Politics - ITAL-UA 9512 or POL-UA 9512 - 4 points                               Italian instruction will be offered for Italian Immersion students.    Presents a study of post-World War II Italian politics and society in comparative and historical perspective. Seeks explanations of Italian political development in specific historical factors such as the 19th century patterns of state formation and the experience of fascism. Comparative analysis seeks to show how the social structure, political culture, and party systems have shaped Italy's distinct development. Current and recurrent political issues include the problem of integrating the south into the national economy and state response to social movements, particularly terrorism. Conducted in English.   Sample Syllabus                                                                    Creative Writing in Italian - ITAL-UA 9103 - 4 points                               Co-Requisite: Conversations in Italian - ITAL-UA 9101   Students entering the course should have mastered the fundamental structure of Italian. The course is designed to help students gain confidence and increase their effectiveness in writing present-day Italian. Conducted in Italian.   Sample Syllabus                                                                   NYU Centers Abroad...           Abu Dhabi, United Arab Emirates Accra, Ghana Berlin, Germany Buenos Aires, Argentina Florence, Italy London, United Kingdom Madrid, Spain New York, United States of America Paris, France Prague, Czech Republic Shanghai, China Sydney, Australia Tel Aviv, Israel Washington, DC, United States of America                                                               Upcoming Application Deadlines   Spring Semester     Priority: September 15   Regular: October 15   Applications received after October 15 will be reviewed on a rolling basis. Admission will be granted only when space is available and time allows for required travel documents to be attained.                Learn     Courses   Special Programs   Freshman Program   Facilities   Faculty   Community Service                      Live     Housing &amp; Meals   Cost &amp; Budgeting   Language   Culture &amp; Customs   Safety   Health &amp; Wellness     Staff                Explore      Getting Around   Restaurants    Nightlife    Things to do    Local Travel    Regional Travel                                    Questions?        Contact Us                                                                                                                        NYU Footer          Search      Directory      Campus Map      Events      Contact Us      Site Map      Copyright and Fair Use      Feedback         Unless otherwise noted, all content copyright New York University. All rights reserved. Designed by The Office of Web Communications"}, {"content": "Old Undergraduate Requirement Grid    | Department of History | New York University                                  NEW YORK UNIVERSITY     ARTS AND SCIENCE     COLLEGE OF ARTS AND SCIENCE     GRADUATE SCHOOL OF ARTS AND SCIENCE             Department of History     Arts &amp; Science                      Back to Home       Old Undergraduate Requirement Grid                                                       Back to Home          Undergraduate Requirement Grid                               GRID OF COURSES BY REQUIREMENT: History Courses Offered in Recent Years               Last updated 1.19.12               V28 Courses that are taught by a History professor or a professor associated with history count toward the advanced seminar. See Faculty list.           MAP courses taught by history professors may be counted toward introductory  history requirements.          For courses outside the history major that count toward history requirements please refer to this list.           For all other courses students must complete a course petition form.              Course #    Title    Requirement(s) this Course Fulfills           V57.0001    WESTERN CIVILIZATION I: EUROPE IN THE MAKING    Intro European and Pre-1800          V57.0002    WESTERN CIVILIZATION II: RISE OF MODERN EUROPE    Intro European          HIST-UA 2    HISTORY OF WESTERN CIVILIZATION II: THE RISE OF MODERN EUROPE    Intro European          V57.0009    THE U.S. TO 1865    Intro US and Pre-1800          HIST-UA 9    US TO 1865    Intro US and Pre-1800          HIST-UA 10    US TO 1865    Intro US and Pre-1800          V57.0010    MODERN AMERICA    Intro US          V57.0011    CIVILIZATION &amp; CULTURE OF THE MIDDLE AGES    Intro European and Pre-1800          HIST-UA 11    CIVILIZATION &amp; CULTURE OF THE MIDDLE AGES    Intro European and Pre-1800          V57.0013    INTRODUCTION TO GENDER AND SEXUALITY    General History Elective (intro)          V57.0018    JEWISH LIFE IN POST-HOLOCAUST EUROPE    Intro European          V57.0030    INTRO TO GLOBAL HISTORY from 1500    Intro European or Intro Non-West          V57.0031    WORLD HIST: THEORIES OF COLONIALISM &amp; IMPERIALISM    Intro European or Intro US or Intro Non-West          V57.0045    WORLD WAR II    Intro European or Intro US or Intro Non-West          HIST-UA 45    WORLD WAR II    Intro European or Intro US or Intro Non-West          V57.0046    HISTORY OF ASIANS IN THE US    Intro US          V57.0051    WOMEN IN ISRAELI HISTORY    Intro Non-West          V57.0053    HISTORY OF MODERN CHINA SINCE 1850    Intro Non-West          V57.0054    INTRODUCTION TO PAN-AFRICANISM    Intro Non-West          V57.0057    IMMIGRATION IN ISRAELI SOCIETY    Intro European or Intro Non-West          V57.0060    INTRODUCTION TO AMERICAN EDUCATION: HISTORICAL AND CONTEMPORARY PERSPECTIVES    Intro US          HIST-UA 60    INTRODUCTION TO AMERICAN EDUCATION: HISTORICAL AND CONTEMPORARY PERSPECTIVES    Intro US          V57.0085    WHAT IS ISLAM?    Intro Non-West          V57.0090    INTRO TO BLACK URBAN STUDIES    Intro US OR Intro European          V57.0094    TOPICS: ISRAEL &amp; CHINA    Intro Non-West          V57.0092    TPS IN AMER SOCIAL HIST: EXPER OF THE CIVIL WAR    Intro US          V57.0095    TOPICS IN ASIAN HISTORY    Intro Non-West          V57.0098    JUDAISM FROM MEDIEVAL TO MODERN TIMES    Intro European or Intro Non-West          V57.0099    MODERN JEWISH HISTORY    Intro European or Intro Non-West          HIST-UA 99    MODERN JEWISH HISTORY    Intro European or Intro Non-West          V57.0101    HISTORICAL STUDIES: THEORIES &amp; PRACTICE (HISTORY 101)    Workshop Only (Can NOT count as another requirement)          HIST-UA 101    HISTORICAL STUDIES: THEORIES &amp; PRACTICE (HISTORY 101)    Workshop requirement          V57.0102    JUDAISM, CHRISTIANITY, AND ISLAM    Advanced Non-West or Advanced European AND Pre-1800          HIST-UA 105    THE 14TH CENTURY-WHEN EUROPE WAS TRANSFORMED    Advanced European and Pre-1800 (DOES NOT FULFILL THE ADVANCED SEMINAR REQUIREMENT)          HIST-UA 106    JEWISH WOMEN IN EUROPEAN HISTORY    Advanced European          V57.0107    12TH CENTURY RENAISSANCE    Advanced European and Pre-1800          V57.0108    TPCS: LOVE, WAR, POLITICS IN MDLE AGES &amp; RENAISSANCE    Advanced European and Pre-1800          V57.0109    HISTORY OF JUDAISM: EMERGENCE OF CLASSICAL JUDAISM    Advanced Non-West and Pre-1800          V57.0111    THE EARLY MIDDLE AGES, 300-1050    Advanced European and Pre-1800          V57.0112    HISTORY OF BRAZIL    Advanced Non-West          V57.0112    BYZANTINE CIVILIZATION    Advanced Non-West or Advanced European AND Pre-1800          V57.0112    TPCS: THE MAKING OF MEMORY: THE HOLOCAUST 1945-2006    Advanced European          V57.0112    HISTORY OF BRAZIL    Advanced Non-West          V57.0112    SEM: TPCS: WAR, SOCIETY, AND CULTURE IN EUROPE    Advanced Seminar and Advanced Euro          V57.0112    A SHORT HISTORY OF WALL STREET    Advanced US          V57.0112    APOCOLYPSE NOW? THE LURE OF NOSTRADAMUS    Advanced European          HIST-UA 112    AMERICAN CAPITALISM IN THE TWENTIETH-CENTURY    Advanced US          HIST-UA 112    A SHORT HISTORY OF WALL STREET    Advanced US          HIST-UA 112    TPCS: CRIME AND PUNISHMENT IN AMERICA    Advanced US          V57.0113    TOPICS IN THE CRUSADES    Advanced European and Pre-1800 (Adv Seminar if offered as a SEM)          V57.0114    THE HIGH MIDDLE AGES    Advanced European and Pre-1800          V57.0119    CHRISTIAN-JEWISH RELATIONS IN ANTIQUITY &amp; MID-AGES    Advanced European and Pre-1800          V57.0115    ENVIRONMENTAL HISTORY OF THE EARLY MODERN WORLD    Advanced European and Pre-1800          V57.0121    THE RENAISSANCE    Advanced European and Pre-1800          HIST-UA 121    THE RENAISSANCE    Advanced European and Pre-1800          V57.0122    PROTESTAT AND CATHOLIC REFORMATION    Advanced European and Pre-1800          V57.0133    TPCS: SEM:(MEDIEVAL TOPIC)    Advanced European and Advanced Seminar and Pre-1800          V57.0133    MIDDLE AGES AT THE MOVIES    Advanced European and Pre-1800          V57.0133    TPCS: (MEDIEVAL TOPIC)    Advanced European and Pre-1800          V57.0135    PRE-MODERN SCIENCE    Advanced European and Pre-1800          HIST-UA 135    THE HISTORY OF PRE-MODERN SCIENCE    Advanced European and Pre-1800 (DOES NOT FULFILL THE ADVANCED SEMINAR REQUIREMENT)           V57.0136    EUROPEAN INTELLECTUAL HISTORY 1805-1914    Advanced European           V57.0140    MUSLIM SPAIN    Advanced European or Advanced Non-West          V57.0143    THE FRENCH REVOLUTION AND NAPOLEON    Advanced European and Pre-1800          HIST-UA 143    THE FRENCH REVOLUTION AND NAPOLEON    Advanced European and Pre-1800          V57.0149    ATLANTIC MIGRATIONS (SEM)    Advanced European or Advanced Non-West or Advanced US and Pre-1800 and Adv Sem          V57.0149    ATLANTIC MIGRATIONS (LEC)    Advanced   European or Advanced Non-West or Advanced US and Pre-1800 - NOT SEMINAR   (some semesters this course is offered as a lecture and sometimes it is   a seminar)          HIST-UA 149    ATLANTIC MIGRATIONS    Advanced US or Advanced European or Advanced Non-West and Pre-1800 (DOES NOT FULFILL SEMINAR REQUIREMENT)          V57.0150    NATURE &amp; SOCIETY: AN ENVIRON'L HIST OF MODERN    Advanced European          V57.0151    DEVELOPMENT OF THE MOD EURO STATE IN 20TH CENT    Advanced European          V57.0153    EUROPEAN THOUGHT &amp; CULTURE    Advanced European          V57.0154    EUROPEAN THOUGHT &amp; CULTURE SINCE 1880    Advanced European          V57.0156    EUROPE SINCE 1945    Advanced European          V57.0157    IMPERIAL RUSSIA    Advanced European          V57.0158    TPCS:HISTORY OF SCI TECH &amp; MEDICINE IN MOD-EUROPE    Advanced European          HIST-UA 158    TPCS: SCIENTIFIC REVOLUTION: SCIENCE AND SOCIETY IN EARLY MODERN EUROPE    Advanced European and Pre-1800          HIST-UA 158    TPCS: ASSAULT ON RELIGION? FAITH AND VIOLENCE IN MODERN EUROPE, 1800-PRESENT    Advanced European           V57.0159    MODERN GREEK HISTORY     Advanced European          V57.0162    MODERN BRITAIN: SOCIETY CULT, POLITICS,1718-1914    Advanced European          V57.0165    JEWISH LIFE IN WEIMAR AND NAZI GERMANY    Advanced European          V57.0167    GERMANY SINCE 1815    Advanced European          V57.0169    CONTEMPORARY FRANCE    Advanced European          V57.0170    RUSSIAN EXPANSIONISM    Advanced European          V57.0171    ITALIAN FASCISM    Advanced European          V57.0172    SEM: HISTORY OF MODERN RUSSIA    Advanced Seminar and Non-West          V57.0172    HISTORY OF MODERN RUSSIA    Advanced European          V57.0174    ISRAEL AND AMERICAN JEWRY    Advanced US or Advanced Non-West          V57. 0175    TPCS: AM SOCIETY &amp; IMMIGRATION    Advanced US or Advanced Non-West          V57.0175    TOPICS IN SOUTH ASIAN HISTORY    Advanced Non-West          V57.0175    SEM: TPCS IN EURO CULTURAL HIST: FREUD'S VIENNA    Advanced European and Advanced Seminar          V57.0175    SEM: TPCS: IMMIGRATION &amp; CULTURAL EXCHANGE IN US&amp;EU    Advanced European or Advanced US and Advanced Seminar          V57.0175    BLACK FEMINISM    Advanced US          V57.0175    TPCS: SEXUAL DEVIANCE    Advanced US          V57.0175    SEM: PHILOSOPHY AND POLITICAL CULTURE: The Cases of Heidegger and Merleau-Ponty    Advanced Seminar and Advanced Euro          V57.0175    SEM: EUROPEAN CONCEPTIONS OF THE NEW MAN    Advanced Sem and Advanced European          V57.0175    AMERICAN HISTORY THROUGH WAR FILMS    Advanced US          V57.0175    TPCS: RACE, RELIGION, AND GENDER IN 20TH CENTURY FRANCE    Advanced European          V57.0175    TPCS: HISTORY AND POLITICS OF SEX AND REPRODUCTION    Advanced US          HIST-UA 175    TOPICS IN SOUTH ASIAN HISTORY    Advanced Non-west          HIST-UA 175    AMERICAN HISTORY THROUGH WAR FILMS    Advanced US          HIST-UA 175    WAR FILMS AND AMERICAN HISTORY    Advanced US (DOES NOT FULFILL THE ADVANCED SEMINAR REQUIREMENT)          HIST-UA 175    TPCS: IDEAS OF THE FRONTIER IN THE AMERICAN IMAGINATION    Advanced US          V57.0176    ITALIAN HISTORIES II: UNIFICATION TO THE PRESENT    Advanced European          V57.0176    ITALIAN FILMS, ITALIAN HISTORIES    Advanced European          V57.0178    HISTORY OF POLAND    Advanced European           HIST-UA 178    HISTORY OF POLAND    Advanced European          V57.0179    THE HOLOCAUST THE THIRD REICH &amp; THE JEWS    Advanced European          V57.0180    THE IRISH AND NEW YORK    Advanced US or Advanced European          HIST-UA 180    THE IRISH IN NEW YORK    Advanced US (DOES NOT FULFILL THE ADVANCED SEMINAR REQUIREMENT)          V57.0181    TPCS: IRISH AND WORLD    Advanced European          V57.0181    TPCS: THE HISTORY OF EMIGRATION FROM IRELAND    Advanced European          V57.0181    SEM: TPCS IN IRISH HIST: ORAL HIST OF IRISH IN AMERICA    Advanced US and Advanced Seminar          V57.0181    TPCS: IRISH HISTORY: ORAL HISTORY IRISH AMERICA    Advanced European or Advanced US          V57.0181    TPCS: IRISH AND WORLD MIGRATIONS, 18TH AND 19TH C.    Advanced European or Advanced Non-West          V57.0181    TPCS: IRISH WEST INDES AND ATL HISTORY    Advanced European          V57.0181    TPCS: IRISH AND WEST INDIAN IMMIGRATION POST-WAR LONDON    Advanced European          V57.0181    TPCS: CARIBBEAN AND IRISH IMMIGRANTS IN THE 20TH C. NY    Advanced US          V57.0181    TPCS: IRELAND IN THE AGE OF THE AMERICAN REVOLUTION    Advanced European          HIST-UA 181    TCPS IN IRISH HISTORY: A TALE OF TWO CITIES: IMMIGRATION TO NYC AND LONDON    Advanced US or Advanced European          HIST-UA 181    TPCS: THE IRISH ABROAD IN THE EARLY MODERN WORLD    Advanced European and Pre-1800          V57.0182    MODERN IRISH HISTORY I, 1580-1800    Advanced European and Pre-1800          HIST-UA 182    HISTORY OF MODERN IRELAND I, 1580-1800    Advanced European and Pre-1800          V57.0183    HISTORY OF MODERN IRELAND II, 1845-1922    Advanced European          HIST-UA 183    HISTORY OF MODERN IRELAND II:1800 TO THE PRESENT    Advanced European           V57.0184    HISTORY OF MODERN IRELAND III, 1922-2002    Advanced European          V57.0185    SEM: TRADING CULTURES IN THE EARLY MODERN ATLANTIC, OTTOMANM &amp; QING WORLDS    Advanced European and Pre-1800 and Advanced Seminar          V57.0185    SEM: IRISH HISTORY    Advanced European and Advanced Seminar          V57.0185    SEM: IRISH DIASPORA    Advanced European and Advanced Seminar          V57.0185    SEM: CINEMATIC REPRESENTATIONS OF IRISH AMERICANS    Advanced US and Advanced Seminar          V57.0185    SEM: HISTORY &amp; HUNGER: IRELAND &amp; EUROPEAN EMPIRES    Advanced European and Advanced Seminar          V57.0185    SEM: THE GREAT FAMINE AND IRISH DIASPORA    Advanced European and Advanced Seminar          V57.0185    SEM: EUROPE IN THE WORLD: A MARITIME HISTORY    Advanced Sem, US and Pre-1800          V57.0185    SEM: HISTORY AND STORYTELLING    Advanced US and Advanced Seminar          V57.0185    SEM: MERCHANTS, MARINERS AND THE FORMATION OF THE AMERICAN ECONOMY    Advanced US or Advanced Euro or Advanced NW           V57.0187    THE IRISH IN AMERICA:     Advanced US          HIST-UA 187    THE IRISH IN AMERICA    Advanced US          V57.0188    SEM: WOMEN &amp; GENDER IN 20TH CENTURY EUROPE    Advanced European and Advanced Seminar          V57.0192    RACE, RELIGION AND GENDER IN THE 20TH CENTURY FRANCE     Advanced European          V57.0193    EUROPEAN &amp; WORLD DIPLOMACY 1789-1900    Advanced European          V57.0194    EUROPEAN &amp; WORLD DIPLOMACY, 1900-1945    Advanced European          V57.0195    LIBERAL VISIONS OF EMPIRE    Advanced European OR Advanced Non-West          V57.0196    WOMEN IN EUROPEAN HISTORY SINCE 1750    Advanced European          V57.0197    GENDERING THE MIDDLE AGES    Advanced European and Pre-1800          V57.0199    SEM: NON-WESTERN ROOTS OF WESTERN CULTURE    Advanced Non-West and Advanced Seminar          V57.0200    HISTORY OF ANCIENT GREECE    Advanced European and Pre-1800          HIST-UA 200    GREEK HISTORY FROM THE BRONZE AGE TO ALEXANDER     Advanced European and Pre-1800          HIST- UA 202    THE HISTORY OF WESTERN MEDICINE    Advanced European and Pre-1800          V57.0205    THE HISTORY OF ROME: THE REPUBLIC    Advanced European and Pre-1800          V57.0206    HISTORY OF THE ROMAN EMPIRE    Advanced European and Pre-1800          HIST-UA 206    HISTORY OF THE ROMAN EMPIRE    Advanced European and Pre-1800          V57.0243    GREEK WORLD: ALEXANDER TO AUGUSTUS    Advanced European and Pre-1800          V57.0263    SEM: CULTURE AND COMMUNISM IN EASTERN EUROPE    Advanced European and Advanced Seminar          V57.0270    SEM: PHIL, MEMORY, AND RECSTRN, WEST EUR    Advanced European and Advanced Seminar          V57.0270    SEM: 12TH C-RENAISSANCE, RENEWAL &amp; TRANSFORMATION    Advanced European and Advanced Seminar and Pre-1800          V57.0270    SEM: HISTORY OF EASTERN EUROPE    Advanced European and Advanced Seminar          V57.0270    SEM: NATIONALISM AND ETHNICITY IN EUROPE    Advanced European          V57.0270    SEM: ORTHODOXY AND CONFESSION IN RUSSIAN HISTORY AND CULTURE    Advanced Seminar and Advanced European OR Advanced Non-West          V57.0270    EUROPEAN REFORMATIONS: PROTESTANT, CATHOLIC, AND RADICAL    Advanced European and Pre-1800          HIST-UA 270    BUSINESS HISTORY    Advanced US          V57.0275    SEM: VOLUNTEERS IN THE SPANISH CIVIL WAR    Advanced European or Advanced US and Adv Seminar          HIST-UA 275    PAST AS PRELUDE    Advanced elective (DOES NOT FULFILL GEOGRAPHIC OR ADVANCED SEMINAR REQUIREMENT)          HIST-UA 275    ENVIRONMENTAL HISTORY OF NEW YORK CITY    Advanced US (DOES NOT FULFILL THE ADVANCED SEMINAR REQUIREMENT)          V57.0278    SEM: GENDER, NATION, AND THE COLONIAL CONDITION    Advanced Seminar          V57.0279    SEM: TPCS EARLY MOD EUROPE: EUROPEAN POP CULTURE    Advanced European and Advanced Seminar          V57.0279    SEM: EARLY MODERN WORLD: VENICE AND THE MEDITERANNEAN WORLD     Advanced European and Pre-1800 and Advanced Seminar          V57.0281    SEM: TPCS IN REN HIST: POL ITALIAN REN STYLE    Advanced European and Pre-1800          V57.0282    SEM: AFRICAN SLAVERY &amp; ATLANTIC SLAVE TRADE    Advanced Non-West and Advanced Seminar          V57.0282    SEM: WORLD OF MEDIEVAL MAGIC    Advanced European and Advanced Seminar and Pre-1800          V57.0282    SEM: AFRICAN SLAVERY AND THE ATLANTIC SLAVE TRADE    Advanced Seminar and Advanced Non-West          V57.0282    ANCIENT AND MEDIEVAL CHRISTIANITY    Advanced European          HIST-UA 282    BIOGRAPHY AS HISTORY    Advanced US          V57.0283    SEM: EUROPE DIVIDED &amp; UNITED: EAST &amp; WEST    Advanced European and Advanced Seminar          V57.0283    TPCS: FORMATION OF EUR CULT&amp;CIV FM ROMAN EMPIRE    Advanced European and Pre-1800          V57.0283    HISTORY OF THE BYZANTINE EMPIRE II (9TH - 15TH C)    Advanced European OR Non-West AND Pre-1800          V57.0283    TPCS: BYZANTINE HISTORY SURVEY, 4TH-9TH CENTS    Advanced European or Advanced Non-Western and Pre-1800          V57.0283    TPCS: BYZANTINE HISTORY SURVEY, 10TH-15TH CENTS    Advanced European or Advanced Non-Western and Pre-1800          V57.0285    SEM: WAR, SOC, &amp; CULTR IN EARLY MODERN EUROPE    Advanced European and Advanced Seminar          V57.0286    SEM: ITALIAN COLONIALISM    Advanced European and Advanced Seminar          V57.0286    SEM: EUROPEAN ENLIGHTENMENT    Advanced European          HIST-UA 286    ITALIAN COLONIALISM    Advanced European (DOES NOT FULFILL THE ADVANCED SEMINAR REQUIRMENT)          V57.0287    CULTURAL HIST FRENCH REVOLUTION    Advanced European and Pre-1800          V57.0288    SEM: ORIGINS OF WORLD WAR I    Advanced European and Advanced Seminar          V57.0292    SEM: TOPICS: WOMEN IN THE AMER SO &amp; IMPERIAL RUSSIA    Advanced European or Advanced US and Advanced Seminar          V57.0292    SEM: TPCS: RUSSIA AS EMPIRE    Advanced European and Advanced Seminar          V57.0292    SEM: HIST OF EAST-WEST RELTNS POST-WWII EUROPE    Advanced European and Advanced Seminar          V57.0292    SEM: TOPICS: MONARCHY, ARISTOCRACY, DEMOCRACY    Advanced European          V57.0292    SEM: MONARCHY IN EUROPE    Advanced European and Advanced Seminar and Pre-1800          V57.0293    TPCS: SEM: CULT HIST EUROPE: GERMANY &amp; RUSSIA 20TH C    Advanced European and Advanced Seminar          V57.0293    TPCS: SEM:MOD EUR CULT HIST: FAME POLITICS &amp; CULTURE    Advanced European and Advanced Seminar          V57.0293    TPCS: SEM: EURO CULTURAL HISTORY: MOZART'S VIENNA    Advanced European and Advanced Seminar          V57.0293    TPCS: SEM: MODERN EUROPEAN IMPERIALISM    Advanced European or Advanced Non-West and Advanced Seminar          V57.0293    TPCS: SEM: EURO CULTURAL HIST: FOOD IN MOD EUROPE    Advanced European and Advanced Seminar          V57.0293    TPCS: SEM: EURO CULT HIST: MODERNISM &amp; MODERNITY    Advanced European and Advanced Seminar          HIST-UA 293    FROM DAVID TO MUHAMMAD: THE NEAR EAST FROM THE IRON AGE TO THE RISE OF ISLAM (1000BC-700AD)    Advanced Non-West and Pre-1800          V57.0295    SEM: NERO    Advanced European and Pre-1800 and Advanced Seminar          V57.0297    SEM: GREECE &amp; WESTERN EUROPE, 1700-1900    Advanced European and Advanced Seminar          V57.0301    HISTORY OF REVOLUTIONARY SOCIALISM    Advanced European          V57.0302    SEM: 19th C FRANCE    Advanced European and Advanced Seminar          V57.0303    SEM: 20TH C FRANCE    Advanced European and Advanced Seminar          V57.0308    MEDIEVAL IRELAND    Advanced European and Pre-1800          V57.0326    HIST OF THE SOUTH ASIAN DIASPORA IN NORTH AMERICA    Advanced US or Advanced Non-West          V57.0326    HISTORY &amp; LITERATURES OF THE SOUTH ASIAN DIASPORA    Advanced Non-West          HIST-UA 401    SEM: ISLAM AND WEST AFRICA    Advanced Seminar and Advanced Non-West          HIST-UA 401     SEM: MONARCHY IN EUROPE    Advanced Seminar and Advanced European and Pre-1800          HIST-UA 403    SEM: ENVIRONMENTAL HISTORY: THE HISTORY OF ANIMALS    Advanced Seminar (Does not fulfill a geographic requirement)          HIST-UA 403    SEM: TOPICS IN ENVIRONEMENTAL HISTORY: AFRICA    Advanced Seminar and Advanced Non-West          V57.0411    SEM: ATLANTIC MIGRATIONS    Advanced Seminar and Advanced US          V57.0412    SEM: EXPERIMENTAL HISTORY    Advanced Seminar and Advanced US          HIST-UA 413    TPCS: SEM: NATURAL DISASTERS IN AMERICAN HISTORY     Advanced Seminar and Advanced US          HIST-UA 413    TPCS: SEM: RADICALISM REFORM AND THE US CONSTITUTION    Advanced Seminar and Advanced US          HIST-UA 413    SEM: THE GREAT DEPRESSION AND THE NEW DEAL    Advanced Seminar and Advanced US          V57.0413    SEM: TPCS: RACE AND FAMILY STORIES IN US HISTORY    Advanced Seminar and Advanced US          V57.0413    SEM: TPCS: THEORIES OF RACE    Advanced Seminar and Advanced US          V57.0413    SEM: TPCS: AMERICAN WARS: PAST &amp; PRESENT    Advanced Seminar and Advanced US or Non-West          HIST-UA 416    SEM: US LABOR HISTORY    Advanced Seminar and Advanced US          HIST-UA 417    SEM: WRITING AMERICAN HISTORY    Advanced Seminar and Advanced US          V57.0441    SEM: TPCS: MEDIEVAL WOMEN AND RELIGION    Advanced Seminar and Advanced European and Pre-1800          V57.0441    SEM: TPCS: SOCIETIES AND CULTURES OF MEDIEVAL FRANCE    Advanced Seminar and Advanced European and Pre-1800          V57.0441    SEM: TPCS: MEDIA AND COMMUNICATION IN THE MIDDLE AGES    Advanced Seminar and Advanced European and Pre-1800          HIST-UA 442    SEM: MINORITIES IN MEDIEVAL EUROPE    Advanced Seminar and Advanced European and Pre-1800          V57.0443    SEM: TPCS: THE ROLE OF THE BIBLE IN INTELLECTUAL AND POLITICAL SUBVERSION, 1076-1776    Advanced Seminar and Advanced European and Pre-1800          V57.0443    SEM: TPCS: STRUCTURALISM: LANGUAGE AND MAN IN POSTWAR EUROPE    Advanced Seminar and Advanced European          V57.0443    SEM: TPCS: SCIENCE, RELIGION, AND THE HUMANITIES SINCE DARWIN    Advanced Seminar and Advanced European          HIST-UA 443    SEM:IMAGINING THE INTERNATIONAL    Advanced Seminar and Advanced European          HIST-UA 451    SEM: BRITAIN SINCE WWII    Advanced Seminar and Advanced European          V57.0471    SEM: TPCS: AMERICAN EXCEPTIONALISMS: LATIN AMERICA AND THE US    Advanced Seminar AND Advanced US OR Advanced Non-West          V57.0471    SEM: TPCS: THE CUBAN REVOLUTION    Advanced Non-West and Advanced Seminar          HIST-UA 471    SEM:CENTRAL AMERICA: ROOTS OF REVOLUTION    Advanced Seminar and Advanced Non-West          HIST-UA 471    SEM: NEO-LIBERALISM     Advanced Seminar and Advanced Non-West          V57.0473    SEM: POWER AND POVERTY    Advanced Seminar AND Advanced US OR Advanced European OR Advanced Non-West          HIST-UA 473    SEM:HEALTH, POWER, AND POVERTY    Advanced Seminar AND Advanced US OR Advanced European OR Advanced Non-West          HIST-UA 474    SEM: TOPICS IN JAPANESE HISTORY: POSTWAR JAPAN    Advanced Seminar and Advanced Non-West          V57.0505    CULTURAL HISTORY OF ANCIENT EGYPT    Advanced Non-West          V57.0506    HISTORY OF ANCIENT EGYPT    Advanced Non-West and Pre-1800          HIST-UA 506    HISTORY OF ANCIENT EGYPT    Advanced Non-West and Pre-1800          V57.0511    JEWISH WOMEN IN AMERICA    Advanced US          V57.0513    JEWISH LIFE IN POSTWAR GERMANY    Advanced European          V57.0515    THE OTTOMAN EMPIRE IN WORLD HISTORY    Advanced Non-West          V57.0515    THE OTTOMAN EMPIRE AND THE WORLD AROUND IT, 1300-1600    Advanced Non-West and Pre-1800          V57.0516    ZIONISM AND THE STATE OF ISRAEL    Advanced Non-West          V57.0517    PROBLEMS IN CONTEMPORARY CHINA    Advanced Non-West          HIST-UA 519    GENDER, CULTURE, AND SOCIETY IN THE OTTOMAN WORLD    Advanced Non-West and Pre-1800          V57.0520    ISLAM AND THE WEST    Advanced European or Advanced Non-West          V57.0521    JEWS IN THE ISLAMIC WORLD    Advanced Non-West          HIST-UA 521    JEWS IN THE ISLAMIC WORLD    Advanced Non-West          V57.0522    CULTURAL PLURALISM IN THE OTTOMAN EMPIRE    Advanced European or Advanced Non-West          V57.0523    STATE OF ISRAEL FROM 1948-2006    Advanced Non-West          HIST-UA 527    HISTORY OF U.S. - JAPAN RELATIONS    Advanced Non-West or Advanced US          V57.0528    MODERN KOREAN HISTORY    Advanced Non-West          V57.0529    SEM: CHINA AND TAIWAN    Advanced Non-Western and Advanced Seminar          V57.0530    SEM: THE TRANSFORMATION OF JAPAN: MODERNIZATION, MODERNITY, &amp; MODERNISM    Advanced Non-Western and Advanced Seminar          V57.0531    THE EMERGENCE OF THE MODERN MIDDLE EAST    Advanced Non-West          V57.0532    PALESTINE, ZIONISM, ISRAEL    Advanced Non-West          HIST-UA 532    PALESTINE, ZIONISM, ISRAEL    Advanced Non-West          V57.0533    SEM: TOPICS IN NATIONALISM    Advanced Non-Western and Advanced Seminar          V57.0533    SEM: TPCS IN EURASIAN HIST: THE MONGOL EMPIRE    Adv Non-West or Adv European and Pre-1800 and Adv Seminar          V57.0533    SEM: GENDER AND SEXUALITY IN LATIN AMERICA    Advanced Non-Western and Advanced Seminar          V57.0533    SEM: MODERN KOREA AND THE KOREAN DIAPSORA    Advanced Non-West and Advanced Seminar          V57.0535    SEM: TPCS IN EURASIAN HIST: THE MONGOL EMPIRE    Adv Non-West or Adv European and Pre-1800 and Adv Seminar          V57.0535    HISTORY OF MODERN CHINA     Adv Non-West          V57.0536    SEM: TPCS: COLD WAR IN ASIA    Advanced Non-Western and Advanced Seminar (only fulfills the Advanced Seminar if taken before Fall 2010)          HIST-UA 536    SEM: TPCS: COLD WAR IN ASIA    Advanced Non-Western (only fulfills the Advanced Seminar if taken before Fall 2010)          V57.0536    SEM: TPCS: GENDER &amp; RADICALISM IN MODERN CHINA    Advanced Non-Western (only fulfills the Advanced Seminar if taken before Fall 2010)          V57.0536    SEM: INDIA'S PEASANTRY IN HISTORY    Advanced Non-Western and Advanced Seminar          HIST-UA 536    COLD WAR IN ASIA    Advanced Non-West          V57.0537    HISTORY OF MODERN JAPAN    Advanced Non-Western          HIST-UA 537    HISTORY OF MODERN JAPAN    Advanced Non-West          V57.0538    TPCS: THE WORLD OF GOODS IN CHINA    Advanced Non-Western          V57.0538    TPCS: THE IDEAL STATE: HISTORY OF CLASSICAL POL &amp; CONSTITUTIONAL THOUGHT    Advanced European &amp; Pre-1800          V57.0538    SEM: TOPICS: DEBATES IN MOD IRISH HIST    Advanced European and Advanced Seminar          V57.0538    TPCS: LIBERAL VISIONS OF EMPIRE    Advanced European or Advanced Non-West          V57.0538    SEM: REPRESENTING JAPAN    Advanced Seminar and Advanced Non-West          V57.0538    ASIA'S REVOLUTIONS: CHINA, INDIA, VIETNAM 1885-1962    Advanced Non-West          V57.0538    TPCS: EMPIRES AND IMPERIALISM IN EAST ASIA    Advanced Non-West          V57.0538    TPCS: AFRICAN HISTORY THROUGH LITERATURE    Advanced Non-West          HIST-UA 538    ASIA'S REVOLUTIONS    Advanced Non-West          HIST-UA 538    TPCS: EASTERN EUROPE AND THE SOVIET UNION, 1945-95    Advanced European          HIST-UA 538    TPCS: FORCED EXILE IN WORLD HISTORY    Advanced European           V57.0539    CHINESE SOCIETY AND  CULTURE 1550 - 1950    Advanced Non-Western          V57.0540    LAND OF ISRAEL THROUGH THE AGES    Advanced European          V57.0542    MAKING OF THE MUSLIM MIDDLE EAST, 600-1400    Advanced Non-West and Pre-1800          V57.0546    MAO AND THE CHINESE REVOLUTION    Advanced Non-Western          V57.0547    FOOD AND DRUGS IN CHINESE HISTORY    Advanced Non-Western          HIST-UA 547    FOOD AND DRUGS IN CHINESE HISTORY    Advanced Non-West          V57.0549    THE JEWS IN MEDIEVAL SPAIN    Advanced European and Pre-1800          V57.0549    MAKING OF THE MUSLIM MIDDLE EAST    Advanced Non-West and Pre-1800          V57.0550    SEM: TPCS MID EAST HIST: ENGENDERING MID EAST PAST    Advanced Non-West and Advanced Seminar          V57.0550    SEM: TPCS MID EAST HIST: INTERRELIGIOUS ENCOUNTERS    Advanced Non-West and Advanced Seminar          V57.0550    SEM: TPCS MID EAST HIST: NATIONALISMS IN THE MID EAST    Advanced Non-West and Advanced Seminar          HIST-UA 550    TPCS IN SOUTH MID EAST HIST: THE US AND THE MIDDLE EAST    Advanced Non-West          V57.0551    TPCS IN CHINESE HIST:FOOD &amp; DRUGS IN CHINESE HIST    Advanced Non-Western          V57.0551    TPCS CHINESE HIST: BELIEF&amp;SOC PRCTCS PREMOD CHINA    Advanced Non-Western          V57.0551    RACE AND ETHNICITY IN CHINESE HISTORY    Advanced Non-Western          V57.0552    SEM: TPCS: SILK ROADS    Advanced Non-Western and Advanced Seminar          V57.0552    SEM: TPCS IN QING HISTORY    Advanced Non-Western and Advanced Seminar and Pre-1800          V57.0553    TPCS IN MID EASTERN HIST: OTTOMAN EMPIRE    Advanced Non-Western          V57.0553    TPCS IN MID EASTERN HIST: CHRISTIANS, MUSLIMS, &amp; JEWS    Advanced Non-Western          V57.0553    SEM: REPRESENTING THE OTTOMAN EMPIRE IN FICTION AND HISTORICAL SCHOLARSHIP    Advanced Non-Western and Seminar and Pre-1800          V57.0554    SEM: ORAL HISTORY    Advanced US or European and Advanced Seminar          V57.0559    SEM: TPCS IN SO ASIAN HIST: ANTI-CASTE MVMNTS    Advanced Non-Western and Advanced Seminar          V57.0559    SEM: CAPITALISM IN SOUTH ASIA    Advanced Non-Western and Advanced Seminar          V57.0565    TPCS:RESISTANCE POLITICS SINCE 20THC SO AFRICA    Advanced Non-Western          V57.0565    HISTORY MEMORY IN SPAIN AND IN THE UNITED STATES    Advanced European or Advanced US          V57.0565    US IN KOREA, 1945-PRESENT    Advanced Non-West or Advanced US          V57.0565    TPCS: EMPIRE AND GLOBALIZATION    Advanced European or Advanced Non-West or Advanced US          V57.0565    BRITAIN AND THE BRITISH EMPIRE 1688-1870    Advanced European          V57.0565    CHINA, KOREA, AND TAIWAN UNDER JAPANESE COLONIAL RULE    Advanced Non-Western          V57.0565    HISTORY AND POLITICS OF HUMAN RIGHTS IN EAST ASIA    Advanced Non-Western (DOES NOT FULFILL ADVANCED SEMINAR REQUIREMENT)          HIST-UA 565    AMERICAN EVANGELICALISM    Advanced US          HIST-UA 565    TPCS: COLONIAL ENCOUNTERS: CULTURE AND EMPIRE    Advanced Non-West          HIST-UA 565    TPCS: BEFORE THE 'ARAB SPRING': A HISTORY OF NATIONALISM IN THE MODERN MIDDLE EAST    Advanced Non-West          V57.0566    HISTORY OF RELIGIONS IN AFRICA    Advanced Non-Western          V57.0567     CONTEMPORARY AFRICA    Advanced Non-Western          V57.0567    AFRICA SINCE 1940    Advanced Non-Western          HIST-UA 567    AFRICA SINCE 1940    Advanced Non-West          V57.0568    MODERN SOUTH AFRICA    Advanced Non-Western          HIST-UA 568    MODERN SOUTH AFRICA    Advanced Non-West          V57.0569    PIRATES AND PIRACY IN WORLD HISTORY              V57.0569    SEM: COLONIALISM / DECOLONIZATION    Advanced Non-West and Advanced Seminar          V57.0569    TOPICS: GLOBAL HISTORY \"FROM BELOW\"    Advnaced Non-Western, US, or Euro          V57.0569    THE COLD WAR AND THE SPY NOVEL    Advanced European          V57.0569    THE COLD WAR IN EUROPE AND THE US    Advanced European or US          V57.0569    HISTORY OF THE AMERICAN WEST    Advanced US          HIST-UA 569    COLD WAR IN EUROPE AND AMERICA    Advanced US or Advanced Euro          HIST-UA 569    WRITING STORIES/MAKING HISTORY    Advanced US           V57.0571    WARFARE IN AFRICA    Advanced Non-West          V57.0584    MODERN AFRICA (SEM)    Advanced Non-West and Advanced Seminar          V57.0597    SEM: ANCIENT AFRICA    Advanced Non-Western and Advanced Seminar and Pre-1800          V57.0598    SEM: AFRICAN CITIES: MEDIEVAL TO CONTEMPORARY    Advanced Non-Western and Advanced Seminar and Pre-1800          V57.0601    AMER COLONIAL HIST: THE AMERICAN REVOLUTION    Advanced US and Pre-1800          V57.0601    AMER COLONIAL HIST TO 1763    Advanced US and Pre-1800          HIST-UA 601     COLONIAL NORTH AMERICA    Advanced US          HIST-UA 602    AMERICAN NATIVES IN EARLY AMERICAN HISTORY    Advanced US and Pre-1800          V57.0602    AMERICAN NATIVES IN EARLY AMERICAN HISTORY    Advanced US and Pre-1800          V57.0603    ERA OF AMER REVOLUTION, 1763-1789    Advanced US and Pre-1800          V57.0604    READ IN RELIG FAMILY,&amp; GENDER EAR AM 1607-1840    Advanced US          V57.0606    EUROPEAN TRAVELERS IN 19TH CENTURY AMERICA    Advanced European and Advanced US          V57.0607    CIVIL WAR AND RECONSTRUCTION    Advanced US          V57.0609    AMERICA IN THE EARLY 20TH CENTURY    Advanced US          V57.0612    POSTWAR AMERICA, 1945-PRESENT/ US SINCE WWII    Advanced US          V57.0618    EMPIRE FOR LIBERTY: THE U.S. IN THE 19TH CENTURY    Advanced US          V57.0621    ETHNIC GROUPS IN AMERICAN HISTORY    Advanced US          V57.0622    THE COLD WAR/COLD WAR FOREIGN POLICY    Advanced US or Advanced European or Advanced Non-West          V57.0625    FRONTEIRS IN AMERICA    Advanced US          V57.0626    INTRO TO ASIAN/PACIFI/AMERICAN EXPERIENCE    Advanced US          V57.0627    AFRICAN AMERICAN FAMILY LIFE IN 20TH CENTURY    Advanced US          V57.0628    AMERICAN INDIAN POLICY SINCE 1750    Advanced US          V57.0629    SEM: TPCS: LEFT POLITICS IN 20TH CENTURY AMERICA    Advanced US and Advanced Seminar          V57.0629    TOPICS: THE PRISON IN US HISTORY    Advanced US          V57.0629    SEM: TPCS: ARCHIVE OF ACTIVISM: ABE LINCOLN BRIGADE    Advanced US and Advanced Seminar          V57.0629    SEM: 1960'S AND 1970'S    Advanced European and Advanced Seminar          V57.0629    SEM: CAPITALISM: THE HISTORY OF AN IDEA    Advanced Seminar and Advanced European          V57.0629    SEM: POLITICS AND CULTRE OF THE 1960'S    Advanced Non-West or Advanced US and Advanced Seminar          V57.0629    TPCS: LABOR HISTORY IN THE US    Advanced US          HIST-UA 629    WOMEN, THE ENTERTAINMENT INDUSTRY, AND THE BLACKLIST ERA    Advanced US          HIST-UA 629    TPCS: THE LONG CIVIL RIGHTS MOVEMENT: HISTORY AND LITERATURE    Advanced US          HIST-UA 629    POLITICS AND CULTURE OF THE 1960'S    Advanced US          HIST-UA 629    TPCS: \"AIDING\" THE SICK, POOR, AND HUNGRY: AFRICAN DEVELOPMENT IN DEBATE    Advanced Non-West          V57.0630    AMER SOCIAL INSTITUTIONS    Advanced US          V57.0631    HISTORY OF AMERICAN EDUCATION    Advanced US          V57.0634    POWER &amp; POVERTY    Advanced US or European or Non-West and Advanced Seminar          V57.0635    GENDER &amp; WOMEN IN THE U.S. SINCE 1865    Advanced US          HIST-UA 635    GENDER AND WOMEN IN THE US SINCE 1865    Advanced US          V57.0638    NEW YORK CITY: A CULTURAL HISTORY    Advanced US          V57.0639    NEW YORK CITY: A SOCIAL HISTORY    Advanced US          V57.0643    DEMOCRATIC IDEAS IN AMERICA    Advanced US          V57.0645    US BORDERLANDS:CULTURE CONFLICT, CONQUEST    Advanced US          V57.0647    AFRICAN-AMERICAN HISTORY TO 1865    Advanced US and Pre-1800          HIST-UA 647    AFRICAN AMERICAN HISTORY TO 1865    Advanced US and Pre-1800          V57.0648    AFRICAN-AMERICAN HIST SINCE 1865    Advanced US          HIST-UA 648    AFRICAN AMERICAN HISTORY SINCE 1865    Advanced US          V57.0651    CULTURE WARS IN AMERICA: PAST, PRESENT, AND FUTURE    Advanced US          HIST-UA 651    CULTURE WARS IN AMERICA: PAST, PRESENT, AND FUTURE    Advanced US          V57.0652    AMERICAN SOCIAL MOVEMENTS    Advanced US          V57.0655    INTERSECT: RACE, GENDER, &amp; SEXUALITY IN US HISTORY    Advanced US          HIST-UA 655    INTERSECT: RACE, GENDER, &amp; SEXUALITY IN US HISTORY    Advanced US          V57.0658    STUDYING GENDER AND SEXUALITY    General History Elective (advanced)          V57.0659    A HISTORY OF AMERICAN PROFESSIONS    Advanced US          V57.0660    WOMEN AND SLAVERY IN THE AMERICAS    Advanced US          HIST-UA 660    WOMEN AND SLAVERY IN THE AMERICAS    Advanced US          V57.0661    BLACK WOMEN IN AMERICA    Advanced US          V57.0662    EMPIRE AND GLOBALIZATION    Advanced Non-West or Advanced European or Advanced US          V57.0663    SEM: WRITING AMERICAN HISTORY    Advnaced US and Advanced Seminar          V57.0664    CIVIL RIGHTS AND CIVIL LIBERTIES IN 20TH C AMERICA    Advanced US          HIST-UA 664    CIVIL RIGHTS AND CIVIL LIBERTIES IN 20TH CENTURY AMERICA    Advanced US (DOES NOT FULFILL THE ADVANCED SEMINAR REQUIREMENT)          V57.0667    AMERICAN HIST IN TRANS GLOBAL PERSPECTIVE    Advanced US          V57.0667    SEM: AMERICAN SOCIAL MOVEMENTS    Advanced US and Advanced Seminar          V57.0668    SEM: RELIGION, GENDER AND THE FAMILY IN EARLY AMERICA    Advanced US and Advanced Seminar          V57.0670    SEM: TOPICS: CENSORSHIP IN AMERICAN HISTORY    Advanced US and Advanced Seminar (only fulfills the Advanced Seminar if taken before Fall 2010)          HIST-UA 670    SEM: TOPICS: CENSORSHIP IN AMERICAN HISTORY    Advanced US (only fulfills the Advanced Seminar if taken before Fall 2010)          V57.0670    SEM: FROM CIVIL RIGHTS TO GAY LIBERATION    Advanced US and Advanced Seminar          V57.0670    SEM: COLONIAL ENCOUNTERS &amp; CULTURAL HISTORY     Advanced Non-West or Advanced US and Advanced Seminar          V57.0670    SEM: 18TH CENTURY AMERICA: FAMILY, STATE, &amp; SOCIETY    Advanced US and Advanced Seminar and Pre-1800          V57.0670    SEM: LABOR HISTORY    Advanced Seminar and Advanced US          HIST-UA 670    WRITING THE CIVIL WAR    Advanced US (DOES NOT FULFILL THE ADVANCED SEMINAR REQUIREMENT)          HIST-UA 670    SEM: MERHCANTS, MARINERS, AND THE FORMATION OF THE AMERICAN ECONOMY    Advanced US, Euro, or Non-West (DOES NOT FULFILL THE ADVANCED SEMINAR REQUIREMENT)          V57.0672    SEM: EXPERIMENTAL HISTORY    Advanced US and Advanced Seminar          V57.0672    SEM: STORIES,VOICES: READING &amp; WRITING US HIST    Advanced US and Advanced Seminar          V57.0679    20TH CENT BLACK FEMNST THOUGHT &amp; PRACTICE IN US    Advanced US          V57.0680    SEM: CONSTRUCTIONS OF RACE IN US HISTORY    Advanced US and Advanced Seminar          V57.0684    SEM: IDEOL &amp; SOC CHANGE: THE RISE OF THE RIGHT    Advanced US and Advanced Seminar          V57.0685    SEM: PROGRESSIVE ERA    Advanced US and Advanced Seminar          V57.0686    SEM: NEW DEAL    Advanced US and Advanced Seminar          V57.0686    SEM: THE GRT DEPRESSION AND THE NEW DEAL    Advanced US and Advanced Seminar          V57.0686    SEM: THE JACKSONIAN ERA    Advanced US and Advanced Seminar          V57.0688    AFRICAN-AMERICAN AUTOBIOGRAPHY    Advanced US          V57.0689    AMERICAN JEWISH HISTORY    Advanced US          HIST-UA 689    AMERICAN JEWISH HISTORY    Advanced US          V57.0691    SEM: U.S. FOREIGN POLICY    Advanced US and Advanced Seminar          V57.0691    SEM: U.S. FOREIGN POLICY: HIST OF THE CIA    Advanced US and Advanced Seminar          V57.0696    SEM: AFRICAN-AMER HIST: SLAVERY &amp; CINEMA    Advanced US and Advanced Seminar          V57.0697    SEM: WOMEN IN 20TH C. AMERICAN HISTORY    Advanced US and Advanced Seminar          V57.0698    COLL: Sports and Film    Advanced US          V57.0698    SEM: SPORT &amp; FILM IN AMERICAN HISTORY    Advanced US and Advanced Seminar          V57.0699    SEM: TPCS: HISTORICIZING AMERICAN POP CULTURE    Advanced US and Advanced Seminar          V57.0699    SEM: TPCS IN STUDENT PROTEST/'60S AMERICA    Advanced US and Advanced Seminar          HIST-UA 699    TWENTIETH-CENTURY U.S. HISTORY IN FILM    Advanced US ( DOES NOT FULFILL THE ADVANCED SEMINAR REQUIREMENT)           V57.0700    SEM: MODERN CENTRAL ASIA    Advanced Non-West and Advanced Seminar          V57.0710    SEM: JAPAN &amp; WWII IN ASIA    Advanced Non-West and Advanced Seminar          V57.0711    CULTURAL HISTORY OF POSTWAR JAPAN (SEM)    Advanced Non-West and Advanced Seminar          V57.0712    JAPANSES MODERNISM IN LITERATURE AND FILM (SEM)    Advanced Non-West and Advanced Seminar          V57.0720    JEWS AND OTHER MINORITIES IN NAZI GERMANY    Advanced European          V57.0737    VIETNAM: ITS HISTORY    Advanced Non-West          HIST-UA 737    VIETNAM: ITS HISTORY, CULTURE, AND WARS    Advanced Non-West          V57.0740    TPCS: POLITICS &amp; TRANSFORMATION IN THE PEOPLE'S REP OF CHINA    Advanced Non-West          HIST-UA 742    THE KOREAN WAR    Advanced Non-West          V57.0743    COLONIAL LATIN AMERICA &amp; THE CARIBBEAN    Advanced Non-Western and Pre-1800          HIST-UA 743    HISTORY OF COLONIAL LATIN AMERICA    Advanced Non-West and Pre-1800          V57.0745    CONTEMPORARY LATIN AMERICA    Advanced Non-Western          HIST-UA 745    MODERN LATIN AMERICA    Advanced Non-West          V57.0750    TPCS IN LATIN AMER HIST: CUBA, HISTORY &amp; REVOLUTN    Advanced Non-Western          V57.0750    TPCS: HISTORY OF IDEAS AND SOCIAL MOVEMENT    Advanced Non-West and Advanced Seminar          V57.0750    SEM: TPCS: BLACK POWER MVMT IN THE US    Advanced US and Advanced Seminar          V57.0750    TPCS: POWER AND POVERTY    Advanced US or Advanced European or Advanced Non-Western          V57.0750    TPCS IN LATIN AMER HIST: POPULISM IN LATIN AMERICA    Advanced Non-Western          V570750    TPCS: 20th CENTURY EUROPEAN INTELLECTUAL HISTORY    Advanced European          V57.0750    SEM: HISTORY AND POLITICS IN HAITI    Advanced Seminar and Advanced Non-West          V57.0750    US - LATIN AMERICAN RELATIONS    Advanced Non-West           V57.0750    AMERICAN ENVIRONMENTAL HISTORY    Advanced US          V57.0750    TPCS: The Amazon: From Cannibals to Rain Forest Crunch    Advanced Non-West          V57.0750    LATIN AMERICAN HISTORY &amp; FILM: MEMORY, NARRATIVE &amp; NATION    Advanced Non-West          HIST-UA 750    U.S. - LATIN AMERICAN RELATIONS    Advanced Non-West or Advanced US          HIST-UA 750    TPCS: HUMAN RIGHTS AND DEMOCRACY IN LATIN AMERICA: HAITIAN REVOLUTION TO THE PRESENT    Advanced Non-West          HIST-UA 750    GENDER AND SEXUALITY IN LATIN AMERICA    Advanced Non-Western (DOES NOT FULFILL ADVANCED SEMINAR REQUIREMENT)          HIST-UA 750    TPCS: DEATH, DISEASE, AND SOCIETY IN THE MODERN HISTORY OF THE AMERICAS    Advanced Non-West           V57.0753    HISTORY OF THE ANDES    Advanced Non-West and Pre-1800          V57.0754    JEWISH LIFE IN LATIN AMERICA    Advanced Non-Western          V57.0755    CUBA: HIST &amp; REVOLUTION    Advanced Non-Western          V57.0757    CONQUEST AND ORIGINS OF COLONIALISM IN LATIN AM    Advanced Non-Western          V57.0759    HISTORY OF THE CARIBBEAN    Advanced Non-Western          V57.0759    SEM: CARIBBEAN HISTORY    Advanced Non-West and Advanced Seminar          V57.0799    SEM: LATIN AMERICA AND THE COLD WAR    Advanced Non-Western          V57.0799    SEM: POWER &amp; POLITICS IN THE ANDES    Advanced Non-Western and Advanced Seminar and Pre-1800          V57.0799    SEM: POPULAR POL &amp; REBELLION/LAT AMER&amp;CARIB    Advanced Non-Western and Advanced Seminar          V57.0799    SEM: LATIN AMERICA: VIOLENCE, MEMORY, HISTORY    Advanced Non-Western and Advanced Seminar          V57.0799    SEM: FAMINE &amp; IRISH DIASPORA    Advanced European and Advanced Seminar          V57.0799    HISTORICAL CONSCIOUSNESS IN LATIN AMERICA AND CARIBBEAN    Advanced Non-West          V57.0799    SEM: HEALTH, POPULATION &amp; EUGENICS IN THE MODERN WORLD    Advanced SEM and Advanced European and Advanced US          HIST-UA 799    SEM: IN IRISH HISTORY: FAMINE, EMPIRE, COLONIALISM    Advanced European (DOES NOT FULFILL THE ADVANCED SEMINAR REQUIRMENT)          V57.0800    SEM: JEWISH WOMEN IN THE MODERN WORLD    Advanced US or Advanced European and Advanced Seminar          V57.0801    HOLOCAUST, 3RD REICH, AND JEWS    Advanced Non-West          V57.0807    JEWS &amp; GERMANS FROM EMANCIPATION THRU WWII    Advanced European          V57.0808    THE HOLOCAUST THE THIRD REICH &amp; THE JEWS    Advanced European          HIST-UA 808    THE HOLOCAUST, THE THIRD REICH &amp; THE JEWS    Advanced European           V57.0809    JEWISH MIGRATIONS IN THE MODERN ERA    Advanced Non-Western          V57.0810    HISTORY OF EARLY MOD DRAMA: ITALY, FRANCE, ENGLAND    General History Elective          V57.0813    SEARCH FOR PEACE IN THE NUCLEAR AGE    Advanced US or Advanced Non-West or Advanced Euro          HIST-UA 828    TWENTIETH-CENTURY CITIES    Advanced European           V57.0829    SEM: TOPICS IN ENVIRONMENTAL HISTORY    Advanced Seminar          V57.0830    SEM: TPCS: THE GLOBAL 1960'S AS HISTORY    Adv US or Adv Non-West or Adv Euro and Adv Sem          V57.0830    SEM:TPCS IN WORLD HISTORY: GLOBAL HISTORIES    Adv Non-West or Adv European and Adv Seminar          V57.0830    SEM:TPCS IN WORLD HIST: EUROPE IN THE WORLD, 14-1800    Advanced European and Advanced Seminar and Pre-1800          V57.0830    LECTURE: EUROPE IN THE WORLD 1400-1800    Advanced European and Pre-1800          V57.0830    SEM:TPCS IN WORLD HIST: EMPIRES IN WORLD HIST    Adv Euro or Adv Non-West and Adv Sem and Pre-1800          V57.0830    SEM: TPCS: BUILDING THE MODERN CITY: NYC'S INFRASTRUCTURE IN A GLOBAL CONTEXT    Advanced Seminar and Advanced US          V57.0830    SEM: WALKING NEW YORK    Advanced Seminar and Advanced US          HIST-UA 830    TRAVEL AND THE DISCOVERY IN WORLD HISTORY    Advanced Non-West          HIST-UA 830    TPCS: CLAIMING THE AMERICAN REVOLUTION, 1783-PRESENT    Advanced US          V57.0831    CONTEMPORARY WORLD HISTORY, 1870-PRESENT    Advanced Non-West          V57.0843    JESUS AND THE ORIGINS OF CHRISTIANITY    Advanced Non-West and Pre-1800          V57.0859    20th CENTURY RUSSIA: TERROR, SURVIVAL, BEAUTIFUL DREAMS    Advanced European          HIST-UA 859    20th CENTURY RUSSIA: TERROR, SURVIVAL, BEAUTIFUL DREAMS    Advanced European          HIST-UA 861    RUSSIA AND THE WEST    Advanced European           V57.0865    TPCS IN FRENCH CULTURE: FRANCE AND ISLAM    Advanced European          V57.0900    WKSP (any History Workshop)    Workshop (Cannot count towards an other requirement)           V57.0980    INTERNSHIP (4 CRED)    General History Elective (unless given special permission)          V57.0981    INTERNSHIP (2-4 CRED)    General History Elective (unless given special permission)          V57.0991    INTERDISCIPLINARY SEMINAR: THE CELTS    Advanced European and Advanced Seminar          V57.0992    TPCS IN AMERICAN SOCIAL HISTORY: CIVIL WAR    Advanced US          V57.0993    THE COURT MASQUE &amp; RENAISSANCE POLITICS    Advanced European          V57.0994    HONORS SEMINAR    Advanced Seminar, petition to count for requirement          V57.0996    HONORS THESIS/TUTORIAL    General History Elective, petition to count for requirement          V57.0997    INDEPENDENT STUDY (2-4 CRED)    General History Elective, petition to count for requirement          V57.9133    COMPARATIVE MODERN SOCIETIES: POLITICS AND SOCIETY IN 20TH CENTURY GERMANY    Advanced European    Berlin       V57.9460    CITIES, COMMUNITIES AND URBAN LIFE: EXPLORING HISTORICAL AND CONTEMPORARY BERLIN    Advanced European    Berlin       V57.9938    ADVANCED SEMINAR: EUROPE'S DREAM OF AMERICA/AMERICA'S DREAM OF EUROPE    Advanced European or Advanced US    Berlin       V57.9745    LATIN AMERICAN HISTORY: ARGENTINE HISTORY &amp; CULTURE    Advanced Non-Western    Buenos Aires       V57.9091    HOLY PEOPLE, HOLY PLACES: IMAGES AND TEXTS ABOUT SAINTHOOD AND SPIRITUALITY IN MEDIEVAL ITALY    Advanced European and Pre-1800    Florence       V57.9123    ITALY DURING THE RENAISSANCE    Advanced European and Pre-1800    Florence       V57.9156    EUROPE SINCE 1945    Advanced European    Florence       V57.9168    MODERN ITALY SINCE 1815    Advanced European    Florence       V57.9270    FAMILY AND GENDER IN LATE MEDIEVAL AND EARLY RENAISSANCE ITALY    Advanced European and Pre-1800    Florence       V57.9186    HIST OF IMMIGRATION IN EUROPE &amp; US -WWII - PRES    Advanced European or Advanced US    Florence       V57.9050    A SURVEY OF WEST AFRICAN HISTORY FROM THE 16TH CENTURY    Advanced Non-West    Ghana       HIST-UA 9572    THE HISTORY OF THE ATLANTIC SLAVE TRADE    Advanced Non-West    Ghana       V57.9127    A HISTORY OF LONDON    Advanced European and Pre-1800    London       V57.9156    EUROPE SINCE 1945    Advanced European    London       V57.9452    IMMIGRATION    Advanced European    London       V57.9520    ISLAM AND THE WEST    Advanced Non-West    London       V57.9572    BRITAIN AND SLAVERY    Advanced European    London       V57.9198    MODERN IMPERIALISM: 19TH AND 20TH CENTURIES    Advanced Non-West    London       V57.9162    MODERN BRITAIN: SOCIETY CULT, POLITICS,1780 -1914    Advanced European    London       V57.9568    THE HISTORY OF SOUTHERN AFRICA    Advanced Non-West    London       V57.9290    SEMINAR: FASCISM    Advanced European and Advanced Seminar (DOES NOT FULFILL THE ADVANCED SEMINAR REQUIREMENT AFTER FALL 2010)    Madrid       V57.9510    FRENCH-AFRICAN RELATIONS    Advanced Non-West or Advanced European    Paris       V57.9091    TPCS IN EUROPEAN HISTORY: DEMOCRACY IN EUROPE - PAST AND PRESENT    Advanced European    Paris       V57.9091    THE CULTURAL HISTORY OF THE CITY IN CENTRAL EUROPE: PRAGUE, BUDAPEST, VIENNA AND BERLIN    Advanced European    Prague       V57.9176    HISTORY OF NATIONALISM IN CENTRAL AND EASTERN EUROPE    Advanced European    Prague       V57.9053    HISTORY OF MODERN CHINA SINCE 1840    Advanced Non-West    Shanghai       V57.9546    CHINA UNDER MAO, 1949-1976    Advanced Non-West    Shanghai       HIST-UA 9282    MEDIEVAL JEWS: HISTORY, MEMORY, AND THE PRESENT    Advanced European and Pre-1800 (DOES NOT FULFILL THE ADVANCED SEMINAR REQUIREMENT    Tel-Aviv       V57.9553    TOPICS: HISTORY OF THE PALESTINIAN-ISRAELI CONFLICT    Advanced Non-West    Tel-Aviv                   Contact Us | © New York University , Arts and Science                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                   Contact Us | &copy; New York University , Arts and Science"}]}]