[{"detail": [{"content": "Information for Students | NYU Wagner                                     Jump to navigation                                                     Login &nbsp          Students       Student Applicants               Faculty &amp; Staff             Alumni       Employers                 About      FAQ      Donate      Contact Us                                                                                                                                                                  Faculty &amp; Research Faculty, Visiting Scholars &amp; Practitioners   Faculty Research   Faculty Projects and Initiatives   Seminars at NYU     Centers &amp; Institutes Centers &amp; Institutes Financial Access Initiative   The Furman Center for Real Estate &amp; Urban Policy   Institute for Civil Infrastructure Systems   Institute for Education and Social Policy   John Brademas Center for the Study of Congress   Center for Global Public Service and Social Impact   Research Center for Leadership in Action   Rudin Center for Transportation Policy &amp; Management   Initiatives The Governance Lab   Innovation Labs   M.L. Berman Jewish Policy Archive   Affiliated Institutes Institute for Human Development and Social Change   Marron Institute on Cities &amp; the Urban Environment   Other Affiliated Institutes     Academics Courses   Capstone Program   Degree Programs MPA in Public and Nonprofit Management and Policy   MPA in Health Policy and Management   Master of Urban Planning   Doctoral Program   Executive MPA   Dual Degrees   Undergraduate Offerings Undergraduate Major   Undergraduate Minors   Other Programs Advanced Professional Certificate   Non-Degree Program     Admissions Why Wagner   Admissions Criteria   Application Process &amp; Deadlines   Financial Aid, Scholarship, &amp; Tuition Information   Apply to Wagner   Admitted Students     Students Getting Started   Academic Policies &amp; Procedures   Advisement   Calendars   Student Engagement &amp; Groups   Student Directory   Student Journey     Careers For Job Seekers Advisement   Search for Jobs / Internships   How-to Guides   Career and Recruitment Events   WAG-NET   Resources   Composing Your Career   For Employers Overview   Wagner in the Workplace   Post a Position   Host an Info Session   On and Off Campus Recruitment   Recent Employment Statistics   Alumni Profiles     Alumni Alumni Events   Alumni Profiles   Alumni Benefits   Stay Connected   Alumni Groups   Career and Recruitment Services   Give Back to Wagner   Contact Us     News &amp; Events Calendars   Events at Wagner   Events Archive   Graduation   Photo Gallery   NYU Wagner in the Media   News Archive   Faculty Experts for Media   Public Service Today Blogs   Public Service Today Podcasts   Space Rentals                                                                                                        You are here Capstone Program › Information for Students          Share this page                Facebook      Twitter      LinkedIn      Tumblr      Wordpress      Email                                                                 Information for Students          Information for Students   Information For Clients                  Request More Information     Apply to Wagner                                           Information for Students   Capstone is learning in action. Part of the core curriculum of the MPA and MUP programs at NYU Wagner, it provides students with both a critical learning experience and an opportunity to perform a public service. Over the course of an academic year, students work in teams-either to address challenges and identify opportunities for an outside organization or to conduct research on a pressing social question. Ultimately, Capstone contributes not only to the students' education, but also to the public good.   In architecture, the capstone is the crowning piece of an arch, the center stone that holds the arch together, giving it shape and strength. Wagner's Capstone program plays a similar role, by integrating and enhancing student learning in several different arenas: a content or issue area, key process skills including project management and teamwork, and methods for gathering, analyzing and reporting data. Capstone requires students to interweave their learning in all these areas and to do so in real time, in an unpredictable, complex real-world environment.   Join us for the 2015 Capstone Expo  Date: Tuesday, May 12, 2015  Time: 5:00pm-6:30pm / Reception to Follow from 6:30pm-7:30pm  Location: NYU Kimmel Center, Rosenthal Pavilion - 10th Floor  60 Washington Square South, New York, NY 10012  RSVP: here   Capstone FAQs   What are the prerequisites for Capstone registration?   Why Capstone?   What is the timeline for the Capstone registration process?   How do I request registration for Capstone?   How are Capstone projects selected? How are Capstone projects assigned?   When will I learn about project specifics?   How are teams selected and how many people are there on a team?   What is required of students?   What resources are available to capstone groups?   How are individuals and groups graded?   What types of projects have been done in the past?   What if I have an idea for a Capstone project?   What is the Capstone Expo?    What are the prerequisites for Capstone registration?   For Capstone prerequisites, refer to your program requirement checksheet on the right hand column of the courses homepage .   Why Capstone?   The purpose of Capstone is to give students an opportunity, with faculty oversight, to quickly analyze and learn about an organization; to hone process skills such as project management, team work, self-reflection, and conflict management; and to research, analyze, and report out on data.   There is one Research Capstone section which is designed for the few students who know they want to pursue a career in quantitative research, most of whom expect to go on to pursue a Ph.D. As with the client-based Capstone projects, students still work in teams in the Research Capstone section; they just don't have a formal outside client.   It is important to keep in mind that Capstone is a process that is ultimately meant to provide students with broad content and experience within their specializations. It is not meant to provide experience in a specific organization or sector. We encourage students to seek out internships and job opportunities to gain experience in specific organizations, rather than rely on the Capstone program to provide that experience.   What is the timeline for the Capstone registration process?   Details regarding when to submit a Capstone registration request can be found in the informational video on the right side of this page. Assuming you have met all of the Capstone prerequisites and submitted your registration request, you will receive a permission number to register on July 1.   How do I request registration for Capstone?   Students cannot register themselves for Capstone via Albert. The registration process is described in the informational video on the right side of this page. All students requesting registration in Capstone are required to watch the video. Students who have met all prerequisites for Capstone and have submitted their registration request will given seats in sections based on their program and specialization.   How are Capstone projects selected? How are Capstone projects assigned?   Potential Capstone clients respond to a request for proposals in the spring. All proposals are vetted by Wagner administration and viable projects are submitted to Capstone faculty for comment. In autumn, Capstone faculty leaders present a slate of possible projects to students in their section and students are assigned to Capstone groups by faculty.   When will I learn about project specifics?   Students are presented with a slate of vetted projects from which to choose when classes begin in the Fall semester.   How are teams selected and how many people are there on a team?   Several factors play a role in team composition: interest in various projects, skill sets needed for a given project, diversity of skill sets and experience on each team, and team size. The specific team selection details vary depending on the individual Capstone instructors. Faculty are encouraged to get information from students, including their interest areas, resumes, and transcripts, in order to help ensure that there is an appropriate team composition for each project. Some faculty begin this process over the summer; others do it in the first weeks of the school year. Faculty make the final decision on team composition, and there is no guarantee that students will be assigned to their first or second choices. Most teams have 4-5 students.   What is required of students?   Course requirements include: enrollment in both semesters; attendance and participation in class activities and client and team meetings; completion of assignments on time; conducting field work; negotiating scope of work agreements with clients; occasional large group discussions out of class time; and the preparation and presentation of the team's findings. Capstone involves presentations from the instructor and guest speakers, class discussion, team meetings and project-oriented fieldwork with a client organization. There may be additional requirements depending on the specific course or instructor, or based on the nature of a given project. In addition, we have a list of Mutual Expectations that can be found here.   What resources are available to Capstone groups?   Each Capstone team will be reimbursed up to $500 for expenses such as reproduction, binding, local travel, and/or preparation of Capstone documents and display materials.   Supplemental travel funding may be available for reimbursement for airfare and train trips for Capstone students who are traveling outside of NYC to conduct their research. This supplemental funding does not cover accommodations or meals, and students who choose projects outside of NYC should expect to contribute financially to support their research. NYU does not advance money, but only reimburses expenses, requiring proof of travel to process payment (original boarding passes and proof of purchase).   How are individuals and groups graded?   Students are graded on both the products they deliver to their clients and evidence of progressive learning throughout the course. Grading considers students' participation in the team's work and class activities and their ability to act on peer and faculty feedback. Assessment for grading purposes also includes evaluations by fellow team members, faculty and clients, as well as a self-evaluation.   What types of projects have been done in the past?   Click here to review a sampling of past Capstone Projects   What if I have an idea for a Capstone project?   If you have a potential client for a Capstone project, the client needs to go through the formal request for proposal process. For details click here.   A Capstone proposal must be submitted by the client, not the student. Please note that there is no guarantee that a submitted project will be selected or that it will be appropriate for a student's program and specialization Capstone section. Students may not work on a project for their employer.   What is the Capstone Expo?   The Capstone Expo is an opportunity for all Capstone teams to come together and share process and findings with clients, faculty, administration, other students, and members of the wider NYU community. Each team writes an abstract and creates a poster board presentation that describes the project's purpose, methodology, key insights, and recommendations. This is a great opportunity for teams to show off the fruit of their hard work and see what other Capstone teams have been working on.                                         Capstone Information Webinar Recording   Capstone 2015-16 Information Video (.wmv)   Capstone 2015-16 Information Video (.mp4)     Request for Registration   Capstone Registration Request Form   Capstone Documents   Student Capstone Guide   Student Global Travel Handbook   Application for Supplemental Travel Funding   Reimbursement Form for Capstone Team Expenses   Reimbursement Form for Pre-Approved Capstone Supplemental Travel                        Video                                 Amirav Davy   Capstone Client: NYU Hospitals Centers        Health                     Erica Waples   Capstone Client: Education Development Center        Education                     David Schachter | The Capstone Program   The Capstone Program        Capstone                     Tara Noronha   Capstone Client: Girls Gaining Ground, Bahavishya Alliance, Mumbai, India        International Development                     Martha Kenton &amp; Noah Levine   Capstone Client: Office of the Brooklyn Borough President        Urban Planning                                         Related Links   Advisement   Course Registration   Student Journey   Study and Collaboration Spaces                                                             © NYU Wagner   295 Lafayette Street, New York, NY 10012-9604   212.998.7400   Copyright and Fair Use   Contact Us   Sitemap   New York University"}]},
{"detail": [{"content": "Information for Students | NYU Wagner                                     Jump to navigation                                                     Login &nbsp          Students       Student Applicants               Faculty &amp; Staff             Alumni       Employers                 About      FAQ      Donate      Contact Us                                                                                                                                                                  Faculty &amp; Research Faculty, Visiting Scholars &amp; Practitioners   Faculty Research   Faculty Projects and Initiatives   Seminars at NYU     Centers &amp; Institutes Centers &amp; Institutes Financial Access Initiative   The Furman Center for Real Estate &amp; Urban Policy   Institute for Civil Infrastructure Systems   Institute for Education and Social Policy   John Brademas Center for the Study of Congress   Center for Global Public Service and Social Impact   Research Center for Leadership in Action   Rudin Center for Transportation Policy &amp; Management   Initiatives The Governance Lab   Innovation Labs   M.L. Berman Jewish Policy Archive   Affiliated Institutes Institute for Human Development and Social Change   Marron Institute on Cities &amp; the Urban Environment   Other Affiliated Institutes     Academics Courses   Capstone Program   Degree Programs MPA in Public and Nonprofit Management and Policy   MPA in Health Policy and Management   Master of Urban Planning   Doctoral Program   Executive MPA   Dual Degrees   Undergraduate Offerings Undergraduate Major   Undergraduate Minors   Other Programs Advanced Professional Certificate   Non-Degree Program     Admissions Why Wagner   Admissions Criteria   Application Process &amp; Deadlines   Financial Aid, Scholarship, &amp; Tuition Information   Apply to Wagner   Admitted Students     Students Getting Started   Academic Policies &amp; Procedures   Advisement   Calendars   Student Engagement &amp; Groups   Student Directory   Student Journey     Careers For Job Seekers Advisement   Search for Jobs / Internships   How-to Guides   Career and Recruitment Events   WAG-NET   Resources   Composing Your Career   For Employers Overview   Wagner in the Workplace   Post a Position   Host an Info Session   On and Off Campus Recruitment   Recent Employment Statistics   Alumni Profiles     Alumni Alumni Events   Alumni Profiles   Alumni Benefits   Stay Connected   Alumni Groups   Career and Recruitment Services   Give Back to Wagner   Contact Us     News &amp; Events Calendars   Events at Wagner   Events Archive   Graduation   Photo Gallery   NYU Wagner in the Media   News Archive   Faculty Experts for Media   Public Service Today Blogs   Public Service Today Podcasts   Space Rentals                                                                                                        You are here Capstone Program › Information for Students          Share this page                Facebook      Twitter      LinkedIn      Tumblr      Wordpress      Email                                                                 Information for Students          Information for Students   Information For Clients                  Request More Information     Apply to Wagner                                           Information for Students   Capstone is learning in action. Part of the core curriculum of the MPA and MUP programs at NYU Wagner, it provides students with both a critical learning experience and an opportunity to perform a public service. Over the course of an academic year, students work in teams-either to address challenges and identify opportunities for an outside organization or to conduct research on a pressing social question. Ultimately, Capstone contributes not only to the students' education, but also to the public good.   In architecture, the capstone is the crowning piece of an arch, the center stone that holds the arch together, giving it shape and strength. Wagner's Capstone program plays a similar role, by integrating and enhancing student learning in several different arenas: a content or issue area, key process skills including project management and teamwork, and methods for gathering, analyzing and reporting data. Capstone requires students to interweave their learning in all these areas and to do so in real time, in an unpredictable, complex real-world environment.   Join us for the 2015 Capstone Expo  Date: Tuesday, May 12, 2015  Time: 5:00pm-6:30pm / Reception to Follow from 6:30pm-7:30pm  Location: NYU Kimmel Center, Rosenthal Pavilion - 10th Floor  60 Washington Square South, New York, NY 10012  RSVP: here   Capstone FAQs   What are the prerequisites for Capstone registration?   Why Capstone?   What is the timeline for the Capstone registration process?   How do I request registration for Capstone?   How are Capstone projects selected? How are Capstone projects assigned?   When will I learn about project specifics?   How are teams selected and how many people are there on a team?   What is required of students?   What resources are available to capstone groups?   How are individuals and groups graded?   What types of projects have been done in the past?   What if I have an idea for a Capstone project?   What is the Capstone Expo?    What are the prerequisites for Capstone registration?   For Capstone prerequisites, refer to your program requirement checksheet on the right hand column of the courses homepage .   Why Capstone?   The purpose of Capstone is to give students an opportunity, with faculty oversight, to quickly analyze and learn about an organization; to hone process skills such as project management, team work, self-reflection, and conflict management; and to research, analyze, and report out on data.   There is one Research Capstone section which is designed for the few students who know they want to pursue a career in quantitative research, most of whom expect to go on to pursue a Ph.D. As with the client-based Capstone projects, students still work in teams in the Research Capstone section; they just don't have a formal outside client.   It is important to keep in mind that Capstone is a process that is ultimately meant to provide students with broad content and experience within their specializations. It is not meant to provide experience in a specific organization or sector. We encourage students to seek out internships and job opportunities to gain experience in specific organizations, rather than rely on the Capstone program to provide that experience.   What is the timeline for the Capstone registration process?   Details regarding when to submit a Capstone registration request can be found in the informational video on the right side of this page. Assuming you have met all of the Capstone prerequisites and submitted your registration request, you will receive a permission number to register on July 1.   How do I request registration for Capstone?   Students cannot register themselves for Capstone via Albert. The registration process is described in the informational video on the right side of this page. All students requesting registration in Capstone are required to watch the video. Students who have met all prerequisites for Capstone and have submitted their registration request will given seats in sections based on their program and specialization.   How are Capstone projects selected? How are Capstone projects assigned?   Potential Capstone clients respond to a request for proposals in the spring. All proposals are vetted by Wagner administration and viable projects are submitted to Capstone faculty for comment. In autumn, Capstone faculty leaders present a slate of possible projects to students in their section and students are assigned to Capstone groups by faculty.   When will I learn about project specifics?   Students are presented with a slate of vetted projects from which to choose when classes begin in the Fall semester.   How are teams selected and how many people are there on a team?   Several factors play a role in team composition: interest in various projects, skill sets needed for a given project, diversity of skill sets and experience on each team, and team size. The specific team selection details vary depending on the individual Capstone instructors. Faculty are encouraged to get information from students, including their interest areas, resumes, and transcripts, in order to help ensure that there is an appropriate team composition for each project. Some faculty begin this process over the summer; others do it in the first weeks of the school year. Faculty make the final decision on team composition, and there is no guarantee that students will be assigned to their first or second choices. Most teams have 4-5 students.   What is required of students?   Course requirements include: enrollment in both semesters; attendance and participation in class activities and client and team meetings; completion of assignments on time; conducting field work; negotiating scope of work agreements with clients; occasional large group discussions out of class time; and the preparation and presentation of the team's findings. Capstone involves presentations from the instructor and guest speakers, class discussion, team meetings and project-oriented fieldwork with a client organization. There may be additional requirements depending on the specific course or instructor, or based on the nature of a given project. In addition, we have a list of Mutual Expectations that can be found here.   What resources are available to Capstone groups?   Each Capstone team will be reimbursed up to $500 for expenses such as reproduction, binding, local travel, and/or preparation of Capstone documents and display materials.   Supplemental travel funding may be available for reimbursement for airfare and train trips for Capstone students who are traveling outside of NYC to conduct their research. This supplemental funding does not cover accommodations or meals, and students who choose projects outside of NYC should expect to contribute financially to support their research. NYU does not advance money, but only reimburses expenses, requiring proof of travel to process payment (original boarding passes and proof of purchase).   How are individuals and groups graded?   Students are graded on both the products they deliver to their clients and evidence of progressive learning throughout the course. Grading considers students' participation in the team's work and class activities and their ability to act on peer and faculty feedback. Assessment for grading purposes also includes evaluations by fellow team members, faculty and clients, as well as a self-evaluation.   What types of projects have been done in the past?   Click here to review a sampling of past Capstone Projects   What if I have an idea for a Capstone project?   If you have a potential client for a Capstone project, the client needs to go through the formal request for proposal process. For details click here.   A Capstone proposal must be submitted by the client, not the student. Please note that there is no guarantee that a submitted project will be selected or that it will be appropriate for a student's program and specialization Capstone section. Students may not work on a project for their employer.   What is the Capstone Expo?   The Capstone Expo is an opportunity for all Capstone teams to come together and share process and findings with clients, faculty, administration, other students, and members of the wider NYU community. Each team writes an abstract and creates a poster board presentation that describes the project's purpose, methodology, key insights, and recommendations. This is a great opportunity for teams to show off the fruit of their hard work and see what other Capstone teams have been working on.                                         Capstone Information Webinar Recording   Capstone 2015-16 Information Video (.wmv)   Capstone 2015-16 Information Video (.mp4)     Request for Registration   Capstone Registration Request Form   Capstone Documents   Student Capstone Guide   Student Global Travel Handbook   Application for Supplemental Travel Funding   Reimbursement Form for Capstone Team Expenses   Reimbursement Form for Pre-Approved Capstone Supplemental Travel                        Video                                 Amirav Davy   Capstone Client: NYU Hospitals Centers        Health                     Erica Waples   Capstone Client: Education Development Center        Education                     David Schachter | The Capstone Program   The Capstone Program        Capstone                     Tara Noronha   Capstone Client: Girls Gaining Ground, Bahavishya Alliance, Mumbai, India        International Development                     Martha Kenton &amp; Noah Levine   Capstone Client: Office of the Brooklyn Borough President        Urban Planning                                         Related Links   Advisement   Course Registration   Student Journey   Study and Collaboration Spaces                                                             © NYU Wagner   295 Lafayette Street, New York, NY 10012-9604   212.998.7400   Copyright and Fair Use   Contact Us   Sitemap   New York University"}, {"content": "Team Achievement Award                                                                                                               NYU.edu requires JavaScript be enabled in your browser in order to use important features of the site. JavaScript is either disabled or not supported by your browser. For instructions on how to enable JavaScript in your browser, click here .                       New York University    Skip to Content   Skip to Search   Skip to Navigation   Skip to Sub Navigation                                                        NYUHome Login                            Students           |   Faculty           |   Alumni           |   Employees           |   Community                                   Schools          Arts and Science      College of Arts and Science      College of Dentistry      College of Nursing      Courant Institute of Mathematical Sciences      Gallatin School of Individualized Study      Graduate School of Arts and Science      Institute of Fine Arts      Institute for the Study of the Ancient World      Leonard N. Stern School of Business      Liberal Studies Program      NYU Abu Dhabi      NYU Shanghai      Polytechnic School of Engineering      Robert F. Wagner Graduate School of Public Service      School of Professional Studies      School of Law      School of Medicine      Silver School of Social Work      Steinhardt School of Culture, Education, and Human Development      Tisch School of the Arts                QuickLinks          Academic Calendars      Administrative Units      Albert      Apply for Jobs      Athletics      Bookstores      Bursar      Campus Map      Career Development      Emergencies      Events      Giving to NYU      Housing      ITS      Libraries      News      NYU Apparel      Policies      Public Safety      Registrar      Student Health Center      Student Resources      Wellness Exchange                A-Z          A      B      C      D      E      F      G      H      I      J      K      L      M      N      O      P      Q      R      S      T      U      V      W      X      Y      Z                                                          New York University                          Search NYU                    Pages |    People                                       Main Navigation            About NYU       Admissions       Academics       University Life       Research       Global                                 Bread Crumbs          Employees   /   Career Development   /   Recognition Programs   /   Team Achievement Award                 Sub Navigation                                 Archive                                                                   Team Achievement Award                                 The Team Achievement Award, launched in academic year 2013-2014, is designed to recognize and reward superior performance by groups of cross-functional teams in support of transformational projects across NYU which further the University’s mission and priorities. The establishment of the Team Achievement Award reflects the complex environment of the University and reinforces the collaboration and partnership necessary to achieve key goals. Teams may be nominated by their team leader, project sponsor, or other key leader of the University for whom the team’s efforts yield benefit. Nominations for academic year 2014-2015 are accepted from November 19, 2014 to February 6, 2015.   What makes a winning team?   Criteria   There are four criteria that will be used in determining the winning team, which should excel in one or more of the below areas. Results should be tangible, measurable, and verifiable.       Operational Excellence – Significant changes, modifications, or approaches that measurably improve work productivity, efficiency, and quality.   Exceptional Service – Achieving measurable improvement in interactions with internal and external customers.   Impact – Accomplishments that have a measurable positive impact on the entire department, school, or unit, or across parts of the University.   Innovation – Developing an innovative process or procedure that measurably impacts the University community in a positive manner.     Eligibility     Teams (ranging from 5 to 15 contributors) are comprised of administrators from multiple schools or units of the University.   Groups who have been formed for specific purposes and worked a minimum of 6 months to achieve defined goals in a measurable way are eligible.   All individuals on the team will be performing those duties in addition to their normal job responsibilities.   The team must have completed its work and measurable improvements been achieved no earlier than the previous academic year (i.e., nominations for academic year 2014-2015 should be for results achieved no earlier than academic year 2013-2014).   Administrators are eligible, however the following positions are not eligible: Dean, Vice President, members of the University Leadership Team, and teams that are involved on a sporadic or one-time basis or are providing support to the team as part of their normal job duties.     Selection Process   The award selection committee will review and consider nominations received for the Team Achievement Award.   To Submit a Nomination     Download, save, and complete the nomination form (.doc)   Email the completed form by Friday, February 6, 2015, to Barbara Leonaggeo , Office of Compensation, University Human Resources     Recognition of Winners     University Recognition   The recipients of the Team Achievement Award will be announced in the spring. The winning team (one maximum per academic year), including any recipients of Honorable Mention (up to two maximum per academic year), attend a special recognition event and receive a commemorative plaque. Exclusive to and shared by members of the winning team is a maximum team cash award of $25,000, with individual caps of at $3,000 per recipient, while all nominated teams receive a certificate commemorating their work and nomination. The University retains the right not to select any teams in any year if none of the nominated teams meet the criteria for the Team Achievement Award.     For More Information   Contact NYU PeopleLink at askpeoplelink@nyu.edu or 212-992-LINK (5465).                                                    Nomination   Form (.doc)        The nomination period is now closed .         Display  Poster (PDF)        Download and display a poster on campus.                                  Alison Leary (left), Executive Vice President, Operations, salutes the inaugural winning team and honorable mentions on April 23, 2014.             2014-2015 Winning Team   Redefining Sexual Respect at NYU   Eric Bross  Web Communications  University Relations and Public Affairs   Erin Callihan  Global Student Affairs  Office of the Provost   Guido Ditto  Global Student Affairs  Global Programs and University Life   Thomas Grace  Office of the Senior Associate Vice President of Student Affairs  Office of Student Affairs   Nicholas Jensen  Global Student Affairs  Global Programs and University Life   Craig Jolley  Office of Equal Opportunity  Office of the President   William H. Miller  Office of General Counsel  Office of the President   Caroline Osse  Global Student Affairs  Global Programs and University Life   Zoe Ragouzeos  Student Health Center Administration  Global Student Affairs   Mary Signor  Office of Equal Opportunity  Office of the President   Shakera Turi  Office of Equal Opportunity  Office of the President   Caroline Wallace  Student Health Center Medical Services  Global Student Affairs   Rebecca Whiting  Student Health Center Counseling and Wellness  Global Student Affairs              2014-2015 Honorable Mentions                                                  NYU Polytechnic Integration: Administrative Services and Systems Team                               Hani Basilious  Information Systems  NYU Polytechnic School of Engineering   Michael Caponegro  Business Change Management  Office of the Executive Vice President, Finance and Information Technology   Gary Chapman  .EDU Services and DLTS  Office of the Executive Vice President, Finance and Information Technology   Peggy Chen  Finance and Administration  NYU Polytechnic School of Engineering   Thomas Elmo  Financial Operations and Treasury  Office of the Executive Vice President, Finance and Information Technology   Audrey Emaus  Office of the Bursar  Office of the Executive Vice President, Finance and Information Technology   Christine Facto-Reynoso  Office of the University Registrar  University Enrollment Management   Michael Forte  Finance and Accounting Systems Support  Office of the Executive Vice President, Finance and Information Technology   Yi Ran Fu  Financial Systems Management, Finance and Accounting Systems Support  Office of the Executive Vice President, Finance and Information Technology   Calliroi Giannisis  Office of the University Registrar  University Enrollment Management   Holly Halmo  Office of the University Registrar  University Enrollment Management   Alexander Larson  Office of Financial Aid  University Enrollment Management   Nina Nguyen  Business Process Improvement Services  Office of the Executive Vice President, Finance and Information Technology   Mark Petti  Health and Welfare Benefits  Office of the Executive Vice President, Operations   Jennifer Spry  Campaign Management, Major Gifts and Information Technology  University Development and Alumni Relations   Gary Ufer  Employee Systems and Services  Office of the Executive Vice President, Finance and Information Technology   Sheng Zhang  Financial Systems  Office of the Executive Vice President, Finance and Information Technology                                                                NYU Peace Corps Coverdell Fellows Team                               Corey Blay  Leadership Initiatives  Global Programs and University Life   Betty Elias  Office of the Dean  School of Professional Studies   James Kostenblatt  Wasserman Center for Career Development  Global Student Affairs   Surabhi Lal  Office of Student Affairs  Robert F. Wagner Graduate School of Public Service   Eugenia Liakaris  Office of the Dean  School of Professional Studies   Sidney Uderani  Office of Admissions  Robert F. Wagner Graduate School of Public Service                       Archive of Team Achievement Award Recipients                                                NYU Footer          Search      Directory      Campus Map      Events      Contact Us      Site Map      Copyright and Fair Use      Feedback         Unless otherwise noted, all content copyright New York University. All rights reserved. Designed by The Office of Web Communications"}]},
{"detail": [{"content": "Information for Students | NYU Wagner                                     Jump to navigation                                                     Login &nbsp          Students       Student Applicants               Faculty &amp; Staff             Alumni       Employers                 About      FAQ      Donate      Contact Us                                                                                                                                                                  Faculty &amp; Research Faculty, Visiting Scholars &amp; Practitioners   Faculty Research   Faculty Projects and Initiatives   Seminars at NYU     Centers &amp; Institutes Centers &amp; Institutes Financial Access Initiative   The Furman Center for Real Estate &amp; Urban Policy   Institute for Civil Infrastructure Systems   Institute for Education and Social Policy   John Brademas Center for the Study of Congress   Center for Global Public Service and Social Impact   Research Center for Leadership in Action   Rudin Center for Transportation Policy &amp; Management   Initiatives The Governance Lab   Innovation Labs   M.L. Berman Jewish Policy Archive   Affiliated Institutes Institute for Human Development and Social Change   Marron Institute on Cities &amp; the Urban Environment   Other Affiliated Institutes     Academics Courses   Capstone Program   Degree Programs MPA in Public and Nonprofit Management and Policy   MPA in Health Policy and Management   Master of Urban Planning   Doctoral Program   Executive MPA   Dual Degrees   Undergraduate Offerings Undergraduate Major   Undergraduate Minors   Other Programs Advanced Professional Certificate   Non-Degree Program     Admissions Why Wagner   Admissions Criteria   Application Process &amp; Deadlines   Financial Aid, Scholarship, &amp; Tuition Information   Apply to Wagner   Admitted Students     Students Getting Started   Academic Policies &amp; Procedures   Advisement   Calendars   Student Engagement &amp; Groups   Student Directory   Student Journey     Careers For Job Seekers Advisement   Search for Jobs / Internships   How-to Guides   Career and Recruitment Events   WAG-NET   Resources   Composing Your Career   For Employers Overview   Wagner in the Workplace   Post a Position   Host an Info Session   On and Off Campus Recruitment   Recent Employment Statistics   Alumni Profiles     Alumni Alumni Events   Alumni Profiles   Alumni Benefits   Stay Connected   Alumni Groups   Career and Recruitment Services   Give Back to Wagner   Contact Us     News &amp; Events Calendars   Events at Wagner   Events Archive   Graduation   Photo Gallery   NYU Wagner in the Media   News Archive   Faculty Experts for Media   Public Service Today Blogs   Public Service Today Podcasts   Space Rentals                                                                                                        You are here Capstone Program › Information for Students          Share this page                Facebook      Twitter      LinkedIn      Tumblr      Wordpress      Email                                                                 Information for Students          Information for Students   Information For Clients                  Request More Information     Apply to Wagner                                           Information for Students   Capstone is learning in action. Part of the core curriculum of the MPA and MUP programs at NYU Wagner, it provides students with both a critical learning experience and an opportunity to perform a public service. Over the course of an academic year, students work in teams-either to address challenges and identify opportunities for an outside organization or to conduct research on a pressing social question. Ultimately, Capstone contributes not only to the students' education, but also to the public good.   In architecture, the capstone is the crowning piece of an arch, the center stone that holds the arch together, giving it shape and strength. Wagner's Capstone program plays a similar role, by integrating and enhancing student learning in several different arenas: a content or issue area, key process skills including project management and teamwork, and methods for gathering, analyzing and reporting data. Capstone requires students to interweave their learning in all these areas and to do so in real time, in an unpredictable, complex real-world environment.   Join us for the 2015 Capstone Expo  Date: Tuesday, May 12, 2015  Time: 5:00pm-6:30pm / Reception to Follow from 6:30pm-7:30pm  Location: NYU Kimmel Center, Rosenthal Pavilion - 10th Floor  60 Washington Square South, New York, NY 10012  RSVP: here   Capstone FAQs   What are the prerequisites for Capstone registration?   Why Capstone?   What is the timeline for the Capstone registration process?   How do I request registration for Capstone?   How are Capstone projects selected? How are Capstone projects assigned?   When will I learn about project specifics?   How are teams selected and how many people are there on a team?   What is required of students?   What resources are available to capstone groups?   How are individuals and groups graded?   What types of projects have been done in the past?   What if I have an idea for a Capstone project?   What is the Capstone Expo?    What are the prerequisites for Capstone registration?   For Capstone prerequisites, refer to your program requirement checksheet on the right hand column of the courses homepage .   Why Capstone?   The purpose of Capstone is to give students an opportunity, with faculty oversight, to quickly analyze and learn about an organization; to hone process skills such as project management, team work, self-reflection, and conflict management; and to research, analyze, and report out on data.   There is one Research Capstone section which is designed for the few students who know they want to pursue a career in quantitative research, most of whom expect to go on to pursue a Ph.D. As with the client-based Capstone projects, students still work in teams in the Research Capstone section; they just don't have a formal outside client.   It is important to keep in mind that Capstone is a process that is ultimately meant to provide students with broad content and experience within their specializations. It is not meant to provide experience in a specific organization or sector. We encourage students to seek out internships and job opportunities to gain experience in specific organizations, rather than rely on the Capstone program to provide that experience.   What is the timeline for the Capstone registration process?   Details regarding when to submit a Capstone registration request can be found in the informational video on the right side of this page. Assuming you have met all of the Capstone prerequisites and submitted your registration request, you will receive a permission number to register on July 1.   How do I request registration for Capstone?   Students cannot register themselves for Capstone via Albert. The registration process is described in the informational video on the right side of this page. All students requesting registration in Capstone are required to watch the video. Students who have met all prerequisites for Capstone and have submitted their registration request will given seats in sections based on their program and specialization.   How are Capstone projects selected? How are Capstone projects assigned?   Potential Capstone clients respond to a request for proposals in the spring. All proposals are vetted by Wagner administration and viable projects are submitted to Capstone faculty for comment. In autumn, Capstone faculty leaders present a slate of possible projects to students in their section and students are assigned to Capstone groups by faculty.   When will I learn about project specifics?   Students are presented with a slate of vetted projects from which to choose when classes begin in the Fall semester.   How are teams selected and how many people are there on a team?   Several factors play a role in team composition: interest in various projects, skill sets needed for a given project, diversity of skill sets and experience on each team, and team size. The specific team selection details vary depending on the individual Capstone instructors. Faculty are encouraged to get information from students, including their interest areas, resumes, and transcripts, in order to help ensure that there is an appropriate team composition for each project. Some faculty begin this process over the summer; others do it in the first weeks of the school year. Faculty make the final decision on team composition, and there is no guarantee that students will be assigned to their first or second choices. Most teams have 4-5 students.   What is required of students?   Course requirements include: enrollment in both semesters; attendance and participation in class activities and client and team meetings; completion of assignments on time; conducting field work; negotiating scope of work agreements with clients; occasional large group discussions out of class time; and the preparation and presentation of the team's findings. Capstone involves presentations from the instructor and guest speakers, class discussion, team meetings and project-oriented fieldwork with a client organization. There may be additional requirements depending on the specific course or instructor, or based on the nature of a given project. In addition, we have a list of Mutual Expectations that can be found here.   What resources are available to Capstone groups?   Each Capstone team will be reimbursed up to $500 for expenses such as reproduction, binding, local travel, and/or preparation of Capstone documents and display materials.   Supplemental travel funding may be available for reimbursement for airfare and train trips for Capstone students who are traveling outside of NYC to conduct their research. This supplemental funding does not cover accommodations or meals, and students who choose projects outside of NYC should expect to contribute financially to support their research. NYU does not advance money, but only reimburses expenses, requiring proof of travel to process payment (original boarding passes and proof of purchase).   How are individuals and groups graded?   Students are graded on both the products they deliver to their clients and evidence of progressive learning throughout the course. Grading considers students' participation in the team's work and class activities and their ability to act on peer and faculty feedback. Assessment for grading purposes also includes evaluations by fellow team members, faculty and clients, as well as a self-evaluation.   What types of projects have been done in the past?   Click here to review a sampling of past Capstone Projects   What if I have an idea for a Capstone project?   If you have a potential client for a Capstone project, the client needs to go through the formal request for proposal process. For details click here.   A Capstone proposal must be submitted by the client, not the student. Please note that there is no guarantee that a submitted project will be selected or that it will be appropriate for a student's program and specialization Capstone section. Students may not work on a project for their employer.   What is the Capstone Expo?   The Capstone Expo is an opportunity for all Capstone teams to come together and share process and findings with clients, faculty, administration, other students, and members of the wider NYU community. Each team writes an abstract and creates a poster board presentation that describes the project's purpose, methodology, key insights, and recommendations. This is a great opportunity for teams to show off the fruit of their hard work and see what other Capstone teams have been working on.                                         Capstone Information Webinar Recording   Capstone 2015-16 Information Video (.wmv)   Capstone 2015-16 Information Video (.mp4)     Request for Registration   Capstone Registration Request Form   Capstone Documents   Student Capstone Guide   Student Global Travel Handbook   Application for Supplemental Travel Funding   Reimbursement Form for Capstone Team Expenses   Reimbursement Form for Pre-Approved Capstone Supplemental Travel                        Video                                 Amirav Davy   Capstone Client: NYU Hospitals Centers        Health                     Erica Waples   Capstone Client: Education Development Center        Education                     David Schachter | The Capstone Program   The Capstone Program        Capstone                     Tara Noronha   Capstone Client: Girls Gaining Ground, Bahavishya Alliance, Mumbai, India        International Development                     Martha Kenton &amp; Noah Levine   Capstone Client: Office of the Brooklyn Borough President        Urban Planning                                         Related Links   Advisement   Course Registration   Student Journey   Study and Collaboration Spaces                                                             © NYU Wagner   295 Lafayette Street, New York, NY 10012-9604   212.998.7400   Copyright and Fair Use   Contact Us   Sitemap   New York University"}, {"content": "Team Achievement Award                                                                                                               NYU.edu requires JavaScript be enabled in your browser in order to use important features of the site. JavaScript is either disabled or not supported by your browser. For instructions on how to enable JavaScript in your browser, click here .                       New York University    Skip to Content   Skip to Search   Skip to Navigation   Skip to Sub Navigation                                                        NYUHome Login                            Students           |   Faculty           |   Alumni           |   Employees           |   Community                                   Schools          Arts and Science      College of Arts and Science      College of Dentistry      College of Nursing      Courant Institute of Mathematical Sciences      Gallatin School of Individualized Study      Graduate School of Arts and Science      Institute of Fine Arts      Institute for the Study of the Ancient World      Leonard N. Stern School of Business      Liberal Studies Program      NYU Abu Dhabi      NYU Shanghai      Polytechnic School of Engineering      Robert F. Wagner Graduate School of Public Service      School of Professional Studies      School of Law      School of Medicine      Silver School of Social Work      Steinhardt School of Culture, Education, and Human Development      Tisch School of the Arts                QuickLinks          Academic Calendars      Administrative Units      Albert      Apply for Jobs      Athletics      Bookstores      Bursar      Campus Map      Career Development      Emergencies      Events      Giving to NYU      Housing      ITS      Libraries      News      NYU Apparel      Policies      Public Safety      Registrar      Student Health Center      Student Resources      Wellness Exchange                A-Z          A      B      C      D      E      F      G      H      I      J      K      L      M      N      O      P      Q      R      S      T      U      V      W      X      Y      Z                                                          New York University                          Search NYU                    Pages |    People                                       Main Navigation            About NYU       Admissions       Academics       University Life       Research       Global                                 Bread Crumbs          Employees   /   Career Development   /   Recognition Programs   /   Team Achievement Award                 Sub Navigation                                 Archive                                                                   Team Achievement Award                                 The Team Achievement Award, launched in academic year 2013-2014, is designed to recognize and reward superior performance by groups of cross-functional teams in support of transformational projects across NYU which further the University’s mission and priorities. The establishment of the Team Achievement Award reflects the complex environment of the University and reinforces the collaboration and partnership necessary to achieve key goals. Teams may be nominated by their team leader, project sponsor, or other key leader of the University for whom the team’s efforts yield benefit. Nominations for academic year 2014-2015 are accepted from November 19, 2014 to February 6, 2015.   What makes a winning team?   Criteria   There are four criteria that will be used in determining the winning team, which should excel in one or more of the below areas. Results should be tangible, measurable, and verifiable.       Operational Excellence – Significant changes, modifications, or approaches that measurably improve work productivity, efficiency, and quality.   Exceptional Service – Achieving measurable improvement in interactions with internal and external customers.   Impact – Accomplishments that have a measurable positive impact on the entire department, school, or unit, or across parts of the University.   Innovation – Developing an innovative process or procedure that measurably impacts the University community in a positive manner.     Eligibility     Teams (ranging from 5 to 15 contributors) are comprised of administrators from multiple schools or units of the University.   Groups who have been formed for specific purposes and worked a minimum of 6 months to achieve defined goals in a measurable way are eligible.   All individuals on the team will be performing those duties in addition to their normal job responsibilities.   The team must have completed its work and measurable improvements been achieved no earlier than the previous academic year (i.e., nominations for academic year 2014-2015 should be for results achieved no earlier than academic year 2013-2014).   Administrators are eligible, however the following positions are not eligible: Dean, Vice President, members of the University Leadership Team, and teams that are involved on a sporadic or one-time basis or are providing support to the team as part of their normal job duties.     Selection Process   The award selection committee will review and consider nominations received for the Team Achievement Award.   To Submit a Nomination     Download, save, and complete the nomination form (.doc)   Email the completed form by Friday, February 6, 2015, to Barbara Leonaggeo , Office of Compensation, University Human Resources     Recognition of Winners     University Recognition   The recipients of the Team Achievement Award will be announced in the spring. The winning team (one maximum per academic year), including any recipients of Honorable Mention (up to two maximum per academic year), attend a special recognition event and receive a commemorative plaque. Exclusive to and shared by members of the winning team is a maximum team cash award of $25,000, with individual caps of at $3,000 per recipient, while all nominated teams receive a certificate commemorating their work and nomination. The University retains the right not to select any teams in any year if none of the nominated teams meet the criteria for the Team Achievement Award.     For More Information   Contact NYU PeopleLink at askpeoplelink@nyu.edu or 212-992-LINK (5465).                                                    Nomination   Form (.doc)        The nomination period is now closed .         Display  Poster (PDF)        Download and display a poster on campus.                                  Alison Leary (left), Executive Vice President, Operations, salutes the inaugural winning team and honorable mentions on April 23, 2014.             2014-2015 Winning Team   Redefining Sexual Respect at NYU   Eric Bross  Web Communications  University Relations and Public Affairs   Erin Callihan  Global Student Affairs  Office of the Provost   Guido Ditto  Global Student Affairs  Global Programs and University Life   Thomas Grace  Office of the Senior Associate Vice President of Student Affairs  Office of Student Affairs   Nicholas Jensen  Global Student Affairs  Global Programs and University Life   Craig Jolley  Office of Equal Opportunity  Office of the President   William H. Miller  Office of General Counsel  Office of the President   Caroline Osse  Global Student Affairs  Global Programs and University Life   Zoe Ragouzeos  Student Health Center Administration  Global Student Affairs   Mary Signor  Office of Equal Opportunity  Office of the President   Shakera Turi  Office of Equal Opportunity  Office of the President   Caroline Wallace  Student Health Center Medical Services  Global Student Affairs   Rebecca Whiting  Student Health Center Counseling and Wellness  Global Student Affairs              2014-2015 Honorable Mentions                                                  NYU Polytechnic Integration: Administrative Services and Systems Team                               Hani Basilious  Information Systems  NYU Polytechnic School of Engineering   Michael Caponegro  Business Change Management  Office of the Executive Vice President, Finance and Information Technology   Gary Chapman  .EDU Services and DLTS  Office of the Executive Vice President, Finance and Information Technology   Peggy Chen  Finance and Administration  NYU Polytechnic School of Engineering   Thomas Elmo  Financial Operations and Treasury  Office of the Executive Vice President, Finance and Information Technology   Audrey Emaus  Office of the Bursar  Office of the Executive Vice President, Finance and Information Technology   Christine Facto-Reynoso  Office of the University Registrar  University Enrollment Management   Michael Forte  Finance and Accounting Systems Support  Office of the Executive Vice President, Finance and Information Technology   Yi Ran Fu  Financial Systems Management, Finance and Accounting Systems Support  Office of the Executive Vice President, Finance and Information Technology   Calliroi Giannisis  Office of the University Registrar  University Enrollment Management   Holly Halmo  Office of the University Registrar  University Enrollment Management   Alexander Larson  Office of Financial Aid  University Enrollment Management   Nina Nguyen  Business Process Improvement Services  Office of the Executive Vice President, Finance and Information Technology   Mark Petti  Health and Welfare Benefits  Office of the Executive Vice President, Operations   Jennifer Spry  Campaign Management, Major Gifts and Information Technology  University Development and Alumni Relations   Gary Ufer  Employee Systems and Services  Office of the Executive Vice President, Finance and Information Technology   Sheng Zhang  Financial Systems  Office of the Executive Vice President, Finance and Information Technology                                                                NYU Peace Corps Coverdell Fellows Team                               Corey Blay  Leadership Initiatives  Global Programs and University Life   Betty Elias  Office of the Dean  School of Professional Studies   James Kostenblatt  Wasserman Center for Career Development  Global Student Affairs   Surabhi Lal  Office of Student Affairs  Robert F. Wagner Graduate School of Public Service   Eugenia Liakaris  Office of the Dean  School of Professional Studies   Sidney Uderani  Office of Admissions  Robert F. Wagner Graduate School of Public Service                       Archive of Team Achievement Award Recipients                                                NYU Footer          Search      Directory      Campus Map      Events      Contact Us      Site Map      Copyright and Fair Use      Feedback         Unless otherwise noted, all content copyright New York University. All rights reserved. Designed by The Office of Web Communications"}, {"content": "NYU Jumpstart                                                                                                               NYU.edu requires JavaScript be enabled in your browser in order to use important features of the site. JavaScript is either disabled or not supported by your browser. For instructions on how to enable JavaScript in your browser, click here .                       New York University    Skip to Content   Skip to Search   Skip to Navigation   Skip to Sub Navigation                                                        NYUHome Login                            Students           |   Faculty           |   Alumni           |   Employees           |   Community                                   Schools          Arts and Science      College of Arts and Science      College of Dentistry      College of Nursing      Courant Institute of Mathematical Sciences      Gallatin School of Individualized Study      Graduate School of Arts and Science      Institute of Fine Arts      Institute for the Study of the Ancient World      Leonard N. Stern School of Business      Liberal Studies Program      NYU Abu Dhabi      NYU Shanghai      Polytechnic School of Engineering      Robert F. Wagner Graduate School of Public Service      School of Professional Studies      School of Law      School of Medicine      Silver School of Social Work      Steinhardt School of Culture, Education, and Human Development      Tisch School of the Arts                QuickLinks          Academic Calendars      Administrative Units      Albert      Apply for Jobs      Athletics      Bookstores      Bursar      Campus Map      Career Development      Emergencies      Events      Giving to NYU      Housing      ITS      Libraries      News      NYU Apparel      Policies      Public Safety      Registrar      Student Health Center      Student Resources      Wellness Exchange                A-Z          A      B      C      D      E      F      G      H      I      J      K      L      M      N      O      P      Q      R      S      T      U      V      W      X      Y      Z                                                          New York University                          Search NYU                    Pages |    People                                       Main Navigation            About NYU       Admissions       Academics       University Life       Research       Global                                 Bread Crumbs          University Life   /   Student Life   /   NYU Service   /   Local and National Service                 Sub Navigation                                 Alternative Breaks                       America Reads & America Counts                       NYU Jumpstart                       MLK Service                       Project OutReach                                                                   NYU Jumpstart                              About Jumpstart                                                                Jumpstart is a national early education organization that recruits and trains college students to serve preschool children in low-income neighborhoods. Our proven curriculum helps children develop the language and literacy skills they need to be ready for kindergarten, setting them on a path to close the achievement gap before it is too late.        Jumpstart at NYU   Jumpstart NYU Corps member have the unique opportunity to inspire young children to learn, serve in preschools on the Lower East Side, work on a team, and build professional skills. All Corps members receive professional-caliber training to help them implement Jumpstart’s outcome based program, promote children’s school success, and build family involvement. Jumpstart NYU Corps Members serve part-time, 8-10 hours per week, for a full academic year.                                          Apply for the 2015-2016 academic year!        Click here                          All students hired must meet Jumpstart eligibility requirements and be eligible for Federal Work Study.   Students must pass a criminal background check before they begin training and classroom work.   For more information, contact a Jumpstart NYU Site Manager:     Rachel DuBois  212.992.9945;   rachel.dubois@nyu.edu   Sabrina Castro  212.998.2216;   sabrina.castro@nyu.edu                           Follow us on        Twitter                                             Join us on        Facebook                                                                                                                                                                                                            NYU Footer          Search      Directory      Campus Map      Events      Contact Us      Site Map      Copyright and Fair Use      Feedback         Unless otherwise noted, all content copyright New York University. All rights reserved. Designed by The Office of Web Communications"}]}]