[{"detail": [{"content": "Spring 2015 | Undergraduate Courses    | Department of Comparative Literature | NYU       NYU > Comparative Literature > Spring 2015 | Undergraduate Courses                        New York University       Arts and Science       College of Arts and Science       Graduate School of Arts and Science           Comparative Literature     &amp;nbsp;                          Back to  previous page              &amp;nbsp;       &amp;nbsp;     Spring 2015 | Undergraduate Courses       Courses Originating in the Comparative Literature Department Please refer to Albert for room assignments.             Course Name    Credits    Course Number    Professor    Day    Time       Junior Theory Seminar: What do we mean by Subjectivity?    4.0    COLIT-UA 200    Basterra    Wednesday    12:30-3:15       Topics: Renaissance Worldmaking    4.0    COLIT-UA 132 MEDI-UA 130.001 Duffy    Tues/Thurs 9:30-10:45       Topics in 18th Century Literature: Comparative Melancholies    4.0    COLIT-UA 175    Gadberry    Mon/Wed    9:30-10:45  Topics: Transnational America  4.0 COLIT-UA 302 Garcia Monday 11:00-1:45  Readings in Contemporary Literary Theory: Image  4.0    COLIT-UA 843    Iampolski    Wednesday    3:30-6:10       Topics in 20th Century Literature: Literature &amp; the Figure    4.0    COLIT-UA 190    Matos-Martin    Thursday    11-1:45         Introduction to Comparative Literature: Classic Screw-Ups and Epic Fails: From Faust to Kathy Acker &amp; Dennis Cooper Note: Students must also register for a Recitation.    4.0    COLIT-UA 116.001    Ronell    Thursday    3:30-6:10    Intro to Comp Lit Recitation Sections 4.0 COLIT-UA 116.002 COLIT-UA 116.003 COLIT-UA 116.004 COLIT-UA 116.005 Benninger Krimper Gelman Zechner Tuesday Tuesday Friday Friday 3:30-4:45 4:55-6:10 9:30-10:45 11-12:15     Topics in Film &amp;  Literature: Documents, Documentary, Fiction  4.0 COLIT-UA 300 DRLIT-UA 175 Vatulescu Monday 3:30-6:10      Independent Study: Internship (permission of DUS required)    2.0    COLIT-UA 998      Independent Study (permission of DUS required) 4.0 COLIT-UA 997       Topics: Renaissance World Making Duffy How   do texts produce and manipulate worlds? How can the literary   imagination reflect and transform geographic and cosmographic   technology? How can reading literary and scientific texts alongside one   another shape our understanding of the boundaries between humanistic and   scientific inquiry? This course will consider major renaissance epics   and romances as worldmaking documents. Text with include Dante's   Inferno, Ariosto's Orlando Gurioso, Spenser's Faerie Queene and Milton's   Paradis Lost. We will read these words in light of Renaissance thinking   about space and spatiality including selections from Plato, Ortelius,   Copernicus, and Kepler. Junior Theory Seminar: What do we mean by Subjectivity? Basterra      We like to  think of ourselves as free: freedom would seem to be a horizon toward we are  intimately oriented. We like to consider  ourselves autonomous subjects with initiative and the ability to act in the  world. But isn’t subjectivity  constituted in relationship to what is other?    The subject of vision in painting, the one who sees, emerges in relation  to the object being seen; the voice speaking in a poem and calling itself ‘I’  becomes a subject in the act of addressing a ‘you’; the self-conscious subject  reflects on itself by taking itself for another; the ethical subject is chosen  and called. It is perhaps surprising,  however, to think of the very freedom which (we hope) defines our sameness as  something other. This seminar explores  the counterintuitive relationship of subjectivity to freedom, and of freedom to  action, establishing a conversation between philosophical texts by Kant, Hegel,  Deleuze, Nancy and Levinas, and a range of literary and artistic works.  Topics in 18th Century Literature: Comparative Melancholies Gadberry      Twentieth- and  twenty-first-century thinkers looked back to the seventeenth and eighteenth  centuries as they theorized the black dog dogging modernity: melancholy. Our  course will return to these earlier texts, putting early modern, Enlightenment,  and Romantic literatures in conversation with modern and post-modern  psychoanalytic, philosophical, and political-theoretical works. Our course will  be both formal and historical. We will ask how our primary texts understand  (and create) structures of melancholy and how these texts communicate the  losses we cannot avow. And we’ll also examine how varying forms of melancholy  have shaped our subjectivities and societies as we study a history of  melancholy coinciding with and subtending modernity’s origins – a history that  includes the emergence of the modern nation-state, of the colony, and of capital.      Our seventeenth- and  eighteenth-century texts will include: Shakespeare, Hamlet; Burton, The Anatomy  of Melancholy (selections); Defoe, Robinson Crusoe; Charles Brockden Brown,  Wieland; Claire de Durfort Duras, Ourika; Goethe, The Sorrows of Young Werther;  and poems by Coleridge, Blair, Young, Keats, and others. Among our modern  readings will be works by Freud, Lacan, Benjamin, Butler, Fanon, Brown, Klein,  Kristeva, and others.      Topics: Transnational America Garcia Beginning with Randolph Bourne's \"Trans-National America\" (1916), this course examines different transnational and globalized conceptions of \"America\" across literature and criticism from both the twentieth century and twenty-first century. We consider transnational American literatures not only for the different meanings they attach to \"America,\" but also for the divergent moments of literary, cultural and intellectual history they reveal. Much of the course is devoted to the interventions of critics such as Bourne, W.E.B. Du Bois, Alain Locke, whose writings we examine in terms of literary-theoretical resonances with works by Jean Toomer, Willa Cather, Henry James, Nella Larsen, Teju Cole and Joseph O'Neill, among others.  Readings in Comtemporary Literary Theory: Image Iampolski      The course is designed to introduce students to the  theoretical framework of modern thinking about images. Images mediate our  relations with the world and are responsible for the primordial elaboration of  meaning from the surrounding chaotic complexity. We will start with biological  evolution and the emergence of vision and the unparalleled variety of striking  appearances in living beings that emerged around the famous Cambrian explosion.  We will use the data provided by cognitive sciences to understand the  anthropological role of images, the use of images in cults and rituals. Special  attention will be paid to the emergence of art and to its modern developments  in photography and contemporary media. We will discuss the role of images in  the rise and transformations of modern subjectivity. The social role of images  in modern society will be surveyed. The readings will include among others many  influential thinkers and scholars such as Jakob von Uexküll, Heidegger,  Merleau-Ponty, Kracauer, Benjamin, Foucault, Panofsky, Gombrich, Marion,  Didi-Huberman etc. Topics in 20th Century Literature: Literature &amp; the Figure of the Disappeared in Spain and the Southern Cone Matos-Martin     In the twentieth century, Spain  and many countries in Latin America have shared the common experience of  dictatorship. In this course, we will explore representations of the traumatic  dictatorial histories in Spain and the countries of the Southern Cone, focusing  primarily on the figure of the “desaparecido” in Spanish Civil War and the  early years of the Franco regime, Argentina’s “dirty war” and Pinochet’s  dictatorship in Chile. Taking a comparative approach, we will study literary  and visual sources such as short stories, novels, poems, painting, fiction  films or documentaries, and we will examine topics such as the politics of  memory, fascism, political disappearance, war, resistance or violence. Some  authors and filmmakers whose works we might engage include Alberto Méndez,  Luisa Valenzuela, Andrés Wood, Marco Bechis, Guillermo del Toro, Agustín  Villaronga, Pablo Picasso, Pablo Neruda, Rafael Alberti, Jorge Semprún,  Patricio Guzmán, Juan Gelman, Roberto Bolaño and Gastón Birabén. Primary  materials will be paired with texts by leading cultural and political thinkers  working on questions of memory, fascism, terror and violence. Intro to Comp Lit: Classic Screw-Ups and Epic Fails: From Faust To Kathy Acker &amp; Dennis Cooper Ronell      The course aims to introduce some  thrilling aspects of reading and thinking in the void of achievement. We will  explore the way literature exemplarily treats and exposes snags, flaws,  addictive roller coaster itineraries, sexual confusion, rhetorical static,  material abuse and gender trouble, permanent identity crises, the intrusive  disruption of life’s narrative, forms of destructive pleasure, failing health  and other disturbances that inflect the way we write and think and truck.  Staying close to the texts in question, we will locate philosophical  predicaments, cover-ups and inflations with which literature regularly  contends, if according to covert maneuvers. All the while learning how to  deconstruct, we will consider the way Stupidity insinuates itself into themes  of knowing, evades our cognitive scanners and becomes the uncanny double of mastery  or intelligence. Promised: By the end of the class, you will have been able to  comprehend this course description. Prepare to be reset! Topics in Film &amp; Literatue: Documents, Documentary, Fiction Vatulescu      What do we mean by document,  documentary, and fiction? How have these concepts and their relationships  changed through time? This course starts by considering the beginnings of  documentary in literature, film, and the visual arts, from the controversial  coining of the term in 1926. We will explore representative works from  foundational moments in the evolution of documentary—the beginnings of the newsreel,  Soviet and Nazi propaganda, American depression era documentary books, the  cinéma-vérité movement, and the rise of autobiographical/personal documentary  films. How has the emergence of this new term and its development affected our  other key concepts—document and fiction? What is the relationship between  documentary modes and particular media and technologies—print, photography,  cinema, video, and digital? Other topics include the role of the artist,  indexicality and representation, literature as historical document, “fiction in  the archives,” false documents and forgery, collage, illustration, and other  uses of the document in twentieth century art. This semester’s special topics  are 1) word/image relations and 2) the archive. Theoretical forays around and  into the archive will be complemented by hands-on research in the Tamiment  archive or in an archive of your choice.    Senior Seminar in Comparative Literature: Honors Thesis Vatulescu This seminar, limited to senior Comparative Literature majors engaged in writing a senior honors thesis, is designed to be a writing workshop. Students will articulate and research a thesis topic, identify an appropriate critical approach and methodology, and write at least one chapter of their thesis. Periodical writing installments give the students the opportunity to receive feed-back from their peers and instructor as well as to learn to critique others' work-in-progress. Permission of the DUGS is required to enroll in the course. Students must also have a 3.65 or better GPA, both overall and in the major.                  Back to Top                     Contact us | &copy; New York University , Arts and Science"}]},
{"detail": [{"content": "Spring 2015 | Undergraduate Courses    | Department of Comparative Literature | NYU       NYU > Comparative Literature > Spring 2015 | Undergraduate Courses                        New York University       Arts and Science       College of Arts and Science       Graduate School of Arts and Science           Comparative Literature     &amp;nbsp;                          Back to  previous page              &amp;nbsp;       &amp;nbsp;     Spring 2015 | Undergraduate Courses       Courses Originating in the Comparative Literature Department Please refer to Albert for room assignments.             Course Name    Credits    Course Number    Professor    Day    Time       Junior Theory Seminar: What do we mean by Subjectivity?    4.0    COLIT-UA 200    Basterra    Wednesday    12:30-3:15       Topics: Renaissance Worldmaking    4.0    COLIT-UA 132 MEDI-UA 130.001 Duffy    Tues/Thurs 9:30-10:45       Topics in 18th Century Literature: Comparative Melancholies    4.0    COLIT-UA 175    Gadberry    Mon/Wed    9:30-10:45  Topics: Transnational America  4.0 COLIT-UA 302 Garcia Monday 11:00-1:45  Readings in Contemporary Literary Theory: Image  4.0    COLIT-UA 843    Iampolski    Wednesday    3:30-6:10       Topics in 20th Century Literature: Literature &amp; the Figure    4.0    COLIT-UA 190    Matos-Martin    Thursday    11-1:45         Introduction to Comparative Literature: Classic Screw-Ups and Epic Fails: From Faust to Kathy Acker &amp; Dennis Cooper Note: Students must also register for a Recitation.    4.0    COLIT-UA 116.001    Ronell    Thursday    3:30-6:10    Intro to Comp Lit Recitation Sections 4.0 COLIT-UA 116.002 COLIT-UA 116.003 COLIT-UA 116.004 COLIT-UA 116.005 Benninger Krimper Gelman Zechner Tuesday Tuesday Friday Friday 3:30-4:45 4:55-6:10 9:30-10:45 11-12:15     Topics in Film &amp;  Literature: Documents, Documentary, Fiction  4.0 COLIT-UA 300 DRLIT-UA 175 Vatulescu Monday 3:30-6:10      Independent Study: Internship (permission of DUS required)    2.0    COLIT-UA 998      Independent Study (permission of DUS required) 4.0 COLIT-UA 997       Topics: Renaissance World Making Duffy How   do texts produce and manipulate worlds? How can the literary   imagination reflect and transform geographic and cosmographic   technology? How can reading literary and scientific texts alongside one   another shape our understanding of the boundaries between humanistic and   scientific inquiry? This course will consider major renaissance epics   and romances as worldmaking documents. Text with include Dante's   Inferno, Ariosto's Orlando Gurioso, Spenser's Faerie Queene and Milton's   Paradis Lost. We will read these words in light of Renaissance thinking   about space and spatiality including selections from Plato, Ortelius,   Copernicus, and Kepler. Junior Theory Seminar: What do we mean by Subjectivity? Basterra      We like to  think of ourselves as free: freedom would seem to be a horizon toward we are  intimately oriented. We like to consider  ourselves autonomous subjects with initiative and the ability to act in the  world. But isn’t subjectivity  constituted in relationship to what is other?    The subject of vision in painting, the one who sees, emerges in relation  to the object being seen; the voice speaking in a poem and calling itself ‘I’  becomes a subject in the act of addressing a ‘you’; the self-conscious subject  reflects on itself by taking itself for another; the ethical subject is chosen  and called. It is perhaps surprising,  however, to think of the very freedom which (we hope) defines our sameness as  something other. This seminar explores  the counterintuitive relationship of subjectivity to freedom, and of freedom to  action, establishing a conversation between philosophical texts by Kant, Hegel,  Deleuze, Nancy and Levinas, and a range of literary and artistic works.  Topics in 18th Century Literature: Comparative Melancholies Gadberry      Twentieth- and  twenty-first-century thinkers looked back to the seventeenth and eighteenth  centuries as they theorized the black dog dogging modernity: melancholy. Our  course will return to these earlier texts, putting early modern, Enlightenment,  and Romantic literatures in conversation with modern and post-modern  psychoanalytic, philosophical, and political-theoretical works. Our course will  be both formal and historical. We will ask how our primary texts understand  (and create) structures of melancholy and how these texts communicate the  losses we cannot avow. And we’ll also examine how varying forms of melancholy  have shaped our subjectivities and societies as we study a history of  melancholy coinciding with and subtending modernity’s origins – a history that  includes the emergence of the modern nation-state, of the colony, and of capital.      Our seventeenth- and  eighteenth-century texts will include: Shakespeare, Hamlet; Burton, The Anatomy  of Melancholy (selections); Defoe, Robinson Crusoe; Charles Brockden Brown,  Wieland; Claire de Durfort Duras, Ourika; Goethe, The Sorrows of Young Werther;  and poems by Coleridge, Blair, Young, Keats, and others. Among our modern  readings will be works by Freud, Lacan, Benjamin, Butler, Fanon, Brown, Klein,  Kristeva, and others.      Topics: Transnational America Garcia Beginning with Randolph Bourne's \"Trans-National America\" (1916), this course examines different transnational and globalized conceptions of \"America\" across literature and criticism from both the twentieth century and twenty-first century. We consider transnational American literatures not only for the different meanings they attach to \"America,\" but also for the divergent moments of literary, cultural and intellectual history they reveal. Much of the course is devoted to the interventions of critics such as Bourne, W.E.B. Du Bois, Alain Locke, whose writings we examine in terms of literary-theoretical resonances with works by Jean Toomer, Willa Cather, Henry James, Nella Larsen, Teju Cole and Joseph O'Neill, among others.  Readings in Comtemporary Literary Theory: Image Iampolski      The course is designed to introduce students to the  theoretical framework of modern thinking about images. Images mediate our  relations with the world and are responsible for the primordial elaboration of  meaning from the surrounding chaotic complexity. We will start with biological  evolution and the emergence of vision and the unparalleled variety of striking  appearances in living beings that emerged around the famous Cambrian explosion.  We will use the data provided by cognitive sciences to understand the  anthropological role of images, the use of images in cults and rituals. Special  attention will be paid to the emergence of art and to its modern developments  in photography and contemporary media. We will discuss the role of images in  the rise and transformations of modern subjectivity. The social role of images  in modern society will be surveyed. The readings will include among others many  influential thinkers and scholars such as Jakob von Uexküll, Heidegger,  Merleau-Ponty, Kracauer, Benjamin, Foucault, Panofsky, Gombrich, Marion,  Didi-Huberman etc. Topics in 20th Century Literature: Literature &amp; the Figure of the Disappeared in Spain and the Southern Cone Matos-Martin     In the twentieth century, Spain  and many countries in Latin America have shared the common experience of  dictatorship. In this course, we will explore representations of the traumatic  dictatorial histories in Spain and the countries of the Southern Cone, focusing  primarily on the figure of the “desaparecido” in Spanish Civil War and the  early years of the Franco regime, Argentina’s “dirty war” and Pinochet’s  dictatorship in Chile. Taking a comparative approach, we will study literary  and visual sources such as short stories, novels, poems, painting, fiction  films or documentaries, and we will examine topics such as the politics of  memory, fascism, political disappearance, war, resistance or violence. Some  authors and filmmakers whose works we might engage include Alberto Méndez,  Luisa Valenzuela, Andrés Wood, Marco Bechis, Guillermo del Toro, Agustín  Villaronga, Pablo Picasso, Pablo Neruda, Rafael Alberti, Jorge Semprún,  Patricio Guzmán, Juan Gelman, Roberto Bolaño and Gastón Birabén. Primary  materials will be paired with texts by leading cultural and political thinkers  working on questions of memory, fascism, terror and violence. Intro to Comp Lit: Classic Screw-Ups and Epic Fails: From Faust To Kathy Acker &amp; Dennis Cooper Ronell      The course aims to introduce some  thrilling aspects of reading and thinking in the void of achievement. We will  explore the way literature exemplarily treats and exposes snags, flaws,  addictive roller coaster itineraries, sexual confusion, rhetorical static,  material abuse and gender trouble, permanent identity crises, the intrusive  disruption of life’s narrative, forms of destructive pleasure, failing health  and other disturbances that inflect the way we write and think and truck.  Staying close to the texts in question, we will locate philosophical  predicaments, cover-ups and inflations with which literature regularly  contends, if according to covert maneuvers. All the while learning how to  deconstruct, we will consider the way Stupidity insinuates itself into themes  of knowing, evades our cognitive scanners and becomes the uncanny double of mastery  or intelligence. Promised: By the end of the class, you will have been able to  comprehend this course description. Prepare to be reset! Topics in Film &amp; Literatue: Documents, Documentary, Fiction Vatulescu      What do we mean by document,  documentary, and fiction? How have these concepts and their relationships  changed through time? This course starts by considering the beginnings of  documentary in literature, film, and the visual arts, from the controversial  coining of the term in 1926. We will explore representative works from  foundational moments in the evolution of documentary—the beginnings of the newsreel,  Soviet and Nazi propaganda, American depression era documentary books, the  cinéma-vérité movement, and the rise of autobiographical/personal documentary  films. How has the emergence of this new term and its development affected our  other key concepts—document and fiction? What is the relationship between  documentary modes and particular media and technologies—print, photography,  cinema, video, and digital? Other topics include the role of the artist,  indexicality and representation, literature as historical document, “fiction in  the archives,” false documents and forgery, collage, illustration, and other  uses of the document in twentieth century art. This semester’s special topics  are 1) word/image relations and 2) the archive. Theoretical forays around and  into the archive will be complemented by hands-on research in the Tamiment  archive or in an archive of your choice.    Senior Seminar in Comparative Literature: Honors Thesis Vatulescu This seminar, limited to senior Comparative Literature majors engaged in writing a senior honors thesis, is designed to be a writing workshop. Students will articulate and research a thesis topic, identify an appropriate critical approach and methodology, and write at least one chapter of their thesis. Periodical writing installments give the students the opportunity to receive feed-back from their peers and instructor as well as to learn to critique others' work-in-progress. Permission of the DUGS is required to enroll in the course. Students must also have a 3.65 or better GPA, both overall and in the major.                  Back to Top                     Contact us | &copy; New York University , Arts and Science"}, {"content": "People | Medieval and Renaissance Center (MARC) | NYU                       NEW YORK UNIVERSITY       ARTS AND SCIENCE       COLLEGE OF ARTS AND SCIENCE       GRADUATE SCHOOL OF ARTS AND SCIENCE                             Medieval and Renaissance Center                         Home         &gt;                People                                                                       Home       People       Undergraduate Program       Graduate Program       News and Events       Conference       Resources                     People MARC Staff                 Martha Dana Rust   Director, Medieval and Renaissance Center Email: martha.rust@nyu.edu                       Crystal Parsons   Department Administrator Email: ccp1@nyu.edu               Affiliated Faculty     Anthropology               Pam J. Crabtree   Email: pc4@nyu.edu   Research/Interest: Zooarchaeology, Medieval Archaeology, Later prehistory of Europe and the Middle East, Anglo-Saxon England.           Art History               Carol Krinsky   Email: chk1@nyu.edu   Research/Interest: 20th century architecture and planning; 15th century painting.                       Dennis V Geronimus   Email: dennis.geronimus@nyu.edu   Research/Interest: Renaissance art, crosscurrents between the art of Italy and Northern Europe in the fifteenth and sixteenth centuries.                       Finbarr Barry Flood   Email: barry.flood@nyu.edu   Research/Interest: Art and architecture of the Islamic world; Cross-cultural dimensions of Islamic material culture; Theories and practices of image-making; Technologies of representation; Art historical historiography, methodology, and theory; and Orientalism.                           Louise Rice   Email: louise.rice@nyu.edu   Research/Interest: Renaissance and Baroque art and architecture; history of prints and print culture.                       Kathryn A. Smith   Email: kathryn.smith@nyu.edu   Research/Interest: Early Christian and medieval art; illustrated Gothic manuscripts; image-text relationships in medieval art, especially illuminated manuscripts; the roles of imagery in lay religion; images and one-off illustrated books as expressive and constitutive of medieval notions of the self.           Classics               Phillip Mitsis   Email: phillip.mitsis@nyu.edu   Research/Interest: Ancient philosophy and its reception; ancient drama; modern Greek literature and culture.           English               John M. Archer   Email: john.archer@nyu.edu   Research/Interest: Renaissance drama; early-modern literature and culture; the history of subjectivity; literary theory; philosophy and literature.                       Christopher Cannon   Email: christopher.cannon@nyu.edu   Research/Interest: Grammar and grammar school learning; early Middle English; Chaucer; Langland; problems of literary history; language and theories of language                       Juliet Fleming   Email: jf102@nyu.edu   Research/Interest: Renaissance literature and culture; history of the book; literary theory; theories of writing.                       Ernest B Gilman   Email: ernest.gilman@nyu.edu   Research/Interest: English Renaissance literature; interrelationships of literature and the visual arts; literature and disease                       John Guillory   Email: john.guillory@nyu.edu   Research/Interest: Renaissance poetry and prose; Shakespeare; Milton; literature and science in the Renaissance; the history of rhetoric; the history of criticism; the sociology of literary study; twentieth-century literary theory                       David L. Hoover   Email: david.hoover@nyu.edu   Research/Interest: authorship attribution, linguistic stylistics, statistical stylistics, corpus stylistics, humanities computing, English language, animal language and cognition, Old English meter                       Haruko Momma   Email: hal.momma@nyu.edu   Research/Interest: Old English language and literature; medieval literature and culture; history of the English language; culture of religion; philology and philosophy of language; history of language studies; medievalism           French               Benoît Bolduc   Email: benoit.bolduc@nyu.edu                         Phillip Usher   Email: pu8@nyu.edu                         Sarah Kay   Email: hsk8@nyu.edu                         Evelyn Birge Vitz   Email: ebv1@nyu.edu             Hebrew and Judaic Studies               Robert Chazan   Email: robert.chazan@nyu.edu   Research/Interest: Medieval Jewish History; the Church and the Jews                       Jeffrey L. Rubenstein   Email: jr6@nyu.edu   Research/Interest: Rabbinic stories; Talmud; Jewish law; Jewish liturgy; ethics; Second Temple literature           History               Karl Appuhn   Email: appuhn@nyu.edu   Research/Interest: Environmental History, History of Science, Technology, and Medicine, History of Animals, Mediterranean History, Italian Renaissance. Karl Appuhn                     Brigitte Miriam Bedos-Rezak   Email: bbr2@nyu.edu   Research/Interest: History and Theory; Semiotic Anthropology; Material Culture; Media and Communication; Historical Anthropology of the Middle Ages; Medieval France; Medieval Sign Theory; Medieval Diplomatics and Sigillography; Latin and Old French Paleography   Brigitte Miriam Bedos-Rezak, Brigitte Bedos-Rezak, History, Medieval Europe                     Fiona J. Griffiths   Email: fjg3@nyu.edu   Research/Interest: History of Women and Gender, Monasticism, Medieval libraries and book production, the Twelfth-Century Renaissance, Friendship, Heloise and Abelard. Fiona Griffiths, History                     Leslie Peirce   Email: lp50@nyu.edu   Research/Interest: early modern Ottoman history, gender, law & society, comparative empires                         Kostis Smyrlis   Email: ks113@nyu.edu   Research/Interest: Byzantine empire, 9th to 15th century; economic history; emperor and subjects; state finances; law and land ownership; diplomatics History, Kostis Smyrlis                     Joanna Waley-Cohen   Email: jw5@nyu.edu   Research/Interest: Early modern Chinese history; China and the West; Chinese imperial culture. Joanna Waley-Cohen, History         Italian             Maria Luisa Ardizzone   Email: mla1@nyu.edu   Research/Interest: Medieval poetry, philosophy, and science; contemporary poetry; intellectual history                       Virginia Cox   Email: virginia.cox@nyu.edu   Research/Interest: Sixteenth-century Italian literature and intellectual history; early modern women’s writing; history of rhetoric (medieval/early modern).                       John Freccero   Email: jfreccero@cs.com   Research/Interest: Dante; medieval poetry and poetics; Machiavelli.                       Jane Tylus   Email: jt76@nyu.edu   Research/Interest: Late medieval and early modern Italy and Europe,  particularly issues related to gender and religion; history of theatre;  literature of 19th-century Sicily; the history and culture of Siena           Middle Eastern and Islamic Studies               Peter J Chelkowski   Email: pc5@nyu.edu   Research/Interest: literature, mysticism, Islamic studies and performing arts of the Middle East.                       Tamer el-Leithy   Email: tamer.elleithy@nyu.edu   Research/Interest: Social and Cultural History of the Medieval Middle East and Mediterranean;    History of Religious Difference, esp. Conversion, Martyrdom, and Communal Violence; Coptic history;    Family History; Islamic Law and Society; Arabic and Judeo-Arabic/Geniza Documents; Medieval Archives.                       Marion Holmes Katz - On Leave AY 14-15   Email: marion.katz@nyu.edu   Research/Interest: My research interests revolve primarily around issues of Islamic law (shari'a), gender, and ritual.                       Philip F. Kennedy - In Residence at NYU Abu Dhabi   Email: philip.kennedy@nyu.edu   Research/Interest: Medieval Arabic language and literature; classical poetry and poetics; adab; narrative and fiction; recognition/anagnorisis in literature; Qur'an and Tafsir                       Everett K. Rowson   Research/Interest: Medieval Islamic literature; law; theology; gender and society.           Music               Stanley Boorman   Email: stanley.boorman@nyu.edu   Research/Interest: Early music and its performance; music of the avant garde; musical notation                       Suzanne Cusick (ON LEAVE Spring 2014-Fall 2015)   Email: sc103@nyu.edu   Research/Interest: gender, sexuality and embodiment in relation to musical culture, especially those of early modern Italy and contemporary North America; acoustemology of contemporary life, especially acoustical violence in contemporary war; feminist and queer approaches to music scholarship; cultural history of music           Philosophy               Don Garrett   Email: don.garrett@nyu.edu   Research/Interest: early modern philosophy           Social and Cultural Analysis               Carolyn Dinshaw   Email: carolyn.dinshaw@nyu.edu   Research/Interest: English and Western European medieval literature and culture; feminist studies; lesbian/gay/bisexual/transgender studies; history of sexuality; theories of history and historiography; theories and experiences of temporality; ecology and ecocriticism; history of maps and mapping           Spanish and Portuguese               Georgina Dopico-Black   Email: gdb3@nyu.edu   Research/Interest: Early-modern Spanish literatures and cultures; cultural history; the body / anatomy; biopolitics; human / animal studies; gender studies; translation studies; canon formation / libraries; nation / empire; transatlantic studies; Cervantes                       Jacques Lezra   Email: jl174@nyu.edu   Research/Interest: Comparative literature and literary theory; Shakespeare; the literary and visual culture of Early Modern Europe.                       S.J. Pearce   Email: sjp264@nyu.edu   Research/Interest: Hebrew and Arabic literature of Iberia; mester de clerecía; 12th- and 13th-century Castile; the translation movement; history and literature of the \"tres culturas\"; literary representations of Alexander the Great; history of literature; historical readings of literature; codicology                   Gallatin School of Individualized Study               Valerie Forman   Email: vf20@nyu.edu                         Andrew Romig   Email: romig@nyu.edu                         Susanne Wofford   Email: susanne.wofford@nyu.edu   Research/Interest: Shakespeare, Spenser, Renaissance and classical epic, comparative European drama, and narrative and literary theory           Institute of Fine Arts               Alexander Nagel                         Thelma Thomas                         Marvin Trachtenberg   Email: mt2@nyu.edu                                                         Contact Us | &copy; New York University , Arts and Science"}]},
{"detail": [{"content": "Spring 2015 | Undergraduate Courses    | Department of Comparative Literature | NYU       NYU > Comparative Literature > Spring 2015 | Undergraduate Courses                        New York University       Arts and Science       College of Arts and Science       Graduate School of Arts and Science           Comparative Literature     &amp;nbsp;                          Back to  previous page              &amp;nbsp;       &amp;nbsp;     Spring 2015 | Undergraduate Courses       Courses Originating in the Comparative Literature Department Please refer to Albert for room assignments.             Course Name    Credits    Course Number    Professor    Day    Time       Junior Theory Seminar: What do we mean by Subjectivity?    4.0    COLIT-UA 200    Basterra    Wednesday    12:30-3:15       Topics: Renaissance Worldmaking    4.0    COLIT-UA 132 MEDI-UA 130.001 Duffy    Tues/Thurs 9:30-10:45       Topics in 18th Century Literature: Comparative Melancholies    4.0    COLIT-UA 175    Gadberry    Mon/Wed    9:30-10:45  Topics: Transnational America  4.0 COLIT-UA 302 Garcia Monday 11:00-1:45  Readings in Contemporary Literary Theory: Image  4.0    COLIT-UA 843    Iampolski    Wednesday    3:30-6:10       Topics in 20th Century Literature: Literature &amp; the Figure    4.0    COLIT-UA 190    Matos-Martin    Thursday    11-1:45         Introduction to Comparative Literature: Classic Screw-Ups and Epic Fails: From Faust to Kathy Acker &amp; Dennis Cooper Note: Students must also register for a Recitation.    4.0    COLIT-UA 116.001    Ronell    Thursday    3:30-6:10    Intro to Comp Lit Recitation Sections 4.0 COLIT-UA 116.002 COLIT-UA 116.003 COLIT-UA 116.004 COLIT-UA 116.005 Benninger Krimper Gelman Zechner Tuesday Tuesday Friday Friday 3:30-4:45 4:55-6:10 9:30-10:45 11-12:15     Topics in Film &amp;  Literature: Documents, Documentary, Fiction  4.0 COLIT-UA 300 DRLIT-UA 175 Vatulescu Monday 3:30-6:10      Independent Study: Internship (permission of DUS required)    2.0    COLIT-UA 998      Independent Study (permission of DUS required) 4.0 COLIT-UA 997       Topics: Renaissance World Making Duffy How   do texts produce and manipulate worlds? How can the literary   imagination reflect and transform geographic and cosmographic   technology? How can reading literary and scientific texts alongside one   another shape our understanding of the boundaries between humanistic and   scientific inquiry? This course will consider major renaissance epics   and romances as worldmaking documents. Text with include Dante's   Inferno, Ariosto's Orlando Gurioso, Spenser's Faerie Queene and Milton's   Paradis Lost. We will read these words in light of Renaissance thinking   about space and spatiality including selections from Plato, Ortelius,   Copernicus, and Kepler. Junior Theory Seminar: What do we mean by Subjectivity? Basterra      We like to  think of ourselves as free: freedom would seem to be a horizon toward we are  intimately oriented. We like to consider  ourselves autonomous subjects with initiative and the ability to act in the  world. But isn’t subjectivity  constituted in relationship to what is other?    The subject of vision in painting, the one who sees, emerges in relation  to the object being seen; the voice speaking in a poem and calling itself ‘I’  becomes a subject in the act of addressing a ‘you’; the self-conscious subject  reflects on itself by taking itself for another; the ethical subject is chosen  and called. It is perhaps surprising,  however, to think of the very freedom which (we hope) defines our sameness as  something other. This seminar explores  the counterintuitive relationship of subjectivity to freedom, and of freedom to  action, establishing a conversation between philosophical texts by Kant, Hegel,  Deleuze, Nancy and Levinas, and a range of literary and artistic works.  Topics in 18th Century Literature: Comparative Melancholies Gadberry      Twentieth- and  twenty-first-century thinkers looked back to the seventeenth and eighteenth  centuries as they theorized the black dog dogging modernity: melancholy. Our  course will return to these earlier texts, putting early modern, Enlightenment,  and Romantic literatures in conversation with modern and post-modern  psychoanalytic, philosophical, and political-theoretical works. Our course will  be both formal and historical. We will ask how our primary texts understand  (and create) structures of melancholy and how these texts communicate the  losses we cannot avow. And we’ll also examine how varying forms of melancholy  have shaped our subjectivities and societies as we study a history of  melancholy coinciding with and subtending modernity’s origins – a history that  includes the emergence of the modern nation-state, of the colony, and of capital.      Our seventeenth- and  eighteenth-century texts will include: Shakespeare, Hamlet; Burton, The Anatomy  of Melancholy (selections); Defoe, Robinson Crusoe; Charles Brockden Brown,  Wieland; Claire de Durfort Duras, Ourika; Goethe, The Sorrows of Young Werther;  and poems by Coleridge, Blair, Young, Keats, and others. Among our modern  readings will be works by Freud, Lacan, Benjamin, Butler, Fanon, Brown, Klein,  Kristeva, and others.      Topics: Transnational America Garcia Beginning with Randolph Bourne's \"Trans-National America\" (1916), this course examines different transnational and globalized conceptions of \"America\" across literature and criticism from both the twentieth century and twenty-first century. We consider transnational American literatures not only for the different meanings they attach to \"America,\" but also for the divergent moments of literary, cultural and intellectual history they reveal. Much of the course is devoted to the interventions of critics such as Bourne, W.E.B. Du Bois, Alain Locke, whose writings we examine in terms of literary-theoretical resonances with works by Jean Toomer, Willa Cather, Henry James, Nella Larsen, Teju Cole and Joseph O'Neill, among others.  Readings in Comtemporary Literary Theory: Image Iampolski      The course is designed to introduce students to the  theoretical framework of modern thinking about images. Images mediate our  relations with the world and are responsible for the primordial elaboration of  meaning from the surrounding chaotic complexity. We will start with biological  evolution and the emergence of vision and the unparalleled variety of striking  appearances in living beings that emerged around the famous Cambrian explosion.  We will use the data provided by cognitive sciences to understand the  anthropological role of images, the use of images in cults and rituals. Special  attention will be paid to the emergence of art and to its modern developments  in photography and contemporary media. We will discuss the role of images in  the rise and transformations of modern subjectivity. The social role of images  in modern society will be surveyed. The readings will include among others many  influential thinkers and scholars such as Jakob von Uexküll, Heidegger,  Merleau-Ponty, Kracauer, Benjamin, Foucault, Panofsky, Gombrich, Marion,  Didi-Huberman etc. Topics in 20th Century Literature: Literature &amp; the Figure of the Disappeared in Spain and the Southern Cone Matos-Martin     In the twentieth century, Spain  and many countries in Latin America have shared the common experience of  dictatorship. In this course, we will explore representations of the traumatic  dictatorial histories in Spain and the countries of the Southern Cone, focusing  primarily on the figure of the “desaparecido” in Spanish Civil War and the  early years of the Franco regime, Argentina’s “dirty war” and Pinochet’s  dictatorship in Chile. Taking a comparative approach, we will study literary  and visual sources such as short stories, novels, poems, painting, fiction  films or documentaries, and we will examine topics such as the politics of  memory, fascism, political disappearance, war, resistance or violence. Some  authors and filmmakers whose works we might engage include Alberto Méndez,  Luisa Valenzuela, Andrés Wood, Marco Bechis, Guillermo del Toro, Agustín  Villaronga, Pablo Picasso, Pablo Neruda, Rafael Alberti, Jorge Semprún,  Patricio Guzmán, Juan Gelman, Roberto Bolaño and Gastón Birabén. Primary  materials will be paired with texts by leading cultural and political thinkers  working on questions of memory, fascism, terror and violence. Intro to Comp Lit: Classic Screw-Ups and Epic Fails: From Faust To Kathy Acker &amp; Dennis Cooper Ronell      The course aims to introduce some  thrilling aspects of reading and thinking in the void of achievement. We will  explore the way literature exemplarily treats and exposes snags, flaws,  addictive roller coaster itineraries, sexual confusion, rhetorical static,  material abuse and gender trouble, permanent identity crises, the intrusive  disruption of life’s narrative, forms of destructive pleasure, failing health  and other disturbances that inflect the way we write and think and truck.  Staying close to the texts in question, we will locate philosophical  predicaments, cover-ups and inflations with which literature regularly  contends, if according to covert maneuvers. All the while learning how to  deconstruct, we will consider the way Stupidity insinuates itself into themes  of knowing, evades our cognitive scanners and becomes the uncanny double of mastery  or intelligence. Promised: By the end of the class, you will have been able to  comprehend this course description. Prepare to be reset! Topics in Film &amp; Literatue: Documents, Documentary, Fiction Vatulescu      What do we mean by document,  documentary, and fiction? How have these concepts and their relationships  changed through time? This course starts by considering the beginnings of  documentary in literature, film, and the visual arts, from the controversial  coining of the term in 1926. We will explore representative works from  foundational moments in the evolution of documentary—the beginnings of the newsreel,  Soviet and Nazi propaganda, American depression era documentary books, the  cinéma-vérité movement, and the rise of autobiographical/personal documentary  films. How has the emergence of this new term and its development affected our  other key concepts—document and fiction? What is the relationship between  documentary modes and particular media and technologies—print, photography,  cinema, video, and digital? Other topics include the role of the artist,  indexicality and representation, literature as historical document, “fiction in  the archives,” false documents and forgery, collage, illustration, and other  uses of the document in twentieth century art. This semester’s special topics  are 1) word/image relations and 2) the archive. Theoretical forays around and  into the archive will be complemented by hands-on research in the Tamiment  archive or in an archive of your choice.    Senior Seminar in Comparative Literature: Honors Thesis Vatulescu This seminar, limited to senior Comparative Literature majors engaged in writing a senior honors thesis, is designed to be a writing workshop. Students will articulate and research a thesis topic, identify an appropriate critical approach and methodology, and write at least one chapter of their thesis. Periodical writing installments give the students the opportunity to receive feed-back from their peers and instructor as well as to learn to critique others' work-in-progress. Permission of the DUGS is required to enroll in the course. Students must also have a 3.65 or better GPA, both overall and in the major.                  Back to Top                     Contact us | &copy; New York University , Arts and Science"}, {"content": "People | Medieval and Renaissance Center (MARC) | NYU                       NEW YORK UNIVERSITY       ARTS AND SCIENCE       COLLEGE OF ARTS AND SCIENCE       GRADUATE SCHOOL OF ARTS AND SCIENCE                             Medieval and Renaissance Center                         Home         &gt;                People                                                                       Home       People       Undergraduate Program       Graduate Program       News and Events       Conference       Resources                     People MARC Staff                 Martha Dana Rust   Director, Medieval and Renaissance Center Email: martha.rust@nyu.edu                       Crystal Parsons   Department Administrator Email: ccp1@nyu.edu               Affiliated Faculty     Anthropology               Pam J. Crabtree   Email: pc4@nyu.edu   Research/Interest: Zooarchaeology, Medieval Archaeology, Later prehistory of Europe and the Middle East, Anglo-Saxon England.           Art History               Carol Krinsky   Email: chk1@nyu.edu   Research/Interest: 20th century architecture and planning; 15th century painting.                       Dennis V Geronimus   Email: dennis.geronimus@nyu.edu   Research/Interest: Renaissance art, crosscurrents between the art of Italy and Northern Europe in the fifteenth and sixteenth centuries.                       Finbarr Barry Flood   Email: barry.flood@nyu.edu   Research/Interest: Art and architecture of the Islamic world; Cross-cultural dimensions of Islamic material culture; Theories and practices of image-making; Technologies of representation; Art historical historiography, methodology, and theory; and Orientalism.                           Louise Rice   Email: louise.rice@nyu.edu   Research/Interest: Renaissance and Baroque art and architecture; history of prints and print culture.                       Kathryn A. Smith   Email: kathryn.smith@nyu.edu   Research/Interest: Early Christian and medieval art; illustrated Gothic manuscripts; image-text relationships in medieval art, especially illuminated manuscripts; the roles of imagery in lay religion; images and one-off illustrated books as expressive and constitutive of medieval notions of the self.           Classics               Phillip Mitsis   Email: phillip.mitsis@nyu.edu   Research/Interest: Ancient philosophy and its reception; ancient drama; modern Greek literature and culture.           English               John M. Archer   Email: john.archer@nyu.edu   Research/Interest: Renaissance drama; early-modern literature and culture; the history of subjectivity; literary theory; philosophy and literature.                       Christopher Cannon   Email: christopher.cannon@nyu.edu   Research/Interest: Grammar and grammar school learning; early Middle English; Chaucer; Langland; problems of literary history; language and theories of language                       Juliet Fleming   Email: jf102@nyu.edu   Research/Interest: Renaissance literature and culture; history of the book; literary theory; theories of writing.                       Ernest B Gilman   Email: ernest.gilman@nyu.edu   Research/Interest: English Renaissance literature; interrelationships of literature and the visual arts; literature and disease                       John Guillory   Email: john.guillory@nyu.edu   Research/Interest: Renaissance poetry and prose; Shakespeare; Milton; literature and science in the Renaissance; the history of rhetoric; the history of criticism; the sociology of literary study; twentieth-century literary theory                       David L. Hoover   Email: david.hoover@nyu.edu   Research/Interest: authorship attribution, linguistic stylistics, statistical stylistics, corpus stylistics, humanities computing, English language, animal language and cognition, Old English meter                       Haruko Momma   Email: hal.momma@nyu.edu   Research/Interest: Old English language and literature; medieval literature and culture; history of the English language; culture of religion; philology and philosophy of language; history of language studies; medievalism           French               Benoît Bolduc   Email: benoit.bolduc@nyu.edu                         Phillip Usher   Email: pu8@nyu.edu                         Sarah Kay   Email: hsk8@nyu.edu                         Evelyn Birge Vitz   Email: ebv1@nyu.edu             Hebrew and Judaic Studies               Robert Chazan   Email: robert.chazan@nyu.edu   Research/Interest: Medieval Jewish History; the Church and the Jews                       Jeffrey L. Rubenstein   Email: jr6@nyu.edu   Research/Interest: Rabbinic stories; Talmud; Jewish law; Jewish liturgy; ethics; Second Temple literature           History               Karl Appuhn   Email: appuhn@nyu.edu   Research/Interest: Environmental History, History of Science, Technology, and Medicine, History of Animals, Mediterranean History, Italian Renaissance. Karl Appuhn                     Brigitte Miriam Bedos-Rezak   Email: bbr2@nyu.edu   Research/Interest: History and Theory; Semiotic Anthropology; Material Culture; Media and Communication; Historical Anthropology of the Middle Ages; Medieval France; Medieval Sign Theory; Medieval Diplomatics and Sigillography; Latin and Old French Paleography   Brigitte Miriam Bedos-Rezak, Brigitte Bedos-Rezak, History, Medieval Europe                     Fiona J. Griffiths   Email: fjg3@nyu.edu   Research/Interest: History of Women and Gender, Monasticism, Medieval libraries and book production, the Twelfth-Century Renaissance, Friendship, Heloise and Abelard. Fiona Griffiths, History                     Leslie Peirce   Email: lp50@nyu.edu   Research/Interest: early modern Ottoman history, gender, law & society, comparative empires                         Kostis Smyrlis   Email: ks113@nyu.edu   Research/Interest: Byzantine empire, 9th to 15th century; economic history; emperor and subjects; state finances; law and land ownership; diplomatics History, Kostis Smyrlis                     Joanna Waley-Cohen   Email: jw5@nyu.edu   Research/Interest: Early modern Chinese history; China and the West; Chinese imperial culture. Joanna Waley-Cohen, History         Italian             Maria Luisa Ardizzone   Email: mla1@nyu.edu   Research/Interest: Medieval poetry, philosophy, and science; contemporary poetry; intellectual history                       Virginia Cox   Email: virginia.cox@nyu.edu   Research/Interest: Sixteenth-century Italian literature and intellectual history; early modern women’s writing; history of rhetoric (medieval/early modern).                       John Freccero   Email: jfreccero@cs.com   Research/Interest: Dante; medieval poetry and poetics; Machiavelli.                       Jane Tylus   Email: jt76@nyu.edu   Research/Interest: Late medieval and early modern Italy and Europe,  particularly issues related to gender and religion; history of theatre;  literature of 19th-century Sicily; the history and culture of Siena           Middle Eastern and Islamic Studies               Peter J Chelkowski   Email: pc5@nyu.edu   Research/Interest: literature, mysticism, Islamic studies and performing arts of the Middle East.                       Tamer el-Leithy   Email: tamer.elleithy@nyu.edu   Research/Interest: Social and Cultural History of the Medieval Middle East and Mediterranean;    History of Religious Difference, esp. Conversion, Martyrdom, and Communal Violence; Coptic history;    Family History; Islamic Law and Society; Arabic and Judeo-Arabic/Geniza Documents; Medieval Archives.                       Marion Holmes Katz - On Leave AY 14-15   Email: marion.katz@nyu.edu   Research/Interest: My research interests revolve primarily around issues of Islamic law (shari'a), gender, and ritual.                       Philip F. Kennedy - In Residence at NYU Abu Dhabi   Email: philip.kennedy@nyu.edu   Research/Interest: Medieval Arabic language and literature; classical poetry and poetics; adab; narrative and fiction; recognition/anagnorisis in literature; Qur'an and Tafsir                       Everett K. Rowson   Research/Interest: Medieval Islamic literature; law; theology; gender and society.           Music               Stanley Boorman   Email: stanley.boorman@nyu.edu   Research/Interest: Early music and its performance; music of the avant garde; musical notation                       Suzanne Cusick (ON LEAVE Spring 2014-Fall 2015)   Email: sc103@nyu.edu   Research/Interest: gender, sexuality and embodiment in relation to musical culture, especially those of early modern Italy and contemporary North America; acoustemology of contemporary life, especially acoustical violence in contemporary war; feminist and queer approaches to music scholarship; cultural history of music           Philosophy               Don Garrett   Email: don.garrett@nyu.edu   Research/Interest: early modern philosophy           Social and Cultural Analysis               Carolyn Dinshaw   Email: carolyn.dinshaw@nyu.edu   Research/Interest: English and Western European medieval literature and culture; feminist studies; lesbian/gay/bisexual/transgender studies; history of sexuality; theories of history and historiography; theories and experiences of temporality; ecology and ecocriticism; history of maps and mapping           Spanish and Portuguese               Georgina Dopico-Black   Email: gdb3@nyu.edu   Research/Interest: Early-modern Spanish literatures and cultures; cultural history; the body / anatomy; biopolitics; human / animal studies; gender studies; translation studies; canon formation / libraries; nation / empire; transatlantic studies; Cervantes                       Jacques Lezra   Email: jl174@nyu.edu   Research/Interest: Comparative literature and literary theory; Shakespeare; the literary and visual culture of Early Modern Europe.                       S.J. Pearce   Email: sjp264@nyu.edu   Research/Interest: Hebrew and Arabic literature of Iberia; mester de clerecía; 12th- and 13th-century Castile; the translation movement; history and literature of the \"tres culturas\"; literary representations of Alexander the Great; history of literature; historical readings of literature; codicology                   Gallatin School of Individualized Study               Valerie Forman   Email: vf20@nyu.edu                         Andrew Romig   Email: romig@nyu.edu                         Susanne Wofford   Email: susanne.wofford@nyu.edu   Research/Interest: Shakespeare, Spenser, Renaissance and classical epic, comparative European drama, and narrative and literary theory           Institute of Fine Arts               Alexander Nagel                         Thelma Thomas                         Marvin Trachtenberg   Email: mt2@nyu.edu                                                         Contact Us | &copy; New York University , Arts and Science"}, {"content": "Faculty    | Department of Art History | NYU                            NEW YORK UNIVERSITY ARTS AND SCIENCE COLLEGE OF ARTS AND SCIENCE GRADUATE SCHOOL OF ARTS AND SCIENCE                               Home       About       Undergraduate Programs       Graduate Program     Faculty     Events       Resources       Employment Opportunities       Contact Us       Fields of Vision Blog                                                                        Home &gt; Faculty       Faculty        Miriam Basilio   Associate Professor Major Interests: Art, propaganda, cultural property and national identity in Spain, modern Spanish and Latin American art, and the reception of Latin American art in the United States.              Mosette Broderick   Clinical Professor Major Interests: 19th and 20th century architecture and urbanism, America and England, 19th century social history, collecting history, and Fifth Avenue.              Finbarr Barry Flood   Professor William R. Kenan Jr. Professor of the Humanities; Institute of Fine Arts Major Interests: Art and architecture of the Islamic world; Cross-cultural dimensions of Islamic material culture; Theories and practices of image-making; Technologies of representation; Art historical historiography, methodology, and theory; and Orientalism.                  Dennis V Geronimus   Associate Professor; Chair Major Interests: Renaissance art, crosscurrents between the art of Italy and Northern Europe in the fifteenth and sixteenth centuries.              Pepe Karmel   Associate Professor Major Interests: Picasso, Pollock, Cubism, Minimalism, Contemporary Art, Critical Theory, Art and Perception              Dipti Khera   Assistant Professor Institute of Fine Arts Major Interests: Art and architecture of South Asia; Early modern visual and material culture of South Asia; Vernacular and non-European accounts of aesthetics, affect and visual-spatial practices; Cartographic cultures, art, and urban topography; Global art histories, theory and methodology; Historiography of cross-cultural encounters; Colonial visions, design and decorative arts; Collecting, museums and contemporary heritage landscapes; Postcolonial studies, modern architecture and comparative urbanism              Carol Krinsky   Professor Major Interests: 20th century architecture and planning; 15th century painting.              Meredith Martin   Associate Professor Institute of Fine Arts Major Interests: 18th- and 19th-Century French and British art, architecture, material culture, and landscape design; art and gender politics, cross-cultural encounters in European art; interiors and identity; historical revivalism and contemporary art              Michele Matteini   Assistant Professor Major Interests: Late Imperial (ca. 1400-1800) Chinese painting and material culture; antiquarianism and collecting culture; Qing history; urban culture and history; inter-Asian and transcontinental artistic exchanges; eighteenth-century art and globalism; craft and embodied knowledge; anthropology and art history; historiography of Chinese painting and art.              Louise Rice   Associate Professor Major Interests: Renaissance and Baroque art and architecture; history of prints and print culture.              Shelley Rice   Arts Professor Major Interests: Photography: History, Criticism and Theory.              Jon Ritter   Clinical Associate Professor Major Interests: 19th and 20th century architecture and urbanism; public art; history of city planning and public space.              Julia Robinson   Assistant Professor Major Interests: Recent & Current/General & Specific: Topics in 1960s through Contemporary art. Score and language-based artistic strategies; performance (and performativity) from Fluxus through the present; the shift from medium to media in contemporary art.              Ann Macy Roth   Clinical Associate Professor; Director, Ancient Near Eastern and Egyptian Studies Program Major Interests: Ancient Egyptian society and religion, particularly in the early periods; gender, royalty, wealth, and rank as expressed in architecture and art; archaeology of cemeteries              Kenneth Silver   Professor; Director of Undergraduate Studies Major Interests: French and American twentieth-century art.              Kathryn A. Smith   Professor Major Interests: Early Christian and medieval art; illustrated Gothic manuscripts; image-text relationships in medieval art, especially illuminated manuscripts; the roles of imagery in lay religion; images and one-off illustrated books as expressive and constitutive of medieval notions of the self.              Edward J Sullivan   Professor Helen Gould Sheppard Professor Major Interests: Art of Latin America, 19th, 20th century art of the Iberian Peninsula, 17th/20th century, Caribbean art.               Affiliated Faculty          Joan Breton Connelly   Professor; Director, NYU Yeronisos Island Excavations, Cyprus Major Interests: Greek sculpture and vase painting, Greek myth and religion, Cypriot archaeology, the Hellenistic East.              Boris Groys   Global Distinguished Professor              Eve Meltzer   Assistant Professor Major Interests: contemporary art history, theory, and criticism;photography, material culture, psychoanalysis, structuralism, post-structuralism, and phenomenology              Jordana Mendelson   Associate Professor Major Interests: Early twentieth-century visual culture in Spain              Ara H. Merjian   Associate Professor; Director of Undergraduate Studies Major Interests: Twentieth-century Italian and French Art History and Theory; Futurism and the Italian avant-garde between the World Wars; Nietzschean philosophy and modernist aesthetics; early avant-garde film theory and history; Pasolini and post-war Italian aesthetics and politics.              Nicholas Mirzoeff   Major Interests: Visual Culture, Cultural Studies, Climate Change, Contemporary Art and New Media, Disability Studies              Fred R. Myers   Professor Major Interests: Indigenous people and politics, Aboriginal Australia; exchange theory and material culture; anthropology of art and contemporary artworlds; the production and circulation of culture; in identity and personhood; theories of value and practices of signification.              Christopher Wood   Professor Major Interests: Temporalities of art: anachronism, archaism, typology, primitivisms; history of scholarship, esp. the disciplines of art history and archeology; folk art and folk literature; Märchen and Sagen; portraiture and especially “embedded” portraits (donors, votaries); votive objects and images, pilgrimages, relics; drawing and studio practice in the Renaissance; European art and the New World; art and replication technologies; magic and witchcraft in early modern Europe; art and the Protestant Reformation; iconoclasm; German art and culture in the 19th century; art and poetry of Romanticism.                                               Contact Us | &copy; New York University , Arts and Science"}]}]