[{"detail": [{"content": "CIMS &gt; V63.0325: Analysis I                                                                                                                            Courant Institute     New York University     FAS     CAS     GSAS                         :: CONTACT US              go                         Math Department Home    Undergraduate  Courses    Undergraduate Program    People    Useful Links    Outreach               math-ua.0325 / V63.0325: Analysis I                      Term:     Fall 2011             Meeting times:     TR 12:30 P.M. - 1:45 P.M. Location TBD   Recitation (V63.0325-002):                 Instructor:     Prof. Jalal Shatah                 Office:     TBA                 Office hours:     TBA                 Phone:      212-998-3328                 Email:     shatah@cims.nyu.edu                          Prerequisites    Prerequisite:  V63.0123  Calculus III and V63.0140  Linear Algebra or  the equivalent.       Goals and Topics             The main purpose of this class is to study rigorously functions  of one  real variable, starting from the construction of real numbers    Topics to be covered: The real number  system. Convergence of sequences and series.   Rigorous study of functions of one real variable: continuity,  connectedness, compactness, metric spaces, power series, uniform  convergence and continuity.                      Course Details       Textbook and Materials    An Introduction to Analysis by William R. Wade, 4th  Edition, Pearson Prentice Hall. For extra reading (but not  required): Real Mathematical  Analysis by Charles C. Pugh, Springer.             Homework   Homework will be assigned weekly, and collected during recitations (and  handed back also during recitations, the week after. ) For  fairness reasons, late homework will not be accepted, but the lowest  homework grade will be dropped to compute the final grade.         Exams    Midterm Exam: The midterm exam will be during a regular class  period; the exact date is to be determined.       Final Exam: The final exam is currently scheduled on Monday,  May 16th, 10 a.m. - 11:50 a.m.   [NOTE: THIS BEGINS ONE HOUR BEFORE THE USUAL CLASS TIME] and the  room will be determined later [MAY NOT BE IN THE USUAL ROOM].   Note that we will not be able to accommodate early finals for  non-academic, non-emergency reasons: please plan your travel  schedule accordingly.       NB: The first class in on Monday, January 24 and the last class is  on Monday, May 9. There will be no class on Monday, February 21  (Presidents Day) or during Spring Break (March 14 - 19).                  Grading policy    Homework, Midterm Exam and Final Exam will all count. A more  precise grading policy is to be determined.             Tentative Calendar                   Week    Topic                1, 2, 3         the set of real numbers: construction properties                 4, 5, 6         convergence of sequences, compactness                 7, 8, 9         functions of one real variable: continuity, differentiation,  Riemann integration (the simplest notion of integration                 10, 11, 12         series: convergence, properties                 13, 14, 15         convergence of functions: pointwise and uniform  convergence                                              © NEW YORK UNIVERSITY   CONTACT WEBMASTER"}]},
{"detail": [{"content": "CIMS &gt; V63.0325: Analysis I                                                                                                                            Courant Institute     New York University     FAS     CAS     GSAS                         :: CONTACT US              go                         Math Department Home    Undergraduate  Courses    Undergraduate Program    People    Useful Links    Outreach               math-ua.0325 / V63.0325: Analysis I                      Term:     Fall 2011             Meeting times:     TR 12:30 P.M. - 1:45 P.M. Location TBD   Recitation (V63.0325-002):                 Instructor:     Prof. Jalal Shatah                 Office:     TBA                 Office hours:     TBA                 Phone:      212-998-3328                 Email:     shatah@cims.nyu.edu                          Prerequisites    Prerequisite:  V63.0123  Calculus III and V63.0140  Linear Algebra or  the equivalent.       Goals and Topics             The main purpose of this class is to study rigorously functions  of one  real variable, starting from the construction of real numbers    Topics to be covered: The real number  system. Convergence of sequences and series.   Rigorous study of functions of one real variable: continuity,  connectedness, compactness, metric spaces, power series, uniform  convergence and continuity.                      Course Details       Textbook and Materials    An Introduction to Analysis by William R. Wade, 4th  Edition, Pearson Prentice Hall. For extra reading (but not  required): Real Mathematical  Analysis by Charles C. Pugh, Springer.             Homework   Homework will be assigned weekly, and collected during recitations (and  handed back also during recitations, the week after. ) For  fairness reasons, late homework will not be accepted, but the lowest  homework grade will be dropped to compute the final grade.         Exams    Midterm Exam: The midterm exam will be during a regular class  period; the exact date is to be determined.       Final Exam: The final exam is currently scheduled on Monday,  May 16th, 10 a.m. - 11:50 a.m.   [NOTE: THIS BEGINS ONE HOUR BEFORE THE USUAL CLASS TIME] and the  room will be determined later [MAY NOT BE IN THE USUAL ROOM].   Note that we will not be able to accommodate early finals for  non-academic, non-emergency reasons: please plan your travel  schedule accordingly.       NB: The first class in on Monday, January 24 and the last class is  on Monday, May 9. There will be no class on Monday, February 21  (Presidents Day) or during Spring Break (March 14 - 19).                  Grading policy    Homework, Midterm Exam and Final Exam will all count. A more  precise grading policy is to be determined.             Tentative Calendar                   Week    Topic                1, 2, 3         the set of real numbers: construction properties                 4, 5, 6         convergence of sequences, compactness                 7, 8, 9         functions of one real variable: continuity, differentiation,  Riemann integration (the simplest notion of integration                 10, 11, 12         series: convergence, properties                 13, 14, 15         convergence of functions: pointwise and uniform  convergence                                              © NEW YORK UNIVERSITY   CONTACT WEBMASTER"}, {"content": "Undergraduate Course Descriptions                                                                   Courant Institute      New York University      FAS      CAS      GSAS                           :: CONTACT US                                                       go                                  Home     People     Administration     Research     Seminars     Courses     Ph.D. Programs     M.S. Programs     M.S. in Mathematics     M.S. in Scientific Computing     M.S. in Mathematics in Finance     M.S. in Data Science     Undergraduate Program     Visiting Member Program     Weekly Bulletin     Useful Links     Job Openings     Outreach               Undergraduate Course Descriptions              Course Schedule         Spring 2013     Fall 2013     Spring 2014     Fall 2014             MATH-UA 009 Algebra and Calculus     4 points. Fall and spring terms.     Prerequisite: High school math or permission of the    department.         Intensive course in intermediate algebra and trigonometry.    Topics include algebraic, exponential, logarithmic,    trigonometric functions and their graphs.              MATH-UA 120    Discrete Mathematics     4 points. Fall and spring term.     Prerequisite: Calculus I (MATH-UA 121) Refer to Calculus    website: http://math.nyu.edu/degree/undergrad/calculus.html             A first course in discrete mathematics. Sets, algorithms,    induction. Combinatorics. Graphs and trees. Combinatorial    circuits. Logic and Boolean algebra.              MATH-UA 121     Calculus I     4 points. Fall and spring terms.     PREREQUISITES FOR STUDENTS WHO MATRICULATE TO NYU FALL 2012    OR LATER              SAT score of 650 or higher     ACT/ACTE Math score of 30 or higher     AB score of 3 or higher     BC score of 3 or higher     A level Maths score of C or higher (anyone who took    Further Maths should contact the math department as it    varies depending on the exam board)     AS level Maths score of B or higher     IB HL score of 5 or higher     IB SL score of 6 or higher     Completion of Algebra and Calculus (MATH-UA 009) with a    grade of C or higher     Passing placement exam         PREREQUISITES FOR STUDENTS WHO MATRICULATED TO NYU BEFORE    FALL 2012             SAT score of 750 or higher     ACT/ACTE Math score of 34 or higher     AB 4 or higher     BC 3 or higher     Completion of Algebra and Calculus (MATH-UA 009) with a    grade of C or higher     passing placement exam         Derivatives, antiderivatives, and integrals of functions of    one real variable. Trigonometric, inverse trigonometric,    logarithmic and exponential functions. Applications, including    graphing, maximizing and minimizing functions. Areas and    volumes.              MATH-UA 122     Calculus II     4 points. Fall and spring terms.         PREREQUISITES FOR STUDENTS WHO MATRICULATED TO NYU FALL    2012 OR LATER Passing MATH-UA 121    Calculus I with a grade of C or better, an AB or a BC of    4 or higher, A level Maths of B or higher, IB HL of 6 or    higher, or passing a placement test.         PREREQUISITES FOR STUDENTS WHO MATRICULATED TO NYU BEFORE    FALL 2012 Passing MATH-UA 121    Calculus I with a grade of C or better, a BC of 4 or    higher, or passsing a placement test.         Techniques of integration. Further applications. Plane    analytic geometry. Polar coordinates and parametric equations.    Infinite series, including power series.              MATH-UA 123     Calculus III     4 points. Fall and spring terms.         PREREQUISITES FOR STUDENTS WHO MATRICULATED TO NYU FALL    2012 OR LATER Passing MATH-UA 122    Calculus II with a grade of C or higher, BC of 5, or    passing placement test. (anyone who took Further Maths should    contact the math department as it varies depending on the exam    board)         PREREQUISITES FOR STUDENTS WHO MATRICULATED TO NYU BEFORE    FALL 2012 Passing MATH-UA 122    Calculus II with a grade of C or higher or passing    placement test.     Functions of several variables. Vectors in the plane and    space. Partial derivatives with applications, especially    Lagrange multipliers. Double and triple integrals. Spherical    and cylindrical coordinates. Surface and line integrals.    Divergence, gradient, and curl. Theorem of Gauss and Stokes.         MATH-UA 130 Set Theory - identical to PHIL-UA 73    4 points.         Among the topics to be covered are: the axioms of set theory;    Boolean operations on sets; set-theoretic representation of    relations, functions and orderings; the natural numbers;    theory of transfinite cardinal and ordinal numbers; the axiom    of choice and its equivalents; and the foundations of    analysis. If time permits we may also consider some more    advanced topics, such as large cardinals or the independence    results.             MATH-UA 140 Linear    Algebra    4 points. Fall and spring term.    Prerequisite: A grade of C or better in MATH-UA 121 Calculus    I or MATH-UA 211 Math for Economics I (for Economics   majors) or the equivalent.        Systems of linear equations, Gaussian elimination, matrices,   determinants, Cramers rule. Vectors, vector spaces, basis and   dimension, linear transformations. Eigenvalues, eigenvectors,   and quadratic forms.             MATH-UA 141 Honors    Linear Algebra I - identical to G63.2110    4 points. Fall term.    Prerequisite: A grade of B or better in MATH-UA 325 Analysis or MATH-UA 343 Algebra or the   permission of the instructor.        Linear spaces, subspaces, and quotient spaces; linear dependence   and independence; basis and dimensions. Linear transformation   and matrices; dual spaces and transposition. Solving linear   equations. Determinants. Quadratic forms and their relation to   local extrema of multivariable functions.             MATH-UA 142 Honors    Linear Algebra II - identical to G63.2120    4 points. Spring term.    Prerequisite: MATH-UA 141 Intensive    Linear Algebra I .        Special theory, eigenvalues and eigenvectors; Jordan canonical   forms. Inner product and orthogonality. Self-adjoint mappings,   matrix inequalities. Normal linear spaces and linear   transformation between them positive matrices. Applications.                 MATH-UA 144    Introduction to Computer Simulation - Identical to CSCI-UA 330       4 points. Spring term.    Prerequisite:A grade of C or higher in MATH-UA 121 Calculus I or   MATH-UA 212 Math for Economics II (for Economics majors) and   PHYS-UA 11 General Physics.        In this course, students will learn how to do computer   simulations of such phenomena as orbits (Kepler problem and   N-body problem), epidemic and endemic disease (including   evolution in response to the selective pressure of a malaria),   musical stringed instruments (piano, guitar, and violin), and   traffic flow in a city (with lights, breakdowns, and gridlock at   corners). The simulations are based on mathematical models,   numerical methods, and Matlab programming techniques that will   be taught in class. The use of animations (and sound where   appropriate) to present the results of simulations will be   emphasized.             MATH-UA 211 ,    MATH-UA 212     Mathematics for Economics I and II    4 points. Fall and spring terms,respectively. Includes a   recitation section.    Prerequisites: The same as for Calculus I.    Cannot apply both Calculus courses and Math for Economics   courses towards your major.     This course is only open to Economics Majors and prospective    majors. If an Economics Major decides to double or joint major    in Math these courses will replace Calculus I - III, along    with Math for Economics III.     To be offered in fall 2011 and spring 2012 and every fall    and spring thereafter. Elements of calculus and linear algebra    are important to the study of economics. This class is    designed to provide the appropriate tools for study in the    policy concentration. Examples and motivation are drawn from    important topics in economics. Topics covered include    derivatives of functions of one and several variables;    interpretations of the derivatives; convexity; constrained and    unconstrained optimization; series, including geometric and    Taylor series; ordinary differential equations; matrix    algebra; eigenvalues; and (possibly) dynamic optimization and    multivariable integration.          MATH-UA 213    Mathematics for Economics III    4 points. Fall and spring terms, respectively. Includes a   recitation section.    Prerequisites: MATH-UA 212 Mathematics for Economics II.    Cannot apply both Calculus courses and Math for Economics   courses towards your major.     This course is only open to Economics Majors and prospective    majors. If an Economics Major decides to double major in Math    these courses will replace Calculus I - III.     Further topics in vector calculus. Vector spaces, matrix    analysis. Linear and nonlinear programming with applications    to game theory. This course will provide economics students    who have taken MATH-UA 211 Mathematics for Economics I and    MATH-UA 212 Mathematics for Economics II with the tools to    take higher-level mathematics courses.          MATH-UA 221    Honors Calculus I: Accelerated Calculus with Linear Algebra I    5 points. Fall term.         PREREQUISITES FOR STUDENTS WHO MATRICULATED TO NYU FALL 2012    OR LATER One of the following: (a) a score of 4 or higher   on the Advanced Placement Calculus BC exam, 4 or higher on the   AB exam, A level Maths of B or higher, or IB HL of 6 or higher;   or (b) MATH-UA 121 Calculus I and permission of the instructor.            PREREQUISITES FOR STUDENTS WHO MATRICULATED TO NYU BEFORE    FALL 2012 One of the following: (a) a score of 4 or higher   on the Advanced Placement Calculus BC exam or 5 on the AB exam;   or (b) MATH-UA 121 Calculus I and permission of the instructor.    This is the first semester of a year-long course that covers    the essential content of Calculus II, Calculus III and Linear    Algebra. The first 1/3 semester discusses sequences and    series, Taylor's theorem, and power series. The next 1/3    semester introduces concepts from linear algebra including:    linear systems of equations; matrices and LU decomposition;    determinants; vector spaces; eigenvalues and eigenvectors. The    last 1/3 semester introduces topics from vector calculus    including: functions of several variables; vector-valued    functions; partial derivatives; various applications including    maxima and minima.     MATH-UA 222    Honors Calculus II : Accelerated Calculus with Linear Algebra    II    5 points. Spring term    Prerequisite: MATH-UA 221 Honors Calculus I with a B or better.     This is the second semester of a year-long course that    covers the essential content of Calculus II, Calculus III and    Linear Algebra. Topics covered in the spring are    multidimensional differentiation (e.g. differentials,    gradients, Taylor expansions, applications), multidimensional    integration (e.g. double and triple integrals, Green's    theorem, divergence theorem, applications), differential    equations (e.g. first-order linear equations, second-order    linear equations, applications), and additional topics in    linear algebra (e.g. inner products, orthogonality,    applications).             MATH-UA 224 Vector    Analysis    4 points. Spring term.    Prerequisite: Prerequisite: Passing MATH-UA 325    Analysis with a grade of C or better.        Brief review of multivariate calculus: partial derivatives,   chain rule, Riemann integral, change of variables, line   integrals. Lagrange multipliers. Inverse and implicit function   theorems and their applications. Introduction to calculus on   manifolds: definition and examples of manifolds, tangent vectors   and vector fields, differential forms, exterior derivative, line   integrals and integration of forms. Gauss' and Stokes' theorems   on manifolds.             MATH-UA 228    Earth's Atmosphere and Ocean: Fluid Dynamics &amp; Climate     4 points.     Prerequisites:     MATH-UA 121 Calculus I (or equivalent) or MATH-UA 212    Math for Economics II (for Economics majors), with a grade of    B- or better, though completion of MATH-UA 123 Calculus III    (multivariate calculus) or MATH-UA 213 Math for Economics III    (for Economics majors) is preferred and recommended. Students    should also have some familiarity with introductory physics    (even at the advanced high school level).         An introduction to the dynamical processes that drive the    circulation of the atmosphere and ocean, and their    interaction. This is the core of climate science. Lectures    will be guided by consideration of observations and    experiments, but the goal is to develop an understanding of    the unifying principles of planetary fluid dynamics. Topics    include the global energy balance, convection and radiation    (the greenhouse effect), effects of planetary rotation (the    Coriolis force), structure of the atmospheric circulation (the    Hadley cell and wind patterns), structure of the oceanic    circulation (wind-driven currents and the thermohaline    circulation), climate and climate variability (including El    Nino and anthropogenic warming).             MATH-UA 230 Introduction to Fluid Dynamics - Identical to    PHYS-UA 180     4 Points. Spring Term     Prerequisite: A grade of C or higher in MATH-UA 123 Calculus    III or MATH-UA 213 Math for Economics III (for Economics    majors) Suggested: PHYS-UA 106 Mathematical Physics         Fluid dynamics is the branch of physics that describes motions    of fluids as varied as the flow of blood in the human body,    the flight of an insect or the motions of weather systems on    Earth. The course introduces the key concepts of fluid    dynamics: the formalism of continuum mechanics, the    conservation of mass, energy and momentum in a fluid, the    Euler and Navier-Stokes equations, viscosity and vorticity.    These concepts are applied to study classic problems in fluid    dynamics, such as potential flow around a cylinder, the Stokes    flow, the propagation of sound and gravity waves and the onset    of instability in shear flow.              MATH-UA 233 Theory of Probability    4 points. Fall and Spring Terms.    Prerequisite: MATH-UA 123 Calculus   III or MATH-UA 213 Math for Economics III (for Economics majors)   with a grade of C or better and/or the equivalent.    Not open to students who have taken MATH-UA 235 Probability and Statistics.        An introduction to the mathematical treatment of random   phenomena occurring in the natural, physical, and social   sciences. Axioms of mathematical probability, combinatorial   analysis, binomial distribution, Poisson and normal   approximation, random variables and probability distributions,   generating functions, Markov chains applications.        Not open to students who have taken MATH-UA 235     Probability and Statistics .             MATH-UA 234    Mathematical Statistics    4 points. Spring term.    Prerequisite: MATH-UA 233 Theory of Probability with a grade of C or better and/or the   equivalent. Not open to students who have taken MATH-UA 235 Probability and Statistics .        An introduction to the mathematical foundations and techniques   of modern statistical analysis for the interpretation of data in   the quantitative sciences. Mathematical theory of sampling;   normal populations and distributions; chi-square, t, and F   distributions; hypothesis testing; estimation; confidence   intervals; sequential analysis; correlation, regression;   analysis of variance. Applications to the sciences.             MATH-UA 235    Probability and Statistics    4 points. Spring term.    Prerequisite: MATH-UA 122 Calculus II or MATH-UA 212 Math for Economics II (for   Economics majors) with a grade of C or better and/or the equivalent.   Not open to students who have taken MATH-UA 233 Theory of Probability    and/or MATH-UA 234 Mathematical Statistics .        A combination of MATH-UA 233 Theory of Probability and     MATH-UA 234 Mathematical Statistics at a more elementary level, so as   to afford the student some acquaintance with both probability   and statistics in a single term. In probability: mathematical   treatment of chance; combinatorics; binomial, Poisson, and   Gaussian distributions; law of large numbers and the normal   approximation; application to coin-tossing, radioactive decay,   etc. In statistics: sampling; normal and other useful   distributions; testing of hypotheses; confidence intervals;   correlation and regression; applications to scientific,   industrial, and financial data.             MATH-UA 240    Combinatorics    4 points. Spring term    Prerequisite: MATH-UA     122 Calculus II or MATH-UA 212 Math for Economics II (for   Economics majors) or MATH-UA 221 Honors Calculus I with a grade of C or better and/or the   equivalent.        Techniques for counting and enumeration including generating   functions, the principle of inclusion and exclusion, and Polya   counting. Graph theory. Modern algorithms and data structures   for graph-theoretic problems.                MATH-UA 248    Theory of Numbers     4 points. Fall term.     Prerequisite: MATH-UA     122 Calculus II or MATH-UA 212 Math for Economics II    (for Economics majors) with a grade of C or better and/or the    equivalent.         Divisibility theory and prime numbers. Linear and quadratic    congruences. The classical number-theoretic functions.    Continued fractions. Diophantine equations.              MATH-UA 250    Mathematics of Finance     4 points. Fall term.     Prerequisite: MATH-UA     123 Calculus III or MATH-UA 213 Math for Economics III    (for Economics majors), and an introductory course in    probability or statistics, MATH-UA 233 Theory of Probability,    MATH-UA 235 Probability and Statistics, ECON-UA 18 Statistics,    ECON-UA 20 Analytical Statistics, STAT-UB 103 Statistics for    Business Control and Regression/Forecasting Models or    equivalent) with a grade of C+ or better.         Introduction to the mathematics of finance. Topics include:    Linear programming with application pricing and quadratic.    Interest rates and present value. Basic probability: random    walks, central limit theorem, Brownian motion, lognormal model    of stock prices. Black-Scholes theory of options. Dynamic    programming with application to portfolio optimization.              MATH-UA 251    Introduction to Mathematical Modeling     4 points. Spring term.     Prerequisites: MATH-UA 123 Calculus    III or MATH-UA 213 Math for Economics III (for Economics    majors) with a grade of C or better or permission of the    instructor.         Formulation and analysis of mathematical models. Mathematical    tool include dimensional analysis, optimization, simulation,    probability, and elementary differential equations.    Applications to biology, sports, economics, and other areas of    science. The necessary mathematical and scientific background    will be developed as needed. Students will participate in    formulating models as well as in analyzing them.              MATH-UA 252    Numerical Analysis     4 points. Spring term.     Prerequisite: MATH-UA     123 Calculus III or MATH-UA 213 Math for Economics III    (for Economics majors), MATH-UA 140    Linear Algebra with a grade of C or better.         In numerical analysis one explores how mathematical problems    can be analyzed and solved with a computer. As such, numerical    analysis has very broad applications in mathematics, physics,    engineering, finance, and the life sciences. This course gives    an introduction to this subject for mathematics majors. Theory    and practical examples using Matlab will be combined to study    a range of topics ranging from simple root-finding procedures    to differential equations and the finite element method.              MATH-UA 255    Mathematics in Medicine and Biology - identical to G23.1501     4 points. Fall term.     Prerequisite: MATH-UA     121 Calculus I or MATH-UA 212 Math for Economics II (for    Economics majors) and V23.0011     Principles of Biology I or permission of the instructor.         Intended primarily for premedical students with interest and    ability in mathematics. Topics of medical importance using    mathematics as a tool: control of the heart, optimal    principles in the lung, cell membranes, electrophysiology,    countercurrent exchange in the kidney, acid-base balance,    muscle, cardiac catheterization, computer diagnosis. Material    from the physical sciences and mathematics is introduced as    needed and developed within the course.              MATH-UA 256    Computers in Medicine and Biology - identical to G23.1502     4 points. Spring term.     Prerequisite: MATH-UA 255    Mathematics in Medicine and Biology , or permission of    the instructor. Familiarity with a programming language is    recommended. The language used in the course will be MATLAB,    but prior experience with MATLAB is not required.         Introduces students to the use of computer simulation as a    tool for investigating biological phenomena. The course    requirement is to construct three computer models during the    semester, to report on results to the class, and to hand in a    writeup describing each project. These projects can be done    individually, or as part of a team. Topics discussed in class    are the circulation of the blood, gas exchange in the lung,    electrophysiology of neurons and neural networks, the renal    countercurrent mechanism, cross-bridge dynamics in muscle, and    the dynamics of epidemic and endemic diseases. Projects are    normally chosen from this list, but may be chosen otherwise by    students with other interests.              MATH-UA 262    Ordinary Differential Equations     4 points. Fall and spring terms.     Prerequisite: MATH-UA     123 Calculus III or MATH-UA 213 Math for Economics III    (for Economics majors) and MATH-UA    140 Linear Algebra with a grade of C or better or the    equivalent.         A first course in    ordinary differential equations, including analytical solution    methods, elementary numerical methods, and modeling.    Topics to be covered include: first-order equations    including integrating factors; second-order equations    including variation of parameters; series solutions;    elementary numerical methods including Euler's methods,    Runge-Kutta methods, and error analysis; Laplace    transforms; systems of linear    equations; boundary-value problems. Some optional    topics to be chosen at the instructor's discretion    include: nonlinear dynamics including phase-plane    description; elementary partial differential    equations and Fourier series.          MATH-UA 263    Partial Differential Equations     4 points. Spring term.     Prerequisite: MATH-UA 262 Ordinary    Differential Equations with a grade of C or better or    the equivalent.         Many laws of physics are formulated as partial differential    equations. This course discusses the simplest examples, such    as waves, diffusion, gravity, and static electricity.    Non-linear conservation laws and the theory of shock waves are    discussed. Further applications to physics, chemistry,    biology, and population dynamics.              MATH-UA 264    Chaos and Dynamical Systems     4 points. Spring term.     Prerequisite: MATH-UA     122 Calculus II or MATH-UA 212 Math for Economics II    (for Economics majors) and MATH-UA 140    Linear Algebra with a grade of C or better or the    equivalent.         Topics will include dynamics of maps and of first order and    second-order differential equations: stability, bifurcations,    limit cycles, dissection of systems with fast and slow time    scales. Geometric viewpoint, including    phase planes, will be stressed. Chaotic    behavior will be introduced in the context of one-variable    maps (the logistic), fractal sets, etc. Applications will be    drawn from physics and biology. There will be homework and    projects, and a few computer lab sessions (programming    experience is not a prerequisite).              MATH-UA 270    Transformations and Geometries     4 points. Fall term of odd years.     Prerequisite: MATH-UA 122 Calculus II or MATH-UA 212 Math for    Economics II (for Economics majors) with a grade of C or    better or the equivalent. Also, MATH-UA 140    Linear Algebra with the grade of C or better is strongly    suggested. This course is only open to Math Education majors and prospective majors.         This is a thorough course in planar Euclidean geometry.    Emphasis is placed on development of students' proof-writing    and problem-solving skills. It begins with a study of the    basic structures (e.g., angles, lines, arcs) and concepts    (e.g.,construction, congruence, similarity) known to Euclid    and builds toward modern results. The second half of the    course will focus on isometries of the plane, their    classification, and applications of complex numbers and    conformal maps to geometry. Time permitting, contrasts will be    made with some non-Euclidean geometries.          MATH-UA 282    Functions of a Complex Variable     4 points. Spring term.     Prerequisite: MATH-UA     123 Calculus III or MATH-UA 213 Math for Economics III    (for Economics majors) plus one higher level course such as MATH-UA 140 Linear Algebra with    the grade of C or better.         Complex numbers and complex functions. Differentiation and the    Cauchy-Riemann equations. Cauchys theorem and the Cauchy    integral formula. Singularities, residues, and Laurent series.    Fractional Linear transformations and conformal mapping.    Analytic continuation. Applications to fluid flow etc.              MATH-UA 325    Analysis     4 points. Fall and spring term.     Prerequisite: MATH-UA     123 Calculus III or MATH-UA 213 Math for Economics III    (for Economics majors) and MATH-UA    140 Linear Algebra with a grade of C or better or the    equivalent.         This course is an introduction to rigorous analysis on the    real line. Topics include: the real number system, sequences    and series of numbers, functions of a real variable    (continuity and differentiability), the Riemann integral,    basic topological notions in a metric space, sequences and    series of functions including Taylor and Fourier series.                MATH-UA 328    Honors Analysis I     4 points. Fall term.     Prerequisite: MATH-UA    123 Calculus III or MATH-UA 213 Math for Economics III    (for Economics majors) and MATH-UA    140 Linear Algebra with a grade of C or better or the    equivalent.     Recommended: Intensive calculus versions MATH-UA 221 Honors    Calculus I and MATH-UA 222 Honors Calculus II.         This is an introduction to the rigorous treatment of the    foundations of real analysis in one variable. It is based    entirely on proofs. Students are expected to know what a    mathematical proof is and are also expected to be able to read    a proof before taking this class. Topics include: properties    of the real number system, sequences, continuous functions,    topology of the real line, compactness, derivatives, the    Riemann integral, sequences of functions, uniform convergence,    infinite series and Fourier series. Additional topics may    include: Lebesgue measure and integral on the real line,    metric spaces, and analysis on metric spaces.              MATH-UA 329    Honors Analysis II     4 points. Spring term.     Prerequisite: A grade of C or better in MATH-UA 328 Honors    Analysis I, or grade of A in MATH-UA 325 Analysis in    conjunction with permission by instructor.         This is a continuation of MATH-UA 328 Honors Analysis I.    Topics include: metric spaces, differentiation of functions of    several real variables, the implicit and inverse function    theorems, Riemann integral on R^n, Lebesgue measure on R^n,    the Lebesgue integral.              MATH-UA 343    Algebra     4 points. Fall term and Spring terms     Prerequisite: MATH-UA 123 Calculus    III or MATH-UA 213 Math for Economics III (for Economics    majors), and MATH-UA 140 Linear    Algebra with a grade of C or better and/or the    equivalent.     Additionally, it is suggested for students to have taken MATH-UA 325    Analysis as a prerequisite.         Introduction to abstract algebraic structures, including    groups, rings, and fields. Sets and relations. Congruences and    unique factorization of integers. Groups, permutation groups,    homomorphisms and quotient groups. Rings and quotient rings,    Euclidean rings, polynomial rings. Fields, finite extensions.                MATH-UA 348    Honors Algebra I     4 points. Fall term.     Prerequisite: MATH-UA 123 or    MATH-UA 213 Math for Economics III (for Economics majors) and    MATH-UA 140 Linear Algebra with a    grade of C or better and/or the equivalent.     Recommended: Intensive calculus versions MATH-UA 221 Honors    Calculus I and MATH-UA 222 Honors Calculus II.          Introduction to abstract algebraic structures, including    groups, rings, and fields. Sets and relations. Congruences    and unique factorization of integers. Groups, permutation    groups, group actions, homomorphisms and quotient groups,    direct products, classification of finitely generated    abelian groups, Sylow theorems. Rings, ideals and quotient    rings, Euclidean rings, polynomial rings, unique    factorization.                MATH-UA 349     Honors Algebra II     4 points. Spring term.     Prerequisite: A grade of C or better in MATH-UA 348 Honors    Algebra I, or grade of A in MATH-UA 343 Algebra in    conjunction with permission by instructor.          Principle ideal domains, polynomial rings in several    variables, unique factorization domains. Fields, finite    extensions, constructions with ruler and compass, Galois    theory, solvability by radicals.                MATH-UA 375     Topology     4 points. Spring Term.     Prerequisite: MATH-UA 325 Analysis with a grade of C or    higher or permission of the department.          Set-theoretic preliminaries. Metric spaces, topological    spaces, compactness, connectedness, covering spaces, and    homotopy groups.                MATH-UA 377     Differential Geometry     4 points. Spring term.     Prerequisite: MATH-UA 329 Honors Analysis II with a grade of    C or higher or permission of the department.          The differential properties of curves and surfaces.    Introduction to differential manifolds and Riemannian    geometry.                MATH-UA 393     Honors I     4 points. Fall term of even years.     Prerequisite: Honors standing or approval of the director of    the honors program.          A lecture/seminar course on advanced topics. Topics vary    yearly and are updated from time to time. Detailed course    descriptions are available during preregistration.                MATH-UA 394     Honors II     4 points. Spring term of odd years.     Prerequisite: Honors standing or approval of the director of    the honors program.          A lecture/seminar course on advanced topics. Topics vary    yearly and are updated from time to time. Detailed course    descriptions are available during preregistration.                MATH-UA     395-396 Special Topics I, II     4 points each term. Offered on request.     Prerequisite: Permission of the department.     Covers topics not offered regularly; experimental courses    and courses offered on student demand. Detailed course    descriptions are available during preregistration.                MATH-UA 397     Honors III     4 points. Fall term of odd years.     Prerequisite: Honors standing or approval of the director of    the honors program.          A lecture/seminar course on advanced topics. Topics vary    yearly and are updated from time to time. Detailed course    descriptions are available during preregistration.                MATH-UA 398     Honors IV     4 points. Spring term of even years.     Prerequisite: Honors standing or approval of the director of    the honors program.          A lecture/seminar course on advanced topics. Topics vary    yearly and are updated from time to time. Detailed course    descriptions are available during preregistration.              MATH-UA 997-998 Independent Study    2 or 4 points each term. Fall and spring terms.    Prerequisite: Permission of the department.        To register for this course a student must complete an   application form for Independent Study and have the approval of   a faculty sponsor and the Director of Undergraduate Studies.                                 NEW YORK UNIVERSITY"}]},
{"detail": [{"content": "CIMS &gt; V63.0325: Analysis I                                                                                                                            Courant Institute     New York University     FAS     CAS     GSAS                         :: CONTACT US              go                         Math Department Home    Undergraduate  Courses    Undergraduate Program    People    Useful Links    Outreach               math-ua.0325 / V63.0325: Analysis I                      Term:     Fall 2011             Meeting times:     TR 12:30 P.M. - 1:45 P.M. Location TBD   Recitation (V63.0325-002):                 Instructor:     Prof. Jalal Shatah                 Office:     TBA                 Office hours:     TBA                 Phone:      212-998-3328                 Email:     shatah@cims.nyu.edu                          Prerequisites    Prerequisite:  V63.0123  Calculus III and V63.0140  Linear Algebra or  the equivalent.       Goals and Topics             The main purpose of this class is to study rigorously functions  of one  real variable, starting from the construction of real numbers    Topics to be covered: The real number  system. Convergence of sequences and series.   Rigorous study of functions of one real variable: continuity,  connectedness, compactness, metric spaces, power series, uniform  convergence and continuity.                      Course Details       Textbook and Materials    An Introduction to Analysis by William R. Wade, 4th  Edition, Pearson Prentice Hall. For extra reading (but not  required): Real Mathematical  Analysis by Charles C. Pugh, Springer.             Homework   Homework will be assigned weekly, and collected during recitations (and  handed back also during recitations, the week after. ) For  fairness reasons, late homework will not be accepted, but the lowest  homework grade will be dropped to compute the final grade.         Exams    Midterm Exam: The midterm exam will be during a regular class  period; the exact date is to be determined.       Final Exam: The final exam is currently scheduled on Monday,  May 16th, 10 a.m. - 11:50 a.m.   [NOTE: THIS BEGINS ONE HOUR BEFORE THE USUAL CLASS TIME] and the  room will be determined later [MAY NOT BE IN THE USUAL ROOM].   Note that we will not be able to accommodate early finals for  non-academic, non-emergency reasons: please plan your travel  schedule accordingly.       NB: The first class in on Monday, January 24 and the last class is  on Monday, May 9. There will be no class on Monday, February 21  (Presidents Day) or during Spring Break (March 14 - 19).                  Grading policy    Homework, Midterm Exam and Final Exam will all count. A more  precise grading policy is to be determined.             Tentative Calendar                   Week    Topic                1, 2, 3         the set of real numbers: construction properties                 4, 5, 6         convergence of sequences, compactness                 7, 8, 9         functions of one real variable: continuity, differentiation,  Riemann integration (the simplest notion of integration                 10, 11, 12         series: convergence, properties                 13, 14, 15         convergence of functions: pointwise and uniform  convergence                                              © NEW YORK UNIVERSITY   CONTACT WEBMASTER"}, {"content": "Undergraduate Course Descriptions                                                                   Courant Institute      New York University      FAS      CAS      GSAS                           :: CONTACT US                                                       go                                  Home     People     Administration     Research     Seminars     Courses     Ph.D. Programs     M.S. Programs     M.S. in Mathematics     M.S. in Scientific Computing     M.S. in Mathematics in Finance     M.S. in Data Science     Undergraduate Program     Visiting Member Program     Weekly Bulletin     Useful Links     Job Openings     Outreach               Undergraduate Course Descriptions              Course Schedule         Spring 2013     Fall 2013     Spring 2014     Fall 2014             MATH-UA 009 Algebra and Calculus     4 points. Fall and spring terms.     Prerequisite: High school math or permission of the    department.         Intensive course in intermediate algebra and trigonometry.    Topics include algebraic, exponential, logarithmic,    trigonometric functions and their graphs.              MATH-UA 120    Discrete Mathematics     4 points. Fall and spring term.     Prerequisite: Calculus I (MATH-UA 121) Refer to Calculus    website: http://math.nyu.edu/degree/undergrad/calculus.html             A first course in discrete mathematics. Sets, algorithms,    induction. Combinatorics. Graphs and trees. Combinatorial    circuits. Logic and Boolean algebra.              MATH-UA 121     Calculus I     4 points. Fall and spring terms.     PREREQUISITES FOR STUDENTS WHO MATRICULATE TO NYU FALL 2012    OR LATER              SAT score of 650 or higher     ACT/ACTE Math score of 30 or higher     AB score of 3 or higher     BC score of 3 or higher     A level Maths score of C or higher (anyone who took    Further Maths should contact the math department as it    varies depending on the exam board)     AS level Maths score of B or higher     IB HL score of 5 or higher     IB SL score of 6 or higher     Completion of Algebra and Calculus (MATH-UA 009) with a    grade of C or higher     Passing placement exam         PREREQUISITES FOR STUDENTS WHO MATRICULATED TO NYU BEFORE    FALL 2012             SAT score of 750 or higher     ACT/ACTE Math score of 34 or higher     AB 4 or higher     BC 3 or higher     Completion of Algebra and Calculus (MATH-UA 009) with a    grade of C or higher     passing placement exam         Derivatives, antiderivatives, and integrals of functions of    one real variable. Trigonometric, inverse trigonometric,    logarithmic and exponential functions. Applications, including    graphing, maximizing and minimizing functions. Areas and    volumes.              MATH-UA 122     Calculus II     4 points. Fall and spring terms.         PREREQUISITES FOR STUDENTS WHO MATRICULATED TO NYU FALL    2012 OR LATER Passing MATH-UA 121    Calculus I with a grade of C or better, an AB or a BC of    4 or higher, A level Maths of B or higher, IB HL of 6 or    higher, or passing a placement test.         PREREQUISITES FOR STUDENTS WHO MATRICULATED TO NYU BEFORE    FALL 2012 Passing MATH-UA 121    Calculus I with a grade of C or better, a BC of 4 or    higher, or passsing a placement test.         Techniques of integration. Further applications. Plane    analytic geometry. Polar coordinates and parametric equations.    Infinite series, including power series.              MATH-UA 123     Calculus III     4 points. Fall and spring terms.         PREREQUISITES FOR STUDENTS WHO MATRICULATED TO NYU FALL    2012 OR LATER Passing MATH-UA 122    Calculus II with a grade of C or higher, BC of 5, or    passing placement test. (anyone who took Further Maths should    contact the math department as it varies depending on the exam    board)         PREREQUISITES FOR STUDENTS WHO MATRICULATED TO NYU BEFORE    FALL 2012 Passing MATH-UA 122    Calculus II with a grade of C or higher or passing    placement test.     Functions of several variables. Vectors in the plane and    space. Partial derivatives with applications, especially    Lagrange multipliers. Double and triple integrals. Spherical    and cylindrical coordinates. Surface and line integrals.    Divergence, gradient, and curl. Theorem of Gauss and Stokes.         MATH-UA 130 Set Theory - identical to PHIL-UA 73    4 points.         Among the topics to be covered are: the axioms of set theory;    Boolean operations on sets; set-theoretic representation of    relations, functions and orderings; the natural numbers;    theory of transfinite cardinal and ordinal numbers; the axiom    of choice and its equivalents; and the foundations of    analysis. If time permits we may also consider some more    advanced topics, such as large cardinals or the independence    results.             MATH-UA 140 Linear    Algebra    4 points. Fall and spring term.    Prerequisite: A grade of C or better in MATH-UA 121 Calculus    I or MATH-UA 211 Math for Economics I (for Economics   majors) or the equivalent.        Systems of linear equations, Gaussian elimination, matrices,   determinants, Cramers rule. Vectors, vector spaces, basis and   dimension, linear transformations. Eigenvalues, eigenvectors,   and quadratic forms.             MATH-UA 141 Honors    Linear Algebra I - identical to G63.2110    4 points. Fall term.    Prerequisite: A grade of B or better in MATH-UA 325 Analysis or MATH-UA 343 Algebra or the   permission of the instructor.        Linear spaces, subspaces, and quotient spaces; linear dependence   and independence; basis and dimensions. Linear transformation   and matrices; dual spaces and transposition. Solving linear   equations. Determinants. Quadratic forms and their relation to   local extrema of multivariable functions.             MATH-UA 142 Honors    Linear Algebra II - identical to G63.2120    4 points. Spring term.    Prerequisite: MATH-UA 141 Intensive    Linear Algebra I .        Special theory, eigenvalues and eigenvectors; Jordan canonical   forms. Inner product and orthogonality. Self-adjoint mappings,   matrix inequalities. Normal linear spaces and linear   transformation between them positive matrices. Applications.                 MATH-UA 144    Introduction to Computer Simulation - Identical to CSCI-UA 330       4 points. Spring term.    Prerequisite:A grade of C or higher in MATH-UA 121 Calculus I or   MATH-UA 212 Math for Economics II (for Economics majors) and   PHYS-UA 11 General Physics.        In this course, students will learn how to do computer   simulations of such phenomena as orbits (Kepler problem and   N-body problem), epidemic and endemic disease (including   evolution in response to the selective pressure of a malaria),   musical stringed instruments (piano, guitar, and violin), and   traffic flow in a city (with lights, breakdowns, and gridlock at   corners). The simulations are based on mathematical models,   numerical methods, and Matlab programming techniques that will   be taught in class. The use of animations (and sound where   appropriate) to present the results of simulations will be   emphasized.             MATH-UA 211 ,    MATH-UA 212     Mathematics for Economics I and II    4 points. Fall and spring terms,respectively. Includes a   recitation section.    Prerequisites: The same as for Calculus I.    Cannot apply both Calculus courses and Math for Economics   courses towards your major.     This course is only open to Economics Majors and prospective    majors. If an Economics Major decides to double or joint major    in Math these courses will replace Calculus I - III, along    with Math for Economics III.     To be offered in fall 2011 and spring 2012 and every fall    and spring thereafter. Elements of calculus and linear algebra    are important to the study of economics. This class is    designed to provide the appropriate tools for study in the    policy concentration. Examples and motivation are drawn from    important topics in economics. Topics covered include    derivatives of functions of one and several variables;    interpretations of the derivatives; convexity; constrained and    unconstrained optimization; series, including geometric and    Taylor series; ordinary differential equations; matrix    algebra; eigenvalues; and (possibly) dynamic optimization and    multivariable integration.          MATH-UA 213    Mathematics for Economics III    4 points. Fall and spring terms, respectively. Includes a   recitation section.    Prerequisites: MATH-UA 212 Mathematics for Economics II.    Cannot apply both Calculus courses and Math for Economics   courses towards your major.     This course is only open to Economics Majors and prospective    majors. If an Economics Major decides to double major in Math    these courses will replace Calculus I - III.     Further topics in vector calculus. Vector spaces, matrix    analysis. Linear and nonlinear programming with applications    to game theory. This course will provide economics students    who have taken MATH-UA 211 Mathematics for Economics I and    MATH-UA 212 Mathematics for Economics II with the tools to    take higher-level mathematics courses.          MATH-UA 221    Honors Calculus I: Accelerated Calculus with Linear Algebra I    5 points. Fall term.         PREREQUISITES FOR STUDENTS WHO MATRICULATED TO NYU FALL 2012    OR LATER One of the following: (a) a score of 4 or higher   on the Advanced Placement Calculus BC exam, 4 or higher on the   AB exam, A level Maths of B or higher, or IB HL of 6 or higher;   or (b) MATH-UA 121 Calculus I and permission of the instructor.            PREREQUISITES FOR STUDENTS WHO MATRICULATED TO NYU BEFORE    FALL 2012 One of the following: (a) a score of 4 or higher   on the Advanced Placement Calculus BC exam or 5 on the AB exam;   or (b) MATH-UA 121 Calculus I and permission of the instructor.    This is the first semester of a year-long course that covers    the essential content of Calculus II, Calculus III and Linear    Algebra. The first 1/3 semester discusses sequences and    series, Taylor's theorem, and power series. The next 1/3    semester introduces concepts from linear algebra including:    linear systems of equations; matrices and LU decomposition;    determinants; vector spaces; eigenvalues and eigenvectors. The    last 1/3 semester introduces topics from vector calculus    including: functions of several variables; vector-valued    functions; partial derivatives; various applications including    maxima and minima.     MATH-UA 222    Honors Calculus II : Accelerated Calculus with Linear Algebra    II    5 points. Spring term    Prerequisite: MATH-UA 221 Honors Calculus I with a B or better.     This is the second semester of a year-long course that    covers the essential content of Calculus II, Calculus III and    Linear Algebra. Topics covered in the spring are    multidimensional differentiation (e.g. differentials,    gradients, Taylor expansions, applications), multidimensional    integration (e.g. double and triple integrals, Green's    theorem, divergence theorem, applications), differential    equations (e.g. first-order linear equations, second-order    linear equations, applications), and additional topics in    linear algebra (e.g. inner products, orthogonality,    applications).             MATH-UA 224 Vector    Analysis    4 points. Spring term.    Prerequisite: Prerequisite: Passing MATH-UA 325    Analysis with a grade of C or better.        Brief review of multivariate calculus: partial derivatives,   chain rule, Riemann integral, change of variables, line   integrals. Lagrange multipliers. Inverse and implicit function   theorems and their applications. Introduction to calculus on   manifolds: definition and examples of manifolds, tangent vectors   and vector fields, differential forms, exterior derivative, line   integrals and integration of forms. Gauss' and Stokes' theorems   on manifolds.             MATH-UA 228    Earth's Atmosphere and Ocean: Fluid Dynamics &amp; Climate     4 points.     Prerequisites:     MATH-UA 121 Calculus I (or equivalent) or MATH-UA 212    Math for Economics II (for Economics majors), with a grade of    B- or better, though completion of MATH-UA 123 Calculus III    (multivariate calculus) or MATH-UA 213 Math for Economics III    (for Economics majors) is preferred and recommended. Students    should also have some familiarity with introductory physics    (even at the advanced high school level).         An introduction to the dynamical processes that drive the    circulation of the atmosphere and ocean, and their    interaction. This is the core of climate science. Lectures    will be guided by consideration of observations and    experiments, but the goal is to develop an understanding of    the unifying principles of planetary fluid dynamics. Topics    include the global energy balance, convection and radiation    (the greenhouse effect), effects of planetary rotation (the    Coriolis force), structure of the atmospheric circulation (the    Hadley cell and wind patterns), structure of the oceanic    circulation (wind-driven currents and the thermohaline    circulation), climate and climate variability (including El    Nino and anthropogenic warming).             MATH-UA 230 Introduction to Fluid Dynamics - Identical to    PHYS-UA 180     4 Points. Spring Term     Prerequisite: A grade of C or higher in MATH-UA 123 Calculus    III or MATH-UA 213 Math for Economics III (for Economics    majors) Suggested: PHYS-UA 106 Mathematical Physics         Fluid dynamics is the branch of physics that describes motions    of fluids as varied as the flow of blood in the human body,    the flight of an insect or the motions of weather systems on    Earth. The course introduces the key concepts of fluid    dynamics: the formalism of continuum mechanics, the    conservation of mass, energy and momentum in a fluid, the    Euler and Navier-Stokes equations, viscosity and vorticity.    These concepts are applied to study classic problems in fluid    dynamics, such as potential flow around a cylinder, the Stokes    flow, the propagation of sound and gravity waves and the onset    of instability in shear flow.              MATH-UA 233 Theory of Probability    4 points. Fall and Spring Terms.    Prerequisite: MATH-UA 123 Calculus   III or MATH-UA 213 Math for Economics III (for Economics majors)   with a grade of C or better and/or the equivalent.    Not open to students who have taken MATH-UA 235 Probability and Statistics.        An introduction to the mathematical treatment of random   phenomena occurring in the natural, physical, and social   sciences. Axioms of mathematical probability, combinatorial   analysis, binomial distribution, Poisson and normal   approximation, random variables and probability distributions,   generating functions, Markov chains applications.        Not open to students who have taken MATH-UA 235     Probability and Statistics .             MATH-UA 234    Mathematical Statistics    4 points. Spring term.    Prerequisite: MATH-UA 233 Theory of Probability with a grade of C or better and/or the   equivalent. Not open to students who have taken MATH-UA 235 Probability and Statistics .        An introduction to the mathematical foundations and techniques   of modern statistical analysis for the interpretation of data in   the quantitative sciences. Mathematical theory of sampling;   normal populations and distributions; chi-square, t, and F   distributions; hypothesis testing; estimation; confidence   intervals; sequential analysis; correlation, regression;   analysis of variance. Applications to the sciences.             MATH-UA 235    Probability and Statistics    4 points. Spring term.    Prerequisite: MATH-UA 122 Calculus II or MATH-UA 212 Math for Economics II (for   Economics majors) with a grade of C or better and/or the equivalent.   Not open to students who have taken MATH-UA 233 Theory of Probability    and/or MATH-UA 234 Mathematical Statistics .        A combination of MATH-UA 233 Theory of Probability and     MATH-UA 234 Mathematical Statistics at a more elementary level, so as   to afford the student some acquaintance with both probability   and statistics in a single term. In probability: mathematical   treatment of chance; combinatorics; binomial, Poisson, and   Gaussian distributions; law of large numbers and the normal   approximation; application to coin-tossing, radioactive decay,   etc. In statistics: sampling; normal and other useful   distributions; testing of hypotheses; confidence intervals;   correlation and regression; applications to scientific,   industrial, and financial data.             MATH-UA 240    Combinatorics    4 points. Spring term    Prerequisite: MATH-UA     122 Calculus II or MATH-UA 212 Math for Economics II (for   Economics majors) or MATH-UA 221 Honors Calculus I with a grade of C or better and/or the   equivalent.        Techniques for counting and enumeration including generating   functions, the principle of inclusion and exclusion, and Polya   counting. Graph theory. Modern algorithms and data structures   for graph-theoretic problems.                MATH-UA 248    Theory of Numbers     4 points. Fall term.     Prerequisite: MATH-UA     122 Calculus II or MATH-UA 212 Math for Economics II    (for Economics majors) with a grade of C or better and/or the    equivalent.         Divisibility theory and prime numbers. Linear and quadratic    congruences. The classical number-theoretic functions.    Continued fractions. Diophantine equations.              MATH-UA 250    Mathematics of Finance     4 points. Fall term.     Prerequisite: MATH-UA     123 Calculus III or MATH-UA 213 Math for Economics III    (for Economics majors), and an introductory course in    probability or statistics, MATH-UA 233 Theory of Probability,    MATH-UA 235 Probability and Statistics, ECON-UA 18 Statistics,    ECON-UA 20 Analytical Statistics, STAT-UB 103 Statistics for    Business Control and Regression/Forecasting Models or    equivalent) with a grade of C+ or better.         Introduction to the mathematics of finance. Topics include:    Linear programming with application pricing and quadratic.    Interest rates and present value. Basic probability: random    walks, central limit theorem, Brownian motion, lognormal model    of stock prices. Black-Scholes theory of options. Dynamic    programming with application to portfolio optimization.              MATH-UA 251    Introduction to Mathematical Modeling     4 points. Spring term.     Prerequisites: MATH-UA 123 Calculus    III or MATH-UA 213 Math for Economics III (for Economics    majors) with a grade of C or better or permission of the    instructor.         Formulation and analysis of mathematical models. Mathematical    tool include dimensional analysis, optimization, simulation,    probability, and elementary differential equations.    Applications to biology, sports, economics, and other areas of    science. The necessary mathematical and scientific background    will be developed as needed. Students will participate in    formulating models as well as in analyzing them.              MATH-UA 252    Numerical Analysis     4 points. Spring term.     Prerequisite: MATH-UA     123 Calculus III or MATH-UA 213 Math for Economics III    (for Economics majors), MATH-UA 140    Linear Algebra with a grade of C or better.         In numerical analysis one explores how mathematical problems    can be analyzed and solved with a computer. As such, numerical    analysis has very broad applications in mathematics, physics,    engineering, finance, and the life sciences. This course gives    an introduction to this subject for mathematics majors. Theory    and practical examples using Matlab will be combined to study    a range of topics ranging from simple root-finding procedures    to differential equations and the finite element method.              MATH-UA 255    Mathematics in Medicine and Biology - identical to G23.1501     4 points. Fall term.     Prerequisite: MATH-UA     121 Calculus I or MATH-UA 212 Math for Economics II (for    Economics majors) and V23.0011     Principles of Biology I or permission of the instructor.         Intended primarily for premedical students with interest and    ability in mathematics. Topics of medical importance using    mathematics as a tool: control of the heart, optimal    principles in the lung, cell membranes, electrophysiology,    countercurrent exchange in the kidney, acid-base balance,    muscle, cardiac catheterization, computer diagnosis. Material    from the physical sciences and mathematics is introduced as    needed and developed within the course.              MATH-UA 256    Computers in Medicine and Biology - identical to G23.1502     4 points. Spring term.     Prerequisite: MATH-UA 255    Mathematics in Medicine and Biology , or permission of    the instructor. Familiarity with a programming language is    recommended. The language used in the course will be MATLAB,    but prior experience with MATLAB is not required.         Introduces students to the use of computer simulation as a    tool for investigating biological phenomena. The course    requirement is to construct three computer models during the    semester, to report on results to the class, and to hand in a    writeup describing each project. These projects can be done    individually, or as part of a team. Topics discussed in class    are the circulation of the blood, gas exchange in the lung,    electrophysiology of neurons and neural networks, the renal    countercurrent mechanism, cross-bridge dynamics in muscle, and    the dynamics of epidemic and endemic diseases. Projects are    normally chosen from this list, but may be chosen otherwise by    students with other interests.              MATH-UA 262    Ordinary Differential Equations     4 points. Fall and spring terms.     Prerequisite: MATH-UA     123 Calculus III or MATH-UA 213 Math for Economics III    (for Economics majors) and MATH-UA    140 Linear Algebra with a grade of C or better or the    equivalent.         A first course in    ordinary differential equations, including analytical solution    methods, elementary numerical methods, and modeling.    Topics to be covered include: first-order equations    including integrating factors; second-order equations    including variation of parameters; series solutions;    elementary numerical methods including Euler's methods,    Runge-Kutta methods, and error analysis; Laplace    transforms; systems of linear    equations; boundary-value problems. Some optional    topics to be chosen at the instructor's discretion    include: nonlinear dynamics including phase-plane    description; elementary partial differential    equations and Fourier series.          MATH-UA 263    Partial Differential Equations     4 points. Spring term.     Prerequisite: MATH-UA 262 Ordinary    Differential Equations with a grade of C or better or    the equivalent.         Many laws of physics are formulated as partial differential    equations. This course discusses the simplest examples, such    as waves, diffusion, gravity, and static electricity.    Non-linear conservation laws and the theory of shock waves are    discussed. Further applications to physics, chemistry,    biology, and population dynamics.              MATH-UA 264    Chaos and Dynamical Systems     4 points. Spring term.     Prerequisite: MATH-UA     122 Calculus II or MATH-UA 212 Math for Economics II    (for Economics majors) and MATH-UA 140    Linear Algebra with a grade of C or better or the    equivalent.         Topics will include dynamics of maps and of first order and    second-order differential equations: stability, bifurcations,    limit cycles, dissection of systems with fast and slow time    scales. Geometric viewpoint, including    phase planes, will be stressed. Chaotic    behavior will be introduced in the context of one-variable    maps (the logistic), fractal sets, etc. Applications will be    drawn from physics and biology. There will be homework and    projects, and a few computer lab sessions (programming    experience is not a prerequisite).              MATH-UA 270    Transformations and Geometries     4 points. Fall term of odd years.     Prerequisite: MATH-UA 122 Calculus II or MATH-UA 212 Math for    Economics II (for Economics majors) with a grade of C or    better or the equivalent. Also, MATH-UA 140    Linear Algebra with the grade of C or better is strongly    suggested. This course is only open to Math Education majors and prospective majors.         This is a thorough course in planar Euclidean geometry.    Emphasis is placed on development of students' proof-writing    and problem-solving skills. It begins with a study of the    basic structures (e.g., angles, lines, arcs) and concepts    (e.g.,construction, congruence, similarity) known to Euclid    and builds toward modern results. The second half of the    course will focus on isometries of the plane, their    classification, and applications of complex numbers and    conformal maps to geometry. Time permitting, contrasts will be    made with some non-Euclidean geometries.          MATH-UA 282    Functions of a Complex Variable     4 points. Spring term.     Prerequisite: MATH-UA     123 Calculus III or MATH-UA 213 Math for Economics III    (for Economics majors) plus one higher level course such as MATH-UA 140 Linear Algebra with    the grade of C or better.         Complex numbers and complex functions. Differentiation and the    Cauchy-Riemann equations. Cauchys theorem and the Cauchy    integral formula. Singularities, residues, and Laurent series.    Fractional Linear transformations and conformal mapping.    Analytic continuation. Applications to fluid flow etc.              MATH-UA 325    Analysis     4 points. Fall and spring term.     Prerequisite: MATH-UA     123 Calculus III or MATH-UA 213 Math for Economics III    (for Economics majors) and MATH-UA    140 Linear Algebra with a grade of C or better or the    equivalent.         This course is an introduction to rigorous analysis on the    real line. Topics include: the real number system, sequences    and series of numbers, functions of a real variable    (continuity and differentiability), the Riemann integral,    basic topological notions in a metric space, sequences and    series of functions including Taylor and Fourier series.                MATH-UA 328    Honors Analysis I     4 points. Fall term.     Prerequisite: MATH-UA    123 Calculus III or MATH-UA 213 Math for Economics III    (for Economics majors) and MATH-UA    140 Linear Algebra with a grade of C or better or the    equivalent.     Recommended: Intensive calculus versions MATH-UA 221 Honors    Calculus I and MATH-UA 222 Honors Calculus II.         This is an introduction to the rigorous treatment of the    foundations of real analysis in one variable. It is based    entirely on proofs. Students are expected to know what a    mathematical proof is and are also expected to be able to read    a proof before taking this class. Topics include: properties    of the real number system, sequences, continuous functions,    topology of the real line, compactness, derivatives, the    Riemann integral, sequences of functions, uniform convergence,    infinite series and Fourier series. Additional topics may    include: Lebesgue measure and integral on the real line,    metric spaces, and analysis on metric spaces.              MATH-UA 329    Honors Analysis II     4 points. Spring term.     Prerequisite: A grade of C or better in MATH-UA 328 Honors    Analysis I, or grade of A in MATH-UA 325 Analysis in    conjunction with permission by instructor.         This is a continuation of MATH-UA 328 Honors Analysis I.    Topics include: metric spaces, differentiation of functions of    several real variables, the implicit and inverse function    theorems, Riemann integral on R^n, Lebesgue measure on R^n,    the Lebesgue integral.              MATH-UA 343    Algebra     4 points. Fall term and Spring terms     Prerequisite: MATH-UA 123 Calculus    III or MATH-UA 213 Math for Economics III (for Economics    majors), and MATH-UA 140 Linear    Algebra with a grade of C or better and/or the    equivalent.     Additionally, it is suggested for students to have taken MATH-UA 325    Analysis as a prerequisite.         Introduction to abstract algebraic structures, including    groups, rings, and fields. Sets and relations. Congruences and    unique factorization of integers. Groups, permutation groups,    homomorphisms and quotient groups. Rings and quotient rings,    Euclidean rings, polynomial rings. Fields, finite extensions.                MATH-UA 348    Honors Algebra I     4 points. Fall term.     Prerequisite: MATH-UA 123 or    MATH-UA 213 Math for Economics III (for Economics majors) and    MATH-UA 140 Linear Algebra with a    grade of C or better and/or the equivalent.     Recommended: Intensive calculus versions MATH-UA 221 Honors    Calculus I and MATH-UA 222 Honors Calculus II.          Introduction to abstract algebraic structures, including    groups, rings, and fields. Sets and relations. Congruences    and unique factorization of integers. Groups, permutation    groups, group actions, homomorphisms and quotient groups,    direct products, classification of finitely generated    abelian groups, Sylow theorems. Rings, ideals and quotient    rings, Euclidean rings, polynomial rings, unique    factorization.                MATH-UA 349     Honors Algebra II     4 points. Spring term.     Prerequisite: A grade of C or better in MATH-UA 348 Honors    Algebra I, or grade of A in MATH-UA 343 Algebra in    conjunction with permission by instructor.          Principle ideal domains, polynomial rings in several    variables, unique factorization domains. Fields, finite    extensions, constructions with ruler and compass, Galois    theory, solvability by radicals.                MATH-UA 375     Topology     4 points. Spring Term.     Prerequisite: MATH-UA 325 Analysis with a grade of C or    higher or permission of the department.          Set-theoretic preliminaries. Metric spaces, topological    spaces, compactness, connectedness, covering spaces, and    homotopy groups.                MATH-UA 377     Differential Geometry     4 points. Spring term.     Prerequisite: MATH-UA 329 Honors Analysis II with a grade of    C or higher or permission of the department.          The differential properties of curves and surfaces.    Introduction to differential manifolds and Riemannian    geometry.                MATH-UA 393     Honors I     4 points. Fall term of even years.     Prerequisite: Honors standing or approval of the director of    the honors program.          A lecture/seminar course on advanced topics. Topics vary    yearly and are updated from time to time. Detailed course    descriptions are available during preregistration.                MATH-UA 394     Honors II     4 points. Spring term of odd years.     Prerequisite: Honors standing or approval of the director of    the honors program.          A lecture/seminar course on advanced topics. Topics vary    yearly and are updated from time to time. Detailed course    descriptions are available during preregistration.                MATH-UA     395-396 Special Topics I, II     4 points each term. Offered on request.     Prerequisite: Permission of the department.     Covers topics not offered regularly; experimental courses    and courses offered on student demand. Detailed course    descriptions are available during preregistration.                MATH-UA 397     Honors III     4 points. Fall term of odd years.     Prerequisite: Honors standing or approval of the director of    the honors program.          A lecture/seminar course on advanced topics. Topics vary    yearly and are updated from time to time. Detailed course    descriptions are available during preregistration.                MATH-UA 398     Honors IV     4 points. Spring term of even years.     Prerequisite: Honors standing or approval of the director of    the honors program.          A lecture/seminar course on advanced topics. Topics vary    yearly and are updated from time to time. Detailed course    descriptions are available during preregistration.              MATH-UA 997-998 Independent Study    2 or 4 points each term. Fall and spring terms.    Prerequisite: Permission of the department.        To register for this course a student must complete an   application form for Independent Study and have the approval of   a faculty sponsor and the Director of Undergraduate Studies.                                 NEW YORK UNIVERSITY"}, {"content": "Social &amp; Cultural Analysis    | New York University                                       Skip to page Content.     NEW YORK UNIVERSITY     ARTS AND SCIENCE     COLLEGE OF ARTS AND SCIENCE     GRADUATE SCHOOL OF ARTS AND SCIENCE                                 Home     People       Undergraduate Program       Graduate Programs       News and Events       Resources       Employment Opportunities             Stay Connected           Facebook       Twitter               The Department of Social and Cultural Analysis (SCA) is trans-disciplinary in nature, incorporating critical methodologies and theoretical insights from such fields as social geography, feminism and queer studies, ethnic studies, critical race theory, labor studies, and cultural studies. Our courses combine topics and methods spanning the humanities and social sciences, and are organized around themes such as urbanization, commodification, movement of peoples, transnational exchange, identity formations, and ethnic and disaporic cultures.           Family and friends celebrated the life of Juan Flores and honored his memory and legacy     Saturday, December 20, 2014   2:00pm-5:00pm   at NYU's   Eisner & Lubin Auditorium   New York, NY 10012 Watch the video here:      Areas of Study         Africana Studies           American Studies           Asian/Pacific/American Studies           Gender and Sexuality Studies           Latino Studies           Metropolitan Studies           Social and Cultural Analysis             Faculty Bookshelf    Yellow Peril!: An Archive of Anti-Asian Fear     John Kuo Wei Tchen and Dylan Yeats           Announcements         SCA Events Calendar           New Faculty 2014-2015             Quicklinks         Undergraduate Admissions           Frequently Asked Questions           GSAS Admissions           Study Away                         Contact Us | &copy; New York University , Arts and Science"}]}]