[{"detail": [{"content": "Center for Cognitive Neurology | Center for Cognitive Neurology                                 Skip to main content                      Patient Care       Faculty &amp; Staff Directory       Events       Careers       Donate                                                                                                                                                                             Center for Cognitive Neurology                                                                                  Home   About Us   Patient Care   Research   News   Directory   Donate   Contact Us   En Español                                  Home            Print  Email               - A + A                                                                                                                                           Center for Cognitive Neurology                                                      Welcome to the new Center for Cognitive Neurology (CCN) -- a multidisciplinary, integrated center devoted to research, clinical care and clinical advances toward the treatment and cure of neurological diseases affecting cognition -- focused on memory, language, attention, auditory, visual and thinking difficulties. Built upon the strengths of NYU  Langone’s Silberstein Alzheimer’s Institute and the former Comprehensive Center on Brain Aging, our research programs and clinical care centers are devoted to the prevention, treatment and cure of Alzheimer’s disease, Lewy body dementia, prion diseases, vascular dementia, traumatic brain injury, frontotemporal dementia, hydrocephalus, and autism.                                                            Research                     Areas of Research   Achievements in Research   Join a Research Study   Training        More               About Us                     Mission and Vision   Donate   Contact Us        More               Contact Us                    More                                                                                     Quick Links       The Pearl I. Barlow Center for Memory Evaluation and Treatment   Alzheimer's Disease Center   The NYU Parkinson's and Movement Disorders Center   NKI Center for Dementia Research                                                                       News                       COE Director, Ralph Nixon Named Chair of the Alzheimer&#039;s Association Medical &amp; Scientific Advisory Council            Barlow Center Cognitive Remediation Program Led by Dr. Stella Karantzoulis            COE Hosts the Healthy Brain Aging Fair            Dr. Mary Mittelman and Choir for People with Dementia and Caregivers on WABC               + Read All News                                              NYU Langone Medical Center       Student Login       Library                 Policies &amp; Disclaimers"}]},
{"detail": [{"content": "Center for Cognitive Neurology | Center for Cognitive Neurology                                 Skip to main content                      Patient Care       Faculty &amp; Staff Directory       Events       Careers       Donate                                                                                                                                                                             Center for Cognitive Neurology                                                                                  Home   About Us   Patient Care   Research   News   Directory   Donate   Contact Us   En Español                                  Home            Print  Email               - A + A                                                                                                                                           Center for Cognitive Neurology                                                      Welcome to the new Center for Cognitive Neurology (CCN) -- a multidisciplinary, integrated center devoted to research, clinical care and clinical advances toward the treatment and cure of neurological diseases affecting cognition -- focused on memory, language, attention, auditory, visual and thinking difficulties. Built upon the strengths of NYU  Langone’s Silberstein Alzheimer’s Institute and the former Comprehensive Center on Brain Aging, our research programs and clinical care centers are devoted to the prevention, treatment and cure of Alzheimer’s disease, Lewy body dementia, prion diseases, vascular dementia, traumatic brain injury, frontotemporal dementia, hydrocephalus, and autism.                                                            Research                     Areas of Research   Achievements in Research   Join a Research Study   Training        More               About Us                     Mission and Vision   Donate   Contact Us        More               Contact Us                    More                                                                                     Quick Links       The Pearl I. Barlow Center for Memory Evaluation and Treatment   Alzheimer's Disease Center   The NYU Parkinson's and Movement Disorders Center   NKI Center for Dementia Research                                                                       News                       COE Director, Ralph Nixon Named Chair of the Alzheimer&#039;s Association Medical &amp; Scientific Advisory Council            Barlow Center Cognitive Remediation Program Led by Dr. Stella Karantzoulis            COE Hosts the Healthy Brain Aging Fair            Dr. Mary Mittelman and Choir for People with Dementia and Caregivers on WABC               + Read All News                                              NYU Langone Medical Center       Student Login       Library                 Policies &amp; Disclaimers"}, {"content": "Geriatric Psychiatry Fellowship | Psychiatry                                Skip to main content                      Patient Care       Faculty &amp; Staff Directory       Events       Careers       Donate                                                                                                                                                                             Psychiatry                                                                                  Home   About Us   Education   Research   Patient Care   Faculty   Newsletter   Affiliates                                  Home Education Fellowship Programs Geriatric Psychiatry            Print  Email               - A + A                                         Education        open/close   Overview     open/close   Residency Program     open/close   Medical Student Education     open/close   Fellowship Programs  Addiction Psychiatry   Child and Adolescent Psychiatry   Forensic Psychiatry   Geriatric Psychiatry   Psychosomatic Medicine   Public Psychiatry   Women’s Mental Health Fellowship       open/close   Continuing Medical Education (CME)     open/close   Other Training Programs                                                                                                          Geriatric Psychiatry Fellowship                                          Director: Robert E. McCue, MD   We are accepting applications for 2015-2016 starting May 1, 2014   Click here for application information   About the Program   The NYU Department of Psychiatry offers a one-year ACGME-accredited Geriatric Psychiatry Fellowship whose mission is to produce clinical and academic leaders in geriatric psychiatry and to prepare fellows for board certification in the subspecialty of geriatric psychiatry. The program is closely integrated with the ACGME-accredited fellowship in geriatric medicine. Fellows are exposed to a complete spectrum of clinical and academic experiences in geriatric psychiatry, geriatrics, and gerontology. In addi­tion to acquiring expertise in using pharmaco­therapy and psychosocial interventions to treat elderly patients with late-life mental disorders, fellows gain experience in understanding their elderly patients in relation to their families and environment. Fellows, under the supervision of faculty, function as the team leaders in all set­tings with supervisory responsibility for resi­dents, medical students, and professional members of the multidisciplinary treatment team. Fel­lows have the opportunity to assess and treat patients in multiple settings (inpatient, outpatient, consultation-liaison, and nursing home) and gain experience with all modalities of treatment during the course of their fellowship year. Finally, fellows have the opportunity to work with mentors in developing research projects and aca­demic pursuits.   Clinical Rotations   Pearl I. Barlow Center for Memory Evaluation and Treatment Clinical Supervisor: James E. Galvin, MD, MPH   The main training site is the Pearl Barlow Center for Memory Evaluation and Treatment with additional educational experiences at the Parkinson and Movement Disorders Center. Training focuses on the assessment of the elderly patient with primary complaints of cognitive impairment. As part of this training, the fellow becomes certified in use of the Clinical Dementia Rating scale and receives training in neuropsychological assessment. The fellow has the opportunity to follow patients throughout the year and, with supervision, manage their cognitive and psychiatric problems with both pharmacotherapy and psychotherapy. The fellow works with patients’ families and caregivers through supervised participation in family and group psychotherapy. Additional training is provided in the medical and psychosocial assessment of elderly patients with movement disorders at the Parkinson and Movement Disorders Center. The fellow is also trained in the fundamentals of large-scale research projects through involvement in the research studies conducted by faculty in the Center on Brain Aging.   Coler-Carter Specialty Hospital and Nursing Facility Clinical Supervisor: Ravindra Amin, MD   The Coler campus of Coler-Carter Specialty Hospital and Nursing Facility consists of over 800 long-term care and over 90 long-term acute care beds. It is the primary provider of long term care to the indigent population of New York City, with majority of the referrals coming from public acute care facilities. The fellow is trained in supervised consultations of nursing home residents. Additionally, there are weekly interdisciplinary case conferences about nursing home residents with challenging psychiatric and behavioral problems. These often involve the patient’s family.   Bellevue Geriatric Medicine Clinic Clinical Supervisors: Sheena Chenthitta, MD; David Sutin, MD   The Bellevue Geriatric Clinic is the primary source for medical care of outpatients aged 65 years and older. The patient population is representative of Bellevue Hospital Center. It serves a very diverse medically underserved population, including a high proportion of immigrants. The fellow has an educational experience doing supervised psychiatric consultations on Clinic patients, and follows patients longitudinally over the course of the year. Additionally, there is a weekly Geriatric Psychiatry-Geriatric Medicine Case Conference.   Bellevue Geriatric Psychiatry Unit Clinical Supervisor: Dennis Popeo, MD   The unit has 28 beds and specializes in the acute psychiatric problems of elderly patients. Patients have a wide variety of diagnoses including schizophrenia, bipolar disorder, major depressive disorder, personality disorders, and dementing disorders. Patients often have co-occurring substance abuse and medical and neurologic illnesses. Therapeutic programming addresses memory skills and coping skills related to the challenges of aging. Under supervision, the fellows gain expertise in the assessment and treatment of these complex patients. There is the opportunity to participate in a weekly consultation with a senior psychopharmacologist and attend the weekly Clinical Case Conference of the Bellevue Psychiatry Inpatient Service.   NYU Behavioral Health Program Clinical Supervisor: Patrick Ying, MD   The Behavioral Health Program, the major outpatient psychiatry service at NYU Langone Medical Center, provides expert yet affordable treatment to individuals suffering from a broad range of mental disorders or emotional problems, including a large number of elderly patients. The fellow will be part of a team of offering the most up-to-date and scientifically validated treatments including psychotherapy, medication, and outpatient electroconvulsive therapy (ECT). The fellow will have an assessment and treatment caseload of patients suffering from late-life disorders and will serve as a consultant for geriatric issues to psychiatric residents working in the Program.   Tisch Hospital Consultation Liaison Service Clinical Supervisor: Jane L. Rosenthal, MD   Tisch Hospital is the acute-care facility of NYU Langone Medical Center. The Tisch Hospital Consultation Liaison service sees all adult medical and surgical patients who require a psychiatric consultation. More than half of the patients seen are elderly or at end-of-life. A full range of psychiatric and neuropsychiatric conditions are encountered, including co-occurring substance abuse, delirium, and patients in need of capacity evaluations. Interventions include biological and psychosocial evaluations, psychopharmacologic treatments, individual psychosocial treatments including some cognitive behavioral treatments, and involvement with family as a necessary extension of treating hospitalized patients. Fellows perform supervised consultations of geriatric patients. Additionally, during this rotation the fellow has the opportunity to participate in a biweekly Psychosomatics Journal Club, weekly interdisciplinary pain rounds, weekly palliative care rounds, weekly walk rounds with an internist and clinical pharmacist, weekly didactic sessions for Fellows in Psychosomatic Medicine, and the monthly meeting of the Ethics Committee.   Tisch Hospital  Electroconvulsive Therapy (ECT) Service Clinical Supervisor: Patrick Ying, MD   The Tisch Hospital ECT service treats both inpatients and outpatients with serious psychiatric disorders for which ECT is the recommended treatment. Patients treated by the service commonly have treatment-refractory depression, bipolar disorder, acute psychotic disorders, or dementia. A large portion of the patients are elderly. The fellow has on-site technical instruction and supervised ECT treatments.   Didactic Curriculum   Geriatric Psychiatry-Geriatric Medicine Case Conference   Interdisciplinary discussion of Geriatric Medicine Clinic patients that have complex problems, such as medical and psychiatric diseases, social problems and nursing care problems. The emphasis is on cultural diversity factors influencing patient care and compliance.   Core Curriculum in Geriatrics, Gerontology, and the Bioscience of Aging   Lectures cover the range of social, cultural, diagnostic, therapeutic, basic science, and health delivery issues (socioeconomic, cost containment) as well as research methodology. Relevant studies are reviewed and discussed.    Nursing Home Case Conference   An interdisciplinary conference conducted at Coler-Carter Specialty Hospital and Nursing Facility. Nursing home residents with challenging psychiatric and behavioral problems as well as ethical dilemmas will be interviewed and discussed.   Psychiatry Grand Rounds   Formal presentations of topics in psychiatry and health care.   Consultation Liaison Case Conference   Case conference with some didactic presentations. The focus is on the interface between psychiatric morbidity and medical illness, end-of-life existential issues, cognitive impairment with behavioral disturbances, and ethical/legal issues.   Bellevue Psychiatry Clinical Conference   Case conference with some didactic presentations. Focus will be on the patients with a wide range of major psychiatric disorders, often with comorbid substance abuse and medical problems.   Application Information   Eligibility   We look for mature, motivated applicants who must have satisfactorily completed an ACGME-accredited general psychiatry residency prior to entering the program. We consider such factors as one’s writing ability, research experience, leadership potential, flexible temperament, interest in public psychiatry and career goals.   Application Procedure   Please submit the following materials:   A completed application form ( Download PDF ) ( Download DOC )   Your curriculum vitae/Resume   A personal statement about why you wish to train in this Fellowship (one to two pages)   Letters of reference*   * Please arrange for a minimum of two (but not more than three) letters of reference from persons who are familiar with the nature and quality of your work; one of those persons must be the Director of your General Psychiatry Residency Program.Letters of reference should be submitted directly by their authors.   International applicants must also submit the following documentation:   Valid ECFMG certificate   Proof of Visa status or US citizenship   Electronic Submission (Preferred)   To: Tanisha.Young@nyumc.org   Mailing Address   NYU School of Medicine  Department of Psychiatry  1 Park Avenue, 8th Flr.  New York, NY 10016 c/o Tanisha Young-Nuzzi   Applicant Selection   The program begins reviewing applications in May and interviews are usually scheduled to take place in early fall. No application is considered until all required materials have been received, including the training or clinical Director’s letter of recommendation. Applications are reviewed by a screening committee which identifies a list of short listed candidates who will be invited to interview. Interviews generally take a full day and include meetings with faculty representatives of several different rotations as well as a chance to meet current Fellows. A phone offer may be made to fitting candidates, and an official letter of offer is issued upon acceptable of the position.  An offer of employment is not final until the fellow has been successfully credentialed by the NYU office of Graduate Medical Education. Terms of employment, including current year salary levels, benefits, duty hours, moonlighting policy, etc., may be found at http://med.nyu.edu/gme/policies-procedures .   For more information contact:   Robert McCue, MD Director, Geriatric Psychiatry Fellowship  (718) 963-8346 Robert.Mccue@nyumc.org   Tanisha Young-Nuzzi, MA Senior Program Coordinator  (646) 754-5438 Tanisha.Young@nyumc.org                                                                                                    NYU Langone Medical Center       Student Login       Library                 Policies &amp; Disclaimers"}, {"content": "Our Clinical Services | Center for Cognitive Neurology                                Skip to main content                      Patient Care       Faculty &amp; Staff Directory       Events       Careers       Donate                                                                                                                                                                             Center for Cognitive Neurology                                                                                  Home   About Us   Patient Care   Research   News   Directory   Donate   Contact Us   En Español                                  Home Our Clinical Services            Print  Email               - A + A                                         Our Clinical Services      Home   About Us   Patient Care   Research   News   Directory   Donate   Contact Us   En Español                                                                      Our Clinical Services                                                                 Pearl Barlow Center for Memory Evaluation and Treatment     The Pearl Barlow Center, within the Silberstein Alzheimer’s Institute, provides comprehensive diagnostic services and compassionate care to patients with memory problems and to their families, encompassing best practices in medicine, psychiatry and neurology, including pharmacologic and psychosocial treatments. Patient care teams include neurologists, neuropsychologists, psychiatrists, internists and geriatric specialists, as well as nurses and social workers to provide support and resources to caregivers. This interdisciplinary approach integrated with world-class research capabilities is the most comprehensive and first of its kind in the treatment of memory disorders in New York City. Also offered is a cognitive remediation program to enhance memory and cognitive abilities; and a geriatric falls prevention clinic to characterize, treat and prevent balance and walking abnormalities.     Additionally, the Barlow Center houses a patient-focused clinic devoted to Lewy Body Dementia , and a satellite clinic that specializes in Normal Pressure Hydrocephalus -- both clinics are the only ones of their kind in NYC.                                                                                         NYU Langone Medical Center       Student Login       Library                 Policies &amp; Disclaimers"}]},
{"detail": [{"content": "Center for Cognitive Neurology | Center for Cognitive Neurology                                 Skip to main content                      Patient Care       Faculty &amp; Staff Directory       Events       Careers       Donate                                                                                                                                                                             Center for Cognitive Neurology                                                                                  Home   About Us   Patient Care   Research   News   Directory   Donate   Contact Us   En Español                                  Home            Print  Email               - A + A                                                                                                                                           Center for Cognitive Neurology                                                      Welcome to the new Center for Cognitive Neurology (CCN) -- a multidisciplinary, integrated center devoted to research, clinical care and clinical advances toward the treatment and cure of neurological diseases affecting cognition -- focused on memory, language, attention, auditory, visual and thinking difficulties. Built upon the strengths of NYU  Langone’s Silberstein Alzheimer’s Institute and the former Comprehensive Center on Brain Aging, our research programs and clinical care centers are devoted to the prevention, treatment and cure of Alzheimer’s disease, Lewy body dementia, prion diseases, vascular dementia, traumatic brain injury, frontotemporal dementia, hydrocephalus, and autism.                                                            Research                     Areas of Research   Achievements in Research   Join a Research Study   Training        More               About Us                     Mission and Vision   Donate   Contact Us        More               Contact Us                    More                                                                                     Quick Links       The Pearl I. Barlow Center for Memory Evaluation and Treatment   Alzheimer's Disease Center   The NYU Parkinson's and Movement Disorders Center   NKI Center for Dementia Research                                                                       News                       COE Director, Ralph Nixon Named Chair of the Alzheimer&#039;s Association Medical &amp; Scientific Advisory Council            Barlow Center Cognitive Remediation Program Led by Dr. Stella Karantzoulis            COE Hosts the Healthy Brain Aging Fair            Dr. Mary Mittelman and Choir for People with Dementia and Caregivers on WABC               + Read All News                                              NYU Langone Medical Center       Student Login       Library                 Policies &amp; Disclaimers"}, {"content": "Geriatric Psychiatry Fellowship | Psychiatry                                Skip to main content                      Patient Care       Faculty &amp; Staff Directory       Events       Careers       Donate                                                                                                                                                                             Psychiatry                                                                                  Home   About Us   Education   Research   Patient Care   Faculty   Newsletter   Affiliates                                  Home Education Fellowship Programs Geriatric Psychiatry            Print  Email               - A + A                                         Education        open/close   Overview     open/close   Residency Program     open/close   Medical Student Education     open/close   Fellowship Programs  Addiction Psychiatry   Child and Adolescent Psychiatry   Forensic Psychiatry   Geriatric Psychiatry   Psychosomatic Medicine   Public Psychiatry   Women’s Mental Health Fellowship       open/close   Continuing Medical Education (CME)     open/close   Other Training Programs                                                                                                          Geriatric Psychiatry Fellowship                                          Director: Robert E. McCue, MD   We are accepting applications for 2015-2016 starting May 1, 2014   Click here for application information   About the Program   The NYU Department of Psychiatry offers a one-year ACGME-accredited Geriatric Psychiatry Fellowship whose mission is to produce clinical and academic leaders in geriatric psychiatry and to prepare fellows for board certification in the subspecialty of geriatric psychiatry. The program is closely integrated with the ACGME-accredited fellowship in geriatric medicine. Fellows are exposed to a complete spectrum of clinical and academic experiences in geriatric psychiatry, geriatrics, and gerontology. In addi­tion to acquiring expertise in using pharmaco­therapy and psychosocial interventions to treat elderly patients with late-life mental disorders, fellows gain experience in understanding their elderly patients in relation to their families and environment. Fellows, under the supervision of faculty, function as the team leaders in all set­tings with supervisory responsibility for resi­dents, medical students, and professional members of the multidisciplinary treatment team. Fel­lows have the opportunity to assess and treat patients in multiple settings (inpatient, outpatient, consultation-liaison, and nursing home) and gain experience with all modalities of treatment during the course of their fellowship year. Finally, fellows have the opportunity to work with mentors in developing research projects and aca­demic pursuits.   Clinical Rotations   Pearl I. Barlow Center for Memory Evaluation and Treatment Clinical Supervisor: James E. Galvin, MD, MPH   The main training site is the Pearl Barlow Center for Memory Evaluation and Treatment with additional educational experiences at the Parkinson and Movement Disorders Center. Training focuses on the assessment of the elderly patient with primary complaints of cognitive impairment. As part of this training, the fellow becomes certified in use of the Clinical Dementia Rating scale and receives training in neuropsychological assessment. The fellow has the opportunity to follow patients throughout the year and, with supervision, manage their cognitive and psychiatric problems with both pharmacotherapy and psychotherapy. The fellow works with patients’ families and caregivers through supervised participation in family and group psychotherapy. Additional training is provided in the medical and psychosocial assessment of elderly patients with movement disorders at the Parkinson and Movement Disorders Center. The fellow is also trained in the fundamentals of large-scale research projects through involvement in the research studies conducted by faculty in the Center on Brain Aging.   Coler-Carter Specialty Hospital and Nursing Facility Clinical Supervisor: Ravindra Amin, MD   The Coler campus of Coler-Carter Specialty Hospital and Nursing Facility consists of over 800 long-term care and over 90 long-term acute care beds. It is the primary provider of long term care to the indigent population of New York City, with majority of the referrals coming from public acute care facilities. The fellow is trained in supervised consultations of nursing home residents. Additionally, there are weekly interdisciplinary case conferences about nursing home residents with challenging psychiatric and behavioral problems. These often involve the patient’s family.   Bellevue Geriatric Medicine Clinic Clinical Supervisors: Sheena Chenthitta, MD; David Sutin, MD   The Bellevue Geriatric Clinic is the primary source for medical care of outpatients aged 65 years and older. The patient population is representative of Bellevue Hospital Center. It serves a very diverse medically underserved population, including a high proportion of immigrants. The fellow has an educational experience doing supervised psychiatric consultations on Clinic patients, and follows patients longitudinally over the course of the year. Additionally, there is a weekly Geriatric Psychiatry-Geriatric Medicine Case Conference.   Bellevue Geriatric Psychiatry Unit Clinical Supervisor: Dennis Popeo, MD   The unit has 28 beds and specializes in the acute psychiatric problems of elderly patients. Patients have a wide variety of diagnoses including schizophrenia, bipolar disorder, major depressive disorder, personality disorders, and dementing disorders. Patients often have co-occurring substance abuse and medical and neurologic illnesses. Therapeutic programming addresses memory skills and coping skills related to the challenges of aging. Under supervision, the fellows gain expertise in the assessment and treatment of these complex patients. There is the opportunity to participate in a weekly consultation with a senior psychopharmacologist and attend the weekly Clinical Case Conference of the Bellevue Psychiatry Inpatient Service.   NYU Behavioral Health Program Clinical Supervisor: Patrick Ying, MD   The Behavioral Health Program, the major outpatient psychiatry service at NYU Langone Medical Center, provides expert yet affordable treatment to individuals suffering from a broad range of mental disorders or emotional problems, including a large number of elderly patients. The fellow will be part of a team of offering the most up-to-date and scientifically validated treatments including psychotherapy, medication, and outpatient electroconvulsive therapy (ECT). The fellow will have an assessment and treatment caseload of patients suffering from late-life disorders and will serve as a consultant for geriatric issues to psychiatric residents working in the Program.   Tisch Hospital Consultation Liaison Service Clinical Supervisor: Jane L. Rosenthal, MD   Tisch Hospital is the acute-care facility of NYU Langone Medical Center. The Tisch Hospital Consultation Liaison service sees all adult medical and surgical patients who require a psychiatric consultation. More than half of the patients seen are elderly or at end-of-life. A full range of psychiatric and neuropsychiatric conditions are encountered, including co-occurring substance abuse, delirium, and patients in need of capacity evaluations. Interventions include biological and psychosocial evaluations, psychopharmacologic treatments, individual psychosocial treatments including some cognitive behavioral treatments, and involvement with family as a necessary extension of treating hospitalized patients. Fellows perform supervised consultations of geriatric patients. Additionally, during this rotation the fellow has the opportunity to participate in a biweekly Psychosomatics Journal Club, weekly interdisciplinary pain rounds, weekly palliative care rounds, weekly walk rounds with an internist and clinical pharmacist, weekly didactic sessions for Fellows in Psychosomatic Medicine, and the monthly meeting of the Ethics Committee.   Tisch Hospital  Electroconvulsive Therapy (ECT) Service Clinical Supervisor: Patrick Ying, MD   The Tisch Hospital ECT service treats both inpatients and outpatients with serious psychiatric disorders for which ECT is the recommended treatment. Patients treated by the service commonly have treatment-refractory depression, bipolar disorder, acute psychotic disorders, or dementia. A large portion of the patients are elderly. The fellow has on-site technical instruction and supervised ECT treatments.   Didactic Curriculum   Geriatric Psychiatry-Geriatric Medicine Case Conference   Interdisciplinary discussion of Geriatric Medicine Clinic patients that have complex problems, such as medical and psychiatric diseases, social problems and nursing care problems. The emphasis is on cultural diversity factors influencing patient care and compliance.   Core Curriculum in Geriatrics, Gerontology, and the Bioscience of Aging   Lectures cover the range of social, cultural, diagnostic, therapeutic, basic science, and health delivery issues (socioeconomic, cost containment) as well as research methodology. Relevant studies are reviewed and discussed.    Nursing Home Case Conference   An interdisciplinary conference conducted at Coler-Carter Specialty Hospital and Nursing Facility. Nursing home residents with challenging psychiatric and behavioral problems as well as ethical dilemmas will be interviewed and discussed.   Psychiatry Grand Rounds   Formal presentations of topics in psychiatry and health care.   Consultation Liaison Case Conference   Case conference with some didactic presentations. The focus is on the interface between psychiatric morbidity and medical illness, end-of-life existential issues, cognitive impairment with behavioral disturbances, and ethical/legal issues.   Bellevue Psychiatry Clinical Conference   Case conference with some didactic presentations. Focus will be on the patients with a wide range of major psychiatric disorders, often with comorbid substance abuse and medical problems.   Application Information   Eligibility   We look for mature, motivated applicants who must have satisfactorily completed an ACGME-accredited general psychiatry residency prior to entering the program. We consider such factors as one’s writing ability, research experience, leadership potential, flexible temperament, interest in public psychiatry and career goals.   Application Procedure   Please submit the following materials:   A completed application form ( Download PDF ) ( Download DOC )   Your curriculum vitae/Resume   A personal statement about why you wish to train in this Fellowship (one to two pages)   Letters of reference*   * Please arrange for a minimum of two (but not more than three) letters of reference from persons who are familiar with the nature and quality of your work; one of those persons must be the Director of your General Psychiatry Residency Program.Letters of reference should be submitted directly by their authors.   International applicants must also submit the following documentation:   Valid ECFMG certificate   Proof of Visa status or US citizenship   Electronic Submission (Preferred)   To: Tanisha.Young@nyumc.org   Mailing Address   NYU School of Medicine  Department of Psychiatry  1 Park Avenue, 8th Flr.  New York, NY 10016 c/o Tanisha Young-Nuzzi   Applicant Selection   The program begins reviewing applications in May and interviews are usually scheduled to take place in early fall. No application is considered until all required materials have been received, including the training or clinical Director’s letter of recommendation. Applications are reviewed by a screening committee which identifies a list of short listed candidates who will be invited to interview. Interviews generally take a full day and include meetings with faculty representatives of several different rotations as well as a chance to meet current Fellows. A phone offer may be made to fitting candidates, and an official letter of offer is issued upon acceptable of the position.  An offer of employment is not final until the fellow has been successfully credentialed by the NYU office of Graduate Medical Education. Terms of employment, including current year salary levels, benefits, duty hours, moonlighting policy, etc., may be found at http://med.nyu.edu/gme/policies-procedures .   For more information contact:   Robert McCue, MD Director, Geriatric Psychiatry Fellowship  (718) 963-8346 Robert.Mccue@nyumc.org   Tanisha Young-Nuzzi, MA Senior Program Coordinator  (646) 754-5438 Tanisha.Young@nyumc.org                                                                                                    NYU Langone Medical Center       Student Login       Library                 Policies &amp; Disclaimers"}, {"content": "Our Clinical Services | Center for Cognitive Neurology                                Skip to main content                      Patient Care       Faculty &amp; Staff Directory       Events       Careers       Donate                                                                                                                                                                             Center for Cognitive Neurology                                                                                  Home   About Us   Patient Care   Research   News   Directory   Donate   Contact Us   En Español                                  Home Our Clinical Services            Print  Email               - A + A                                         Our Clinical Services      Home   About Us   Patient Care   Research   News   Directory   Donate   Contact Us   En Español                                                                      Our Clinical Services                                                                 Pearl Barlow Center for Memory Evaluation and Treatment     The Pearl Barlow Center, within the Silberstein Alzheimer’s Institute, provides comprehensive diagnostic services and compassionate care to patients with memory problems and to their families, encompassing best practices in medicine, psychiatry and neurology, including pharmacologic and psychosocial treatments. Patient care teams include neurologists, neuropsychologists, psychiatrists, internists and geriatric specialists, as well as nurses and social workers to provide support and resources to caregivers. This interdisciplinary approach integrated with world-class research capabilities is the most comprehensive and first of its kind in the treatment of memory disorders in New York City. Also offered is a cognitive remediation program to enhance memory and cognitive abilities; and a geriatric falls prevention clinic to characterize, treat and prevent balance and walking abnormalities.     Additionally, the Barlow Center houses a patient-focused clinic devoted to Lewy Body Dementia , and a satellite clinic that specializes in Normal Pressure Hydrocephalus -- both clinics are the only ones of their kind in NYC.                                                                                         NYU Langone Medical Center       Student Login       Library                 Policies &amp; Disclaimers"}]}]