[{"detail": [{"content": "Course Offerings    |     French    | New York University                                   Skip to page Content.     NEW YORK UNIVERSITY     ARTS AND SCIENCE     COLLEGE OF ARTS AND SCIENCE     GRADUATE SCHOOL OF ARTS AND SCIENCE                                Home       About Us       People       Undergraduate Program       Graduate program       Events       Employment             Stay Connected           Facebook             Affiliations         Center for French Civilization and Culture           La Maison Francaise           Institute of French Studies           NYU Paris                    Back to Home       Course Offerings      Jump To: Introductory Language Courses --Intensive Sequence    --Extensive Sequence Language Course with Special Prerequisites Advanced Language Courses (Electives)    Core Courses (Taught in French) Electives in French Literature and Civilization (Taught in French)    Courses Conducted in English Interdisciplinary Courses Graduate Courses Open to Undergraduates    Placement in French  Language Courses   The placement of  students in French language, literature, and civilization courses is  explained under \" Placement Examinations \" in the Academic Policies  section of this Bulletin.      Fulfillment of the  Morse Academic Plan (MAP) Language Requirement   The language  requirement in French may be fulfilled either by an intensive  sequence of two 6-point courses (FREN-UA 10 and FREN-UA 20) for a  total of 12 points, or by an extensive sequence of four 4-point  courses (FREN-UA 1, FREN-UA 2, FREN-UA 11, and FREN-UA 12) for a  total of 16 points. With departmental approval, a student may follow  a plan of study combining two 4-point courses with one 6-point course  (FREN-UA 1, FREN-UA 2, FREN-UA 20; or FREN-UA 10, FREN-UA 11, FREN-UA  12) for a total of 14 points. All students planning to continue their  study of French beyond the MAP requirement are strongly advised to  follow the intensive sequence, since this permits completion of the  intermediate level in two semesters.      Introductory  Language Courses      Intensive Sequence      Intensive Elementary  French   FREN-UA 10 Open to  students with no previous training in French and to others on  assignment by placement test. Completes the equivalent of a year's  elementary level in one semester. Offered every semester. 6 points.      Intensive Intermediate  French   FREN-UA 20   Prerequisite: Intensive Elementary French (FREN-UA 10) or Elementary  French I, II (FREN-UA 1, 2). Open to students who have completed the  equivalent of a year's elementary level and to others on assignment  by placement test. Completes the equivalent of a year's  intermediate level in one semester. Offered every semester. 6 points.      Extensive Sequence      Elementary French I   FREN-UA 1 Open to  students with no previous training in French and to others on  assignment by placement test. Not equivalent to FREN-UA 10. Only by  following FREN-UA 1 with FREN-UA 2 can a student complete the  equivalent of FREN-UA 10 and then continue on to the intermediate  level. Offered every semester. 4 points.      Elementary French II   FREN-UA 2 Continuation  of FREN-UA 1. To continue on to the intermediate level, a student  must complete both FREN-UA 1 and FREN-UA 2. This two-semester  sequence is equivalent to FREN-UA 10. Offered every semester. 4  points.      Intermediate French I   FREN-UA 11   Prerequisites: Elementary French I, II (FREN-UA 1, 2) or FREN-UA 10.  Open to students who have completed the equivalent of a year's  elementary level and to others on assignment by placement test. Not  equivalent to FREN-UA 20. Only by following FREN-UA 11 with FREN-UA  12 can a student complete the equivalent of FREN-UA 20 and then  continue on to the post-intermediate level. Offered every semester. 4  points.      Intermediate French II   FREN-UA 12   Continuation of FREN-UA 11. To fulfill the MAP requirement and  continue on to the post-intermediate level, a student must complete  both FREN-UA 11 and FREN-UA 12. This two-semester sequence is  equivalent to FREN-UA 20. Offered every semester. 4 points.      Language Course with  Special Prerequisites      Conversation and  Composition   FREN-UA 30   Prerequisite: Intermediate French I, II (FREN-UA 11, 12) or Intensive  Intermediate French (FREN-UA 20). Open to students who have completed  the equivalent of a year's intermediate level and to others who  have passed the proficiency examination but who wish to review their  French in order to take advanced courses in language, literature, and  civilization. Offered every semester. 4 points.   Systematizes and  reinforces the language skills presented in earlier-level courses  through an intensive review of grammar, written exercises, an  introduction to composition, lexical enrichment, and spoken skills.      Advanced Language  Courses (Electives)      Spoken Contemporary  French   FREN-UA 101   Prerequisite: Conversation and Composition (FREN-UA 30), assignment  by placement test, or approval of the department. Assumes a mastery  of the fundamental structures of French. May be taken concurrently  with Written Contemporary French (FREN-UA 105). Offered every  semester. 4 points.   Helps the student to  develop vocabulary, improve pronunciation, and learn new idiomatic  expressions. Introduction to corrective phonetics and emphasis on  understanding contemporary French through a study of such authentic  documents as radio and television interviews, advertisements, and  spontaneous oral productions.      Phonetics   FREN-UA 103   Prerequisite: Conversation and Composition (FREN-UA 30) or permission of the instructor.  Offered at least once a year. 4 points.   Provides advanced  French-language students with the opportunity to improve their  pronunciation through a detailed analysis of the sound systems of  both French and English.      Written Contemporary  French   FREN-UA 105   Prerequisite: Conversation and Composition (FREN-UA 30), assignment  by placement test, or approval of the department. Offered every  semester. 4 points.   Designed to improve the  student's written French and to provide advanced training in French  and comparative grammar. Students are trained to express themselves  in a variety of writing situations (for example, diaries,  transcriptions, narrations, letters). Focuses on the distinction  between spoken and written styles and the problem of contrastive  grammar. Emphasis on accuracy and fluency of usage in the written  language.      Translation   FREN-UA 107   Prerequisite: Written Contemporary French (FREN-UA 105). Offered  every year. 4 points.   Practice of translation  through French and English texts taken from a variety of sources to  present a range of contrasting grammatical and stylistic problems.  Also stresses acquisition of vocabulary.      Advanced Techniques of  Translation   FREN-UA 108   Prerequisite: Translation (FREN-UA 107). Offered every year. 4  points.   Course in translation  method based on an intensive practice of translating. Every week is  devoted to a different genre of writing (such as poetry, prose,  journalism, or subtitling) or a different set of issues related to  translating (such as cultural, grammatical and sentential,  phonic/graphic and prosodic, or language variety).      Acting French   FREN-UA 109   Prerequisite: Conversation and Composition (FREN-UA 30) or permission  of the department. Offered every year. 4 points.   Use of dramatic  situations and readings to help students overcome inhibitions in  their oral use of language. The graduated series of exercises and  activities is designed to improve pronunciation, intonation,  expression, and body language, via phonetic practice, poetry  recitation, skits, improvisation, and memorization of dramatic texts.  Reading, discussion, and performance of scenes from plays by renowned  dramatists. Extensive use of audio and video material.      Business French   FREN-UA 110   Prerequisite: Conversation and Composition (FREN-UA 30) or permission  of the department. Offered every year. 4 points.   Designed for students  who wish to learn the specialized language used in French business.  Emphasis on oral and written communication, as well as the  acquisition of a business and commercial vocabulary dealing with the  varied activities of a commercial firm (for example, advertising,  transportation, banking). Stresses group work in simulated business  situations and exposure to authentic spoken materials.      Core Courses (Taught  in French)      The following courses  are open to students who have successfully completed Written  Contemporary French (FREN-UA 105), who are assigned by placement  test, or who have the permission of the director of undergraduate  studies.      Readings in French  Literature I: From the Middle Ages to the French Revolution   FREN-UA 120   Prerequisite: Written Contemporary French (FREN-UA 105) or permission  of the department. Offered in the fall. 4 points.   Introduction to central  works in medieval and early modern French literature. By analyzing  plays, chronicles, poems, and novels, students explore the role and  status of literature within the era's larger intellectual,  political, and social framework. Critical study of key themes,  genres, and styles; focuses on analytical writing and literary  analysis. Authors studied may include Marie de France, Rabelais,  Marguerite de Navarre, Montaigne, Corneille, Diderot, and Voltaire.      Readings in French  Literature II: From 1800 to the Present   FREN-UA 121   Prerequisite: Written Contemporary French (FREN-UA 105) or permission  of the department. Offered in the spring. 4 points.   Introduction to central  works in modern French literature. By analyzing plays, chronicles,  poems, and novels, students explore the role and status of literature  within the era's larger intellectual, political, and social  framework. Critical study of key themes, genres, and styles; focuses  on analytical writing and literary analysis. Follows but does not  require completion of Readings in French Literature I. Authors  studied may include Colette, André Malraux, Céline, Simone de  Beauvoir, Kateb Yacine, Georges Perec, and Marguerite Yourcenar.      Approaches to  Francophone Literature   FREN-UA 145   Prerequisite: Written Contemporary French (FREN-UA 105) or permission  of the department. Offered every year. 4 points.   Examines literature  from a network of French-speaking countries that form a Francophone  space. Addresses the colonial past, as well as the anticolonial and  postcolonial situations in which French colonialism is replaced by  more complex relationships and ideologies. Special attention is paid  to language and the role of the writer in elaborating a postcolonial  national identity. Writers studied may include Edouard Glissant and  Patrick Chamoiseau of Martinique, Jacques Roumain of Haiti, Ahmadou  Kourouma of the Ivory Coast, and Assia Djebar of Algeria.      French Society and  Culture from the Middle Ages to 1900   FREN-UA 163 Offered in  the fall. 4 points.   Retrospective and  introspective view of French civilization from the early period to  1900 through the interrelation of history, literature, fine arts,  music, and philosophy. Study of major historical forces, ideas, and  tensions; the formation of collective identities (territorial,  religious, political, and so on); France's diversity and formative  conflicts; the Republican model; France and the outer world; and the  relationship between state, nation, and citizenry. Primary sources  and documents such as chroniques, mémoires, journaux, revues, and  correspondances.      Contemporary France   FREN-UA 164 When  conducted in English, numbered FREN-UA 864. Offered in the spring. 4  points.   An introduction to  French history, politics, and social relations from 1900 to the  present. Attention is paid to the successive crises that challenged  France's stature, its national identity, and its Republican model.  Topics include the French political and social systems; France's  \"exceptionalism\" and relationships with Europe, the United  States, and globalization; colonialism, immigration, and  postcolonialism; and gender and class relations.      Electives in French  Literature and Civilization (Taught in French)      Versailles: Life as Art  in the Age of Grandeur   FREN-UA 150 When  conducted in English, numbered FREN-UA 850 and also open to French  majors who read the works in the original and do their written work  in French. Offered periodically. 4 points.   Fabulous Versailles,  the synthesis of baroque and classical aesthetics and the cult of  kingship, serves as an introduction to the study of major aspects of  17th- and 18th-century culture and French influence on European  civilization. This course views the intellectual, artistic, and  social complexities of the period through the works of contemporary  philosophers, dramatists, artists, memorialists, and historians from  Descartes to Voltaire. Films, field trips, and multimedia  presentations of music and art.      Classicism   FREN-UA 462 Offered  periodically. 4 points.   Studies French  classical literature as one of the summits of the struggle of human  beings to understand themselves and their place in the universe.  Authors studied include Descartes, Pascal, Madame de Sévigné,  Madame de Lafayette, La Fontaine, Molière, Corneille, Racine, La  Bruyère, and La Rochefoucauld.      The 18th-Century French  Novel   FREN-UA 532 Offered  periodically. 4 points.   The novel comes into  its own during the 18th century. It fought for recognition as a  \"worthy genre.\" The development of the novel as an aesthetic form  and the social and moral preoccupations it reveals are studied in a  variety of authors, such as Marivaux, Voltaire, Diderot, Rousseau,  Laclos, and Sade.      French Thought from  Montaigne to Sartre   FREN-UA 562 Offered  periodically. 4 points.   Deals with the various  currents of ideas and the transformations in values, taste, and  feeling that constitute the Enlightenment in France. Pays particular  attention to the personality, writings, and influence of the  following authors: Montaigne, Descartes, Montesquieu, Voltaire,  Diderot, Rousseau, and Sartre. Significant works by these thinkers  and others are closely read and interpreted.      19th-Century French  Novel and Society   FREN-UA 632 Offered  periodically. 4 points.   Study of Balzac,  Stendhal, Flaubert, and Zola as a means of identifying the  individual's changing relationship to the environment and the  social, political, and intellectual contexts of his or her epoch.  Problems of the 19th-century novel, narrative structure, point of  view, invention, and observation.      Literature and the Arts  in the Age of Surrealism   FREN-UA 722 Offered  periodically. 4 points.   The historical  framework of this course is the period between the two World Wars, a  time in which the spirit of surrealism dominated the intellectual and  artistic aspects of French culture. Studies the \"surrealist  revolution\" through both detailed analyses of texts by Breton,  Aragon, Eluard, and Desnos, and of painting and cinema. Explores the  relation between theory and practice in literature and the arts.      Contemporary French  Novel   FREN-UA 731 When  conducted in English, numbered FREN-UA 831. Offered periodically. 4  points.   The major French  novelists of the 20th century have moved the novel away from the  traditional 19th-century concept. Proust and Gide developed a  first-person-singular narrative in which the reader is participant.  Breton uses the novel for a surrealist exploration. With Céline and  Malraux, the novel of violent action becomes a mirror of man's  situation in a chaotic time and leads to the work of Sartre and  Camus, encompassing the existentialist viewpoint. Covers Beckett's  sparse, complex narratives and Robbe-Grillet's \"new\" novels.  Novels are studied with respect to structure, technique, themes,  language, and significant passages.      French Poetry from  Baudelaire to the Present   FREN-UA 741 When  conducted in English, numbered FREN-UA 841. Offered periodically. 4  points.   Major trends in French  poetry from the late 19th century to the present. Beginning with the  precursors of contemporary poetry in France and other countries'  Baudelaire, Rimbaud, Mallarmé, and Laforgue—innovation is studied  in the 20th-century writers: Apollinaire and the New Spirit; the  surrealist poets, including Aragon and Breton; Saint-John Perse;  Michaux and exorcism through the word; Ponge and the world of things;  and the postwar poets. Includes textual analysis, poetic theory, and  relationships of the works to their literary environment.      New Novel and New  Theatre   FREN-UA 763 Offered  periodically. 4 points.   Reaction in the  post–World War II novel against traditional 19th-century novels.  The novelist no longer controls his characters but limits himself to  what can be seen. Emphasis on the world of objects and the difficulty  of literary creation. The novels of Robbe-Grillet, Butor, Sarraute,  Duras, Simon, and Pinget. On stage, the theatre of the absurd,  antirealistic, with startling techniques, downgrading of language,  and a stress on action; the theme of lack of communication in the  world. The theories of Artaud and the plays of Ionesco, Beckett,  Genet, Adamov, Vian, and others.      Existentialism and the  Absurd   FREN-UA 767 When  conducted in English, numbered FREN-UA 867. Offered periodically. 4  points.   Main expressions of  existential thought in Jean-Paul Sartre, Simone de Beauvoir, and  Albert Camus. Attention to the French existentialists' concern for  commitment in political and social affairs of the times. Examines  absurdist literature since the 1950s in the \"theatre of the  absurd,\" in fiction, and in critical work of other contemporary  French writers. Covers Ionesco, Beckett, Genet, Robbe-Grillet, and  Barthes; precursors of the absurd such as Kafka and Céline; and  practitioners of the absurd outside of France (such as Pinter, Albee,  and Barthelme).      Proust   FREN-UA 771 When  conducted in English, numbered FREN-UA 871 and also open to French  majors who read the work in the original and do their written work in  French. Offered periodically. 4 points.   Reading of Remembrance  of Things Past. Major topics include the novel as confession, the  unconscious and creation, perception and language, sexuality,  decadence, the artistic climate in Europe and France from the end of  the 19th century through World War I, and the hero as artist.       Beckett   FREN-UA 774 When  conducted in English, numbered FREN-UA 874. Offered periodically. 4  points.   Study of Samuel  Beckett's diverse work and the unifying element of the human  condition as two complementary components: the impossibility of  existence and the need to voice that impossibility. Works include  Molloy, The Unnamable, Waiting for Godot, Endgame, Cascando, Not I,  How It Is, Krapp's Last Tape, and First Love.      History of French  Cinema   FREN-UA 778 When  conducted in English, numbered FREN-UA 878. Offered every other year.  4 points.   Surveys French cinema  from 1895 to the present day. Formal issues are discussed in the  context of French civilization. Students are required to regularly  cross the perspectives of history and cinema studies. The following  movements and schools are discussed: the Lumière brothers' realism  versus Méliès's transformation of reality; the international  avant-garde of the 1920s (impressionism, surrealism, dadaism); poetic  realism (Vigo, Carné, Renoir); the New Wave (Truffaut, Godard,  Resnais); political modernism in the context of May 1968; the advent  of the \"Cinéma du Look\"; and postmodernity (Besson, Beineix).      Modern Criticism and  Theory of Literature   FREN-UA 863   Prerequisite: two advanced literature courses or permission of the  department. Offered periodically. 4 points.   Introduction to  contemporary methods of criticism and an approach to problems in the  theory of literature. Readings of a few primary authors, such as  Racine, Proust, Baudelaire, and Flaubert, who have recently been the  object of major critical reevaluation, along with the works of such  pertinent critics as Mauron, Jakobson, Sartre, and Barthes. Emphasis  is on a clear understanding of the critical methods and their  theoretical implications.      Theatre in the French  Tradition   FREN-UA 929 When  conducted in English, numbered FREN-UA 829 and also open to French  majors who read the works in the original and do their written work  in French. Offered periodically. 4 points.   Study of the theatrical  genre in France, including the golden-age playwrights (Corneille,  Racine, Molière), 18th-century irony and sentiment, and the  19th-century theatrical revolution. Topics include theories of comedy  and tragedy, the development of stagecraft, and romanticism and  realism. Also, the theatre as a public genre, its relationship to  taste and fashion, and its sociopolitical function.      The Image of Human  Experience in the French Novel   FREN-UA 932 When  conducted in English, numbered FREN-UA 832 and also open to French  majors who read the works in the original and do their written work  in French. Offered periodically. 4 points.   Man's attempt to come  to terms with himself and his universe has been the central impetus  of all great literature. Covers the changing image of man through the  centuries in the works of French writers of international repute:  Voltaire in his philosophical tales; Diderot as a precursor of the  modern novel; Stendhal in The Red and the Black; Flaubert in Madame  Bovary; and Proust, Camus, and Beckett, all of whom have attempted to  define man in relation to the major problems of his existence.      Women Writers in France   FREN-UA 935 Identical  to SCA-UA 740. When conducted in English, numbered FREN-UA 835 and  also open to French majors who read the works in the original and do  their written work in French. Offered every other year. 4 points.   The rich and diverse  literary works by women express their individuality and their  important social and cultural role in France from the 12th century to  the present. Studies both the changing sociohistorical context of  these writers and the common problems and themes that constitute a  female tradition. Writers include Marie de France, Christine de  Pisan, Marguerite de Navarre, Madame de Sévigné, Germaine de Staël,  George Sand, Colette, Simone de Beauvoir, and Marguerite Duras.      Topics in French  Culture   FREN-UA 965 When  conducted in English, numbered FREN-UA 865. Offered every year. 4  points.   Courses on subjects of  special interest by either a regular or visiting faculty member. For  specific courses, please consult the current class schedule. Recent  topics include Paris in history, art, and literature; la Belle  Époque; and Paris and the birth of modernism.      Topics in French  Literature   FREN-UA 968 When  conducted in English, numbered FREN-UA 868. Offered every year. 4  points.   Courses on subjects of  special interest by either a regular or visiting faculty member. For  specific courses, please consult the class schedule. Recent topics  include French 17th-century masterpieces and the theatre of the  absurd.      Internship in French   FREN-UA 980, 981   Prerequisite: permission of the department. Offered every semester. 2  or 4 points per term.   Offers upper-level  students the opportunity to apply their studies to the \"outside  world.\" Working closely with a sponsor and a faculty adviser,  students pursue internships in such diverse areas as international  trade, banking, publishing, and law. Interested students should apply  to the department early in the semester before they wish to begin  their internship.      Senior Seminar   FREN-UA 991, 992   Prerequisite: permission of the department. 4 points.      Honors Senior Thesis   FREN-UA 995   Corequisites: FREN-UA 991 or FREN-UA 992 and permission of the  department. Offered in the fall and spring. 4 points over two  semesters.      Independent Study   FREN-UA 997, 998   Prerequisite: permission of the department. Offered every semester. 2  or 4 points per term.      Courses Conducted in  English      The following courses,  numbered FREN-UA 8XX, are conducted in English. Majors may count one  of these courses toward the major if they complete all the written  work in French. (Permission of the director of undergraduate studies  is required.) These courses may be counted toward the minor in French  literature in translation and the minor in literature in translation.  No knowledge of French is required.      Metaphors of Modern  Theatre   FREN-UA 822 Identical  to DRLIT-UA 267. Offered periodically. 2 points.   A close reading of the  classics of contemporary theatre, with emphasis on their use of vivid  metaphors of the human condition and the theatre as metaphor and  artistic process. Analyzes plays in detail, thematically and  stylistically. Views each play as a highlight of nonrealistic theatre  and as a brilliant example of the sensibilities of European artists  and thinkers in the period beginning just after World War I  (Pirandello) to World War II (Sartre) and the postwar period, the  post-Hiroshima generation (Beckett).      Theatre in the French  Tradition   FREN-UA 829 When  conducted in French, numbered FREN-UA 929. Only counts toward the  major if course work is done in French (permission of the director of  undergraduate studies required). Offered periodically. 4 points.   For description, see  Theatre in the French Tradition (FREN-UA 929), above.      Contemporary French  Novel   FREN-UA 831 When  conducted in French, numbered FREN-UA 731. Only counts toward the  major if course work is done in French (permission of the director of  undergraduate studies required). Offered periodically. 4 points.   For description, see  Contemporary French Novel (FREN-UA 731), above.      The Image of Human  Experience in the French Novel   FREN-UA 832 When  conducted in French, numbered FREN-UA 932. Only counts toward the  major if course work is done in French (permission of the director of  undergraduate studies required). Offered periodically. 4 points.   For description, see  The Image of Human Experience in the French Novel (FREN-UA 932),  above.      Women Writers in France   FREN-UA 835 Identical  to SCA-UA 740. When conducted in French, numbered FREN-UA 935. Only  counts toward the major if course work is done in French (permission  of the director of undergraduate studies required). Offered  periodically. 4 points.   For description, see  Women Writers in France (FREN-UA 935), above.      French Poetry from  Baudelaire to the Present   FREN-UA 841 When  conducted in French, numbered FREN-UA 741. Only counts toward the  major if course work is done in French (permission of the director of  undergraduate studies required). Offered periodically. 4 points.   For description, see  French Poetry from Baudelaire to the Present (FREN-UA 741), above.      Versailles: Life as Art  in the Age of Grandeur   FREN-UA 850 When  conducted in French, numbered FREN-UA 150. Only counts toward the  major if course work is done in French (permission of the director of  undergraduate studies required). Offered periodically. 4 points.   For description, see  Versailles: Life as Art in the Age of Grandeur (FREN-UA 150), above.      Contemporary France   FREN-UA 864 When  conducted in French, numbered FREN-UA 164. Only counts toward the  major if course work is done in French (permission of the director of  undergraduate studies required). Offered periodically. 4 points.   For description, see  Contemporary France (FREN-UA 164), above.      Topics in French  Culture   FREN-UA 865 When  conducted in French, numbered FREN-UA 965. Offered every year. 4  points.   The department offers  occasional courses on subjects of special interest to either a  regular or visiting faculty member. For description, see Topics in  French Culture (FREN-UA 965), above.      La Belle Époque: Modes  of Artistic Expression and Life   FREN-UA 866 When  conducted in French, numbered FREN-UA 166. Only counts toward the  major if course work is done in French (permission of the director of  undergraduate studies required). Offered periodically. 4 points.   Focuses on the dazzling  cultural life of turn-of-the-century Paris. Explores the ascent of  symbolism, postimpressionism, art nouveau, cubism, futurism, and  other creative concepts. Views the social, intellectual, and artistic  aspects of the period through the works of contemporary writers,  dramatists, and artists such as Zola, Huysmans, Maupassant, Proust,  Colette, Apollinaire, Toulouse-Lautrec, Cézanne, Picasso, Debussy,  Diaghilev, Sarah Bernhardt, and Gertrude Stein. Extensive use of  audio and video material.      Existentialism and the  Absurd   FREN-UA 867 When  conducted in French, numbered FREN-UA 767. Only counts toward the  major if course work is done in French (permission of the director of  undergraduate studies required). Offered periodically. 4 points.   For description, see  Existentialism and the Absurd (FREN-UA 767), above.      Topics in French  Literature   FREN-UA 868 When  conducted in French, numbered FREN-UA 968. Offered every year. 4  points.   The department offers  occasional courses on subjects of special interest to either a  regular or visiting faculty member. For specific courses, please  consult the current class schedule.      Proust   FREN-UA 871 When  conducted in French, numbered FREN-UA 771. Only counts toward the  major if course work is done in French (permission of the director of  undergraduate studies required). Offered periodically. 4 points.   For description, see  Proust (FREN-UA 771), above.      Beckett   FREN-UA 874 When  conducted in French, numbered FREN-UA 774. Only counts toward the  major if course work is done in French (permission of the director of  undergraduate studies required). Offered periodically. 4 points.   For description, see  Beckett (FREN-UA 774), above.      History of French  Cinema   FREN-UA 878 When  conducted in French, numbered FREN-UA 778. Only counts toward the  major if course work is done in French (permission of the director of  undergraduate studies required). Offered every other year. 4 points.   For description, see  History of French Cinema (FREN-UA 778), above.    Interdisciplinary  Courses      The Department of  French sponsors the following interdisciplinary courses and, in some  cases, cosponsors them with other departments. No knowledge of French  is required. Courses may be counted toward the minor in French  literature in translation or the minor in literature in translation,  but not toward the major in French.      The Age of Romanticism   FREN-UA 501 Identical  to COLIT-UA 501. Offered periodically. 4 points.   Designed to examine a  specific period of European culture and history in several distinct  national traditions, through a variety of methodologies. The focus is  both broad and specific. The uniqueness of separate romantic  manifestations (prose, poetry, theatre, music, and the plastic arts),  as well as the relationships between them, constitute the core of  inquiry.      Cinema and Literature   FREN-UA 883 Identical  to DRLIT-UA 504. Conducted in English. Does not count toward the  major in French but does count toward the minor in French literature  in translation or the minor in literature in translation. Offered  every semester. 4 points.   Exposes the student to  various modes, such as expressionism, social realism, and the  projection of the hero. One film is viewed per week and analyzed with  reading assignments that include novels, plays, and poems. The  objective is to exploit the potentiality of different media and to  make vivid and intellectual the climate of Europe on which these  media so often focus.      Graduate Courses  Open to Undergraduates      Courses in the Graduate  School of Arts and Science are open to seniors with a 3.5 average in  three 4-point courses (12 points) of advanced work in French. If  these courses are offered toward the requirements for the  baccalaureate degree, no advanced credit is allowed for them in the  graduate school. Before registering for these courses, students must  obtain the permission of the director of undergraduate studies.      A complete list of  graduate courses open to qualified seniors is available in the  department each semester.                     NYU Department of French                              19 University Place, 6th Floor                        New York, NY 10003                 Contact Us | &copy; New York University , Arts and Science"}]},
{"detail": [{"content": "Course Offerings    |     French    | New York University                                   Skip to page Content.     NEW YORK UNIVERSITY     ARTS AND SCIENCE     COLLEGE OF ARTS AND SCIENCE     GRADUATE SCHOOL OF ARTS AND SCIENCE                                Home       About Us       People       Undergraduate Program       Graduate program       Events       Employment             Stay Connected           Facebook             Affiliations         Center for French Civilization and Culture           La Maison Francaise           Institute of French Studies           NYU Paris                    Back to Home       Course Offerings      Jump To: Introductory Language Courses --Intensive Sequence    --Extensive Sequence Language Course with Special Prerequisites Advanced Language Courses (Electives)    Core Courses (Taught in French) Electives in French Literature and Civilization (Taught in French)    Courses Conducted in English Interdisciplinary Courses Graduate Courses Open to Undergraduates    Placement in French  Language Courses   The placement of  students in French language, literature, and civilization courses is  explained under \" Placement Examinations \" in the Academic Policies  section of this Bulletin.      Fulfillment of the  Morse Academic Plan (MAP) Language Requirement   The language  requirement in French may be fulfilled either by an intensive  sequence of two 6-point courses (FREN-UA 10 and FREN-UA 20) for a  total of 12 points, or by an extensive sequence of four 4-point  courses (FREN-UA 1, FREN-UA 2, FREN-UA 11, and FREN-UA 12) for a  total of 16 points. With departmental approval, a student may follow  a plan of study combining two 4-point courses with one 6-point course  (FREN-UA 1, FREN-UA 2, FREN-UA 20; or FREN-UA 10, FREN-UA 11, FREN-UA  12) for a total of 14 points. All students planning to continue their  study of French beyond the MAP requirement are strongly advised to  follow the intensive sequence, since this permits completion of the  intermediate level in two semesters.      Introductory  Language Courses      Intensive Sequence      Intensive Elementary  French   FREN-UA 10 Open to  students with no previous training in French and to others on  assignment by placement test. Completes the equivalent of a year's  elementary level in one semester. Offered every semester. 6 points.      Intensive Intermediate  French   FREN-UA 20   Prerequisite: Intensive Elementary French (FREN-UA 10) or Elementary  French I, II (FREN-UA 1, 2). Open to students who have completed the  equivalent of a year's elementary level and to others on assignment  by placement test. Completes the equivalent of a year's  intermediate level in one semester. Offered every semester. 6 points.      Extensive Sequence      Elementary French I   FREN-UA 1 Open to  students with no previous training in French and to others on  assignment by placement test. Not equivalent to FREN-UA 10. Only by  following FREN-UA 1 with FREN-UA 2 can a student complete the  equivalent of FREN-UA 10 and then continue on to the intermediate  level. Offered every semester. 4 points.      Elementary French II   FREN-UA 2 Continuation  of FREN-UA 1. To continue on to the intermediate level, a student  must complete both FREN-UA 1 and FREN-UA 2. This two-semester  sequence is equivalent to FREN-UA 10. Offered every semester. 4  points.      Intermediate French I   FREN-UA 11   Prerequisites: Elementary French I, II (FREN-UA 1, 2) or FREN-UA 10.  Open to students who have completed the equivalent of a year's  elementary level and to others on assignment by placement test. Not  equivalent to FREN-UA 20. Only by following FREN-UA 11 with FREN-UA  12 can a student complete the equivalent of FREN-UA 20 and then  continue on to the post-intermediate level. Offered every semester. 4  points.      Intermediate French II   FREN-UA 12   Continuation of FREN-UA 11. To fulfill the MAP requirement and  continue on to the post-intermediate level, a student must complete  both FREN-UA 11 and FREN-UA 12. This two-semester sequence is  equivalent to FREN-UA 20. Offered every semester. 4 points.      Language Course with  Special Prerequisites      Conversation and  Composition   FREN-UA 30   Prerequisite: Intermediate French I, II (FREN-UA 11, 12) or Intensive  Intermediate French (FREN-UA 20). Open to students who have completed  the equivalent of a year's intermediate level and to others who  have passed the proficiency examination but who wish to review their  French in order to take advanced courses in language, literature, and  civilization. Offered every semester. 4 points.   Systematizes and  reinforces the language skills presented in earlier-level courses  through an intensive review of grammar, written exercises, an  introduction to composition, lexical enrichment, and spoken skills.      Advanced Language  Courses (Electives)      Spoken Contemporary  French   FREN-UA 101   Prerequisite: Conversation and Composition (FREN-UA 30), assignment  by placement test, or approval of the department. Assumes a mastery  of the fundamental structures of French. May be taken concurrently  with Written Contemporary French (FREN-UA 105). Offered every  semester. 4 points.   Helps the student to  develop vocabulary, improve pronunciation, and learn new idiomatic  expressions. Introduction to corrective phonetics and emphasis on  understanding contemporary French through a study of such authentic  documents as radio and television interviews, advertisements, and  spontaneous oral productions.      Phonetics   FREN-UA 103   Prerequisite: Conversation and Composition (FREN-UA 30) or permission of the instructor.  Offered at least once a year. 4 points.   Provides advanced  French-language students with the opportunity to improve their  pronunciation through a detailed analysis of the sound systems of  both French and English.      Written Contemporary  French   FREN-UA 105   Prerequisite: Conversation and Composition (FREN-UA 30), assignment  by placement test, or approval of the department. Offered every  semester. 4 points.   Designed to improve the  student's written French and to provide advanced training in French  and comparative grammar. Students are trained to express themselves  in a variety of writing situations (for example, diaries,  transcriptions, narrations, letters). Focuses on the distinction  between spoken and written styles and the problem of contrastive  grammar. Emphasis on accuracy and fluency of usage in the written  language.      Translation   FREN-UA 107   Prerequisite: Written Contemporary French (FREN-UA 105). Offered  every year. 4 points.   Practice of translation  through French and English texts taken from a variety of sources to  present a range of contrasting grammatical and stylistic problems.  Also stresses acquisition of vocabulary.      Advanced Techniques of  Translation   FREN-UA 108   Prerequisite: Translation (FREN-UA 107). Offered every year. 4  points.   Course in translation  method based on an intensive practice of translating. Every week is  devoted to a different genre of writing (such as poetry, prose,  journalism, or subtitling) or a different set of issues related to  translating (such as cultural, grammatical and sentential,  phonic/graphic and prosodic, or language variety).      Acting French   FREN-UA 109   Prerequisite: Conversation and Composition (FREN-UA 30) or permission  of the department. Offered every year. 4 points.   Use of dramatic  situations and readings to help students overcome inhibitions in  their oral use of language. The graduated series of exercises and  activities is designed to improve pronunciation, intonation,  expression, and body language, via phonetic practice, poetry  recitation, skits, improvisation, and memorization of dramatic texts.  Reading, discussion, and performance of scenes from plays by renowned  dramatists. Extensive use of audio and video material.      Business French   FREN-UA 110   Prerequisite: Conversation and Composition (FREN-UA 30) or permission  of the department. Offered every year. 4 points.   Designed for students  who wish to learn the specialized language used in French business.  Emphasis on oral and written communication, as well as the  acquisition of a business and commercial vocabulary dealing with the  varied activities of a commercial firm (for example, advertising,  transportation, banking). Stresses group work in simulated business  situations and exposure to authentic spoken materials.      Core Courses (Taught  in French)      The following courses  are open to students who have successfully completed Written  Contemporary French (FREN-UA 105), who are assigned by placement  test, or who have the permission of the director of undergraduate  studies.      Readings in French  Literature I: From the Middle Ages to the French Revolution   FREN-UA 120   Prerequisite: Written Contemporary French (FREN-UA 105) or permission  of the department. Offered in the fall. 4 points.   Introduction to central  works in medieval and early modern French literature. By analyzing  plays, chronicles, poems, and novels, students explore the role and  status of literature within the era's larger intellectual,  political, and social framework. Critical study of key themes,  genres, and styles; focuses on analytical writing and literary  analysis. Authors studied may include Marie de France, Rabelais,  Marguerite de Navarre, Montaigne, Corneille, Diderot, and Voltaire.      Readings in French  Literature II: From 1800 to the Present   FREN-UA 121   Prerequisite: Written Contemporary French (FREN-UA 105) or permission  of the department. Offered in the spring. 4 points.   Introduction to central  works in modern French literature. By analyzing plays, chronicles,  poems, and novels, students explore the role and status of literature  within the era's larger intellectual, political, and social  framework. Critical study of key themes, genres, and styles; focuses  on analytical writing and literary analysis. Follows but does not  require completion of Readings in French Literature I. Authors  studied may include Colette, André Malraux, Céline, Simone de  Beauvoir, Kateb Yacine, Georges Perec, and Marguerite Yourcenar.      Approaches to  Francophone Literature   FREN-UA 145   Prerequisite: Written Contemporary French (FREN-UA 105) or permission  of the department. Offered every year. 4 points.   Examines literature  from a network of French-speaking countries that form a Francophone  space. Addresses the colonial past, as well as the anticolonial and  postcolonial situations in which French colonialism is replaced by  more complex relationships and ideologies. Special attention is paid  to language and the role of the writer in elaborating a postcolonial  national identity. Writers studied may include Edouard Glissant and  Patrick Chamoiseau of Martinique, Jacques Roumain of Haiti, Ahmadou  Kourouma of the Ivory Coast, and Assia Djebar of Algeria.      French Society and  Culture from the Middle Ages to 1900   FREN-UA 163 Offered in  the fall. 4 points.   Retrospective and  introspective view of French civilization from the early period to  1900 through the interrelation of history, literature, fine arts,  music, and philosophy. Study of major historical forces, ideas, and  tensions; the formation of collective identities (territorial,  religious, political, and so on); France's diversity and formative  conflicts; the Republican model; France and the outer world; and the  relationship between state, nation, and citizenry. Primary sources  and documents such as chroniques, mémoires, journaux, revues, and  correspondances.      Contemporary France   FREN-UA 164 When  conducted in English, numbered FREN-UA 864. Offered in the spring. 4  points.   An introduction to  French history, politics, and social relations from 1900 to the  present. Attention is paid to the successive crises that challenged  France's stature, its national identity, and its Republican model.  Topics include the French political and social systems; France's  \"exceptionalism\" and relationships with Europe, the United  States, and globalization; colonialism, immigration, and  postcolonialism; and gender and class relations.      Electives in French  Literature and Civilization (Taught in French)      Versailles: Life as Art  in the Age of Grandeur   FREN-UA 150 When  conducted in English, numbered FREN-UA 850 and also open to French  majors who read the works in the original and do their written work  in French. Offered periodically. 4 points.   Fabulous Versailles,  the synthesis of baroque and classical aesthetics and the cult of  kingship, serves as an introduction to the study of major aspects of  17th- and 18th-century culture and French influence on European  civilization. This course views the intellectual, artistic, and  social complexities of the period through the works of contemporary  philosophers, dramatists, artists, memorialists, and historians from  Descartes to Voltaire. Films, field trips, and multimedia  presentations of music and art.      Classicism   FREN-UA 462 Offered  periodically. 4 points.   Studies French  classical literature as one of the summits of the struggle of human  beings to understand themselves and their place in the universe.  Authors studied include Descartes, Pascal, Madame de Sévigné,  Madame de Lafayette, La Fontaine, Molière, Corneille, Racine, La  Bruyère, and La Rochefoucauld.      The 18th-Century French  Novel   FREN-UA 532 Offered  periodically. 4 points.   The novel comes into  its own during the 18th century. It fought for recognition as a  \"worthy genre.\" The development of the novel as an aesthetic form  and the social and moral preoccupations it reveals are studied in a  variety of authors, such as Marivaux, Voltaire, Diderot, Rousseau,  Laclos, and Sade.      French Thought from  Montaigne to Sartre   FREN-UA 562 Offered  periodically. 4 points.   Deals with the various  currents of ideas and the transformations in values, taste, and  feeling that constitute the Enlightenment in France. Pays particular  attention to the personality, writings, and influence of the  following authors: Montaigne, Descartes, Montesquieu, Voltaire,  Diderot, Rousseau, and Sartre. Significant works by these thinkers  and others are closely read and interpreted.      19th-Century French  Novel and Society   FREN-UA 632 Offered  periodically. 4 points.   Study of Balzac,  Stendhal, Flaubert, and Zola as a means of identifying the  individual's changing relationship to the environment and the  social, political, and intellectual contexts of his or her epoch.  Problems of the 19th-century novel, narrative structure, point of  view, invention, and observation.      Literature and the Arts  in the Age of Surrealism   FREN-UA 722 Offered  periodically. 4 points.   The historical  framework of this course is the period between the two World Wars, a  time in which the spirit of surrealism dominated the intellectual and  artistic aspects of French culture. Studies the \"surrealist  revolution\" through both detailed analyses of texts by Breton,  Aragon, Eluard, and Desnos, and of painting and cinema. Explores the  relation between theory and practice in literature and the arts.      Contemporary French  Novel   FREN-UA 731 When  conducted in English, numbered FREN-UA 831. Offered periodically. 4  points.   The major French  novelists of the 20th century have moved the novel away from the  traditional 19th-century concept. Proust and Gide developed a  first-person-singular narrative in which the reader is participant.  Breton uses the novel for a surrealist exploration. With Céline and  Malraux, the novel of violent action becomes a mirror of man's  situation in a chaotic time and leads to the work of Sartre and  Camus, encompassing the existentialist viewpoint. Covers Beckett's  sparse, complex narratives and Robbe-Grillet's \"new\" novels.  Novels are studied with respect to structure, technique, themes,  language, and significant passages.      French Poetry from  Baudelaire to the Present   FREN-UA 741 When  conducted in English, numbered FREN-UA 841. Offered periodically. 4  points.   Major trends in French  poetry from the late 19th century to the present. Beginning with the  precursors of contemporary poetry in France and other countries'  Baudelaire, Rimbaud, Mallarmé, and Laforgue—innovation is studied  in the 20th-century writers: Apollinaire and the New Spirit; the  surrealist poets, including Aragon and Breton; Saint-John Perse;  Michaux and exorcism through the word; Ponge and the world of things;  and the postwar poets. Includes textual analysis, poetic theory, and  relationships of the works to their literary environment.      New Novel and New  Theatre   FREN-UA 763 Offered  periodically. 4 points.   Reaction in the  post–World War II novel against traditional 19th-century novels.  The novelist no longer controls his characters but limits himself to  what can be seen. Emphasis on the world of objects and the difficulty  of literary creation. The novels of Robbe-Grillet, Butor, Sarraute,  Duras, Simon, and Pinget. On stage, the theatre of the absurd,  antirealistic, with startling techniques, downgrading of language,  and a stress on action; the theme of lack of communication in the  world. The theories of Artaud and the plays of Ionesco, Beckett,  Genet, Adamov, Vian, and others.      Existentialism and the  Absurd   FREN-UA 767 When  conducted in English, numbered FREN-UA 867. Offered periodically. 4  points.   Main expressions of  existential thought in Jean-Paul Sartre, Simone de Beauvoir, and  Albert Camus. Attention to the French existentialists' concern for  commitment in political and social affairs of the times. Examines  absurdist literature since the 1950s in the \"theatre of the  absurd,\" in fiction, and in critical work of other contemporary  French writers. Covers Ionesco, Beckett, Genet, Robbe-Grillet, and  Barthes; precursors of the absurd such as Kafka and Céline; and  practitioners of the absurd outside of France (such as Pinter, Albee,  and Barthelme).      Proust   FREN-UA 771 When  conducted in English, numbered FREN-UA 871 and also open to French  majors who read the work in the original and do their written work in  French. Offered periodically. 4 points.   Reading of Remembrance  of Things Past. Major topics include the novel as confession, the  unconscious and creation, perception and language, sexuality,  decadence, the artistic climate in Europe and France from the end of  the 19th century through World War I, and the hero as artist.       Beckett   FREN-UA 774 When  conducted in English, numbered FREN-UA 874. Offered periodically. 4  points.   Study of Samuel  Beckett's diverse work and the unifying element of the human  condition as two complementary components: the impossibility of  existence and the need to voice that impossibility. Works include  Molloy, The Unnamable, Waiting for Godot, Endgame, Cascando, Not I,  How It Is, Krapp's Last Tape, and First Love.      History of French  Cinema   FREN-UA 778 When  conducted in English, numbered FREN-UA 878. Offered every other year.  4 points.   Surveys French cinema  from 1895 to the present day. Formal issues are discussed in the  context of French civilization. Students are required to regularly  cross the perspectives of history and cinema studies. The following  movements and schools are discussed: the Lumière brothers' realism  versus Méliès's transformation of reality; the international  avant-garde of the 1920s (impressionism, surrealism, dadaism); poetic  realism (Vigo, Carné, Renoir); the New Wave (Truffaut, Godard,  Resnais); political modernism in the context of May 1968; the advent  of the \"Cinéma du Look\"; and postmodernity (Besson, Beineix).      Modern Criticism and  Theory of Literature   FREN-UA 863   Prerequisite: two advanced literature courses or permission of the  department. Offered periodically. 4 points.   Introduction to  contemporary methods of criticism and an approach to problems in the  theory of literature. Readings of a few primary authors, such as  Racine, Proust, Baudelaire, and Flaubert, who have recently been the  object of major critical reevaluation, along with the works of such  pertinent critics as Mauron, Jakobson, Sartre, and Barthes. Emphasis  is on a clear understanding of the critical methods and their  theoretical implications.      Theatre in the French  Tradition   FREN-UA 929 When  conducted in English, numbered FREN-UA 829 and also open to French  majors who read the works in the original and do their written work  in French. Offered periodically. 4 points.   Study of the theatrical  genre in France, including the golden-age playwrights (Corneille,  Racine, Molière), 18th-century irony and sentiment, and the  19th-century theatrical revolution. Topics include theories of comedy  and tragedy, the development of stagecraft, and romanticism and  realism. Also, the theatre as a public genre, its relationship to  taste and fashion, and its sociopolitical function.      The Image of Human  Experience in the French Novel   FREN-UA 932 When  conducted in English, numbered FREN-UA 832 and also open to French  majors who read the works in the original and do their written work  in French. Offered periodically. 4 points.   Man's attempt to come  to terms with himself and his universe has been the central impetus  of all great literature. Covers the changing image of man through the  centuries in the works of French writers of international repute:  Voltaire in his philosophical tales; Diderot as a precursor of the  modern novel; Stendhal in The Red and the Black; Flaubert in Madame  Bovary; and Proust, Camus, and Beckett, all of whom have attempted to  define man in relation to the major problems of his existence.      Women Writers in France   FREN-UA 935 Identical  to SCA-UA 740. When conducted in English, numbered FREN-UA 835 and  also open to French majors who read the works in the original and do  their written work in French. Offered every other year. 4 points.   The rich and diverse  literary works by women express their individuality and their  important social and cultural role in France from the 12th century to  the present. Studies both the changing sociohistorical context of  these writers and the common problems and themes that constitute a  female tradition. Writers include Marie de France, Christine de  Pisan, Marguerite de Navarre, Madame de Sévigné, Germaine de Staël,  George Sand, Colette, Simone de Beauvoir, and Marguerite Duras.      Topics in French  Culture   FREN-UA 965 When  conducted in English, numbered FREN-UA 865. Offered every year. 4  points.   Courses on subjects of  special interest by either a regular or visiting faculty member. For  specific courses, please consult the current class schedule. Recent  topics include Paris in history, art, and literature; la Belle  Époque; and Paris and the birth of modernism.      Topics in French  Literature   FREN-UA 968 When  conducted in English, numbered FREN-UA 868. Offered every year. 4  points.   Courses on subjects of  special interest by either a regular or visiting faculty member. For  specific courses, please consult the class schedule. Recent topics  include French 17th-century masterpieces and the theatre of the  absurd.      Internship in French   FREN-UA 980, 981   Prerequisite: permission of the department. Offered every semester. 2  or 4 points per term.   Offers upper-level  students the opportunity to apply their studies to the \"outside  world.\" Working closely with a sponsor and a faculty adviser,  students pursue internships in such diverse areas as international  trade, banking, publishing, and law. Interested students should apply  to the department early in the semester before they wish to begin  their internship.      Senior Seminar   FREN-UA 991, 992   Prerequisite: permission of the department. 4 points.      Honors Senior Thesis   FREN-UA 995   Corequisites: FREN-UA 991 or FREN-UA 992 and permission of the  department. Offered in the fall and spring. 4 points over two  semesters.      Independent Study   FREN-UA 997, 998   Prerequisite: permission of the department. Offered every semester. 2  or 4 points per term.      Courses Conducted in  English      The following courses,  numbered FREN-UA 8XX, are conducted in English. Majors may count one  of these courses toward the major if they complete all the written  work in French. (Permission of the director of undergraduate studies  is required.) These courses may be counted toward the minor in French  literature in translation and the minor in literature in translation.  No knowledge of French is required.      Metaphors of Modern  Theatre   FREN-UA 822 Identical  to DRLIT-UA 267. Offered periodically. 2 points.   A close reading of the  classics of contemporary theatre, with emphasis on their use of vivid  metaphors of the human condition and the theatre as metaphor and  artistic process. Analyzes plays in detail, thematically and  stylistically. Views each play as a highlight of nonrealistic theatre  and as a brilliant example of the sensibilities of European artists  and thinkers in the period beginning just after World War I  (Pirandello) to World War II (Sartre) and the postwar period, the  post-Hiroshima generation (Beckett).      Theatre in the French  Tradition   FREN-UA 829 When  conducted in French, numbered FREN-UA 929. Only counts toward the  major if course work is done in French (permission of the director of  undergraduate studies required). Offered periodically. 4 points.   For description, see  Theatre in the French Tradition (FREN-UA 929), above.      Contemporary French  Novel   FREN-UA 831 When  conducted in French, numbered FREN-UA 731. Only counts toward the  major if course work is done in French (permission of the director of  undergraduate studies required). Offered periodically. 4 points.   For description, see  Contemporary French Novel (FREN-UA 731), above.      The Image of Human  Experience in the French Novel   FREN-UA 832 When  conducted in French, numbered FREN-UA 932. Only counts toward the  major if course work is done in French (permission of the director of  undergraduate studies required). Offered periodically. 4 points.   For description, see  The Image of Human Experience in the French Novel (FREN-UA 932),  above.      Women Writers in France   FREN-UA 835 Identical  to SCA-UA 740. When conducted in French, numbered FREN-UA 935. Only  counts toward the major if course work is done in French (permission  of the director of undergraduate studies required). Offered  periodically. 4 points.   For description, see  Women Writers in France (FREN-UA 935), above.      French Poetry from  Baudelaire to the Present   FREN-UA 841 When  conducted in French, numbered FREN-UA 741. Only counts toward the  major if course work is done in French (permission of the director of  undergraduate studies required). Offered periodically. 4 points.   For description, see  French Poetry from Baudelaire to the Present (FREN-UA 741), above.      Versailles: Life as Art  in the Age of Grandeur   FREN-UA 850 When  conducted in French, numbered FREN-UA 150. Only counts toward the  major if course work is done in French (permission of the director of  undergraduate studies required). Offered periodically. 4 points.   For description, see  Versailles: Life as Art in the Age of Grandeur (FREN-UA 150), above.      Contemporary France   FREN-UA 864 When  conducted in French, numbered FREN-UA 164. Only counts toward the  major if course work is done in French (permission of the director of  undergraduate studies required). Offered periodically. 4 points.   For description, see  Contemporary France (FREN-UA 164), above.      Topics in French  Culture   FREN-UA 865 When  conducted in French, numbered FREN-UA 965. Offered every year. 4  points.   The department offers  occasional courses on subjects of special interest to either a  regular or visiting faculty member. For description, see Topics in  French Culture (FREN-UA 965), above.      La Belle Époque: Modes  of Artistic Expression and Life   FREN-UA 866 When  conducted in French, numbered FREN-UA 166. Only counts toward the  major if course work is done in French (permission of the director of  undergraduate studies required). Offered periodically. 4 points.   Focuses on the dazzling  cultural life of turn-of-the-century Paris. Explores the ascent of  symbolism, postimpressionism, art nouveau, cubism, futurism, and  other creative concepts. Views the social, intellectual, and artistic  aspects of the period through the works of contemporary writers,  dramatists, and artists such as Zola, Huysmans, Maupassant, Proust,  Colette, Apollinaire, Toulouse-Lautrec, Cézanne, Picasso, Debussy,  Diaghilev, Sarah Bernhardt, and Gertrude Stein. Extensive use of  audio and video material.      Existentialism and the  Absurd   FREN-UA 867 When  conducted in French, numbered FREN-UA 767. Only counts toward the  major if course work is done in French (permission of the director of  undergraduate studies required). Offered periodically. 4 points.   For description, see  Existentialism and the Absurd (FREN-UA 767), above.      Topics in French  Literature   FREN-UA 868 When  conducted in French, numbered FREN-UA 968. Offered every year. 4  points.   The department offers  occasional courses on subjects of special interest to either a  regular or visiting faculty member. For specific courses, please  consult the current class schedule.      Proust   FREN-UA 871 When  conducted in French, numbered FREN-UA 771. Only counts toward the  major if course work is done in French (permission of the director of  undergraduate studies required). Offered periodically. 4 points.   For description, see  Proust (FREN-UA 771), above.      Beckett   FREN-UA 874 When  conducted in French, numbered FREN-UA 774. Only counts toward the  major if course work is done in French (permission of the director of  undergraduate studies required). Offered periodically. 4 points.   For description, see  Beckett (FREN-UA 774), above.      History of French  Cinema   FREN-UA 878 When  conducted in French, numbered FREN-UA 778. Only counts toward the  major if course work is done in French (permission of the director of  undergraduate studies required). Offered every other year. 4 points.   For description, see  History of French Cinema (FREN-UA 778), above.    Interdisciplinary  Courses      The Department of  French sponsors the following interdisciplinary courses and, in some  cases, cosponsors them with other departments. No knowledge of French  is required. Courses may be counted toward the minor in French  literature in translation or the minor in literature in translation,  but not toward the major in French.      The Age of Romanticism   FREN-UA 501 Identical  to COLIT-UA 501. Offered periodically. 4 points.   Designed to examine a  specific period of European culture and history in several distinct  national traditions, through a variety of methodologies. The focus is  both broad and specific. The uniqueness of separate romantic  manifestations (prose, poetry, theatre, music, and the plastic arts),  as well as the relationships between them, constitute the core of  inquiry.      Cinema and Literature   FREN-UA 883 Identical  to DRLIT-UA 504. Conducted in English. Does not count toward the  major in French but does count toward the minor in French literature  in translation or the minor in literature in translation. Offered  every semester. 4 points.   Exposes the student to  various modes, such as expressionism, social realism, and the  projection of the hero. One film is viewed per week and analyzed with  reading assignments that include novels, plays, and poems. The  objective is to exploit the potentiality of different media and to  make vivid and intellectual the climate of Europe on which these  media so often focus.      Graduate Courses  Open to Undergraduates      Courses in the Graduate  School of Arts and Science are open to seniors with a 3.5 average in  three 4-point courses (12 points) of advanced work in French. If  these courses are offered toward the requirements for the  baccalaureate degree, no advanced credit is allowed for them in the  graduate school. Before registering for these courses, students must  obtain the permission of the director of undergraduate studies.      A complete list of  graduate courses open to qualified seniors is available in the  department each semester.                     NYU Department of French                              19 University Place, 6th Floor                        New York, NY 10003                 Contact Us | &copy; New York University , Arts and Science"}, {"content": "Course Offerings    |     French    | New York University                                   Skip to page Content.     NEW YORK UNIVERSITY     ARTS AND SCIENCE     COLLEGE OF ARTS AND SCIENCE     GRADUATE SCHOOL OF ARTS AND SCIENCE                                Home       About Us       People       Undergraduate Program       Graduate program       Events       Employment             Stay Connected           Facebook             Affiliations         Center for French Civilization and Culture           La Maison Francaise           Institute of French Studies           NYU Paris                    Back to Home       Course Offerings   Placement  in French Language Courses      Refer  to the department's website for information on placement in French language  courses.          Fulfillment  of the College Core Curriculum Language Requirement      The  language requirement in French may be fulfilled either by an intensive sequence  of two 6-point courses (FREN-UA 10 and FREN-UA 20) for a total of 12 points, or  by an extensive sequence of four 4-point courses (FREN-UA 1, FREN-UA 2, FREN-UA  11, and FREN-UA 12) for a total of 16 points. A student may also follow a plan  of study combining two 4-point courses with one 6-point course (FREN-UA 1,  FREN-UA 2, FREN-UA 20; or FREN-UA 10, FREN-UA 11, FREN-UA 12) for a total of 14  points. Students planning to continue their study of French beyond the College  Core Curriculum requirement are advised to follow the intensive sequence, since  this permits completion through the intermediate level in two semesters.          Introductory  Language Courses      Elementary  French I    FREN-UA  1 Open  to students with no previous training in French. Not equivalent to FREN-UA 10.  Only by following FREN-UA 1 with FREN-UA 2 can a student complete the  equivalent of FREN-UA 10 and then continue on to the intermediate level.  Offered every semester. 4 points.          Elementary  French II    FREN-UA  2 Continuation  of FREN-UA 1. To continue on to the intermediate level, a student must complete  both FREN-UA 1 and FREN-UA 2. This two-semester sequence is equivalent to  FREN-UA 10. Offered every semester. 4 points.          Intensive  Elementary French    FREN-UA  10 Open  to students with no previous training in French. Completes the equivalent of a  year's elementary level in one semester. Offered every semester. 6 points.          Intermediate  French I    FREN-UA  11 Prerequisites:  Elementary French II (FREN-UA 2) or Intensive Elementary French (FREN-UA 10).  Open to students who have completed the equivalent of a year's elementary level  and to others on assignment by placement test. Not equivalent to FREN-UA 20.  Only by following FREN-UA 11 with FREN-UA 12 can a student complete the  equivalent of FREN-UA 20 and then continue on to the post-intermediate level.  Offered every semester. 4 points.          Intermediate  French II    FREN-UA  12 Continuation  of FREN-UA 11. To fulfill the College Core Curriculum requirement and continue  on to the post-intermediate level, a student must complete both FREN-UA 11 and  FREN-UA 12. This two-semester sequence is equivalent to FREN-UA 20. Offered  every semester. 4 points.          Intensive  Intermediate French    FREN-UA  20 Prerequisites:  Elementary French II (FREN-UA 2) or Intensive Elementary French (FREN-UA 10).  Open to students who have completed the equivalent of a year's elementary level  and to others on assignment by placement test. Completes the equivalent of a  year's intermediate level in one semester. Offered every semester. 6 points.          Conversation  and Composition    FREN-UA  30 Prerequisite:  Intermediate French II (FREN-UA 12) or Intensive Intermediate French (FREN-UA  20). Open to students who have completed the equivalent of a year's  intermediate level and to others who have passed the proficiency examination  and who wish to review and develop their French in order to take advanced  courses in language, literature, and civilization. Offered every semester. 4 points.    Systematizes  and reinforces the language skills presented in earlier-level courses through  an intensive review of grammar, written exercises, an introduction to  composition, lexical enrichment, and spoken skills.          Advanced  Language Courses and Language Electives          Spoken  Contemporary French    FREN-UA  101 Prerequisite:  Conversation and Composition (FREN-UA 30), assignment by placement test, or  permission of the department. Assumes a mastery of the fundamental structures  of French. May be taken concurrently with Written Contemporary French (FREN-UA  105). Offered every semester. 4 points.    Helps  the student to develop vocabulary, improve pronunciation, and learn new  idiomatic expressions. Introduction to corrective phonetics and emphasis on  understanding contemporary French through a study of such authentic documents  as radio and television interviews, advertisements, and spontaneous oral  productions.          Phonetics    FREN-UA  103 Prerequisite:  Conversation and Composition (FREN-UA 30) or permission of the instructor.  Offered every semester. 4 points.    Provides  advanced French language students with the opportunity to improve their  pronunciation through a detailed analysis of the sound systems of both French  and English.          Written  Contemporary French    FREN-UA  105 Prerequisite:  Conversation and Composition (FREN-UA 30), assignment by placement test, or  permission of the department. Offered every semester. 4 points.    Designed  to improve the student's written French and to provide advanced training in  French and comparative grammar. Students are trained to express themselves in a  variety of written genres (for example, diaries, transcriptions, narrations,  letters). Focuses on the distinction between spoken and written styles and the  problem of contrastive grammar. Emphasis on accuracy and fluency of usage in  the written language.          Translation    FREN-UA  107 Prerequisite:  Written Contemporary French (FREN-UA 105). Offered every semester. 4 points.    Practice  of translation through French and English texts taken from a variety of sources  to present a range of contrasting grammatical and stylistic problems. Also  stresses acquisition of vocabulary.          Advanced  Techniques of Translation    FREN-UA  108 Prerequisite:  Translation (FREN-UA 107). Offered every year. 4 points.    Provides  intensive practice in translating. Every week is devoted to a different genre  of writing (such as poetry, prose, journalism, or subtitling) or a different  set of issues related to translating (such as cultural, grammatical and  sentential, phonic/graphic and prosodic, or language variety).          Acting  French    FREN-UA  109 Prerequisite:  Conversation and Composition (FREN-UA 30) or permission of the department.  Offered every year. 4 points.    Use  of dramatic situations and readings to help students overcome inhibitions in their  spoken French. The graduated series of exercises and activities is designed to  improve pronunciation, intonation, expression, and body language, via phonetic  practice, poetry recitation, skits, improvisation, and memorization of dramatic  texts. Reading, discussion, and performance of scenes from plays by renowned  dramatists. Extensive use of audio and video material.          Business  French    FREN-UA  110 Prerequisite:  Conversation and Composition (FREN-UA 30) or permission of the department.  Offered every semester. 4 points.    Designed  for students who wish to learn the specialized language of the French business  world. Emphasis on oral and written communication, as well as the acquisition  of a business and commercial vocabulary dealing with the varied activities of a  commercial firm (for example, advertising, transportation, banking). Stresses  group work in simulated business situations and exposure to authentic spoken  materials.          Core  Courses (conducted in French)          The  following courses are open to students who have successfully completed Written  Contemporary French (FREN-UA 105), who are assigned by placement test, or who  have the permission of the director of undergraduate studies.          Readings  in French Literature I: From the Middle Ages to the French Revolution    FREN-UA  120 Prerequisite:  Written Contemporary French (FREN-UA 105) or permission of the department.  Offered every semester. 4 points.    Introduction  to central works in medieval and early modern French literature. By analyzing  plays, chronicles, poems, and novels, students explore the role and status of  literature within the era's larger intellectual, political, and social  framework. Critical study of key themes, genres, and styles; focuses on  analytical writing and literary analysis. Authors studied may include Marie de  France, Rabelais, Marguerite de Navarre, Montaigne, Corneille, Diderot, and  Voltaire.          Readings  in French Literature II: From 1800 to the Present    FREN-UA  121 Prerequisite:  Written Contemporary French (FREN-UA 105) or permission of the department.  (FREN-UA 120 is not a prerequisite for this course.) Offered every semester. 4  points.    Introduction  to central works in modern French literature. By analyzing plays, chronicles,  poems, and novels, students explore the role and status of literature within  the era's larger intellectual, political, and social framework. Critical study  of key themes, genres, and styles; focuses on analytical writing and literary  analysis. Follows but does not require completion of Readings in French  Literature I. Authors studied may include Flaubert, Maupassant, Zola, Colette,  Simone de Beauvoir, Kateb Yacine, Georges Perec, and Marguerite Yourcenar.          Approaches  to Francophone Literature    FREN-UA  145 Prerequisite:  Written Contemporary French (FREN-UA 105) or permission of the department.  Offered every year. 4 points.    Examines  literature from a network of French-speaking countries that form a Francophone  space. Addresses the colonial past, as well as the anticolonial and  postcolonial situations in which French colonialism is replaced by more complex  relationships and ideologies. Special attention is paid to language and the  role of the writer in elaborating a postcolonial national identity. Writers  studied may include Edouard Glissant and Patrick Chamoiseau of Martinique, Jacques  Roumain of Haiti, Ahmadou Kourouma of the Ivory Coast, and Assia Djebar of  Algeria.          French  Society and Culture from the Middle Ages to the Modern Period    FREN-UA  163 Offered  every semester. 4 points.    Retrospective  and introspective view of French civilization from the early to the modern  period through the interrelation of history, literature, fine arts, music, and  philosophy. Study of major historical forces, ideas, and tensions; the  formation of collective identities (territorial, religious, political, and so  on); France's diversity and formative conflicts; France and the outer world;  and the relationship between state, nation, and citizenry. Primary sources and  documents such as chroniques,  mémoires, journaux, revues, and correspondances.          Contemporary  France    FREN-UA  164 Offered  every semester. 4 points.    An  introduction to French history, politics, and social relations from 1900 to the  present. Attention is paid to the successive crises that challenged France's  stature, its national identity, and its republican model. Topics include the  French political and social systems; France's \"exceptionalism\" and  relationships with Europe, the United States, and globalization; colonialism,  immigration, and postcolonialism; and gender and class relations.          Electives  in French Literature and Civilization          The  following courses are conducted in French unless otherwise noted, and are open  to students who have successfully completed Written Contemporary French (FREN-UA  105), who are assigned by placement test, or who have the permission of the  director of undergraduate studies. When conducted in English, the following  courses are open to all students, but French majors must reach an agreement  with the instructor to complete written assignments and as many reading  assignments as possible in French in order to receive credit toward their major  requirements. French studies minors are not able to count courses conducted in  English toward their minor requirements; Romance language majors are not able  to count courses conducted in English toward the French portion of their major  requirements.          Versailles:  Life as Art in the Age of Grandeur    FREN-UA  150 When  conducted in English, numbered FREN-UA 850; also open to French majors who read  the works in the original and do their written work in French. Offered  periodically. 4 points.    Fabulous  Versailles, the synthesis of baroque and classical aesthetics and the cult of  kingship, serves as an introduction to the study of major aspects of 17th- and  18th-century culture and French influence on European civilization. Approaches  the intellectual, artistic, and social complexities of the period through the  works of contemporary philosophers, dramatists, artists, memoirists, and  historians from Descartes to Voltaire. Films, field trips, and multimedia  presentations of music and art.          La  Belle Époque: Modes of Artistic Expression and Life    FREN-UA  166 When  conducted in English, numbered FREN-UA 866. Offered periodically. 4 points.    Focuses  on the dazzling cultural life of turn-of-the-century Paris. Explores the ascent  of symbolism, postimpressionism, art nouveau, cubism, futurism, and other  creative concepts. Views the social, intellectual, and artistic aspects of the  period through the works of contemporary writers, dramatists, and artists such  as Zola, Huysmans, Maupassant, Proust, Colette, Apollinaire, Toulouse-Lautrec,  Cézanne, Picasso, Debussy, Diaghilev, Sarah Bernhardt, and Gertrude Stein.  Extensive use of audio and video material.          The  18th-Century French Novel    FREN-UA  532 Offered  periodically. 4 points.    The  novel comes into its own during the 18th century. It fought for recognition as  a \"worthy genre.\" The development of the novel as an aesthetic form and the  social and moral preoccupations it reveals are studied in a variety of authors,  such as Marivaux, Voltaire, Diderot, Rousseau, Laclos, and Sade.          French  Thought from Montaigne to Sartre    FREN-UA  562 Offered  periodically. 4 points.    Deals  with the various currents of ideas and the transformations in values, taste,  and feeling that constitute French intellectual history from the early modern  period and Enlightenment to the 20th century. Pays particular attention to the  personality, writings, and influence of Montaigne, Descartes, Montesquieu,  Voltaire, Diderot, Rousseau, and Sartre.          19th-Century  French Novel and Society    FREN-UA  632 Offered  periodically. 4 points.    Study  of Balzac, Stendhal, Flaubert, and Zola as a means of identifying the  individual's changing relationship to the environment and the social,  political, and intellectual contexts of his or her epoch. Problems of the  19th-century novel, narrative structure, point of view, invention, and  observation.          Contemporary  French Novel    FREN-UA  731 When  conducted in English, numbered FREN-UA 831. Offered periodically. 4 points.    In  the 20th century Proust and Gide developed a first-person-singular narrative  with the reader as participant; Breton used the novel for a surrealist  exploration; and with Céline and Malraux the novel of violent action mirrored  the human condition in a chaotic time and led to the existentialist work of  Sartre and Camus, beyond which lay Beckett's sparse, complex narratives and  Robbe-Grillet's \"new\" novels. Works are studied with respect to structure,  technique, themes, and language.          Existentialism  and the Absurd    FREN-UA  767 When  conducted in English, numbered FREN-UA 867. Offered periodically. 4 points.    Main  expressions of existential thought in Jean-Paul Sartre, Simone de Beauvoir, and  Albert Camus. Attention to the French existentialists' concern for commitment  in political and social affairs of the times. Examines absurdist literature  since the 1950s in the \"theatre of the absurd,\" in fiction, and in critical  work of other contemporary French writers. Covers Ionesco, Beckett, Genet,  Robbe-Grillet, and Barthes; precursors of the absurd such as Kafka and Céline;  and practitioners of the absurd outside of France (such as Pinter, Albee, and  Barthelme).          Proust    FREN-UA  771 When  conducted in English, numbered FREN-UA 871. Offered periodically. 4 points.    Reading  of Remembrance  of Things Past .  Major topics include the novel as confession, the unconscious and creation,  perception and language, sexuality, decadence, the artistic climate in Europe  and France from the end of the 19th century through World War I, and the hero  as artist.          Beckett    FREN-UA  774 When  conducted in English, numbered FREN-UA 874. Offered periodically. 4 points.    Study  of Samuel Beckett's diverse output and two complementary components of the human  condition as he treats it: the impossibility of existence and the need to voice  that impossibility. Works include Molloy, The Unnamable, Waiting for Godot,  Endgame, Cascando, Not I, How It Is, Krapp's Last Tape , and First Love .          History  of French Cinema    FREN-UA  778 When  conducted in English, numbered FREN-UA 878. Offered periodically. 4 points.    Surveys  French cinema from 1895 to the present day. Formal issues are discussed in the  context of French civilization and history. Topics include: the Lumière brothers'  realism versus Méliès's transformation of reality; the international  avant-garde of the 1920s (impressionism, surrealism, dadaism); poetic realism  (Vigo, Carné, Renoir); the New Wave (Truffaut, Godard, Resnais); political  modernism in the context of May 1968; the advent of the \"Cinéma du Look\"; and  postmodernity (Besson, Beineix).          Metaphors  of Modern Theatre    FREN-UA  822 Identical  to DRLIT-UA 267. Conducted in English. Offered periodically. 2 points.    A  close reading of the classics of contemporary theatre, with emphasis on their  use of vivid metaphors of the human condition and on the theatre as both  metaphor and artistic process. Analyzes plays in detail, thematically and  stylistically. Views each play as a highlight of nonrealistic theatre and as a  brilliant example of the sensibilities of European artists and thinkers from  the period just after World War I (Pirandello) to World War II (Sartre) to the  post-Hiroshima generation (Beckett).          Theatre  in the French Tradition    FREN-UA  929 When  conducted in English, numbered FREN-UA 829. Offered periodically. 4 points.    Study  of the theatrical genre in France, including the golden-age playwrights  (Corneille, Racine, Molière), 18th-century irony and sentiment, and the  19th-century theatrical revolution. Topics include theories of comedy and  tragedy, the development of stagecraft, and romanticism and realism. Also  considers the theatre as a public genre, its relationship to taste and fashion,  and its sociopolitical function.          Women  Writers in France    FREN-UA  935 Identical  to SCA-UA 740. When conducted in English, numbered FREN-UA 835. Offered every  other year. 4 points.    How  women's writing reveals its authors' individuality and their important social  and cultural role in France from the 12th century to the present. Studies both  the changing sociohistorical context of these writers and the common problems  and themes that constitute a female tradition. Writers include Marie de France,  Christine de Pisan, Marguerite de Navarre, Madame de Sévigné, Germaine de Staël,  George Sand, Colette, Simone de Beauvoir, and Marguerite Duras.          Topics  in French Culture    FREN-UA  965 When  conducted in English, numbered FREN-UA 865. Offered every year. 4 points.    Courses  on subjects of special interest by either a regular or visiting faculty member.  For specific courses, please consult the current class schedule. Recent topics  include Paris in history, art, and literature, and Paris and the birth of  modernism.          Topics  in French Literature    FREN-UA  968 When  conducted in English, numbered FREN-UA 868. Offered every year. 4 points.    Courses  on subjects of special interest by either a regular or visiting faculty member.  For specific courses, please consult the class schedule. Recent topics include  French 17th-century masterpieces and the theatre of the absurd.          Interdisciplinary  Course(s)          The  Department of French sponsors the following interdisciplinary course(s) and, in  some cases, cosponsors such courses with other departments. No knowledge of  French is required. These interdisciplinary courses may be counted toward the  minor in French literature in translation or toward the minor in literature in  translation, but not toward the major in French or toward the minors in French  studies or Francophone studies.          Cinema  and Literature    FREN-UA  883 Identical  to DRLIT-UA 504. Conducted in English. Does not count toward the major or minor  in French but does count toward the minor in French literature in translation  or the minor in literature in translation. Offered every semester. 4 points.    Exposes  the student to various modes, such as expressionism, social realism, and the  projection of the hero. One film is viewed per week and analyzed with reading  assignments that include novels, plays, and poems. The objective is to exploit  the potentiality of different media and to make vivid and intellectual the  climate of Europe on which these media so often focus. Special Courses Internship  in French    FREN-UA  980, 981 Prerequisite:  permission of the department. Offered every semester. 2 or 4 points per term.    Working  closely with a sponsor and a faculty adviser, upper-level students pursue  internships in such diverse areas as international trade, banking, publishing,  and law. Interested students should apply to the department early in the  semester before they wish to begin their internship.          Senior  Seminar    FREN-UA  991, 992 Prerequisite:  permission of the department. 4 points.          Senior  Honors Thesis Seminar    FREN-UA  995 Prerequisites:  FREN-UA 991 or FREN-UA 992 and permission of the department. Offered in the  fall and spring. 4 points over two semesters.    This  research and writing workshop is a requirement for seniors seeking to submit an  honors thesis and graduate with honors in French.          Independent  Study    FREN-UA  997, 998 Prerequisite:  permission of the department. Offered every semester. 2 or 4 points per term.          Graduate  Courses Open to Undergraduates          Courses  in the Graduate School of Arts and Science are open to seniors with a 3.5  average in three 4-point courses (12 points) of advanced work in French. If  these courses are offered toward the requirements for the baccalaureate degree,  no advanced credit is allowed for them in the graduate school. Before  registering for these courses, students must obtain the permission of the  director of undergraduate studies.          A  complete list of graduate courses open to qualified seniors is available in the  department each semester.                     NYU Department of French                              19 University Place, 6th Floor                        New York, NY 10003                 Contact Us | &copy; New York University , Arts and Science"}]},
{"detail": [{"content": "Course Offerings    |     French    | New York University                                   Skip to page Content.     NEW YORK UNIVERSITY     ARTS AND SCIENCE     COLLEGE OF ARTS AND SCIENCE     GRADUATE SCHOOL OF ARTS AND SCIENCE                                Home       About Us       People       Undergraduate Program       Graduate program       Events       Employment             Stay Connected           Facebook             Affiliations         Center for French Civilization and Culture           La Maison Francaise           Institute of French Studies           NYU Paris                    Back to Home       Course Offerings      Jump To: Introductory Language Courses --Intensive Sequence    --Extensive Sequence Language Course with Special Prerequisites Advanced Language Courses (Electives)    Core Courses (Taught in French) Electives in French Literature and Civilization (Taught in French)    Courses Conducted in English Interdisciplinary Courses Graduate Courses Open to Undergraduates    Placement in French  Language Courses   The placement of  students in French language, literature, and civilization courses is  explained under \" Placement Examinations \" in the Academic Policies  section of this Bulletin.      Fulfillment of the  Morse Academic Plan (MAP) Language Requirement   The language  requirement in French may be fulfilled either by an intensive  sequence of two 6-point courses (FREN-UA 10 and FREN-UA 20) for a  total of 12 points, or by an extensive sequence of four 4-point  courses (FREN-UA 1, FREN-UA 2, FREN-UA 11, and FREN-UA 12) for a  total of 16 points. With departmental approval, a student may follow  a plan of study combining two 4-point courses with one 6-point course  (FREN-UA 1, FREN-UA 2, FREN-UA 20; or FREN-UA 10, FREN-UA 11, FREN-UA  12) for a total of 14 points. All students planning to continue their  study of French beyond the MAP requirement are strongly advised to  follow the intensive sequence, since this permits completion of the  intermediate level in two semesters.      Introductory  Language Courses      Intensive Sequence      Intensive Elementary  French   FREN-UA 10 Open to  students with no previous training in French and to others on  assignment by placement test. Completes the equivalent of a year's  elementary level in one semester. Offered every semester. 6 points.      Intensive Intermediate  French   FREN-UA 20   Prerequisite: Intensive Elementary French (FREN-UA 10) or Elementary  French I, II (FREN-UA 1, 2). Open to students who have completed the  equivalent of a year's elementary level and to others on assignment  by placement test. Completes the equivalent of a year's  intermediate level in one semester. Offered every semester. 6 points.      Extensive Sequence      Elementary French I   FREN-UA 1 Open to  students with no previous training in French and to others on  assignment by placement test. Not equivalent to FREN-UA 10. Only by  following FREN-UA 1 with FREN-UA 2 can a student complete the  equivalent of FREN-UA 10 and then continue on to the intermediate  level. Offered every semester. 4 points.      Elementary French II   FREN-UA 2 Continuation  of FREN-UA 1. To continue on to the intermediate level, a student  must complete both FREN-UA 1 and FREN-UA 2. This two-semester  sequence is equivalent to FREN-UA 10. Offered every semester. 4  points.      Intermediate French I   FREN-UA 11   Prerequisites: Elementary French I, II (FREN-UA 1, 2) or FREN-UA 10.  Open to students who have completed the equivalent of a year's  elementary level and to others on assignment by placement test. Not  equivalent to FREN-UA 20. Only by following FREN-UA 11 with FREN-UA  12 can a student complete the equivalent of FREN-UA 20 and then  continue on to the post-intermediate level. Offered every semester. 4  points.      Intermediate French II   FREN-UA 12   Continuation of FREN-UA 11. To fulfill the MAP requirement and  continue on to the post-intermediate level, a student must complete  both FREN-UA 11 and FREN-UA 12. This two-semester sequence is  equivalent to FREN-UA 20. Offered every semester. 4 points.      Language Course with  Special Prerequisites      Conversation and  Composition   FREN-UA 30   Prerequisite: Intermediate French I, II (FREN-UA 11, 12) or Intensive  Intermediate French (FREN-UA 20). Open to students who have completed  the equivalent of a year's intermediate level and to others who  have passed the proficiency examination but who wish to review their  French in order to take advanced courses in language, literature, and  civilization. Offered every semester. 4 points.   Systematizes and  reinforces the language skills presented in earlier-level courses  through an intensive review of grammar, written exercises, an  introduction to composition, lexical enrichment, and spoken skills.      Advanced Language  Courses (Electives)      Spoken Contemporary  French   FREN-UA 101   Prerequisite: Conversation and Composition (FREN-UA 30), assignment  by placement test, or approval of the department. Assumes a mastery  of the fundamental structures of French. May be taken concurrently  with Written Contemporary French (FREN-UA 105). Offered every  semester. 4 points.   Helps the student to  develop vocabulary, improve pronunciation, and learn new idiomatic  expressions. Introduction to corrective phonetics and emphasis on  understanding contemporary French through a study of such authentic  documents as radio and television interviews, advertisements, and  spontaneous oral productions.      Phonetics   FREN-UA 103   Prerequisite: Conversation and Composition (FREN-UA 30) or permission of the instructor.  Offered at least once a year. 4 points.   Provides advanced  French-language students with the opportunity to improve their  pronunciation through a detailed analysis of the sound systems of  both French and English.      Written Contemporary  French   FREN-UA 105   Prerequisite: Conversation and Composition (FREN-UA 30), assignment  by placement test, or approval of the department. Offered every  semester. 4 points.   Designed to improve the  student's written French and to provide advanced training in French  and comparative grammar. Students are trained to express themselves  in a variety of writing situations (for example, diaries,  transcriptions, narrations, letters). Focuses on the distinction  between spoken and written styles and the problem of contrastive  grammar. Emphasis on accuracy and fluency of usage in the written  language.      Translation   FREN-UA 107   Prerequisite: Written Contemporary French (FREN-UA 105). Offered  every year. 4 points.   Practice of translation  through French and English texts taken from a variety of sources to  present a range of contrasting grammatical and stylistic problems.  Also stresses acquisition of vocabulary.      Advanced Techniques of  Translation   FREN-UA 108   Prerequisite: Translation (FREN-UA 107). Offered every year. 4  points.   Course in translation  method based on an intensive practice of translating. Every week is  devoted to a different genre of writing (such as poetry, prose,  journalism, or subtitling) or a different set of issues related to  translating (such as cultural, grammatical and sentential,  phonic/graphic and prosodic, or language variety).      Acting French   FREN-UA 109   Prerequisite: Conversation and Composition (FREN-UA 30) or permission  of the department. Offered every year. 4 points.   Use of dramatic  situations and readings to help students overcome inhibitions in  their oral use of language. The graduated series of exercises and  activities is designed to improve pronunciation, intonation,  expression, and body language, via phonetic practice, poetry  recitation, skits, improvisation, and memorization of dramatic texts.  Reading, discussion, and performance of scenes from plays by renowned  dramatists. Extensive use of audio and video material.      Business French   FREN-UA 110   Prerequisite: Conversation and Composition (FREN-UA 30) or permission  of the department. Offered every year. 4 points.   Designed for students  who wish to learn the specialized language used in French business.  Emphasis on oral and written communication, as well as the  acquisition of a business and commercial vocabulary dealing with the  varied activities of a commercial firm (for example, advertising,  transportation, banking). Stresses group work in simulated business  situations and exposure to authentic spoken materials.      Core Courses (Taught  in French)      The following courses  are open to students who have successfully completed Written  Contemporary French (FREN-UA 105), who are assigned by placement  test, or who have the permission of the director of undergraduate  studies.      Readings in French  Literature I: From the Middle Ages to the French Revolution   FREN-UA 120   Prerequisite: Written Contemporary French (FREN-UA 105) or permission  of the department. Offered in the fall. 4 points.   Introduction to central  works in medieval and early modern French literature. By analyzing  plays, chronicles, poems, and novels, students explore the role and  status of literature within the era's larger intellectual,  political, and social framework. Critical study of key themes,  genres, and styles; focuses on analytical writing and literary  analysis. Authors studied may include Marie de France, Rabelais,  Marguerite de Navarre, Montaigne, Corneille, Diderot, and Voltaire.      Readings in French  Literature II: From 1800 to the Present   FREN-UA 121   Prerequisite: Written Contemporary French (FREN-UA 105) or permission  of the department. Offered in the spring. 4 points.   Introduction to central  works in modern French literature. By analyzing plays, chronicles,  poems, and novels, students explore the role and status of literature  within the era's larger intellectual, political, and social  framework. Critical study of key themes, genres, and styles; focuses  on analytical writing and literary analysis. Follows but does not  require completion of Readings in French Literature I. Authors  studied may include Colette, André Malraux, Céline, Simone de  Beauvoir, Kateb Yacine, Georges Perec, and Marguerite Yourcenar.      Approaches to  Francophone Literature   FREN-UA 145   Prerequisite: Written Contemporary French (FREN-UA 105) or permission  of the department. Offered every year. 4 points.   Examines literature  from a network of French-speaking countries that form a Francophone  space. Addresses the colonial past, as well as the anticolonial and  postcolonial situations in which French colonialism is replaced by  more complex relationships and ideologies. Special attention is paid  to language and the role of the writer in elaborating a postcolonial  national identity. Writers studied may include Edouard Glissant and  Patrick Chamoiseau of Martinique, Jacques Roumain of Haiti, Ahmadou  Kourouma of the Ivory Coast, and Assia Djebar of Algeria.      French Society and  Culture from the Middle Ages to 1900   FREN-UA 163 Offered in  the fall. 4 points.   Retrospective and  introspective view of French civilization from the early period to  1900 through the interrelation of history, literature, fine arts,  music, and philosophy. Study of major historical forces, ideas, and  tensions; the formation of collective identities (territorial,  religious, political, and so on); France's diversity and formative  conflicts; the Republican model; France and the outer world; and the  relationship between state, nation, and citizenry. Primary sources  and documents such as chroniques, mémoires, journaux, revues, and  correspondances.      Contemporary France   FREN-UA 164 When  conducted in English, numbered FREN-UA 864. Offered in the spring. 4  points.   An introduction to  French history, politics, and social relations from 1900 to the  present. Attention is paid to the successive crises that challenged  France's stature, its national identity, and its Republican model.  Topics include the French political and social systems; France's  \"exceptionalism\" and relationships with Europe, the United  States, and globalization; colonialism, immigration, and  postcolonialism; and gender and class relations.      Electives in French  Literature and Civilization (Taught in French)      Versailles: Life as Art  in the Age of Grandeur   FREN-UA 150 When  conducted in English, numbered FREN-UA 850 and also open to French  majors who read the works in the original and do their written work  in French. Offered periodically. 4 points.   Fabulous Versailles,  the synthesis of baroque and classical aesthetics and the cult of  kingship, serves as an introduction to the study of major aspects of  17th- and 18th-century culture and French influence on European  civilization. This course views the intellectual, artistic, and  social complexities of the period through the works of contemporary  philosophers, dramatists, artists, memorialists, and historians from  Descartes to Voltaire. Films, field trips, and multimedia  presentations of music and art.      Classicism   FREN-UA 462 Offered  periodically. 4 points.   Studies French  classical literature as one of the summits of the struggle of human  beings to understand themselves and their place in the universe.  Authors studied include Descartes, Pascal, Madame de Sévigné,  Madame de Lafayette, La Fontaine, Molière, Corneille, Racine, La  Bruyère, and La Rochefoucauld.      The 18th-Century French  Novel   FREN-UA 532 Offered  periodically. 4 points.   The novel comes into  its own during the 18th century. It fought for recognition as a  \"worthy genre.\" The development of the novel as an aesthetic form  and the social and moral preoccupations it reveals are studied in a  variety of authors, such as Marivaux, Voltaire, Diderot, Rousseau,  Laclos, and Sade.      French Thought from  Montaigne to Sartre   FREN-UA 562 Offered  periodically. 4 points.   Deals with the various  currents of ideas and the transformations in values, taste, and  feeling that constitute the Enlightenment in France. Pays particular  attention to the personality, writings, and influence of the  following authors: Montaigne, Descartes, Montesquieu, Voltaire,  Diderot, Rousseau, and Sartre. Significant works by these thinkers  and others are closely read and interpreted.      19th-Century French  Novel and Society   FREN-UA 632 Offered  periodically. 4 points.   Study of Balzac,  Stendhal, Flaubert, and Zola as a means of identifying the  individual's changing relationship to the environment and the  social, political, and intellectual contexts of his or her epoch.  Problems of the 19th-century novel, narrative structure, point of  view, invention, and observation.      Literature and the Arts  in the Age of Surrealism   FREN-UA 722 Offered  periodically. 4 points.   The historical  framework of this course is the period between the two World Wars, a  time in which the spirit of surrealism dominated the intellectual and  artistic aspects of French culture. Studies the \"surrealist  revolution\" through both detailed analyses of texts by Breton,  Aragon, Eluard, and Desnos, and of painting and cinema. Explores the  relation between theory and practice in literature and the arts.      Contemporary French  Novel   FREN-UA 731 When  conducted in English, numbered FREN-UA 831. Offered periodically. 4  points.   The major French  novelists of the 20th century have moved the novel away from the  traditional 19th-century concept. Proust and Gide developed a  first-person-singular narrative in which the reader is participant.  Breton uses the novel for a surrealist exploration. With Céline and  Malraux, the novel of violent action becomes a mirror of man's  situation in a chaotic time and leads to the work of Sartre and  Camus, encompassing the existentialist viewpoint. Covers Beckett's  sparse, complex narratives and Robbe-Grillet's \"new\" novels.  Novels are studied with respect to structure, technique, themes,  language, and significant passages.      French Poetry from  Baudelaire to the Present   FREN-UA 741 When  conducted in English, numbered FREN-UA 841. Offered periodically. 4  points.   Major trends in French  poetry from the late 19th century to the present. Beginning with the  precursors of contemporary poetry in France and other countries'  Baudelaire, Rimbaud, Mallarmé, and Laforgue—innovation is studied  in the 20th-century writers: Apollinaire and the New Spirit; the  surrealist poets, including Aragon and Breton; Saint-John Perse;  Michaux and exorcism through the word; Ponge and the world of things;  and the postwar poets. Includes textual analysis, poetic theory, and  relationships of the works to their literary environment.      New Novel and New  Theatre   FREN-UA 763 Offered  periodically. 4 points.   Reaction in the  post–World War II novel against traditional 19th-century novels.  The novelist no longer controls his characters but limits himself to  what can be seen. Emphasis on the world of objects and the difficulty  of literary creation. The novels of Robbe-Grillet, Butor, Sarraute,  Duras, Simon, and Pinget. On stage, the theatre of the absurd,  antirealistic, with startling techniques, downgrading of language,  and a stress on action; the theme of lack of communication in the  world. The theories of Artaud and the plays of Ionesco, Beckett,  Genet, Adamov, Vian, and others.      Existentialism and the  Absurd   FREN-UA 767 When  conducted in English, numbered FREN-UA 867. Offered periodically. 4  points.   Main expressions of  existential thought in Jean-Paul Sartre, Simone de Beauvoir, and  Albert Camus. Attention to the French existentialists' concern for  commitment in political and social affairs of the times. Examines  absurdist literature since the 1950s in the \"theatre of the  absurd,\" in fiction, and in critical work of other contemporary  French writers. Covers Ionesco, Beckett, Genet, Robbe-Grillet, and  Barthes; precursors of the absurd such as Kafka and Céline; and  practitioners of the absurd outside of France (such as Pinter, Albee,  and Barthelme).      Proust   FREN-UA 771 When  conducted in English, numbered FREN-UA 871 and also open to French  majors who read the work in the original and do their written work in  French. Offered periodically. 4 points.   Reading of Remembrance  of Things Past. Major topics include the novel as confession, the  unconscious and creation, perception and language, sexuality,  decadence, the artistic climate in Europe and France from the end of  the 19th century through World War I, and the hero as artist.       Beckett   FREN-UA 774 When  conducted in English, numbered FREN-UA 874. Offered periodically. 4  points.   Study of Samuel  Beckett's diverse work and the unifying element of the human  condition as two complementary components: the impossibility of  existence and the need to voice that impossibility. Works include  Molloy, The Unnamable, Waiting for Godot, Endgame, Cascando, Not I,  How It Is, Krapp's Last Tape, and First Love.      History of French  Cinema   FREN-UA 778 When  conducted in English, numbered FREN-UA 878. Offered every other year.  4 points.   Surveys French cinema  from 1895 to the present day. Formal issues are discussed in the  context of French civilization. Students are required to regularly  cross the perspectives of history and cinema studies. The following  movements and schools are discussed: the Lumière brothers' realism  versus Méliès's transformation of reality; the international  avant-garde of the 1920s (impressionism, surrealism, dadaism); poetic  realism (Vigo, Carné, Renoir); the New Wave (Truffaut, Godard,  Resnais); political modernism in the context of May 1968; the advent  of the \"Cinéma du Look\"; and postmodernity (Besson, Beineix).      Modern Criticism and  Theory of Literature   FREN-UA 863   Prerequisite: two advanced literature courses or permission of the  department. Offered periodically. 4 points.   Introduction to  contemporary methods of criticism and an approach to problems in the  theory of literature. Readings of a few primary authors, such as  Racine, Proust, Baudelaire, and Flaubert, who have recently been the  object of major critical reevaluation, along with the works of such  pertinent critics as Mauron, Jakobson, Sartre, and Barthes. Emphasis  is on a clear understanding of the critical methods and their  theoretical implications.      Theatre in the French  Tradition   FREN-UA 929 When  conducted in English, numbered FREN-UA 829 and also open to French  majors who read the works in the original and do their written work  in French. Offered periodically. 4 points.   Study of the theatrical  genre in France, including the golden-age playwrights (Corneille,  Racine, Molière), 18th-century irony and sentiment, and the  19th-century theatrical revolution. Topics include theories of comedy  and tragedy, the development of stagecraft, and romanticism and  realism. Also, the theatre as a public genre, its relationship to  taste and fashion, and its sociopolitical function.      The Image of Human  Experience in the French Novel   FREN-UA 932 When  conducted in English, numbered FREN-UA 832 and also open to French  majors who read the works in the original and do their written work  in French. Offered periodically. 4 points.   Man's attempt to come  to terms with himself and his universe has been the central impetus  of all great literature. Covers the changing image of man through the  centuries in the works of French writers of international repute:  Voltaire in his philosophical tales; Diderot as a precursor of the  modern novel; Stendhal in The Red and the Black; Flaubert in Madame  Bovary; and Proust, Camus, and Beckett, all of whom have attempted to  define man in relation to the major problems of his existence.      Women Writers in France   FREN-UA 935 Identical  to SCA-UA 740. When conducted in English, numbered FREN-UA 835 and  also open to French majors who read the works in the original and do  their written work in French. Offered every other year. 4 points.   The rich and diverse  literary works by women express their individuality and their  important social and cultural role in France from the 12th century to  the present. Studies both the changing sociohistorical context of  these writers and the common problems and themes that constitute a  female tradition. Writers include Marie de France, Christine de  Pisan, Marguerite de Navarre, Madame de Sévigné, Germaine de Staël,  George Sand, Colette, Simone de Beauvoir, and Marguerite Duras.      Topics in French  Culture   FREN-UA 965 When  conducted in English, numbered FREN-UA 865. Offered every year. 4  points.   Courses on subjects of  special interest by either a regular or visiting faculty member. For  specific courses, please consult the current class schedule. Recent  topics include Paris in history, art, and literature; la Belle  Époque; and Paris and the birth of modernism.      Topics in French  Literature   FREN-UA 968 When  conducted in English, numbered FREN-UA 868. Offered every year. 4  points.   Courses on subjects of  special interest by either a regular or visiting faculty member. For  specific courses, please consult the class schedule. Recent topics  include French 17th-century masterpieces and the theatre of the  absurd.      Internship in French   FREN-UA 980, 981   Prerequisite: permission of the department. Offered every semester. 2  or 4 points per term.   Offers upper-level  students the opportunity to apply their studies to the \"outside  world.\" Working closely with a sponsor and a faculty adviser,  students pursue internships in such diverse areas as international  trade, banking, publishing, and law. Interested students should apply  to the department early in the semester before they wish to begin  their internship.      Senior Seminar   FREN-UA 991, 992   Prerequisite: permission of the department. 4 points.      Honors Senior Thesis   FREN-UA 995   Corequisites: FREN-UA 991 or FREN-UA 992 and permission of the  department. Offered in the fall and spring. 4 points over two  semesters.      Independent Study   FREN-UA 997, 998   Prerequisite: permission of the department. Offered every semester. 2  or 4 points per term.      Courses Conducted in  English      The following courses,  numbered FREN-UA 8XX, are conducted in English. Majors may count one  of these courses toward the major if they complete all the written  work in French. (Permission of the director of undergraduate studies  is required.) These courses may be counted toward the minor in French  literature in translation and the minor in literature in translation.  No knowledge of French is required.      Metaphors of Modern  Theatre   FREN-UA 822 Identical  to DRLIT-UA 267. Offered periodically. 2 points.   A close reading of the  classics of contemporary theatre, with emphasis on their use of vivid  metaphors of the human condition and the theatre as metaphor and  artistic process. Analyzes plays in detail, thematically and  stylistically. Views each play as a highlight of nonrealistic theatre  and as a brilliant example of the sensibilities of European artists  and thinkers in the period beginning just after World War I  (Pirandello) to World War II (Sartre) and the postwar period, the  post-Hiroshima generation (Beckett).      Theatre in the French  Tradition   FREN-UA 829 When  conducted in French, numbered FREN-UA 929. Only counts toward the  major if course work is done in French (permission of the director of  undergraduate studies required). Offered periodically. 4 points.   For description, see  Theatre in the French Tradition (FREN-UA 929), above.      Contemporary French  Novel   FREN-UA 831 When  conducted in French, numbered FREN-UA 731. Only counts toward the  major if course work is done in French (permission of the director of  undergraduate studies required). Offered periodically. 4 points.   For description, see  Contemporary French Novel (FREN-UA 731), above.      The Image of Human  Experience in the French Novel   FREN-UA 832 When  conducted in French, numbered FREN-UA 932. Only counts toward the  major if course work is done in French (permission of the director of  undergraduate studies required). Offered periodically. 4 points.   For description, see  The Image of Human Experience in the French Novel (FREN-UA 932),  above.      Women Writers in France   FREN-UA 835 Identical  to SCA-UA 740. When conducted in French, numbered FREN-UA 935. Only  counts toward the major if course work is done in French (permission  of the director of undergraduate studies required). Offered  periodically. 4 points.   For description, see  Women Writers in France (FREN-UA 935), above.      French Poetry from  Baudelaire to the Present   FREN-UA 841 When  conducted in French, numbered FREN-UA 741. Only counts toward the  major if course work is done in French (permission of the director of  undergraduate studies required). Offered periodically. 4 points.   For description, see  French Poetry from Baudelaire to the Present (FREN-UA 741), above.      Versailles: Life as Art  in the Age of Grandeur   FREN-UA 850 When  conducted in French, numbered FREN-UA 150. Only counts toward the  major if course work is done in French (permission of the director of  undergraduate studies required). Offered periodically. 4 points.   For description, see  Versailles: Life as Art in the Age of Grandeur (FREN-UA 150), above.      Contemporary France   FREN-UA 864 When  conducted in French, numbered FREN-UA 164. Only counts toward the  major if course work is done in French (permission of the director of  undergraduate studies required). Offered periodically. 4 points.   For description, see  Contemporary France (FREN-UA 164), above.      Topics in French  Culture   FREN-UA 865 When  conducted in French, numbered FREN-UA 965. Offered every year. 4  points.   The department offers  occasional courses on subjects of special interest to either a  regular or visiting faculty member. For description, see Topics in  French Culture (FREN-UA 965), above.      La Belle Époque: Modes  of Artistic Expression and Life   FREN-UA 866 When  conducted in French, numbered FREN-UA 166. Only counts toward the  major if course work is done in French (permission of the director of  undergraduate studies required). Offered periodically. 4 points.   Focuses on the dazzling  cultural life of turn-of-the-century Paris. Explores the ascent of  symbolism, postimpressionism, art nouveau, cubism, futurism, and  other creative concepts. Views the social, intellectual, and artistic  aspects of the period through the works of contemporary writers,  dramatists, and artists such as Zola, Huysmans, Maupassant, Proust,  Colette, Apollinaire, Toulouse-Lautrec, Cézanne, Picasso, Debussy,  Diaghilev, Sarah Bernhardt, and Gertrude Stein. Extensive use of  audio and video material.      Existentialism and the  Absurd   FREN-UA 867 When  conducted in French, numbered FREN-UA 767. Only counts toward the  major if course work is done in French (permission of the director of  undergraduate studies required). Offered periodically. 4 points.   For description, see  Existentialism and the Absurd (FREN-UA 767), above.      Topics in French  Literature   FREN-UA 868 When  conducted in French, numbered FREN-UA 968. Offered every year. 4  points.   The department offers  occasional courses on subjects of special interest to either a  regular or visiting faculty member. For specific courses, please  consult the current class schedule.      Proust   FREN-UA 871 When  conducted in French, numbered FREN-UA 771. Only counts toward the  major if course work is done in French (permission of the director of  undergraduate studies required). Offered periodically. 4 points.   For description, see  Proust (FREN-UA 771), above.      Beckett   FREN-UA 874 When  conducted in French, numbered FREN-UA 774. Only counts toward the  major if course work is done in French (permission of the director of  undergraduate studies required). Offered periodically. 4 points.   For description, see  Beckett (FREN-UA 774), above.      History of French  Cinema   FREN-UA 878 When  conducted in French, numbered FREN-UA 778. Only counts toward the  major if course work is done in French (permission of the director of  undergraduate studies required). Offered every other year. 4 points.   For description, see  History of French Cinema (FREN-UA 778), above.    Interdisciplinary  Courses      The Department of  French sponsors the following interdisciplinary courses and, in some  cases, cosponsors them with other departments. No knowledge of French  is required. Courses may be counted toward the minor in French  literature in translation or the minor in literature in translation,  but not toward the major in French.      The Age of Romanticism   FREN-UA 501 Identical  to COLIT-UA 501. Offered periodically. 4 points.   Designed to examine a  specific period of European culture and history in several distinct  national traditions, through a variety of methodologies. The focus is  both broad and specific. The uniqueness of separate romantic  manifestations (prose, poetry, theatre, music, and the plastic arts),  as well as the relationships between them, constitute the core of  inquiry.      Cinema and Literature   FREN-UA 883 Identical  to DRLIT-UA 504. Conducted in English. Does not count toward the  major in French but does count toward the minor in French literature  in translation or the minor in literature in translation. Offered  every semester. 4 points.   Exposes the student to  various modes, such as expressionism, social realism, and the  projection of the hero. One film is viewed per week and analyzed with  reading assignments that include novels, plays, and poems. The  objective is to exploit the potentiality of different media and to  make vivid and intellectual the climate of Europe on which these  media so often focus.      Graduate Courses  Open to Undergraduates      Courses in the Graduate  School of Arts and Science are open to seniors with a 3.5 average in  three 4-point courses (12 points) of advanced work in French. If  these courses are offered toward the requirements for the  baccalaureate degree, no advanced credit is allowed for them in the  graduate school. Before registering for these courses, students must  obtain the permission of the director of undergraduate studies.      A complete list of  graduate courses open to qualified seniors is available in the  department each semester.                     NYU Department of French                              19 University Place, 6th Floor                        New York, NY 10003                 Contact Us | &copy; New York University , Arts and Science"}, {"content": "Course Offerings    |     French    | New York University                                   Skip to page Content.     NEW YORK UNIVERSITY     ARTS AND SCIENCE     COLLEGE OF ARTS AND SCIENCE     GRADUATE SCHOOL OF ARTS AND SCIENCE                                Home       About Us       People       Undergraduate Program       Graduate program       Events       Employment             Stay Connected           Facebook             Affiliations         Center for French Civilization and Culture           La Maison Francaise           Institute of French Studies           NYU Paris                    Back to Home       Course Offerings   Placement  in French Language Courses      Refer  to the department's website for information on placement in French language  courses.          Fulfillment  of the College Core Curriculum Language Requirement      The  language requirement in French may be fulfilled either by an intensive sequence  of two 6-point courses (FREN-UA 10 and FREN-UA 20) for a total of 12 points, or  by an extensive sequence of four 4-point courses (FREN-UA 1, FREN-UA 2, FREN-UA  11, and FREN-UA 12) for a total of 16 points. A student may also follow a plan  of study combining two 4-point courses with one 6-point course (FREN-UA 1,  FREN-UA 2, FREN-UA 20; or FREN-UA 10, FREN-UA 11, FREN-UA 12) for a total of 14  points. Students planning to continue their study of French beyond the College  Core Curriculum requirement are advised to follow the intensive sequence, since  this permits completion through the intermediate level in two semesters.          Introductory  Language Courses      Elementary  French I    FREN-UA  1 Open  to students with no previous training in French. Not equivalent to FREN-UA 10.  Only by following FREN-UA 1 with FREN-UA 2 can a student complete the  equivalent of FREN-UA 10 and then continue on to the intermediate level.  Offered every semester. 4 points.          Elementary  French II    FREN-UA  2 Continuation  of FREN-UA 1. To continue on to the intermediate level, a student must complete  both FREN-UA 1 and FREN-UA 2. This two-semester sequence is equivalent to  FREN-UA 10. Offered every semester. 4 points.          Intensive  Elementary French    FREN-UA  10 Open  to students with no previous training in French. Completes the equivalent of a  year's elementary level in one semester. Offered every semester. 6 points.          Intermediate  French I    FREN-UA  11 Prerequisites:  Elementary French II (FREN-UA 2) or Intensive Elementary French (FREN-UA 10).  Open to students who have completed the equivalent of a year's elementary level  and to others on assignment by placement test. Not equivalent to FREN-UA 20.  Only by following FREN-UA 11 with FREN-UA 12 can a student complete the  equivalent of FREN-UA 20 and then continue on to the post-intermediate level.  Offered every semester. 4 points.          Intermediate  French II    FREN-UA  12 Continuation  of FREN-UA 11. To fulfill the College Core Curriculum requirement and continue  on to the post-intermediate level, a student must complete both FREN-UA 11 and  FREN-UA 12. This two-semester sequence is equivalent to FREN-UA 20. Offered  every semester. 4 points.          Intensive  Intermediate French    FREN-UA  20 Prerequisites:  Elementary French II (FREN-UA 2) or Intensive Elementary French (FREN-UA 10).  Open to students who have completed the equivalent of a year's elementary level  and to others on assignment by placement test. Completes the equivalent of a  year's intermediate level in one semester. Offered every semester. 6 points.          Conversation  and Composition    FREN-UA  30 Prerequisite:  Intermediate French II (FREN-UA 12) or Intensive Intermediate French (FREN-UA  20). Open to students who have completed the equivalent of a year's  intermediate level and to others who have passed the proficiency examination  and who wish to review and develop their French in order to take advanced  courses in language, literature, and civilization. Offered every semester. 4 points.    Systematizes  and reinforces the language skills presented in earlier-level courses through  an intensive review of grammar, written exercises, an introduction to  composition, lexical enrichment, and spoken skills.          Advanced  Language Courses and Language Electives          Spoken  Contemporary French    FREN-UA  101 Prerequisite:  Conversation and Composition (FREN-UA 30), assignment by placement test, or  permission of the department. Assumes a mastery of the fundamental structures  of French. May be taken concurrently with Written Contemporary French (FREN-UA  105). Offered every semester. 4 points.    Helps  the student to develop vocabulary, improve pronunciation, and learn new  idiomatic expressions. Introduction to corrective phonetics and emphasis on  understanding contemporary French through a study of such authentic documents  as radio and television interviews, advertisements, and spontaneous oral  productions.          Phonetics    FREN-UA  103 Prerequisite:  Conversation and Composition (FREN-UA 30) or permission of the instructor.  Offered every semester. 4 points.    Provides  advanced French language students with the opportunity to improve their  pronunciation through a detailed analysis of the sound systems of both French  and English.          Written  Contemporary French    FREN-UA  105 Prerequisite:  Conversation and Composition (FREN-UA 30), assignment by placement test, or  permission of the department. Offered every semester. 4 points.    Designed  to improve the student's written French and to provide advanced training in  French and comparative grammar. Students are trained to express themselves in a  variety of written genres (for example, diaries, transcriptions, narrations,  letters). Focuses on the distinction between spoken and written styles and the  problem of contrastive grammar. Emphasis on accuracy and fluency of usage in  the written language.          Translation    FREN-UA  107 Prerequisite:  Written Contemporary French (FREN-UA 105). Offered every semester. 4 points.    Practice  of translation through French and English texts taken from a variety of sources  to present a range of contrasting grammatical and stylistic problems. Also  stresses acquisition of vocabulary.          Advanced  Techniques of Translation    FREN-UA  108 Prerequisite:  Translation (FREN-UA 107). Offered every year. 4 points.    Provides  intensive practice in translating. Every week is devoted to a different genre  of writing (such as poetry, prose, journalism, or subtitling) or a different  set of issues related to translating (such as cultural, grammatical and  sentential, phonic/graphic and prosodic, or language variety).          Acting  French    FREN-UA  109 Prerequisite:  Conversation and Composition (FREN-UA 30) or permission of the department.  Offered every year. 4 points.    Use  of dramatic situations and readings to help students overcome inhibitions in their  spoken French. The graduated series of exercises and activities is designed to  improve pronunciation, intonation, expression, and body language, via phonetic  practice, poetry recitation, skits, improvisation, and memorization of dramatic  texts. Reading, discussion, and performance of scenes from plays by renowned  dramatists. Extensive use of audio and video material.          Business  French    FREN-UA  110 Prerequisite:  Conversation and Composition (FREN-UA 30) or permission of the department.  Offered every semester. 4 points.    Designed  for students who wish to learn the specialized language of the French business  world. Emphasis on oral and written communication, as well as the acquisition  of a business and commercial vocabulary dealing with the varied activities of a  commercial firm (for example, advertising, transportation, banking). Stresses  group work in simulated business situations and exposure to authentic spoken  materials.          Core  Courses (conducted in French)          The  following courses are open to students who have successfully completed Written  Contemporary French (FREN-UA 105), who are assigned by placement test, or who  have the permission of the director of undergraduate studies.          Readings  in French Literature I: From the Middle Ages to the French Revolution    FREN-UA  120 Prerequisite:  Written Contemporary French (FREN-UA 105) or permission of the department.  Offered every semester. 4 points.    Introduction  to central works in medieval and early modern French literature. By analyzing  plays, chronicles, poems, and novels, students explore the role and status of  literature within the era's larger intellectual, political, and social  framework. Critical study of key themes, genres, and styles; focuses on  analytical writing and literary analysis. Authors studied may include Marie de  France, Rabelais, Marguerite de Navarre, Montaigne, Corneille, Diderot, and  Voltaire.          Readings  in French Literature II: From 1800 to the Present    FREN-UA  121 Prerequisite:  Written Contemporary French (FREN-UA 105) or permission of the department.  (FREN-UA 120 is not a prerequisite for this course.) Offered every semester. 4  points.    Introduction  to central works in modern French literature. By analyzing plays, chronicles,  poems, and novels, students explore the role and status of literature within  the era's larger intellectual, political, and social framework. Critical study  of key themes, genres, and styles; focuses on analytical writing and literary  analysis. Follows but does not require completion of Readings in French  Literature I. Authors studied may include Flaubert, Maupassant, Zola, Colette,  Simone de Beauvoir, Kateb Yacine, Georges Perec, and Marguerite Yourcenar.          Approaches  to Francophone Literature    FREN-UA  145 Prerequisite:  Written Contemporary French (FREN-UA 105) or permission of the department.  Offered every year. 4 points.    Examines  literature from a network of French-speaking countries that form a Francophone  space. Addresses the colonial past, as well as the anticolonial and  postcolonial situations in which French colonialism is replaced by more complex  relationships and ideologies. Special attention is paid to language and the  role of the writer in elaborating a postcolonial national identity. Writers  studied may include Edouard Glissant and Patrick Chamoiseau of Martinique, Jacques  Roumain of Haiti, Ahmadou Kourouma of the Ivory Coast, and Assia Djebar of  Algeria.          French  Society and Culture from the Middle Ages to the Modern Period    FREN-UA  163 Offered  every semester. 4 points.    Retrospective  and introspective view of French civilization from the early to the modern  period through the interrelation of history, literature, fine arts, music, and  philosophy. Study of major historical forces, ideas, and tensions; the  formation of collective identities (territorial, religious, political, and so  on); France's diversity and formative conflicts; France and the outer world;  and the relationship between state, nation, and citizenry. Primary sources and  documents such as chroniques,  mémoires, journaux, revues, and correspondances.          Contemporary  France    FREN-UA  164 Offered  every semester. 4 points.    An  introduction to French history, politics, and social relations from 1900 to the  present. Attention is paid to the successive crises that challenged France's  stature, its national identity, and its republican model. Topics include the  French political and social systems; France's \"exceptionalism\" and  relationships with Europe, the United States, and globalization; colonialism,  immigration, and postcolonialism; and gender and class relations.          Electives  in French Literature and Civilization          The  following courses are conducted in French unless otherwise noted, and are open  to students who have successfully completed Written Contemporary French (FREN-UA  105), who are assigned by placement test, or who have the permission of the  director of undergraduate studies. When conducted in English, the following  courses are open to all students, but French majors must reach an agreement  with the instructor to complete written assignments and as many reading  assignments as possible in French in order to receive credit toward their major  requirements. French studies minors are not able to count courses conducted in  English toward their minor requirements; Romance language majors are not able  to count courses conducted in English toward the French portion of their major  requirements.          Versailles:  Life as Art in the Age of Grandeur    FREN-UA  150 When  conducted in English, numbered FREN-UA 850; also open to French majors who read  the works in the original and do their written work in French. Offered  periodically. 4 points.    Fabulous  Versailles, the synthesis of baroque and classical aesthetics and the cult of  kingship, serves as an introduction to the study of major aspects of 17th- and  18th-century culture and French influence on European civilization. Approaches  the intellectual, artistic, and social complexities of the period through the  works of contemporary philosophers, dramatists, artists, memoirists, and  historians from Descartes to Voltaire. Films, field trips, and multimedia  presentations of music and art.          La  Belle Époque: Modes of Artistic Expression and Life    FREN-UA  166 When  conducted in English, numbered FREN-UA 866. Offered periodically. 4 points.    Focuses  on the dazzling cultural life of turn-of-the-century Paris. Explores the ascent  of symbolism, postimpressionism, art nouveau, cubism, futurism, and other  creative concepts. Views the social, intellectual, and artistic aspects of the  period through the works of contemporary writers, dramatists, and artists such  as Zola, Huysmans, Maupassant, Proust, Colette, Apollinaire, Toulouse-Lautrec,  Cézanne, Picasso, Debussy, Diaghilev, Sarah Bernhardt, and Gertrude Stein.  Extensive use of audio and video material.          The  18th-Century French Novel    FREN-UA  532 Offered  periodically. 4 points.    The  novel comes into its own during the 18th century. It fought for recognition as  a \"worthy genre.\" The development of the novel as an aesthetic form and the  social and moral preoccupations it reveals are studied in a variety of authors,  such as Marivaux, Voltaire, Diderot, Rousseau, Laclos, and Sade.          French  Thought from Montaigne to Sartre    FREN-UA  562 Offered  periodically. 4 points.    Deals  with the various currents of ideas and the transformations in values, taste,  and feeling that constitute French intellectual history from the early modern  period and Enlightenment to the 20th century. Pays particular attention to the  personality, writings, and influence of Montaigne, Descartes, Montesquieu,  Voltaire, Diderot, Rousseau, and Sartre.          19th-Century  French Novel and Society    FREN-UA  632 Offered  periodically. 4 points.    Study  of Balzac, Stendhal, Flaubert, and Zola as a means of identifying the  individual's changing relationship to the environment and the social,  political, and intellectual contexts of his or her epoch. Problems of the  19th-century novel, narrative structure, point of view, invention, and  observation.          Contemporary  French Novel    FREN-UA  731 When  conducted in English, numbered FREN-UA 831. Offered periodically. 4 points.    In  the 20th century Proust and Gide developed a first-person-singular narrative  with the reader as participant; Breton used the novel for a surrealist  exploration; and with Céline and Malraux the novel of violent action mirrored  the human condition in a chaotic time and led to the existentialist work of  Sartre and Camus, beyond which lay Beckett's sparse, complex narratives and  Robbe-Grillet's \"new\" novels. Works are studied with respect to structure,  technique, themes, and language.          Existentialism  and the Absurd    FREN-UA  767 When  conducted in English, numbered FREN-UA 867. Offered periodically. 4 points.    Main  expressions of existential thought in Jean-Paul Sartre, Simone de Beauvoir, and  Albert Camus. Attention to the French existentialists' concern for commitment  in political and social affairs of the times. Examines absurdist literature  since the 1950s in the \"theatre of the absurd,\" in fiction, and in critical  work of other contemporary French writers. Covers Ionesco, Beckett, Genet,  Robbe-Grillet, and Barthes; precursors of the absurd such as Kafka and Céline;  and practitioners of the absurd outside of France (such as Pinter, Albee, and  Barthelme).          Proust    FREN-UA  771 When  conducted in English, numbered FREN-UA 871. Offered periodically. 4 points.    Reading  of Remembrance  of Things Past .  Major topics include the novel as confession, the unconscious and creation,  perception and language, sexuality, decadence, the artistic climate in Europe  and France from the end of the 19th century through World War I, and the hero  as artist.          Beckett    FREN-UA  774 When  conducted in English, numbered FREN-UA 874. Offered periodically. 4 points.    Study  of Samuel Beckett's diverse output and two complementary components of the human  condition as he treats it: the impossibility of existence and the need to voice  that impossibility. Works include Molloy, The Unnamable, Waiting for Godot,  Endgame, Cascando, Not I, How It Is, Krapp's Last Tape , and First Love .          History  of French Cinema    FREN-UA  778 When  conducted in English, numbered FREN-UA 878. Offered periodically. 4 points.    Surveys  French cinema from 1895 to the present day. Formal issues are discussed in the  context of French civilization and history. Topics include: the Lumière brothers'  realism versus Méliès's transformation of reality; the international  avant-garde of the 1920s (impressionism, surrealism, dadaism); poetic realism  (Vigo, Carné, Renoir); the New Wave (Truffaut, Godard, Resnais); political  modernism in the context of May 1968; the advent of the \"Cinéma du Look\"; and  postmodernity (Besson, Beineix).          Metaphors  of Modern Theatre    FREN-UA  822 Identical  to DRLIT-UA 267. Conducted in English. Offered periodically. 2 points.    A  close reading of the classics of contemporary theatre, with emphasis on their  use of vivid metaphors of the human condition and on the theatre as both  metaphor and artistic process. Analyzes plays in detail, thematically and  stylistically. Views each play as a highlight of nonrealistic theatre and as a  brilliant example of the sensibilities of European artists and thinkers from  the period just after World War I (Pirandello) to World War II (Sartre) to the  post-Hiroshima generation (Beckett).          Theatre  in the French Tradition    FREN-UA  929 When  conducted in English, numbered FREN-UA 829. Offered periodically. 4 points.    Study  of the theatrical genre in France, including the golden-age playwrights  (Corneille, Racine, Molière), 18th-century irony and sentiment, and the  19th-century theatrical revolution. Topics include theories of comedy and  tragedy, the development of stagecraft, and romanticism and realism. Also  considers the theatre as a public genre, its relationship to taste and fashion,  and its sociopolitical function.          Women  Writers in France    FREN-UA  935 Identical  to SCA-UA 740. When conducted in English, numbered FREN-UA 835. Offered every  other year. 4 points.    How  women's writing reveals its authors' individuality and their important social  and cultural role in France from the 12th century to the present. Studies both  the changing sociohistorical context of these writers and the common problems  and themes that constitute a female tradition. Writers include Marie de France,  Christine de Pisan, Marguerite de Navarre, Madame de Sévigné, Germaine de Staël,  George Sand, Colette, Simone de Beauvoir, and Marguerite Duras.          Topics  in French Culture    FREN-UA  965 When  conducted in English, numbered FREN-UA 865. Offered every year. 4 points.    Courses  on subjects of special interest by either a regular or visiting faculty member.  For specific courses, please consult the current class schedule. Recent topics  include Paris in history, art, and literature, and Paris and the birth of  modernism.          Topics  in French Literature    FREN-UA  968 When  conducted in English, numbered FREN-UA 868. Offered every year. 4 points.    Courses  on subjects of special interest by either a regular or visiting faculty member.  For specific courses, please consult the class schedule. Recent topics include  French 17th-century masterpieces and the theatre of the absurd.          Interdisciplinary  Course(s)          The  Department of French sponsors the following interdisciplinary course(s) and, in  some cases, cosponsors such courses with other departments. No knowledge of  French is required. These interdisciplinary courses may be counted toward the  minor in French literature in translation or toward the minor in literature in  translation, but not toward the major in French or toward the minors in French  studies or Francophone studies.          Cinema  and Literature    FREN-UA  883 Identical  to DRLIT-UA 504. Conducted in English. Does not count toward the major or minor  in French but does count toward the minor in French literature in translation  or the minor in literature in translation. Offered every semester. 4 points.    Exposes  the student to various modes, such as expressionism, social realism, and the  projection of the hero. One film is viewed per week and analyzed with reading  assignments that include novels, plays, and poems. The objective is to exploit  the potentiality of different media and to make vivid and intellectual the  climate of Europe on which these media so often focus. Special Courses Internship  in French    FREN-UA  980, 981 Prerequisite:  permission of the department. Offered every semester. 2 or 4 points per term.    Working  closely with a sponsor and a faculty adviser, upper-level students pursue  internships in such diverse areas as international trade, banking, publishing,  and law. Interested students should apply to the department early in the  semester before they wish to begin their internship.          Senior  Seminar    FREN-UA  991, 992 Prerequisite:  permission of the department. 4 points.          Senior  Honors Thesis Seminar    FREN-UA  995 Prerequisites:  FREN-UA 991 or FREN-UA 992 and permission of the department. Offered in the  fall and spring. 4 points over two semesters.    This  research and writing workshop is a requirement for seniors seeking to submit an  honors thesis and graduate with honors in French.          Independent  Study    FREN-UA  997, 998 Prerequisite:  permission of the department. Offered every semester. 2 or 4 points per term.          Graduate  Courses Open to Undergraduates          Courses  in the Graduate School of Arts and Science are open to seniors with a 3.5  average in three 4-point courses (12 points) of advanced work in French. If  these courses are offered toward the requirements for the baccalaureate degree,  no advanced credit is allowed for them in the graduate school. Before  registering for these courses, students must obtain the permission of the  director of undergraduate studies.          A  complete list of graduate courses open to qualified seniors is available in the  department each semester.                     NYU Department of French                              19 University Place, 6th Floor                        New York, NY 10003                 Contact Us | &copy; New York University , Arts and Science"}, {"content": "Course Descriptions (GSAS Bulletin)    |     French    | New York University                                   Skip to page Content.     NEW YORK UNIVERSITY     ARTS AND SCIENCE     COLLEGE OF ARTS AND SCIENCE     GRADUATE SCHOOL OF ARTS AND SCIENCE                                Home       About Us       People       Undergraduate Program       Graduate program       Events       Employment             Stay Connected           Facebook             Affiliations         Center for French Civilization and Culture           La Maison Francaise           Institute of French Studies           NYU Paris                    Back to Home       Course Descriptions (GSAS Bulletin)   Proseminar/Textual Analysis FREN-GA 1101 Hollier. 4 points. 2013-14, 2014-15. Less a seminar about literary theory as such than an exercise in the deployment of theoretical approaches and reading performances in relation to French literary texts (Rousseau, Baudelaire, Proust.) including those offormalism, structuralism, hermeneutics, deconstruction (Leo Spitzer, Jean Starobinski, Maurice Blanchot, Gérard Genette, Roland Barthes, Jacques Derrida).    Middle Ages    Introduction to Medieval French Literature FREN-GA 1211 Vitz. 4 points. 2013-14. Survey of major texts and critical approaches to literature of the 12th -15th centuries.    Studies in Medieval Literature FREN-GA 2290 Kay, Vitz. 4 points. 2013-14, 2014-15. Potential topics include Putting the Love Back in Philology; The Troubadours and the Occitan Tradition; Medieval Narrative, Contemporary Approaches.    Renaissance    Studies in Renaissance Literature FREN-GA 2390 Bolduc, Cornillat. 4 points. 2013-14, 2014-15. Potential topics include: Rabelais, Montaigne: sagesse de la littérature? ; Words and Images 17TH CENTURY.    Women Writers in France: The Creation of Feminine Literary Tradition FREN-GA 1811 Goldwyn. 4 points. 2013-14. This seminar examines both the changing socio-historical context of French women writers and the common problems and themes that constitute a female literary tradition. Marie de France, Christine de Pizan, Marguerite de Navarre, Medelieine de Scudéry, Mms. De Villedieu, de Lafayette, Du Noyer, and de Graffigny.    Racine FREN-GA 2475 Bolduc. 4 points. 2013-14.    Studies in 17th-Century Literature FREN-GA 2490 Bolduc, Goldwyn. 4 points. 2014-15. Recent topics include Neo-Classical French Theatre, Emulation and Rivalry in the 17th century.    18th Century    Diderot FREN-GA 2573 Deneys-Tunney. 4 points. 2013-14, 2014-15.    Studies in 18th-Century Literature FREN-GA 2590 Deneys-Tunney, Nouis. 4 points. 2013-14, 2014-15. Potential topics include: The Encyclopedia and les philosophes; The Age of Enlightenment; The Revolution, setting the scene.    19th Century    Zola and Naturalism FREN-GA 2673 Bernard. 4 points. 2014-15. Focuses on four novels taken from the Rougon-Macquart, Histoire naturelle et sociale d'une famille sous le Second Empire. Genetic and genealogical approach; development of the chronicle.    Studies in 19th-Century Literature FREN-GA 2690 Bernard, Sieburth. 4 points. 2013-14, 2014-15. Potential topics include Exoticism, The Marriage Novel, Realism and Naturalism.    20th Century    Nouveau Roman and Beyond FREN-GA 2731 Bishop. 4 points. 2013-14. The New Novel studied through its principal practitioners, Robbe-Grillet, Simon, Sarraute, Butor, Pinget, and Duras. Evolution from its inception in the late 1950s and early 60s to the end of the century. Subject and subjectivity; the object and \"le regard\".    Proust FREN-GA 2776 Nicole. 4 points. 2014-15.    Camus FREN-GA 2778 Bishop. 4 points. 2014-15.    Studies in Contemporary Literature FREN-GA 2790 Hollier, Macé. 4 points. 2013-14, 2014-15. Potential topics include: \"Le Vertige\", Blanchot.    Francophone Literature    Topics in Francophone Literature FREN-GA 1990 Dash, Miller. 4 points. 2013-14, 2014-15. Potential topics include: The Maghreb, Neither Nomads nor Nationalists: Identity Redefined in Recent Francophone Writings, and Francophone Theatre.    Topics in Caribbean Literature FREN-GA 1992 Dash. 4 points. 2013-14, 2014-15. Potential topics include: Caribbean Surrealism, Caribbean Travel Literature.    Cinema    Literature and Cinema FREN-GA 1764 Cortade. 2013-14. Topics include Teaching French Cinema.    Cinema Culture of France FREN-GA 1066 Cortade. 2014-15. Potential topics include French Cinema and Politics.    General Literature, Criticism, and Linguistics    Studies in Genres and Modes: Theatre and Drama FREN-GA 1121 Bishop, Miller. 4 points. 2014-15. The conventions of theatre. Theatre as performance. Theatre as text. Critical approaches (semiology, viewer response, narratology). The language of the theatre (stylized and realistic modes, nonverbal theatre, the uses of silence, the theatre of cruelty). The concept of the avant-garde.    Studies in Genres and Modes: Poetry FREN-GA 1122 Nicole. 4 points. 2013-14. Versification and its linguistic bases. The special prosodic and rhythmic characteristics of French verse. Fixed forms. The modernist challenge to poetic conventions and conceptions. This course aims at enabling students to perform sophisticated readings and close analyses of the poetic text through systematic exposure to linguistic and literary concepts relevant to this practice.    Studies in Literary Theory FREN-GA 2890 Hollier, Apter. 4 points. 2013-14, 2014-15. Potential topics include Recent French Theory.    Language    Translation I, II FREN-GA 1009,2009 4 points per term. 2013-14, 2014-15. Theoretical consideration and practical analysis of the problems of literary translation, English-French and French-English, through the lens of various genres.    Teaching French as a Foreign Language FREN-GA 1012 Moran. 2 points. 2013-14, 2014-15. Readings and discussions of basic tenets of foreign language pedagogy with opportunities to apply what is presented in those readings to real-world teaching situations. Enrichment and diversification of teachers' methodological approaches, development of confidence and skills in the classroom.    Theory of Translation FREN GA-1020 4 points. Sieburth. 2013-14, 2014-15. The major issues at stake in literary translation with a broad history of translation theory, from the Romans to the twentieth century with a particular focus on French theorists. Problems in literary translation such as poetry and translation, translating dramatic texts and translating the vernaculars.    Workshop in Translation I, II FREN-GA 1021, 2010 Ertel. 4 points per term. 2013-14, 2014-15. Submission, analysis and discussion of students' translations of book excerpts in a wide variety of genres. Methodology and research issues, the revising and editing process.    Stylistics and Semantics of Written French FREN-GA 1022 4 points. 2013-14, 2014-15.    Civilization    Approaches to French Culture: Problems and Methods FREN-GA 1070 Gerson. 4 points. 2014-15. Analysis of approaches, methods, and presuppositions found in the articulation of notions about French culture and the French identity.    Topics in French Cultural History FREN-GA 1500 Gerson. 2013-14. Planned topic includes French Civilization: History, Pedagogy, Methodology.    NYU in Paris    Language    Applied Phonetics and Spoken Contemporary French FREN-GA 9002 4 points. 2013-14, 2014-15. The study of discourse, grammatical and phonological systems across languages. Focuses on oral French and phonetics. This course also includes portions of general linguistic knowledge in phonology and pragmatics.    Stylistics and Semantics of Written French FREN-GA 9003 4 points. 2013-14, 2014-15. This course will provide students the opportunity to review and expand their knowledge of French grammar. It will focus on examining grammar from a teacher's perspective, paying close attention to elements that are challenging to teach and placing an emphasis on practice rather than theory.    Advanced Workshop in Contemporary French FREN-GA 9004 4 points. 2013-14, 2014-15. After a brief language history and review of the phonetic system students study morphology, syntax, and certain aspects of French stylistics through theoretical readings, practical exercises, and compositions.    Problems in Grammatical Analysis FREN-GA.9008 4 points. 2013-14, 2014-15. This course provides students the opportunity to review and expand their knowledge of French grammar. Grammar is studied as a tool to enhance linguistic performance and to improve students' French reading and writing skills.    Sociolinguistics of Contemporary French FREN-GA 9010 4 points. 2013-14, 2014-15. This course will study the social, institutional, and political dimensions of French language today. It will seek to describe and analyze specific linguistic features of variation in reference to standard French, the sociolinguistic situation of regional languages and dialects and offer a picture of Francophonia outside of France.    Applied Methodology of Teaching French as a Foreign Language FREN-GA 9012 4 points. 2013-14, 2014-15. Further study of approaches and techniques used in teaching language skills to foreign language learners and application of language acquisition theories to practice. There is specific emphasis on lesson planning and skills in motivation and communication. Includes 25 hours of classroom observation and 10 hours of classroom execution.    Civilization    French Cultural History: French Perspectives on a Multicultural Education FREN-GA 9067 4 points. 2013-14, 2014-15. This course will explore how France manages questions such as multilingualism, multiculturalism, gender, social class, race and ethnicity, integration and intercultural perspectives in education and in the classroom.    Topics in French Cultural History: History of Contemporary France, 19th &amp; 20th centuries FREN-GA 9067 4 points. 2013-14, 2014-15. This course will provide students with a chronological basis for understanding the nature and impact of great moments in French history since 1789. It will focus on the evolution of historiographical approaches, from Social Marxism to the history of representations, influenced by the \"linguistic turn\" and \"gender history\".    Literary Institutions 1789-1980 FREN-GA 9067 4 points. 2013-14, 2014-15. This course presents the successive modes and forms of institutionalization and socialization of literature, from salons, academies, revues and journals at the dawn of the French Revolution to the mediatization of culture beginning in the 1970s and death of the last great French intellectual with status of « monstre sacré ».    Literature    Textual Analysis I FREN-GA 9101 4 points. 2013-14, 2014-15. The objective of this course is to demonstrate the efficiency and the limits of a selection of critical approaches, both classical and contemporary, the complementary nature of \"grilles de lecture,\" and the use of metaphorical systems of reference in their application to literary text.    French Classical Tragedy FREN-GA 9421 4 points. 2013-14, 2014-15. An introduction to the dramatic literature of the 17th century, the grand siècle of French theater. In studying representative tragedies of the greatest dramatists, Corneille and Racine, the aim is to gain an understanding of the principles of comedy, tragedy and theatrical representation and enjoy their plays as great drama.    Women Writing Women in Early Modern France FREN-GA 9490 4 points. 2013-14, 2014-15. This seminar examines the changing socio-historical context of French women writers and the common problems and themes constituting a female literary tradition. The course will analyze how French women writers from the 12th to the 18th centuries have challenged existing ideologies as well as the literary canon and its conventions.    Enlightenment and Postmodern FREN-GA 9532 4 points. 2013-14, 2014-15. This course will take a double approach to understanding the dialogue between the Enlightenment and postmodernity. For some philosophers, Enlightenment thought led to totalitarism; others argue we have reached the end of the Enlightenment « grand narratives »; while others urge that the Enlightenment heritage be explored, prolonged, or revived.    The French Novel in the 19th Century FREN-GA 9690 4 points. 2013-14, 2014-15. A historical and thematic panorama of the French novel 1800-1893 oriented to provide a socio-historic view of French society in the 19th century. Considers the novel as a genre emergent from the Revolutionary period and study its expansion and diversification during the course of the 19th century and its ambition to embrace and transform the real.    Contemporary French Novel FREN-GA 9731 4 points. 2013-14, 2014-15. This course focuses on the second half of the 20th century: novel and philosophy, \"nouveau roman,\" the emergence of new narrative voices. We will examine how these texts reconsider our relationship with desire, objects and history.    Studies in Contemporary Literature FREN-GA 9790 4 points. 2013-14, 2014-15. After identifying the primary issues surrounding the French novel at the turn of the 19th-20th centuries, this course engages an in-depth study to determine the diverse composing elements, techniques and writing styles utilized by three of the most innovative novelists of the pre-WWII period: Proust, GIDE and CÉLINE.    Studies in Contemporary French Thought FREN-GA 9791 4 points. 2013-14, 2014-15. This course will examine the role of the \"intellectual\" in French life and thought during the first half of the 20th century through the works of some of the major writers and artists of the period including Zola, Barrès, Renoir, Nizan, Malraux, Brasillach, Drieu de la Rochelle, Eluard, Sartre, Camus, Malraux.    Independent Guided Reading FREN-GA 9891 1-3 points. 2013-14, 2014-15. Guided yet independent work relevant to foreign language teaching, pedagogy and associated areas. Students' projects should not duplicate work undertaken in other classes and should be relevant and meaningful to professional and personal goals. This project will be individually or jointly advised by faculty of Arts &amp; Science and Steinhardt.    Topics in Francophone Civilization: Francophone Routes: Narratives of Traveling Cultures FREN-GA 9991 4 points. 2013-14, 2014-15. The course will perform readings of theoretical texts on cultures in motion, diasporic identities as well the poetics of errancy in novels from Haiti and the French West Indies, which the concept of 'littérature-monde' has attempted to describe.    Independent Study FREN-GA 9999 4 points. 2013-14, 2014-15. Accompanies students in their realization of an original piece of scholarly work on a precisely-defined aspect of French civilization. The course is structured around a monthly research workshop. Each student participates in an oral presentation of his/her work in mid-May before completing the definitive version of his/her \"mémoire.\"                     NYU Department of French                              19 University Place, 6th Floor                        New York, NY 10003                 Contact Us | &copy; New York University , Arts and Science"}]}]