[{"detail": [{"content": "Bambi B. Schieffelin, Faculty, Anthropology | New York University                                    NEW YORK UNIVERSITY       ARTS AND SCIENCE       COLLEGE OF ARTS AND SCIENCE       GRADUATE SCHOOL OF ARTS AND SCIENCE                                                                         Back to Home                 Bambi B. Schieffelin   Collegiate Professor; Professor of Anthropology Ph.D. 1979, M.A. 1977, B.S. 1967, Columbia.   Office Address: Rufus D. Smith Hall  25 Waverly Place  New York, NY 10003   Email:     Phone: 212-998-8556   Fax: 212-995-4014     Personal Website               Curriculum Vitae                  Areas of Research/Interest     Linguistic anthropology, language ideology, literacy, language socialization, childhood, missionization, Papua New Guinea, Caribbean.     Selected Publications     Selected articles and book chapters  2007 Langage et lieu dans l’univers de l’enfance. Anthropologie et Sociétés, 31, 1:15-37. Found in translating: Reflexive language across time and texts. In Consequences of Contact: Language Ideologies and Sociocultural Transformations in Pacific Societies, ed. M. Makihara and B. B. Schieffelin. New York: Oxford University Press, pp. 140-165. Cultural processes and linguistic mediations: Pacific explorations. In Consequences of Contact: Language Ideologies and Sociocultural Transformations in Pacific Societies, ed. M. Makihara and B. B. Schieffelin. New York: Oxford University Press, pp. 3-29. (with M. Makihara). 2008 Speaking only your own mind: Reflections on confession, gossip, and intentionality in Bosavi (PNG). Anthropological Quarterly 81,2:431-441. Tok bokis, tok piksa: Translating parables in Papua New Guinea. In Social Lives in Language: Sociolinguistics and Multilingual Speech Communities, ed. M. Meyerhoff &amp; N. Nagy. Amsterdam: John Benjamins, pp. 111-134. 2009 Enquoting voices, accomplishing talk: Uses of be + like in Instant Messaging. Language &amp; Communication 29,1:77-113. (with G. Jones). Talking text and talking back: “My bff Jill?” from boob tube to YouTube. Journal of Computer Mediated Communication, 14, 4: 1050-1079. (with G. Jones). 2010 Anthropological linguistics/Linguistic anthropology: An introduction. In Anthropological Linguistics: Critical Concepts in Language Studies, Volumes I-V, ed. B. B. Schieffelin and P. Garrett. London: Routledge (with P. Garrett), pp 1-10. 2011 When friends who talk together stalk together: Online gossip as metacommunication. In Digital Discourse: Language in the New Media, ed. C. Thurlow &amp; K. Mroczek. Oxford: Oxford University Press, pp. 26-47. (with G. Jones &amp; R. Smith). The theory of language socialization. In The Handbook of Language Socialization , ed. A, Duranti, E. Ochs, and B. B. Schieffelin. Malden, MA: Wiley- Blackwell, pp 1-21. (with E. Ochs). Dictionaries 1998 Bosavi-English-Tok Pisin Dictionary , B. B. Schieffelin and S. Feld. Canberra: Pacific Linguistics. Edited Volumes 2007 Consequences of Contact: Language Ideologies and Sociocultural Transformations in Pacific Societies, ed. M. Makihara and B. B. Schieffelin. New York: Oxford University Press. 2010 Anthropological Linguistics: Critical Concepts in Language Studies, Volumes I-V, ed. B. B. Schieffelin and P. Garrett. London: Routledge. 2011 The Handbook of Language Socialization , ed. A. Duranti, E. Ochs, and B. B. Schieffelin. Malden, MA: Wiley- Blackwell.    Current News/Major Projects  Updated August 2013 Questions about the intertwined dynamics of cultural and linguistic change, and the various factors that motivate such change, e.g., developmental, generational, and/or sociohistorical, continue to guide my research projects and publications. I completed two comparative projects, which were done collaboratively with scholars who inhabit different continents and times zones. The research has been synergistic and dialogic, and has made me appreciate modern communication technologies more than ever.  The first project, carried out with linguistic anthropologist Alan Rumsey on Ku Waru (Australian National University) and linguist Lila San Roque on Duna (Max Planck Institute for Psycholinguistics) focused on child language acquisition in three Papua New Guinea communities where different ergative languages are spoken. Ergative languages are ones in which the subject of an intransitive verb behaves like the object of a transitive verb, and differently from the agent of a transitive verb. (English follows a nominative-accusative pattern, that is, agents of transitive verbs and subjects of intransitive verbs behave the same, and differently from objects of transitive verbs). These differences raise interesting questions about notions of transitivity and agency, and their linguistic expressions. Drawing on our respective ethnographic and linguistic fieldwork data on children’s everyday speech practices, we each analyzed how young children in these societies acquire and use the morphological, syntactic, and pragmatic resources of their respective languages to differentiate and mark key categories: agents, subjects and objects. This was followed by a three way cross-linguistic singular comparison to determine patterns of similarity and difference across these languages. Our findings contribute to broader conversations among linguists and psycholinguists interested in cross-linguistic patterns of language acquisition across typologically diverse languages, and what such patterns suggest about the intersection of language structure, sociality, and cognition. Our chapter, entitled “The acquisition of ergative marking in Kaluli, Ku Waru and Duna (Trans New Guinea), appears in The Acquisition of Ergativity, edited by Edith L. Bavin and Sabine Stoll, Amsterdam: John Benjamins Publishing Company. The second project developed during my visiting professorship in Social Anthropology at the National Museum, Rio de Janeiro (August 2010), during which time I had the opportunity to work collaboratively with cultural anthropologists Aparecida Vilaça (National Museum, Rio de Janeiro) and Joel Robbins (University of Cambridge). Our article, “Evangelical conversion and the transformation of the self in Amazonia and Melanesia: Christianity and the revival of anthropological comparison,” is anchored in our respective social and linguistic investigations of the introduction of Christianity and first generation Christians in Bosavi, Urapmin and among the Wari’, and offers a comparative framework for studying processes of Christianization. It has been accepted in Comparative Studies in Society and History. As a consequence of the introduction of Christianity, Bosavi people also reformulated notions of place, a central construct in how they remember, as well as think and talk about themselves and others. I analyzed some these changes in a paper I presented at the Wenner-Gren Foundation for Anthropological Research conference on The Anthropology of Christianity (March 2013). With seventeen other participants, the intense and lively discussions of theoretical unity, diversity, and new research directions in this area were enhanced by excellent food, wine, and scenery in Sintra, Portugal. My paper, entitled “Christianizing language and the dis-placement of culture in Bosavi, Papua New Guinea” will be part of a special issue of Current Anthropology, edited by Joel Robbins, the conference organizer.  The Handbook of Language Socialization (Wiley-Blackwell 2011), edited with A. Duranti and E. Ochs, has just been published in a more affordable paperback. Introduced by an essay written by Ochs and myself, and followed by 28 original invited essays, it offers current research in this theoretically exciting area. It should be of interest to scholars in linguistic anthropology, sociolinguistics, pragmatics, applied linguistics and developmental psychology. For those wishing to read Language Ideologies: Practice and Theory in Spanish, it is now available: Ideologías lingüísticas. Práctica y teoría, ed. Bambi B. Schieffelin, Kathryn Woolard, and Paul Kroskrity. 2012 Madrid: Los libros de la Catarata/serie ensayos Unesco Etxea. Work on my book project under contract with University of California Press for the series, Anthropology of Christianity, continues. Based on ethnographic and sociolinguistic research in Papua New Guinea, the book analyses the impact of fundamentalist Christian missionization on the linguistic and cultural lives of Bosavi people. The New York Linguistic Anthropology Working Group, which is collaboratively organized and hosted at NYU, provides a lively forum for scholars to present work in progress. We look forward to lively meetings and post-meeting exchanges through the coming year. In addition, the Working Group in Urban Sociolinguistics, co-organized by linguistic anthropologists and sociolinguists, and sponsored by New York University, schedules workshops and seminars offered by leading scholars working on language use in urban settings.     Update your faculty profile                           Contact Us | &copy; New York University , Arts and Science"}, {"content": "James Higham, Faculty, Anthropology | New York University                                    NEW YORK UNIVERSITY       ARTS AND SCIENCE       COLLEGE OF ARTS AND SCIENCE       GRADUATE SCHOOL OF ARTS AND SCIENCE                                                                         Back to Home                 James Higham     Email:       Personal Website           Areas of Research/Interest     Primate socio-ecology; life-history; sexual and social strategies and conflict; behavioral endocrinology; animal communication; conservation of biological diversity.     Selected Publications       As Editor Higham, J.P. &amp; Roney, J. (Eds). 2016. Field endocrinology of nonhuman and human primates. Hormones and Behavior Higham, J.P. &amp; Hebets, E.A. (Eds). 2013. Multimodal communication. Behavioral Ecology and Sociobiology 67 (9) Higham, J.P. &amp; Semple, S. (Eds). 2013. Primate signals. American Journal of Primatology 75 (7) Higham, J.P. (Ed). 2009. Primate coloration: measurement, mechanisms and function. International Journal of Primatology 30 (6)  Peer-Reviewed Journal Articles Winters, S., Dubuc, C. &amp; Higham, J.P. 2015. The looking time experimental paradigm in studies of animal visual perception and cognition. Ethology In press Allen, W.L. &amp; Higham, J.P. 2015. Assessing the potential information content of multicomponent visual signals: A machine learning approach. Proceedings of the Royal Society B 282: 20142284  MacLarnon, A.M., Sommer, V., Goffe, A.S., Higham, J.P.,   Lodge, E., Tkaczynski, P. &amp; Ross, C. 2014. Assessing adaptability   and reactive scope: a new measure and a case study of environmental   stress in forest-living baboons. General and Comparative Endocrinology DOI: 10.1016/j.ygcen.2014.09.022 Dubuc, C., Winters, S., Allen, W.L., Brent, L.J.N., Cascio, J., Maestripieri, D.M., Ruiz-Lambides, A., Widdig, A. &amp; Higham, J.P. 2014. Sexually-selected skin color is heritable and related to fecundity in a non-human primate. Proceedings of the Royal Society B 281: 20141602 Mandalaywala, T.M., Higham, J.P.,   Heistermann, M., Parker, K.J. &amp; Maestripieri D. 2014. Physiological   and behavioral stress responses to weaning conflict in free-ranging   primate infants. Animal Behaviour 91: 241-247  Hughes, K.D., Higham, J.P.,   Allen, W.L., Elliot, A.J. &amp; Hayden, B.Y. 2015. Extraneous red   drives female macaques’ gaze toward photographs of male conspecifics. Evolution and Human Behavior 36: 25-31 Allen, W.L., Stevens, M &amp; Higham, J.P. 2014. Character displacement of Cercopithecini primate visual signals. Nature Communications DOI: 10.1038/ncomms5266 Higham, J.P. &amp; Maestripieri, D. 2014. The costs of reproductive success in Cayo Santiago male rhesus macaques. International Journal of Primatology 35: 661-676 Dubuc, C., Allen, W.L., Maestripieri, D. &amp; Higham, J.P. 2014. Is male rhesus macaque red colour ornamentation attractive to females? Behavioral Ecology and Sociobiology 68: 1215-1224 Higham, J.P. 2014. How does honest costly signaling work? Behavioral Ecology 25: 8-11 Higham, J.P. &amp; Hebets, E.A. 2013. An introduction to multimodal communication. Behavioral Ecology and Sociobiology 67: 1381-1388 Wilson A., Dean, M. &amp; Higham, J.P. 2013. A game theoretic approach to multimodal communication. Behavioral Ecology and Sociobiology 67: 1399-1415 Higham, J.P.,   Pfefferle, D., Heistermann, M., Maestripieri, D. &amp; Stevens, M.   2013. Signaling in multiple modalities in male rhesus macaques: barks   and sex skin coloration in relation to androgen levels, social status   and mating behavior. Behavioral Ecology and Sociobiology 67: 1457-1469 Semple, S. &amp; Higham, J.P. 2013. Primate signals: Current issues and perspectives. American Journal of Primatology 75: 613-620 Allen, W.L. &amp; Higham, J.P. 2013. Analyzing visual signals as visual scenes. American Journal of Primatology 75: 664-682 Rigaill, L., Higham, J.P., Lee, PC., Blin, A. &amp; Garcia, C. 2013. Multimodal sexual signaling and mating behavior in olive baboons ( Papio anubis ). American Journal of Primatology 75: 774-787 Higham, J.P.,   Heistermann, M. &amp; Maestripieri, D. 2013. The endocrinology of male   rhesus macaque social and reproductive status: a test of the challenge   and social stress hypotheses. Behavioral Ecology and Sociobiology 67: 19-30 Higham, J.P.,   Heistermann, M., Saggau, C., Agil, M., Perwitasari-Farajallah, D. &amp;   Engelhardt, A. 2012. Sexual signaling in the crested macaque and the   evolution of primate fertility signals. BMC Evolutionary Biology 12: 89 Mandalaywala, T.M., Higham, J.P.,   Heistermann, M. &amp; Maestripieri, D. 2011. Infant bystanders modulate   the effects of ovarian hormones on socio-sexual behaviour in   free-ranging female rhesus macaques. Behaviour 148: 1137-1155 Higham, J.P.,   Girard-Buttoz, C., Engelhardt, A. &amp; Heistermann, M. 2011 Urinary   C-peptide of insulin as a non-invasive marker of nutritional status:   some practicalities. PLoS One 6: e22398 Higham, J.P.,   Hughes, K.D., Brent, L.J.N., Dubuc, C., Engelhardt, A., Heistermann,   M., Maestripieri, D., Santos, L.R &amp; Stevens, M. 2011. Familiarity   affects assessment of facial signals of female fertility by free-ranging   male rhesus macaques. Proceedings of the Royal Society B 278: 3452-3458 Hoffman, C.L., Higham, J.P.,   Heistermann, M., Prendergast, B., Coe, C. &amp; Maestripieri, D. 2011.   Immune function and HPA axis activity in free-ranging rhesus macaques. Physiology and Behavior 104: 507-514 Girard-Buttoz, C., Higham, J.P.,   Heistermann, M., Wedegärtner, S., Maestripieri, D. &amp; Engelhardt, A.   2011. Urinary c-peptide measurement as a marker of nutritional status   in macaques. PLoS One 6: e18042 Higham, J.P., Heistermann, M. &amp; Maestripieri, D. 2011. The energetics of male-male endurance rivalry in rhesus macaques. Animal Behaviour 81: 1001-1007 Higham, J.P.,   Barr, C.S., Hoffman, C.L., Mandalaywala, T.M., Parker, K.J. &amp;   Maestripieri, D. 2011. Mu-opioid receptor (OPRM1) variation, oxytocin   levels and maternal behavior in free-ranging rhesus macaques. Behavioral Neuroscience 125: 131-136 De Vere, R., Warren, Y., Nicholas, A., MacKenzie, M.E. &amp; Higham, J.P.   2011. Nest site ecology of the Cross River gorilla (Gorilla gorilla   diehli) in the Kagwene Gorilla Sanctuary, Cameroon, with special   reference to anthropogenic influence. American Journal of Primatology 73: 253-261 Higham, J.P. &amp; Maestripieri, D. 2010. Revolutionary coalitions in male rhesus macaques. Behaviour 147: 1889-1908 Higham, J.P., Vitale, A.B., Mas-Rivera, A., Ayala, J.E. &amp; Maestripieri, D. 2010. Measuring salivary analytes from free-ranging monkeys. Physiology &amp; Behavior 101: 601-607 Hoffman, C.L., Higham, J.P.,   Mas-Rivera, A., Ayala, J.E. &amp; Maestripieri, D. 2010. Terminal   investment and senescence in rhesus macaques on Cayo Santiago. Behavioral Ecology 21: 972-978 Higham, J.P.,   Brent, L.J.N., Dubuc, C., Accamando, A,K., Engelhardt, A., Gerald,   M.S., Heistermann, M. &amp; Stevens, M. 2010. Color signal information   content and the eye of the beholder: a case study in the rhesus macaque. Behavioral Ecology 21: 739-746 Higham, J.P.   MacLarnon, A.M., Heistermann, M., Ross, C. &amp; Semple, S. 2009.   Self-directed behaviours and faecal glucocorticoid levels are not   correlated in female wild olive baboons. Stress 12: 526-532 Higham, J.P. Primate Coloration – An introduction to the special issue. 2009. International Journal of Primatology 30: 749-751 Marty, J.M., Higham, J.P., Gadsby, E.L., &amp; Ross, C. 2009 Color, dominance and social and sexual behavior in male drills. International Journal of Primatology 30: 807-823 Stevens, M., Stoddard, M.C., &amp; Higham, J.P. 2009. Studying primate color: towards visual system dependent methods. International Journal of Primatology 30: 893-917 Higham, J.P.,   Semple, S. MacLarnon, A., Heistermann, M. &amp; Ross, C. 2009. Female   reproductive signals, and male mating behavior, in the olive baboon. Hormones and Behavior 55: 60-67 Higham, J.P.,   Warren, Y., Adanu, J. Bubu, U. MacLarnon, A., Sommer, V. &amp; Ross, C.   2009. Living on the edge: Life-history of olive baboons at   Gashaka-Gumti National Park, Nigeria. American Journal of Primatology 71: 293-304 Higham, J.P., MacLarnon, A., Ross, C., Heistermann, M. &amp; Semple, S. 2008 Baboon sexual swellings: Information content of size and color. Hormones and Behavior 53: 452-462 Higham, J.P.   Heistermann, M., Ross, C., Semple, S. &amp; MacLarnon, A. 2008. The   timing of ovulation with respect to sexual swelling detumescence in wild   olive baboons. Primates 49: 295-299 Higham, J.P.,   Ross, C., Warren, Y., Heistermann, M. &amp; MacLarnon, A. 2007 Reduced   reproductive function in wild baboons (Papio hamadryas anubis) related   to natural consumption of the African black plum ( Vitex doniana ). Hormones and Behavior 52: 384-390 Asakura, T., Umemura, K., Nakazawa, Y., Hirose, H., Higham, J.P. &amp; Knight, D. 2007 Some observations on the structure and function of the spinning apparatus in the silkworm Bombyx mori. Biomacromolecules 8: 175-181 Higham, J.P. &amp; Gosler, A.G. 2006 Speckled eggs: water loss and incubation behaviour in the Great tit Parus major . Oecologia 149: 561-570 Gosler, A.G., Higham, J.P. &amp; Reynolds, S.J. 2005 Why are birds’ eggs speckled? Ecology Letters 8: 1105-1113  Book Chapters Petersdorf, M. &amp; Higham, J.P. Mating systems. In: The International Encyclopedia of Primatology. Wiley Blackwell. Hoboken: New Jersey. In Press Higham, J.P. &amp; Dubuc, C. The evolution of female fertility signals in macaques. In: eLS (Encyclopedia of Life Sciences). Wiley Blackwell. Hoboken: New Jersey. In Press Higham, J.P. &amp; Winters, S. Color and mate choice in nonhuman animals. In: The handbook of color psychology (Eds Elliot, A.J. &amp; Fairchild, M.D.) Cambridge University Press: Cambridge. In Press Higham, J.P. Multimodal Communication. In: The missing lemur link: an ancestral step in human evolution (Palagi, E. &amp; Norscia I.) Cambridge University Press: Cambridge. In Press Higham, J.P. 2013. Primate visual signals. In: McGraw-Hill Yearbook of Science and Technology 2014. McGraw-Hill Professional: New York Warren, Y., Higham, J.P., MacLarnon, A. &amp; Ross, C. 2011. Crop-raiding and commensalism: the costs and benefits of living with humans. In: Primates of Gashaka Eds. Sommer, V &amp; Ross, C. Developments in primatology: progress and prospects. Springer. Series Ed. Tuttle, R.H. Ross, C., Warren, Y., MacLarnon, A. &amp; Higham, J.P. 2011. How different are Gashaka’s baboons? A comparison of forest-living and open-country populations. In: Primates of Gashaka Eds. Sommer, V &amp; Ross, C. Developments in primatology: progress and prospects. Springer. Series Ed. Tuttle, R.H.  Other journal publications Winters, S. &amp; Higham, J.P. Martin Stevens: Sensory Ecology, Behaviour, and Evolution. 2015. International Journal of Primatology DOI: 10.1007/s10764-015-9811-y Dubuc, C. &amp; Higham, J.P. 2014. Quite the complexion: rhesus monkey face redness is passed on to their offspring, and affects their reproductive fitness. Biosphere 2: 50-55 Higham, J.P.,   Amann, A.L., Bryer, M.A.H., Thompson, N.A. &amp; Winters, S. 2013.   Review of “The Evolution of Primate Societies” (Eds. John C. Mitani,   Josep Call, Peter M. Kappeler, Ryne A. Palombit &amp; Joan B. Silk). International Journal of Primatology 34: 1298-1303 Higham, J.P. 2011. Review of “The Japanese Macaques” (Eds., Naofumi, N., Nakamichi, N. &amp; Sugiura, H.). International Journal of Primatology 32: 1033-1036 Semple, S., Higham, J.P., MacLarnon, A., Ross, C. &amp; Lehmann, J. 2010. Comment on ‘Pan Thanatology’. Current Biology http://www.cell.com/current-biology/comments/S0960-9822(10)00145-4 Wiseman, R., Warren, Y., Nicholas, A., MacKenzie, M., &amp; Higham, J.P. 2008. A GIS habitat map for the Kagwene Gorilla Sanctuary, Cameroon. Gorilla Journal 37: 12-14 Current News/Projects Updated September 2014 Since my last update we have said goodbye to two people, Will Allen (for a post-doc at Hull University) and Constance Dubuc (for a post-doc at Cambridge University). Both Will and Constance will be sorely missed! We have welcomed the following new members: Susie Lee (PhD student, started Sept. 2013), Megan Petersdorf (PhD student, started Sept. 2013), Lauren Petrullo (MA student, started Sept. 2013), Alex DeCasien (PhD student, started Sept. 2014), and Rachel Petersen (PhD student, started Sept. 2014). Our research interests in primate sexual selection, reproduction and communication have continued to develop, and several members of our group have undertaken visits to the field. In January 2014, I went with Sandra to the CERCOPAN sanctuary and to Gashaka, in Nigeria, while Susie visited Cayo Santiago. In the summer of 2014, Lauren went to Cayo Santiago, while Megan scoped several potential sites in Zambia for her dissertation research. The hormone lab is now fully operational, and several projects have utilized this facility in 2013 and 14, with a number of other hormone projects lined up for this in the near future. It was also used to teach a new Primate Behavioral Endocrinology class, with students from NYU, several CUNY colleges, Stony Brook University and Rutgers University. We have given a large number of conference presentations in 2014, including at the American Association of Physical Anthropology meetings in Calgary, the Animal Behavior Society conference in Princeton, the Evolution congress in North Carolina, the International Society for Behavioral Ecology Congress in NYC, and the International Primatological Society in Ha Noi. Constance and I organized a symposium on “Female mate choice in nonhuman and human primates” at AAPA (co-sponsored by the Human Biology Association), and I was kept busy throughout the year in my role as Co-Chair of the organizing committee for the ISBE congress (which 1150 people attended). In the Fall of 2014 I am also giving seminars/colloquia at Columbia University, Penn State University, and in NYU’s Dept. of Psychology. Following 2013, in which among other publications I guest edited two journal special issues (of Behavioral Ecology &amp; Sociobiology, on multimodal communication, with Eileen Hebets; and of American Journal of Primatology, on Primate Signals, with Stuart Semple), we have published another good number of papers in 2014. These include our first paper on guenon facial evolution, which was published in Nature Communications and covered in various news media, including Science, the BBC, The Times, Wired, Discover magazine, The Australian, and many others. We also have a new paper in Proceedings of the Royal Society B, in which we show that rhesus macaque facial coloration is both heritable and related to fecundity in both males and females. We have recently launched our new website (www.nyuprimatology.com), complete with a new group name (Primate Reproductive Ecology and Evolution). We’re also about to join twitter! (Tweets by Megan.) We have undertaken a range of other outreach activities, including live-blogging on the Ken Ham-Bill Nye creation vs evolution debate for The Huffington Post. A number of new and exciting projects are starting to develop, and I have agreed to guest edit a special issue of Hormones and Behavior on “Field endocrinology of nonhuman and human primates”. Check out our new website for our latest news!      Update your faculty profile                           Contact Us | &copy; New York University , Arts and Science"}]},
{"detail": [{"content": "Bambi B. Schieffelin, Faculty, Anthropology | New York University                                    NEW YORK UNIVERSITY       ARTS AND SCIENCE       COLLEGE OF ARTS AND SCIENCE       GRADUATE SCHOOL OF ARTS AND SCIENCE                                                                         Back to Home                 Bambi B. Schieffelin   Collegiate Professor; Professor of Anthropology Ph.D. 1979, M.A. 1977, B.S. 1967, Columbia.   Office Address: Rufus D. Smith Hall  25 Waverly Place  New York, NY 10003   Email:     Phone: 212-998-8556   Fax: 212-995-4014     Personal Website               Curriculum Vitae                  Areas of Research/Interest     Linguistic anthropology, language ideology, literacy, language socialization, childhood, missionization, Papua New Guinea, Caribbean.     Selected Publications     Selected articles and book chapters  2007 Langage et lieu dans l’univers de l’enfance. Anthropologie et Sociétés, 31, 1:15-37. Found in translating: Reflexive language across time and texts. In Consequences of Contact: Language Ideologies and Sociocultural Transformations in Pacific Societies, ed. M. Makihara and B. B. Schieffelin. New York: Oxford University Press, pp. 140-165. Cultural processes and linguistic mediations: Pacific explorations. In Consequences of Contact: Language Ideologies and Sociocultural Transformations in Pacific Societies, ed. M. Makihara and B. B. Schieffelin. New York: Oxford University Press, pp. 3-29. (with M. Makihara). 2008 Speaking only your own mind: Reflections on confession, gossip, and intentionality in Bosavi (PNG). Anthropological Quarterly 81,2:431-441. Tok bokis, tok piksa: Translating parables in Papua New Guinea. In Social Lives in Language: Sociolinguistics and Multilingual Speech Communities, ed. M. Meyerhoff &amp; N. Nagy. Amsterdam: John Benjamins, pp. 111-134. 2009 Enquoting voices, accomplishing talk: Uses of be + like in Instant Messaging. Language &amp; Communication 29,1:77-113. (with G. Jones). Talking text and talking back: “My bff Jill?” from boob tube to YouTube. Journal of Computer Mediated Communication, 14, 4: 1050-1079. (with G. Jones). 2010 Anthropological linguistics/Linguistic anthropology: An introduction. In Anthropological Linguistics: Critical Concepts in Language Studies, Volumes I-V, ed. B. B. Schieffelin and P. Garrett. London: Routledge (with P. Garrett), pp 1-10. 2011 When friends who talk together stalk together: Online gossip as metacommunication. In Digital Discourse: Language in the New Media, ed. C. Thurlow &amp; K. Mroczek. Oxford: Oxford University Press, pp. 26-47. (with G. Jones &amp; R. Smith). The theory of language socialization. In The Handbook of Language Socialization , ed. A, Duranti, E. Ochs, and B. B. Schieffelin. Malden, MA: Wiley- Blackwell, pp 1-21. (with E. Ochs). Dictionaries 1998 Bosavi-English-Tok Pisin Dictionary , B. B. Schieffelin and S. Feld. Canberra: Pacific Linguistics. Edited Volumes 2007 Consequences of Contact: Language Ideologies and Sociocultural Transformations in Pacific Societies, ed. M. Makihara and B. B. Schieffelin. New York: Oxford University Press. 2010 Anthropological Linguistics: Critical Concepts in Language Studies, Volumes I-V, ed. B. B. Schieffelin and P. Garrett. London: Routledge. 2011 The Handbook of Language Socialization , ed. A. Duranti, E. Ochs, and B. B. Schieffelin. Malden, MA: Wiley- Blackwell.    Current News/Major Projects  Updated August 2013 Questions about the intertwined dynamics of cultural and linguistic change, and the various factors that motivate such change, e.g., developmental, generational, and/or sociohistorical, continue to guide my research projects and publications. I completed two comparative projects, which were done collaboratively with scholars who inhabit different continents and times zones. The research has been synergistic and dialogic, and has made me appreciate modern communication technologies more than ever.  The first project, carried out with linguistic anthropologist Alan Rumsey on Ku Waru (Australian National University) and linguist Lila San Roque on Duna (Max Planck Institute for Psycholinguistics) focused on child language acquisition in three Papua New Guinea communities where different ergative languages are spoken. Ergative languages are ones in which the subject of an intransitive verb behaves like the object of a transitive verb, and differently from the agent of a transitive verb. (English follows a nominative-accusative pattern, that is, agents of transitive verbs and subjects of intransitive verbs behave the same, and differently from objects of transitive verbs). These differences raise interesting questions about notions of transitivity and agency, and their linguistic expressions. Drawing on our respective ethnographic and linguistic fieldwork data on children’s everyday speech practices, we each analyzed how young children in these societies acquire and use the morphological, syntactic, and pragmatic resources of their respective languages to differentiate and mark key categories: agents, subjects and objects. This was followed by a three way cross-linguistic singular comparison to determine patterns of similarity and difference across these languages. Our findings contribute to broader conversations among linguists and psycholinguists interested in cross-linguistic patterns of language acquisition across typologically diverse languages, and what such patterns suggest about the intersection of language structure, sociality, and cognition. Our chapter, entitled “The acquisition of ergative marking in Kaluli, Ku Waru and Duna (Trans New Guinea), appears in The Acquisition of Ergativity, edited by Edith L. Bavin and Sabine Stoll, Amsterdam: John Benjamins Publishing Company. The second project developed during my visiting professorship in Social Anthropology at the National Museum, Rio de Janeiro (August 2010), during which time I had the opportunity to work collaboratively with cultural anthropologists Aparecida Vilaça (National Museum, Rio de Janeiro) and Joel Robbins (University of Cambridge). Our article, “Evangelical conversion and the transformation of the self in Amazonia and Melanesia: Christianity and the revival of anthropological comparison,” is anchored in our respective social and linguistic investigations of the introduction of Christianity and first generation Christians in Bosavi, Urapmin and among the Wari’, and offers a comparative framework for studying processes of Christianization. It has been accepted in Comparative Studies in Society and History. As a consequence of the introduction of Christianity, Bosavi people also reformulated notions of place, a central construct in how they remember, as well as think and talk about themselves and others. I analyzed some these changes in a paper I presented at the Wenner-Gren Foundation for Anthropological Research conference on The Anthropology of Christianity (March 2013). With seventeen other participants, the intense and lively discussions of theoretical unity, diversity, and new research directions in this area were enhanced by excellent food, wine, and scenery in Sintra, Portugal. My paper, entitled “Christianizing language and the dis-placement of culture in Bosavi, Papua New Guinea” will be part of a special issue of Current Anthropology, edited by Joel Robbins, the conference organizer.  The Handbook of Language Socialization (Wiley-Blackwell 2011), edited with A. Duranti and E. Ochs, has just been published in a more affordable paperback. Introduced by an essay written by Ochs and myself, and followed by 28 original invited essays, it offers current research in this theoretically exciting area. It should be of interest to scholars in linguistic anthropology, sociolinguistics, pragmatics, applied linguistics and developmental psychology. For those wishing to read Language Ideologies: Practice and Theory in Spanish, it is now available: Ideologías lingüísticas. Práctica y teoría, ed. Bambi B. Schieffelin, Kathryn Woolard, and Paul Kroskrity. 2012 Madrid: Los libros de la Catarata/serie ensayos Unesco Etxea. Work on my book project under contract with University of California Press for the series, Anthropology of Christianity, continues. Based on ethnographic and sociolinguistic research in Papua New Guinea, the book analyses the impact of fundamentalist Christian missionization on the linguistic and cultural lives of Bosavi people. The New York Linguistic Anthropology Working Group, which is collaboratively organized and hosted at NYU, provides a lively forum for scholars to present work in progress. We look forward to lively meetings and post-meeting exchanges through the coming year. In addition, the Working Group in Urban Sociolinguistics, co-organized by linguistic anthropologists and sociolinguists, and sponsored by New York University, schedules workshops and seminars offered by leading scholars working on language use in urban settings.     Update your faculty profile                           Contact Us | &copy; New York University , Arts and Science"}, {"content": "James Higham, Faculty, Anthropology | New York University                                    NEW YORK UNIVERSITY       ARTS AND SCIENCE       COLLEGE OF ARTS AND SCIENCE       GRADUATE SCHOOL OF ARTS AND SCIENCE                                                                         Back to Home                 James Higham     Email:       Personal Website           Areas of Research/Interest     Primate socio-ecology; life-history; sexual and social strategies and conflict; behavioral endocrinology; animal communication; conservation of biological diversity.     Selected Publications       As Editor Higham, J.P. &amp; Roney, J. (Eds). 2016. Field endocrinology of nonhuman and human primates. Hormones and Behavior Higham, J.P. &amp; Hebets, E.A. (Eds). 2013. Multimodal communication. Behavioral Ecology and Sociobiology 67 (9) Higham, J.P. &amp; Semple, S. (Eds). 2013. Primate signals. American Journal of Primatology 75 (7) Higham, J.P. (Ed). 2009. Primate coloration: measurement, mechanisms and function. International Journal of Primatology 30 (6)  Peer-Reviewed Journal Articles Winters, S., Dubuc, C. &amp; Higham, J.P. 2015. The looking time experimental paradigm in studies of animal visual perception and cognition. Ethology In press Allen, W.L. &amp; Higham, J.P. 2015. Assessing the potential information content of multicomponent visual signals: A machine learning approach. Proceedings of the Royal Society B 282: 20142284  MacLarnon, A.M., Sommer, V., Goffe, A.S., Higham, J.P.,   Lodge, E., Tkaczynski, P. &amp; Ross, C. 2014. Assessing adaptability   and reactive scope: a new measure and a case study of environmental   stress in forest-living baboons. General and Comparative Endocrinology DOI: 10.1016/j.ygcen.2014.09.022 Dubuc, C., Winters, S., Allen, W.L., Brent, L.J.N., Cascio, J., Maestripieri, D.M., Ruiz-Lambides, A., Widdig, A. &amp; Higham, J.P. 2014. Sexually-selected skin color is heritable and related to fecundity in a non-human primate. Proceedings of the Royal Society B 281: 20141602 Mandalaywala, T.M., Higham, J.P.,   Heistermann, M., Parker, K.J. &amp; Maestripieri D. 2014. Physiological   and behavioral stress responses to weaning conflict in free-ranging   primate infants. Animal Behaviour 91: 241-247  Hughes, K.D., Higham, J.P.,   Allen, W.L., Elliot, A.J. &amp; Hayden, B.Y. 2015. Extraneous red   drives female macaques’ gaze toward photographs of male conspecifics. Evolution and Human Behavior 36: 25-31 Allen, W.L., Stevens, M &amp; Higham, J.P. 2014. Character displacement of Cercopithecini primate visual signals. Nature Communications DOI: 10.1038/ncomms5266 Higham, J.P. &amp; Maestripieri, D. 2014. The costs of reproductive success in Cayo Santiago male rhesus macaques. International Journal of Primatology 35: 661-676 Dubuc, C., Allen, W.L., Maestripieri, D. &amp; Higham, J.P. 2014. Is male rhesus macaque red colour ornamentation attractive to females? Behavioral Ecology and Sociobiology 68: 1215-1224 Higham, J.P. 2014. How does honest costly signaling work? Behavioral Ecology 25: 8-11 Higham, J.P. &amp; Hebets, E.A. 2013. An introduction to multimodal communication. Behavioral Ecology and Sociobiology 67: 1381-1388 Wilson A., Dean, M. &amp; Higham, J.P. 2013. A game theoretic approach to multimodal communication. Behavioral Ecology and Sociobiology 67: 1399-1415 Higham, J.P.,   Pfefferle, D., Heistermann, M., Maestripieri, D. &amp; Stevens, M.   2013. Signaling in multiple modalities in male rhesus macaques: barks   and sex skin coloration in relation to androgen levels, social status   and mating behavior. Behavioral Ecology and Sociobiology 67: 1457-1469 Semple, S. &amp; Higham, J.P. 2013. Primate signals: Current issues and perspectives. American Journal of Primatology 75: 613-620 Allen, W.L. &amp; Higham, J.P. 2013. Analyzing visual signals as visual scenes. American Journal of Primatology 75: 664-682 Rigaill, L., Higham, J.P., Lee, PC., Blin, A. &amp; Garcia, C. 2013. Multimodal sexual signaling and mating behavior in olive baboons ( Papio anubis ). American Journal of Primatology 75: 774-787 Higham, J.P.,   Heistermann, M. &amp; Maestripieri, D. 2013. The endocrinology of male   rhesus macaque social and reproductive status: a test of the challenge   and social stress hypotheses. Behavioral Ecology and Sociobiology 67: 19-30 Higham, J.P.,   Heistermann, M., Saggau, C., Agil, M., Perwitasari-Farajallah, D. &amp;   Engelhardt, A. 2012. Sexual signaling in the crested macaque and the   evolution of primate fertility signals. BMC Evolutionary Biology 12: 89 Mandalaywala, T.M., Higham, J.P.,   Heistermann, M. &amp; Maestripieri, D. 2011. Infant bystanders modulate   the effects of ovarian hormones on socio-sexual behaviour in   free-ranging female rhesus macaques. Behaviour 148: 1137-1155 Higham, J.P.,   Girard-Buttoz, C., Engelhardt, A. &amp; Heistermann, M. 2011 Urinary   C-peptide of insulin as a non-invasive marker of nutritional status:   some practicalities. PLoS One 6: e22398 Higham, J.P.,   Hughes, K.D., Brent, L.J.N., Dubuc, C., Engelhardt, A., Heistermann,   M., Maestripieri, D., Santos, L.R &amp; Stevens, M. 2011. Familiarity   affects assessment of facial signals of female fertility by free-ranging   male rhesus macaques. Proceedings of the Royal Society B 278: 3452-3458 Hoffman, C.L., Higham, J.P.,   Heistermann, M., Prendergast, B., Coe, C. &amp; Maestripieri, D. 2011.   Immune function and HPA axis activity in free-ranging rhesus macaques. Physiology and Behavior 104: 507-514 Girard-Buttoz, C., Higham, J.P.,   Heistermann, M., Wedegärtner, S., Maestripieri, D. &amp; Engelhardt, A.   2011. Urinary c-peptide measurement as a marker of nutritional status   in macaques. PLoS One 6: e18042 Higham, J.P., Heistermann, M. &amp; Maestripieri, D. 2011. The energetics of male-male endurance rivalry in rhesus macaques. Animal Behaviour 81: 1001-1007 Higham, J.P.,   Barr, C.S., Hoffman, C.L., Mandalaywala, T.M., Parker, K.J. &amp;   Maestripieri, D. 2011. Mu-opioid receptor (OPRM1) variation, oxytocin   levels and maternal behavior in free-ranging rhesus macaques. Behavioral Neuroscience 125: 131-136 De Vere, R., Warren, Y., Nicholas, A., MacKenzie, M.E. &amp; Higham, J.P.   2011. Nest site ecology of the Cross River gorilla (Gorilla gorilla   diehli) in the Kagwene Gorilla Sanctuary, Cameroon, with special   reference to anthropogenic influence. American Journal of Primatology 73: 253-261 Higham, J.P. &amp; Maestripieri, D. 2010. Revolutionary coalitions in male rhesus macaques. Behaviour 147: 1889-1908 Higham, J.P., Vitale, A.B., Mas-Rivera, A., Ayala, J.E. &amp; Maestripieri, D. 2010. Measuring salivary analytes from free-ranging monkeys. Physiology &amp; Behavior 101: 601-607 Hoffman, C.L., Higham, J.P.,   Mas-Rivera, A., Ayala, J.E. &amp; Maestripieri, D. 2010. Terminal   investment and senescence in rhesus macaques on Cayo Santiago. Behavioral Ecology 21: 972-978 Higham, J.P.,   Brent, L.J.N., Dubuc, C., Accamando, A,K., Engelhardt, A., Gerald,   M.S., Heistermann, M. &amp; Stevens, M. 2010. Color signal information   content and the eye of the beholder: a case study in the rhesus macaque. Behavioral Ecology 21: 739-746 Higham, J.P.   MacLarnon, A.M., Heistermann, M., Ross, C. &amp; Semple, S. 2009.   Self-directed behaviours and faecal glucocorticoid levels are not   correlated in female wild olive baboons. Stress 12: 526-532 Higham, J.P. Primate Coloration – An introduction to the special issue. 2009. International Journal of Primatology 30: 749-751 Marty, J.M., Higham, J.P., Gadsby, E.L., &amp; Ross, C. 2009 Color, dominance and social and sexual behavior in male drills. International Journal of Primatology 30: 807-823 Stevens, M., Stoddard, M.C., &amp; Higham, J.P. 2009. Studying primate color: towards visual system dependent methods. International Journal of Primatology 30: 893-917 Higham, J.P.,   Semple, S. MacLarnon, A., Heistermann, M. &amp; Ross, C. 2009. Female   reproductive signals, and male mating behavior, in the olive baboon. Hormones and Behavior 55: 60-67 Higham, J.P.,   Warren, Y., Adanu, J. Bubu, U. MacLarnon, A., Sommer, V. &amp; Ross, C.   2009. Living on the edge: Life-history of olive baboons at   Gashaka-Gumti National Park, Nigeria. American Journal of Primatology 71: 293-304 Higham, J.P., MacLarnon, A., Ross, C., Heistermann, M. &amp; Semple, S. 2008 Baboon sexual swellings: Information content of size and color. Hormones and Behavior 53: 452-462 Higham, J.P.   Heistermann, M., Ross, C., Semple, S. &amp; MacLarnon, A. 2008. The   timing of ovulation with respect to sexual swelling detumescence in wild   olive baboons. Primates 49: 295-299 Higham, J.P.,   Ross, C., Warren, Y., Heistermann, M. &amp; MacLarnon, A. 2007 Reduced   reproductive function in wild baboons (Papio hamadryas anubis) related   to natural consumption of the African black plum ( Vitex doniana ). Hormones and Behavior 52: 384-390 Asakura, T., Umemura, K., Nakazawa, Y., Hirose, H., Higham, J.P. &amp; Knight, D. 2007 Some observations on the structure and function of the spinning apparatus in the silkworm Bombyx mori. Biomacromolecules 8: 175-181 Higham, J.P. &amp; Gosler, A.G. 2006 Speckled eggs: water loss and incubation behaviour in the Great tit Parus major . Oecologia 149: 561-570 Gosler, A.G., Higham, J.P. &amp; Reynolds, S.J. 2005 Why are birds’ eggs speckled? Ecology Letters 8: 1105-1113  Book Chapters Petersdorf, M. &amp; Higham, J.P. Mating systems. In: The International Encyclopedia of Primatology. Wiley Blackwell. Hoboken: New Jersey. In Press Higham, J.P. &amp; Dubuc, C. The evolution of female fertility signals in macaques. In: eLS (Encyclopedia of Life Sciences). Wiley Blackwell. Hoboken: New Jersey. In Press Higham, J.P. &amp; Winters, S. Color and mate choice in nonhuman animals. In: The handbook of color psychology (Eds Elliot, A.J. &amp; Fairchild, M.D.) Cambridge University Press: Cambridge. In Press Higham, J.P. Multimodal Communication. In: The missing lemur link: an ancestral step in human evolution (Palagi, E. &amp; Norscia I.) Cambridge University Press: Cambridge. In Press Higham, J.P. 2013. Primate visual signals. In: McGraw-Hill Yearbook of Science and Technology 2014. McGraw-Hill Professional: New York Warren, Y., Higham, J.P., MacLarnon, A. &amp; Ross, C. 2011. Crop-raiding and commensalism: the costs and benefits of living with humans. In: Primates of Gashaka Eds. Sommer, V &amp; Ross, C. Developments in primatology: progress and prospects. Springer. Series Ed. Tuttle, R.H. Ross, C., Warren, Y., MacLarnon, A. &amp; Higham, J.P. 2011. How different are Gashaka’s baboons? A comparison of forest-living and open-country populations. In: Primates of Gashaka Eds. Sommer, V &amp; Ross, C. Developments in primatology: progress and prospects. Springer. Series Ed. Tuttle, R.H.  Other journal publications Winters, S. &amp; Higham, J.P. Martin Stevens: Sensory Ecology, Behaviour, and Evolution. 2015. International Journal of Primatology DOI: 10.1007/s10764-015-9811-y Dubuc, C. &amp; Higham, J.P. 2014. Quite the complexion: rhesus monkey face redness is passed on to their offspring, and affects their reproductive fitness. Biosphere 2: 50-55 Higham, J.P.,   Amann, A.L., Bryer, M.A.H., Thompson, N.A. &amp; Winters, S. 2013.   Review of “The Evolution of Primate Societies” (Eds. John C. Mitani,   Josep Call, Peter M. Kappeler, Ryne A. Palombit &amp; Joan B. Silk). International Journal of Primatology 34: 1298-1303 Higham, J.P. 2011. Review of “The Japanese Macaques” (Eds., Naofumi, N., Nakamichi, N. &amp; Sugiura, H.). International Journal of Primatology 32: 1033-1036 Semple, S., Higham, J.P., MacLarnon, A., Ross, C. &amp; Lehmann, J. 2010. Comment on ‘Pan Thanatology’. Current Biology http://www.cell.com/current-biology/comments/S0960-9822(10)00145-4 Wiseman, R., Warren, Y., Nicholas, A., MacKenzie, M., &amp; Higham, J.P. 2008. A GIS habitat map for the Kagwene Gorilla Sanctuary, Cameroon. Gorilla Journal 37: 12-14 Current News/Projects Updated September 2014 Since my last update we have said goodbye to two people, Will Allen (for a post-doc at Hull University) and Constance Dubuc (for a post-doc at Cambridge University). Both Will and Constance will be sorely missed! We have welcomed the following new members: Susie Lee (PhD student, started Sept. 2013), Megan Petersdorf (PhD student, started Sept. 2013), Lauren Petrullo (MA student, started Sept. 2013), Alex DeCasien (PhD student, started Sept. 2014), and Rachel Petersen (PhD student, started Sept. 2014). Our research interests in primate sexual selection, reproduction and communication have continued to develop, and several members of our group have undertaken visits to the field. In January 2014, I went with Sandra to the CERCOPAN sanctuary and to Gashaka, in Nigeria, while Susie visited Cayo Santiago. In the summer of 2014, Lauren went to Cayo Santiago, while Megan scoped several potential sites in Zambia for her dissertation research. The hormone lab is now fully operational, and several projects have utilized this facility in 2013 and 14, with a number of other hormone projects lined up for this in the near future. It was also used to teach a new Primate Behavioral Endocrinology class, with students from NYU, several CUNY colleges, Stony Brook University and Rutgers University. We have given a large number of conference presentations in 2014, including at the American Association of Physical Anthropology meetings in Calgary, the Animal Behavior Society conference in Princeton, the Evolution congress in North Carolina, the International Society for Behavioral Ecology Congress in NYC, and the International Primatological Society in Ha Noi. Constance and I organized a symposium on “Female mate choice in nonhuman and human primates” at AAPA (co-sponsored by the Human Biology Association), and I was kept busy throughout the year in my role as Co-Chair of the organizing committee for the ISBE congress (which 1150 people attended). In the Fall of 2014 I am also giving seminars/colloquia at Columbia University, Penn State University, and in NYU’s Dept. of Psychology. Following 2013, in which among other publications I guest edited two journal special issues (of Behavioral Ecology &amp; Sociobiology, on multimodal communication, with Eileen Hebets; and of American Journal of Primatology, on Primate Signals, with Stuart Semple), we have published another good number of papers in 2014. These include our first paper on guenon facial evolution, which was published in Nature Communications and covered in various news media, including Science, the BBC, The Times, Wired, Discover magazine, The Australian, and many others. We also have a new paper in Proceedings of the Royal Society B, in which we show that rhesus macaque facial coloration is both heritable and related to fecundity in both males and females. We have recently launched our new website (www.nyuprimatology.com), complete with a new group name (Primate Reproductive Ecology and Evolution). We’re also about to join twitter! (Tweets by Megan.) We have undertaken a range of other outreach activities, including live-blogging on the Ken Ham-Bill Nye creation vs evolution debate for The Huffington Post. A number of new and exciting projects are starting to develop, and I have agreed to guest edit a special issue of Hormones and Behavior on “Field endocrinology of nonhuman and human primates”. Check out our new website for our latest news!      Update your faculty profile                           Contact Us | &copy; New York University , Arts and Science"}]},
{"detail": [{"content": "Bambi B. Schieffelin, Faculty, Anthropology | New York University                                    NEW YORK UNIVERSITY       ARTS AND SCIENCE       COLLEGE OF ARTS AND SCIENCE       GRADUATE SCHOOL OF ARTS AND SCIENCE                                                                         Back to Home                 Bambi B. Schieffelin   Collegiate Professor; Professor of Anthropology Ph.D. 1979, M.A. 1977, B.S. 1967, Columbia.   Office Address: Rufus D. Smith Hall  25 Waverly Place  New York, NY 10003   Email:     Phone: 212-998-8556   Fax: 212-995-4014     Personal Website               Curriculum Vitae                  Areas of Research/Interest     Linguistic anthropology, language ideology, literacy, language socialization, childhood, missionization, Papua New Guinea, Caribbean.     Selected Publications     Selected articles and book chapters  2007 Langage et lieu dans l’univers de l’enfance. Anthropologie et Sociétés, 31, 1:15-37. Found in translating: Reflexive language across time and texts. In Consequences of Contact: Language Ideologies and Sociocultural Transformations in Pacific Societies, ed. M. Makihara and B. B. Schieffelin. New York: Oxford University Press, pp. 140-165. Cultural processes and linguistic mediations: Pacific explorations. In Consequences of Contact: Language Ideologies and Sociocultural Transformations in Pacific Societies, ed. M. Makihara and B. B. Schieffelin. New York: Oxford University Press, pp. 3-29. (with M. Makihara). 2008 Speaking only your own mind: Reflections on confession, gossip, and intentionality in Bosavi (PNG). Anthropological Quarterly 81,2:431-441. Tok bokis, tok piksa: Translating parables in Papua New Guinea. In Social Lives in Language: Sociolinguistics and Multilingual Speech Communities, ed. M. Meyerhoff &amp; N. Nagy. Amsterdam: John Benjamins, pp. 111-134. 2009 Enquoting voices, accomplishing talk: Uses of be + like in Instant Messaging. Language &amp; Communication 29,1:77-113. (with G. Jones). Talking text and talking back: “My bff Jill?” from boob tube to YouTube. Journal of Computer Mediated Communication, 14, 4: 1050-1079. (with G. Jones). 2010 Anthropological linguistics/Linguistic anthropology: An introduction. In Anthropological Linguistics: Critical Concepts in Language Studies, Volumes I-V, ed. B. B. Schieffelin and P. Garrett. London: Routledge (with P. Garrett), pp 1-10. 2011 When friends who talk together stalk together: Online gossip as metacommunication. In Digital Discourse: Language in the New Media, ed. C. Thurlow &amp; K. Mroczek. Oxford: Oxford University Press, pp. 26-47. (with G. Jones &amp; R. Smith). The theory of language socialization. In The Handbook of Language Socialization , ed. A, Duranti, E. Ochs, and B. B. Schieffelin. Malden, MA: Wiley- Blackwell, pp 1-21. (with E. Ochs). Dictionaries 1998 Bosavi-English-Tok Pisin Dictionary , B. B. Schieffelin and S. Feld. Canberra: Pacific Linguistics. Edited Volumes 2007 Consequences of Contact: Language Ideologies and Sociocultural Transformations in Pacific Societies, ed. M. Makihara and B. B. Schieffelin. New York: Oxford University Press. 2010 Anthropological Linguistics: Critical Concepts in Language Studies, Volumes I-V, ed. B. B. Schieffelin and P. Garrett. London: Routledge. 2011 The Handbook of Language Socialization , ed. A. Duranti, E. Ochs, and B. B. Schieffelin. Malden, MA: Wiley- Blackwell.    Current News/Major Projects  Updated August 2013 Questions about the intertwined dynamics of cultural and linguistic change, and the various factors that motivate such change, e.g., developmental, generational, and/or sociohistorical, continue to guide my research projects and publications. I completed two comparative projects, which were done collaboratively with scholars who inhabit different continents and times zones. The research has been synergistic and dialogic, and has made me appreciate modern communication technologies more than ever.  The first project, carried out with linguistic anthropologist Alan Rumsey on Ku Waru (Australian National University) and linguist Lila San Roque on Duna (Max Planck Institute for Psycholinguistics) focused on child language acquisition in three Papua New Guinea communities where different ergative languages are spoken. Ergative languages are ones in which the subject of an intransitive verb behaves like the object of a transitive verb, and differently from the agent of a transitive verb. (English follows a nominative-accusative pattern, that is, agents of transitive verbs and subjects of intransitive verbs behave the same, and differently from objects of transitive verbs). These differences raise interesting questions about notions of transitivity and agency, and their linguistic expressions. Drawing on our respective ethnographic and linguistic fieldwork data on children’s everyday speech practices, we each analyzed how young children in these societies acquire and use the morphological, syntactic, and pragmatic resources of their respective languages to differentiate and mark key categories: agents, subjects and objects. This was followed by a three way cross-linguistic singular comparison to determine patterns of similarity and difference across these languages. Our findings contribute to broader conversations among linguists and psycholinguists interested in cross-linguistic patterns of language acquisition across typologically diverse languages, and what such patterns suggest about the intersection of language structure, sociality, and cognition. Our chapter, entitled “The acquisition of ergative marking in Kaluli, Ku Waru and Duna (Trans New Guinea), appears in The Acquisition of Ergativity, edited by Edith L. Bavin and Sabine Stoll, Amsterdam: John Benjamins Publishing Company. The second project developed during my visiting professorship in Social Anthropology at the National Museum, Rio de Janeiro (August 2010), during which time I had the opportunity to work collaboratively with cultural anthropologists Aparecida Vilaça (National Museum, Rio de Janeiro) and Joel Robbins (University of Cambridge). Our article, “Evangelical conversion and the transformation of the self in Amazonia and Melanesia: Christianity and the revival of anthropological comparison,” is anchored in our respective social and linguistic investigations of the introduction of Christianity and first generation Christians in Bosavi, Urapmin and among the Wari’, and offers a comparative framework for studying processes of Christianization. It has been accepted in Comparative Studies in Society and History. As a consequence of the introduction of Christianity, Bosavi people also reformulated notions of place, a central construct in how they remember, as well as think and talk about themselves and others. I analyzed some these changes in a paper I presented at the Wenner-Gren Foundation for Anthropological Research conference on The Anthropology of Christianity (March 2013). With seventeen other participants, the intense and lively discussions of theoretical unity, diversity, and new research directions in this area were enhanced by excellent food, wine, and scenery in Sintra, Portugal. My paper, entitled “Christianizing language and the dis-placement of culture in Bosavi, Papua New Guinea” will be part of a special issue of Current Anthropology, edited by Joel Robbins, the conference organizer.  The Handbook of Language Socialization (Wiley-Blackwell 2011), edited with A. Duranti and E. Ochs, has just been published in a more affordable paperback. Introduced by an essay written by Ochs and myself, and followed by 28 original invited essays, it offers current research in this theoretically exciting area. It should be of interest to scholars in linguistic anthropology, sociolinguistics, pragmatics, applied linguistics and developmental psychology. For those wishing to read Language Ideologies: Practice and Theory in Spanish, it is now available: Ideologías lingüísticas. Práctica y teoría, ed. Bambi B. Schieffelin, Kathryn Woolard, and Paul Kroskrity. 2012 Madrid: Los libros de la Catarata/serie ensayos Unesco Etxea. Work on my book project under contract with University of California Press for the series, Anthropology of Christianity, continues. Based on ethnographic and sociolinguistic research in Papua New Guinea, the book analyses the impact of fundamentalist Christian missionization on the linguistic and cultural lives of Bosavi people. The New York Linguistic Anthropology Working Group, which is collaboratively organized and hosted at NYU, provides a lively forum for scholars to present work in progress. We look forward to lively meetings and post-meeting exchanges through the coming year. In addition, the Working Group in Urban Sociolinguistics, co-organized by linguistic anthropologists and sociolinguists, and sponsored by New York University, schedules workshops and seminars offered by leading scholars working on language use in urban settings.     Update your faculty profile                           Contact Us | &copy; New York University , Arts and Science"}, {"content": "James Higham, Faculty, Anthropology | New York University                                    NEW YORK UNIVERSITY       ARTS AND SCIENCE       COLLEGE OF ARTS AND SCIENCE       GRADUATE SCHOOL OF ARTS AND SCIENCE                                                                         Back to Home                 James Higham     Email:       Personal Website           Areas of Research/Interest     Primate socio-ecology; life-history; sexual and social strategies and conflict; behavioral endocrinology; animal communication; conservation of biological diversity.     Selected Publications       As Editor Higham, J.P. &amp; Roney, J. (Eds). 2016. Field endocrinology of nonhuman and human primates. Hormones and Behavior Higham, J.P. &amp; Hebets, E.A. (Eds). 2013. Multimodal communication. Behavioral Ecology and Sociobiology 67 (9) Higham, J.P. &amp; Semple, S. (Eds). 2013. Primate signals. American Journal of Primatology 75 (7) Higham, J.P. (Ed). 2009. Primate coloration: measurement, mechanisms and function. International Journal of Primatology 30 (6)  Peer-Reviewed Journal Articles Winters, S., Dubuc, C. &amp; Higham, J.P. 2015. The looking time experimental paradigm in studies of animal visual perception and cognition. Ethology In press Allen, W.L. &amp; Higham, J.P. 2015. Assessing the potential information content of multicomponent visual signals: A machine learning approach. Proceedings of the Royal Society B 282: 20142284  MacLarnon, A.M., Sommer, V., Goffe, A.S., Higham, J.P.,   Lodge, E., Tkaczynski, P. &amp; Ross, C. 2014. Assessing adaptability   and reactive scope: a new measure and a case study of environmental   stress in forest-living baboons. General and Comparative Endocrinology DOI: 10.1016/j.ygcen.2014.09.022 Dubuc, C., Winters, S., Allen, W.L., Brent, L.J.N., Cascio, J., Maestripieri, D.M., Ruiz-Lambides, A., Widdig, A. &amp; Higham, J.P. 2014. Sexually-selected skin color is heritable and related to fecundity in a non-human primate. Proceedings of the Royal Society B 281: 20141602 Mandalaywala, T.M., Higham, J.P.,   Heistermann, M., Parker, K.J. &amp; Maestripieri D. 2014. Physiological   and behavioral stress responses to weaning conflict in free-ranging   primate infants. Animal Behaviour 91: 241-247  Hughes, K.D., Higham, J.P.,   Allen, W.L., Elliot, A.J. &amp; Hayden, B.Y. 2015. Extraneous red   drives female macaques’ gaze toward photographs of male conspecifics. Evolution and Human Behavior 36: 25-31 Allen, W.L., Stevens, M &amp; Higham, J.P. 2014. Character displacement of Cercopithecini primate visual signals. Nature Communications DOI: 10.1038/ncomms5266 Higham, J.P. &amp; Maestripieri, D. 2014. The costs of reproductive success in Cayo Santiago male rhesus macaques. International Journal of Primatology 35: 661-676 Dubuc, C., Allen, W.L., Maestripieri, D. &amp; Higham, J.P. 2014. Is male rhesus macaque red colour ornamentation attractive to females? Behavioral Ecology and Sociobiology 68: 1215-1224 Higham, J.P. 2014. How does honest costly signaling work? Behavioral Ecology 25: 8-11 Higham, J.P. &amp; Hebets, E.A. 2013. An introduction to multimodal communication. Behavioral Ecology and Sociobiology 67: 1381-1388 Wilson A., Dean, M. &amp; Higham, J.P. 2013. A game theoretic approach to multimodal communication. Behavioral Ecology and Sociobiology 67: 1399-1415 Higham, J.P.,   Pfefferle, D., Heistermann, M., Maestripieri, D. &amp; Stevens, M.   2013. Signaling in multiple modalities in male rhesus macaques: barks   and sex skin coloration in relation to androgen levels, social status   and mating behavior. Behavioral Ecology and Sociobiology 67: 1457-1469 Semple, S. &amp; Higham, J.P. 2013. Primate signals: Current issues and perspectives. American Journal of Primatology 75: 613-620 Allen, W.L. &amp; Higham, J.P. 2013. Analyzing visual signals as visual scenes. American Journal of Primatology 75: 664-682 Rigaill, L., Higham, J.P., Lee, PC., Blin, A. &amp; Garcia, C. 2013. Multimodal sexual signaling and mating behavior in olive baboons ( Papio anubis ). American Journal of Primatology 75: 774-787 Higham, J.P.,   Heistermann, M. &amp; Maestripieri, D. 2013. The endocrinology of male   rhesus macaque social and reproductive status: a test of the challenge   and social stress hypotheses. Behavioral Ecology and Sociobiology 67: 19-30 Higham, J.P.,   Heistermann, M., Saggau, C., Agil, M., Perwitasari-Farajallah, D. &amp;   Engelhardt, A. 2012. Sexual signaling in the crested macaque and the   evolution of primate fertility signals. BMC Evolutionary Biology 12: 89 Mandalaywala, T.M., Higham, J.P.,   Heistermann, M. &amp; Maestripieri, D. 2011. Infant bystanders modulate   the effects of ovarian hormones on socio-sexual behaviour in   free-ranging female rhesus macaques. Behaviour 148: 1137-1155 Higham, J.P.,   Girard-Buttoz, C., Engelhardt, A. &amp; Heistermann, M. 2011 Urinary   C-peptide of insulin as a non-invasive marker of nutritional status:   some practicalities. PLoS One 6: e22398 Higham, J.P.,   Hughes, K.D., Brent, L.J.N., Dubuc, C., Engelhardt, A., Heistermann,   M., Maestripieri, D., Santos, L.R &amp; Stevens, M. 2011. Familiarity   affects assessment of facial signals of female fertility by free-ranging   male rhesus macaques. Proceedings of the Royal Society B 278: 3452-3458 Hoffman, C.L., Higham, J.P.,   Heistermann, M., Prendergast, B., Coe, C. &amp; Maestripieri, D. 2011.   Immune function and HPA axis activity in free-ranging rhesus macaques. Physiology and Behavior 104: 507-514 Girard-Buttoz, C., Higham, J.P.,   Heistermann, M., Wedegärtner, S., Maestripieri, D. &amp; Engelhardt, A.   2011. Urinary c-peptide measurement as a marker of nutritional status   in macaques. PLoS One 6: e18042 Higham, J.P., Heistermann, M. &amp; Maestripieri, D. 2011. The energetics of male-male endurance rivalry in rhesus macaques. Animal Behaviour 81: 1001-1007 Higham, J.P.,   Barr, C.S., Hoffman, C.L., Mandalaywala, T.M., Parker, K.J. &amp;   Maestripieri, D. 2011. Mu-opioid receptor (OPRM1) variation, oxytocin   levels and maternal behavior in free-ranging rhesus macaques. Behavioral Neuroscience 125: 131-136 De Vere, R., Warren, Y., Nicholas, A., MacKenzie, M.E. &amp; Higham, J.P.   2011. Nest site ecology of the Cross River gorilla (Gorilla gorilla   diehli) in the Kagwene Gorilla Sanctuary, Cameroon, with special   reference to anthropogenic influence. American Journal of Primatology 73: 253-261 Higham, J.P. &amp; Maestripieri, D. 2010. Revolutionary coalitions in male rhesus macaques. Behaviour 147: 1889-1908 Higham, J.P., Vitale, A.B., Mas-Rivera, A., Ayala, J.E. &amp; Maestripieri, D. 2010. Measuring salivary analytes from free-ranging monkeys. Physiology &amp; Behavior 101: 601-607 Hoffman, C.L., Higham, J.P.,   Mas-Rivera, A., Ayala, J.E. &amp; Maestripieri, D. 2010. Terminal   investment and senescence in rhesus macaques on Cayo Santiago. Behavioral Ecology 21: 972-978 Higham, J.P.,   Brent, L.J.N., Dubuc, C., Accamando, A,K., Engelhardt, A., Gerald,   M.S., Heistermann, M. &amp; Stevens, M. 2010. Color signal information   content and the eye of the beholder: a case study in the rhesus macaque. Behavioral Ecology 21: 739-746 Higham, J.P.   MacLarnon, A.M., Heistermann, M., Ross, C. &amp; Semple, S. 2009.   Self-directed behaviours and faecal glucocorticoid levels are not   correlated in female wild olive baboons. Stress 12: 526-532 Higham, J.P. Primate Coloration – An introduction to the special issue. 2009. International Journal of Primatology 30: 749-751 Marty, J.M., Higham, J.P., Gadsby, E.L., &amp; Ross, C. 2009 Color, dominance and social and sexual behavior in male drills. International Journal of Primatology 30: 807-823 Stevens, M., Stoddard, M.C., &amp; Higham, J.P. 2009. Studying primate color: towards visual system dependent methods. International Journal of Primatology 30: 893-917 Higham, J.P.,   Semple, S. MacLarnon, A., Heistermann, M. &amp; Ross, C. 2009. Female   reproductive signals, and male mating behavior, in the olive baboon. Hormones and Behavior 55: 60-67 Higham, J.P.,   Warren, Y., Adanu, J. Bubu, U. MacLarnon, A., Sommer, V. &amp; Ross, C.   2009. Living on the edge: Life-history of olive baboons at   Gashaka-Gumti National Park, Nigeria. American Journal of Primatology 71: 293-304 Higham, J.P., MacLarnon, A., Ross, C., Heistermann, M. &amp; Semple, S. 2008 Baboon sexual swellings: Information content of size and color. Hormones and Behavior 53: 452-462 Higham, J.P.   Heistermann, M., Ross, C., Semple, S. &amp; MacLarnon, A. 2008. The   timing of ovulation with respect to sexual swelling detumescence in wild   olive baboons. Primates 49: 295-299 Higham, J.P.,   Ross, C., Warren, Y., Heistermann, M. &amp; MacLarnon, A. 2007 Reduced   reproductive function in wild baboons (Papio hamadryas anubis) related   to natural consumption of the African black plum ( Vitex doniana ). Hormones and Behavior 52: 384-390 Asakura, T., Umemura, K., Nakazawa, Y., Hirose, H., Higham, J.P. &amp; Knight, D. 2007 Some observations on the structure and function of the spinning apparatus in the silkworm Bombyx mori. Biomacromolecules 8: 175-181 Higham, J.P. &amp; Gosler, A.G. 2006 Speckled eggs: water loss and incubation behaviour in the Great tit Parus major . Oecologia 149: 561-570 Gosler, A.G., Higham, J.P. &amp; Reynolds, S.J. 2005 Why are birds’ eggs speckled? Ecology Letters 8: 1105-1113  Book Chapters Petersdorf, M. &amp; Higham, J.P. Mating systems. In: The International Encyclopedia of Primatology. Wiley Blackwell. Hoboken: New Jersey. In Press Higham, J.P. &amp; Dubuc, C. The evolution of female fertility signals in macaques. In: eLS (Encyclopedia of Life Sciences). Wiley Blackwell. Hoboken: New Jersey. In Press Higham, J.P. &amp; Winters, S. Color and mate choice in nonhuman animals. In: The handbook of color psychology (Eds Elliot, A.J. &amp; Fairchild, M.D.) Cambridge University Press: Cambridge. In Press Higham, J.P. Multimodal Communication. In: The missing lemur link: an ancestral step in human evolution (Palagi, E. &amp; Norscia I.) Cambridge University Press: Cambridge. In Press Higham, J.P. 2013. Primate visual signals. In: McGraw-Hill Yearbook of Science and Technology 2014. McGraw-Hill Professional: New York Warren, Y., Higham, J.P., MacLarnon, A. &amp; Ross, C. 2011. Crop-raiding and commensalism: the costs and benefits of living with humans. In: Primates of Gashaka Eds. Sommer, V &amp; Ross, C. Developments in primatology: progress and prospects. Springer. Series Ed. Tuttle, R.H. Ross, C., Warren, Y., MacLarnon, A. &amp; Higham, J.P. 2011. How different are Gashaka’s baboons? A comparison of forest-living and open-country populations. In: Primates of Gashaka Eds. Sommer, V &amp; Ross, C. Developments in primatology: progress and prospects. Springer. Series Ed. Tuttle, R.H.  Other journal publications Winters, S. &amp; Higham, J.P. Martin Stevens: Sensory Ecology, Behaviour, and Evolution. 2015. International Journal of Primatology DOI: 10.1007/s10764-015-9811-y Dubuc, C. &amp; Higham, J.P. 2014. Quite the complexion: rhesus monkey face redness is passed on to their offspring, and affects their reproductive fitness. Biosphere 2: 50-55 Higham, J.P.,   Amann, A.L., Bryer, M.A.H., Thompson, N.A. &amp; Winters, S. 2013.   Review of “The Evolution of Primate Societies” (Eds. John C. Mitani,   Josep Call, Peter M. Kappeler, Ryne A. Palombit &amp; Joan B. Silk). International Journal of Primatology 34: 1298-1303 Higham, J.P. 2011. Review of “The Japanese Macaques” (Eds., Naofumi, N., Nakamichi, N. &amp; Sugiura, H.). International Journal of Primatology 32: 1033-1036 Semple, S., Higham, J.P., MacLarnon, A., Ross, C. &amp; Lehmann, J. 2010. Comment on ‘Pan Thanatology’. Current Biology http://www.cell.com/current-biology/comments/S0960-9822(10)00145-4 Wiseman, R., Warren, Y., Nicholas, A., MacKenzie, M., &amp; Higham, J.P. 2008. A GIS habitat map for the Kagwene Gorilla Sanctuary, Cameroon. Gorilla Journal 37: 12-14 Current News/Projects Updated September 2014 Since my last update we have said goodbye to two people, Will Allen (for a post-doc at Hull University) and Constance Dubuc (for a post-doc at Cambridge University). Both Will and Constance will be sorely missed! We have welcomed the following new members: Susie Lee (PhD student, started Sept. 2013), Megan Petersdorf (PhD student, started Sept. 2013), Lauren Petrullo (MA student, started Sept. 2013), Alex DeCasien (PhD student, started Sept. 2014), and Rachel Petersen (PhD student, started Sept. 2014). Our research interests in primate sexual selection, reproduction and communication have continued to develop, and several members of our group have undertaken visits to the field. In January 2014, I went with Sandra to the CERCOPAN sanctuary and to Gashaka, in Nigeria, while Susie visited Cayo Santiago. In the summer of 2014, Lauren went to Cayo Santiago, while Megan scoped several potential sites in Zambia for her dissertation research. The hormone lab is now fully operational, and several projects have utilized this facility in 2013 and 14, with a number of other hormone projects lined up for this in the near future. It was also used to teach a new Primate Behavioral Endocrinology class, with students from NYU, several CUNY colleges, Stony Brook University and Rutgers University. We have given a large number of conference presentations in 2014, including at the American Association of Physical Anthropology meetings in Calgary, the Animal Behavior Society conference in Princeton, the Evolution congress in North Carolina, the International Society for Behavioral Ecology Congress in NYC, and the International Primatological Society in Ha Noi. Constance and I organized a symposium on “Female mate choice in nonhuman and human primates” at AAPA (co-sponsored by the Human Biology Association), and I was kept busy throughout the year in my role as Co-Chair of the organizing committee for the ISBE congress (which 1150 people attended). In the Fall of 2014 I am also giving seminars/colloquia at Columbia University, Penn State University, and in NYU’s Dept. of Psychology. Following 2013, in which among other publications I guest edited two journal special issues (of Behavioral Ecology &amp; Sociobiology, on multimodal communication, with Eileen Hebets; and of American Journal of Primatology, on Primate Signals, with Stuart Semple), we have published another good number of papers in 2014. These include our first paper on guenon facial evolution, which was published in Nature Communications and covered in various news media, including Science, the BBC, The Times, Wired, Discover magazine, The Australian, and many others. We also have a new paper in Proceedings of the Royal Society B, in which we show that rhesus macaque facial coloration is both heritable and related to fecundity in both males and females. We have recently launched our new website (www.nyuprimatology.com), complete with a new group name (Primate Reproductive Ecology and Evolution). We’re also about to join twitter! (Tweets by Megan.) We have undertaken a range of other outreach activities, including live-blogging on the Ken Ham-Bill Nye creation vs evolution debate for The Huffington Post. A number of new and exciting projects are starting to develop, and I have agreed to guest edit a special issue of Hormones and Behavior on “Field endocrinology of nonhuman and human primates”. Check out our new website for our latest news!      Update your faculty profile                           Contact Us | &copy; New York University , Arts and Science"}, {"content": "Fred R. Myers, Faculty, Anthropology | New York University                                    NEW YORK UNIVERSITY       ARTS AND SCIENCE       COLLEGE OF ARTS AND SCIENCE       GRADUATE SCHOOL OF ARTS AND SCIENCE                                                                         Back to Home                 Fred R. Myers   Silver Professor of Anthropology; Professor of Anthropology Ph.D. 1976, M.A. 1972, Bryn Mawr, B.A. 1970, Amherst.   Office Address: Rufus D. Smith Hall  25 Waverly Place  New York, NY 10003   Email:     Phone: 212-998-8555   Fax: 212-995-4014     Personal Website               Curriculum Vitae                  Areas of Research/Interest     Indigenous people and politics, Aboriginal Australia; exchange theory and material culture; anthropology of art and contemporary artworlds; the production and circulation of culture; in identity and personhood; theories of value and practices of signification.     Selected Publications     Books and Edited Volumes: Painting Culture: The Making of an Aboriginal High Art . Durham: Duke University Press. 2002\u2028\u2028 The Empire of Things: Regimes of Value and Material Culture . Edited volume. Santa Fe: SAR Press. 2001 \u2028The Traffic in Culture: Refiguring Anthropology and Art . Berkeley: University of California Press. 1995 Pintupi Country, Pintupi Self: Sentiment, Place, and Politics among Western Desert Aborigines . Smithsonian Institution Press, Wash., D.C. (reprinted in paperback by University of California Press, 1991) 1986. Selected Articles and Book Chapters:  In press “Showing Too Much or Too Little: Predicaments of Painting Indigenous Presence in Central Australia.” In Glenn Penny and Laura Graham, eds. Performing Indigeneity . University of Nebraska Press.  2013 “Disturbances in the Field: Exhibiting Aboriginal Art in the US.” Special Issue, Journal of Sociology . vol. 43 (2-3): 151-172  2013 “Emplacement and Displacement: Perceiving the Landscape through Aboriginal Australian Acrylic Painting.” Ethnos 78, 4:   2012 “Censorship from Below: Aboriginal Art in Australian Museums. In T. Berman, ed. No Deal: Indigenous Arts and The Politics of Possession . Santa Fe: School of Advanced Research.  2011 “ Translating Indigenous Protocol.” In P. Batty and J. Ryan, eds. Tjukurrtjanu . National Gallery of Victoria. Pp. ix-xi.  2011 “Intrigue of the Archive, Enigma of the Object.” In P. Batty and J. Ryan, eds. Tjukurrtjanu . National Gallery of Victoria. Pp 29-42.  2011 “Fathers and Sons, Trajectories of the Self: Reflections on Pintupi Lives and Futures. In Ute Eickelkamp and Pauline Fietz, eds. Growing Up in Central Australia: New Anthropological Studies of Aboriginal Childhood and Adolescence. Berghahn Books, Oxford. Pp 82-100.  2010 “What Did Paintings Want? – Pintupi Painting at Yayayi in the 1970s.” In Kasper Konig, W. Falk and E. Evans, ed. Remember Forward. Museum Ludwig, Cologne. Pp. 136-145. 2010  “All Around Australia and Overseas: Christianity and Indigenous Identities in Central Australia 1988. For Special issue of The Australian Journal of Anthropology , edited by F. Dussart and C. Schwarz, In Dialogue with Christianities. Volume 21: 110-128. 2009  “The Power of Papunya Painting.” Aboriginal Art Magazine , volume 1, no. 1: 40-45. 2009  “Graceful Transfigurations of Person, Place and Story: The Stylistic Evolution of Shorty Lungkarta Tjungurrayi.” In Roger Benjamin, ed. Icons of the Desert . Ithaca: Cornell University Press. Pp. 51-64.  2008  Comment on Michael Brown, “Cultural Relativism 2.0,” Current Anthropology vol 49: 376-377. 2007  “A Day in the Life: Painting at Yayayi 1974”. In Vivien Johnson, ed. Papunya Painting; Out of the Desert . Canberra: National Museum of Australia. 5 pages. ------- in collaboration with Jeremy Long 2007 “In Recognition: The Gift of Painting.” In Hetti Perkins, ed. One Sun, One Moon: Aboriginal Art in Australia. Sydney: Art Gallery of New South Wales. Pp. 171-180. 2006  \"The Complicity of Cultural Production: The Contingencies of Performance in Globalizing Museum Practices.\" In Ivan Karp and Corinne Kratz, eds. Museum Frictions . Duke University Press. Pp 505-536. 2006.  2006 “We Are Not Alone: Anthropology in a World of Others.” Invited essay, Key Informants in the History of Anthropology. Ethnos 71 (2): 233-264. ------- and Faye Ginsburg 2006 “A History of Aboriginal Futures.” Critique of Anthropology . 26 (1): 27-45.  2006 “’Primitivism,’ Anthropology and the Category of ‘Primitive Art’.” In Handbook of Material Culture. Chris Tilley, Susanne Kuechler, Michael Rowlands, Webb Keane and Patricia Spyer, eds. Sage Press. Pp 267-284,  2006 “Collecting Aboriginal Art in the Australian Nation-state: Two Case Studies.” Visual Anthropology Review , Vol 21, 1 and 2: 116-137. 2004 “Ontologies Of The Image And Economies Of Exchange.” American Ethnologist , February, volume 31 (1): 1-16. 2000 “Ways of Placemaking.” In Howard Morphy and Katherine Flynt, eds. Culture, Landscape, and the Environment. Oxford: Oxford University Press. Pps. 72-110. \u2028 1999 \"Aesthetics and Practice: A Local Art History of Pintupi Painting.\" In H. Morphy and M. Boles, eds. The Art of Place: Dialogues with the Kluge-Ruhe Collection of Australian Aboriginal Art. Seattle: University of Washington Press. 1994 \"Culture-Making: Performing Aboriginality in the Asia Society Gallery.\" American Ethnologist 21(4) 679-699. 1991 \"Representing Culture: The Production of Discourse(s) for Aboriginal Acrylic Paintings.\" Cultural Anthropology , 6 (1):26-62. (reprinted in Rereading Cultural Anthropology , G. Marcus, ed. Durham: Duke University Press. 1992 and in The Traffic in Culture , Marcus and Myers, eds) \u2028 1988 \"Locating Ethnographic Practice: Romance, Reality, and Politics in the Outback.\" American Ethnologist , 15: 609-24. 1988. \u2028 1988 “Burning the Truck and Holding the Country: Forms of Property, Time, and the Negotiation of Identity among Pintupi Aborigines.\" In T. Ingold, D. Riches, and J. Woodburn (eds), Hunter- Gatherers, II: Property, Power and Ideology. London: Berg Publishing. (longer version [ In ] E. Wilmsen, ed., We Are Here. Berkeley: University of California Press.) 1988. \u2028 1986 \"Reflections on a meeting: Structure, language, and the polity in a small-scale society,\" American Ethnologist , 13: 431-447.  1985 \"Illusion and Reality: Aboriginal Self-Determination in Central Australia.\" In C. Schrire and R. Gordon, eds., The Future of Former Foragers. Cambridge: Cultural Survival. pp 109-121 ------ and Donald Brenneis 1984 \"Introduction: Language and Politics in the Pacific.\" In D. Brenneis and F. Myers, eds., Dangerous Words.  1982 \"Always Ask: Resource Use and Landownership among the Pintupi of Central Australia.\" In N. Williams and E. Hunn, eds., Resource Managers: North American and Australian Hunter-Gatherers. Boulder: Westview Press. (republished by Australian Institute of Aboriginal Studies. 1986) 1982 \" Ideology and Experience: the Cultural Basis of Pintupi Politics.\" In M. Howard, ed., Aboriginal Power in Australian Society). Brisbane: University of Queensland Press. Pp. 108-52. 1979 \"Emotions and the Self: A Theory of Personhood and Political Order among the Pintupi,\" Ethos , 7: 343-70. Current News/Projects  Updated June 2014     Pintupi dialogues: reconstructing memories of art, land and Community   through the visual record (Australian Research Council Linkage grant   2010-2013) .\u2028   I am currently completing work on an ARC Linkage grant to use visual   records to animate historical consciousness with the Pintupi   communities of Kintore, NT and Kiwirrkura, WA. This involves not only   returning to my earliest work in Pintupi communities, but also extending   my involvement with visual culture, representations, and art. The   grant is a collaboration with the mainly Pintupi Aboriginal-owned art   cooperative, Papunya Tula Artists Ltd., Dr. Peter Thorley of the   National Museum of Australia, and Professor Nicolas Peterson and Ms.   Philippa Deveson of the Australian National University, Dr Peter Thorley   of the National Museum of Australia, and myself of New York University.   Together with the members of these two remote Western Desert   communities, we are using film and photography to reflect on a pivotal   period in the history of the Pintupi people with whom I have been   working since 1973. In 1964, internationally renowned filmmaker, Ian   Dunlop accompanying then Patrol Officer Jeremy Long, had photographed Pintupi people as among the   last Aboriginal people still living a nomadic life in central   Australia's western desert. He returned in 1974 to film these same   people, now living at the government-supported Yayayi outstation where I   was carrying out my doctoral fieldwork.      (Fred Myers and Marlene Nampitjinpa Spencer discussing her memories of Yayayi) Using these visual records as the basis for a dialogue with the living   Pintupi descendants of those in the film and photographs, we are   reconstructing an account of how the Pintupi sought to fashion their own   modernity, with a particular emphasis on the great transition –   sedentarization and incorporation into the Australian state -- in their   lives that took place in the 1960s and 1970s.     We have produced a film that attends to this dialogue, focusing on   Marlene Spencer Nampitjinpa's reflections on the film, entitled   \"Remembering Yayayi,\" Her reflections about herself and her family as   they appear in the footage incorporate points of view from several other   Pintupi consultants about the earlier film footage and the outstation.     As another distinct part of this, I am writing a book on the early   period of Pintupi living in this remote outstation community,   significant as one of the first outstation or homeland communities   established within the then-new policy framework of “Aboriginal   self-determination” articulated by the Whitlam government upon its   election in 1973. The policies of “self-determination” – an expression   of international as well as local aspirations for colonized people --   have in recent years been heavily criticized by conservatives in   Australia as a failure and a significant cause of the many problems that   continue to plague Indigenous Australia. My goal in writing this book   is to confront these representations with an historically nuanced   account of life and the imaginings of a future in such a community.     Australian Cultural Fields: National and Transnational Dynamics  Australian Research Council Discovery Project (DP140101970) – 2014-2016     I am part of a new group project, funded by the Australian Research   Council and directed by Professor Tony Bennett of the University of   Western Sydney, that is just commencing. \"Australian Cultural Fields\"   examines the forces changing contemporary Australian culture. Focusing   on art, literature, media, sport, music and heritage, it assesses the   influence of transnationalism, digital media, migration and   multiculturalism, and the distinctive presence of Indigenous culture, on   the relations between culture, class, gender, ethnicity and nation.    The concept of ‘cultural field’ is taken from the work of sociologist   Pierre Bourdieu, who developed the idea to investigate how the   production and consumption of culture are affected by relations between   cultural institutions, policy agencies, and cultural markets. Australian   Cultural Fields will develop this perspective in number of ways. It   will be the first study to examine transnational forces, new information   technologies and the changing salience of migrant and Indigenous   cultures in the contemporary Australian context. Internationally, it   will be the first large-scale study to interrogate the relations between   the fields of cultural production and consumption.     It is going to be a challenge for me to work with new methodologies and   kinds of information, but very exciting. I will be working with some of   the leading scholars in Australian Cultural Studies -- Tony Bennett,   Graeme Turner, Greg Noble, David Rowe, David Carter, Deborah Stevenson,   Emma Waterton, and my old friend Tim Rowse.       Update your faculty profile                           Contact Us | &copy; New York University , Arts and Science"}]}]