[{"detail": [{"content": "Research - Music Technology - NYU Steinhardt                                                      Skip to content         NYU Steinhardt School of Culture, Education, and Human Development             apply now     request info     contact                                     Department of Music and Performing Arts Professions           Overview        Location     History     Director's Message     International Welcome and History           Academics        Brass Studies     Woodwind Studies     String Studies     Percussion Studies     Jazz Studies     Piano Studies     Music Theatre     Classical Voice and Opera Studies     Music Composition     Scoring for Film and Multimedia     Songwriting     Music Business     Music Technology     Music Education     Music Therapy     Dance Education     Educational Theatre     Performing Arts Administration     Drama Therapy     Summer Programs     Study Abroad     Music Minor           Admissions        Undergraduate     Graduate     Doctoral     Prospective Student Auditions           People        Faculty     Students     Alumni     Staff           Ensembles        Overview     Audition Guidelines     Audition Requirements     Online Audition Registration           Research        ArtsPraxis     Music and the Moving Image     Music and Audio Research Laboratory     Center for Research in Dance Education     Faculty Research Interests     Faculty Collaborations           Events        Facilities        Facilities     Music Technology Facilities           FAQ                 Research - Music Technology                 Programs      Undergraduate        Overview     Requirements     Applying     Course List          Master's        Overview     Requirements     Applying     Course List          3-Summer Master of Music in Music Technology    Accelerated BM/MM        Overview     Requirements     Applying     Course List          Doctoral        Overview     Requirements     Applying     Course List          Summer          Undergraduate &amp; Graduate Courses     3-Summer Master of Music in Music Technology     Summer Electronic Music Institute     Summer Institute of Music Production Technology     Girls Electronic Music Seminar          Study Abroad    Internships       People      Faculty and Staff    Featured Alumni        Facilities      About the Facilities     Studios        Studio Booking     Afterhours     Theatre Spaces     NYU Library               Financial Aid        General     Student Employment         Research        About Research     MARL Homepage     Master's Theses     Doctoral Theses          Media and Events        About Media and Events     Photos     Videos     Seminars     Open Houses          2014       2013      2012      2011      2010      2009      2008      2007            Clubs/Projects          Society of Women In Technology      Music Tech Album Project                  Contact Us        Contact     Request information          FAQ        General FAQ      Prospective Graduate Students     Current Graduate Students     Prospective Undergraduate Students     Current Undergraduate Student     Advisement     Orientation          Welcome      Checklist                                  Research - Music Technology                                                Our program hosts a vivacious and creative community of music technologists conducting research in a variety of exciting fields such as music information retrieval, digital signal processing, music cognition, interactive music systems, and 3D audio. Our students work closely with faculty advisors to source ideas and develop new technologies, often culminating in academic journal publications and presentation at professional conferences. Weekly activities include seminars, workshops and discussion groups featuring the work of guest speakers, faculty and students.    Housed in the Music Technology program, the Music and Audio Research Lab (MARL) brings together scholars from the fields of music theory, technology and composition, computer and information science, interactive media and media studies, in order to explore the intersection between music, computation and science. The objective is to combine techniques and methodologies from the arts, the humanities and the sciences to understand and model human cognitive abilities in music, and innovate the analysis, organization and creation of music.                 Department of Music and Performing Arts Professions - 35 W. 4th Street, Suite 1077 -  New York, NY 10012 -  212 998 5424    This site, and all its contents, are Copyright &copy;    by New York University. All rights reserved."}]},
{"detail": [{"content": "Research - Music Technology - NYU Steinhardt                                                      Skip to content         NYU Steinhardt School of Culture, Education, and Human Development             apply now     request info     contact                                     Department of Music and Performing Arts Professions           Overview        Location     History     Director's Message     International Welcome and History           Academics        Brass Studies     Woodwind Studies     String Studies     Percussion Studies     Jazz Studies     Piano Studies     Music Theatre     Classical Voice and Opera Studies     Music Composition     Scoring for Film and Multimedia     Songwriting     Music Business     Music Technology     Music Education     Music Therapy     Dance Education     Educational Theatre     Performing Arts Administration     Drama Therapy     Summer Programs     Study Abroad     Music Minor           Admissions        Undergraduate     Graduate     Doctoral     Prospective Student Auditions           People        Faculty     Students     Alumni     Staff           Ensembles        Overview     Audition Guidelines     Audition Requirements     Online Audition Registration           Research        ArtsPraxis     Music and the Moving Image     Music and Audio Research Laboratory     Center for Research in Dance Education     Faculty Research Interests     Faculty Collaborations           Events        Facilities        Facilities     Music Technology Facilities           FAQ                 Research - Music Technology                 Programs      Undergraduate        Overview     Requirements     Applying     Course List          Master's        Overview     Requirements     Applying     Course List          3-Summer Master of Music in Music Technology    Accelerated BM/MM        Overview     Requirements     Applying     Course List          Doctoral        Overview     Requirements     Applying     Course List          Summer          Undergraduate &amp; Graduate Courses     3-Summer Master of Music in Music Technology     Summer Electronic Music Institute     Summer Institute of Music Production Technology     Girls Electronic Music Seminar          Study Abroad    Internships       People      Faculty and Staff    Featured Alumni        Facilities      About the Facilities     Studios        Studio Booking     Afterhours     Theatre Spaces     NYU Library               Financial Aid        General     Student Employment         Research        About Research     MARL Homepage     Master's Theses     Doctoral Theses          Media and Events        About Media and Events     Photos     Videos     Seminars     Open Houses          2014       2013      2012      2011      2010      2009      2008      2007            Clubs/Projects          Society of Women In Technology      Music Tech Album Project                  Contact Us        Contact     Request information          FAQ        General FAQ      Prospective Graduate Students     Current Graduate Students     Prospective Undergraduate Students     Current Undergraduate Student     Advisement     Orientation          Welcome      Checklist                                  Research - Music Technology                                                Our program hosts a vivacious and creative community of music technologists conducting research in a variety of exciting fields such as music information retrieval, digital signal processing, music cognition, interactive music systems, and 3D audio. Our students work closely with faculty advisors to source ideas and develop new technologies, often culminating in academic journal publications and presentation at professional conferences. Weekly activities include seminars, workshops and discussion groups featuring the work of guest speakers, faculty and students.    Housed in the Music Technology program, the Music and Audio Research Lab (MARL) brings together scholars from the fields of music theory, technology and composition, computer and information science, interactive media and media studies, in order to explore the intersection between music, computation and science. The objective is to combine techniques and methodologies from the arts, the humanities and the sciences to understand and model human cognitive abilities in music, and innovate the analysis, organization and creation of music.                 Department of Music and Performing Arts Professions - 35 W. 4th Street, Suite 1077 -  New York, NY 10012 -  212 998 5424    This site, and all its contents, are Copyright &copy;    by New York University. All rights reserved."}, {"content": "Music - NYU Libraries                               This is the \"Music\" guide.      Alternate Page for Screenreader Users      Skip to Page Content                                             Music Music Collections and Research Resources        Last update: Dec 2, 2014        URL: http://guides.nyu.edu/content_mobile.php?pid=35844                                                                          Home                                                                                  Bobst Info                 Library Hours and Locations   Library Tutorials and Classes   Comments/Suggestions           Comments (0)                                         Search BobCat                        Books &amp; More     Search for books, journals, videos, etc. in our local libraries and special collections.          NYU Libraries' online catalog.           Comments (0)                                         Make a Purchase Recommendation to the Library                  Audio Recording For faculty and students to recommend an audio recording for purchase by the library. We welcome your suggestions, and if it is in print or available second hand, we will do our best to get it. Book or Printed Score For faculty and students to recommend a book or printed score for purchase by the library. We welcome your suggestions, and if it is in print or available second hand, we will do our best to get it. Video For faculty and students to recommend a video for purchase by the library. We welcome your suggestions, and if it is in print or available second hand, we will do our best to get it.                                              NYU Libraries Collection Development Policy for Music                  Collection Development Policy for Music What we buy and why.                                              Music Collection Overview                 NYU's music collection embraces the sound cultures of all peoples, places, and times. Located on the second floor of Bobst Library and including the Avery Fisher Center for Music and Media, the collection includes audio recordings (104,000), videos (8,000 performances and documentaries), books (53,000), periodicals (500 online and print), and printed scores (60,000).           Comments (0)                                         Online Research: Dictionaries, Encyclopedias, and Texts                  African American Music Reference Compendium of scholarly writings. Includes more than 3,600 entries, bringing together a wide range of materials, including comprehensive reference works, leading critical studies, biographies, oral histories, essays, anthologies, and historical works, together covering every genre and form, from Blues and Jazz to Hip Hop. Classical Music Reference Library Biographical and topical reference. Includes three classic works by Nicholas Slonimsky: Baker's Biographical Dictionary of Music and Musicians, Baker's Dictionary of Music, and Music Since 1900. Encyclopedia of Popular Music (via Oxford Music Online) Biographical and topical reference to artists and genres. Biographical and topical encyclopedia covering popular music of all genres and periods from 1900 to the present day, including jazz, country, folk, rap, reggae, techno, musicals, and world music. Garland Encyclopedia of World Music Comprehensive coverage of the music of the world's continents and peoples. More than 1,200 entries, plus images and audio examples. Grove Music Online (via Oxford Music Online) In-depth topical and biographical articles. Comprises the full texts of The New Grove Dictionary of Music and Musicians, 2nd Edition (2001), The New Grove Dictionary of Opera (1992), and The New Grove Dictionary of Jazz, 2nd Edition (2001), as well as all subsequent updates and emendations. Including more than 50,000 signed articles and 28,000 biographies contributed by over 6,000 scholars from around the world. Oxford Bibliographies Online: Music Combines the best features of a high-level encyclopedia and a traditional bibliography in a style tailored to meet the needs of today’s online researchers. Each article, written and reviewed by top scholars in the field, is rich with citations and annotations, expert recommendations, and narrative pathways to the most important works for virtually all areas of music. Oxford Dictionary of Music (via Oxford Music Online) Concise topical and biographical articles. Oxford History of Western Music Richard Taruskin’s monumental narrative of the evolution of Western classical music. The full text from the five-volume 2009 paperback edition has been reproduced in the online edition, as have notes, bibliographies, and further readings for each of the 69 chapters, numerous illustrations, and 1,800 musical examples.                                              Online Research: Articles and Indexes                  AES e-Library Online archive of the Audio Engineering Society, with indexing and full-text delivery to almost every AES paper published at a convention, conference or in the Journal from 1953 to the present. Entertainment Industry Magazine Archive An archival research resource containing the essential primary sources for studying the history of the film and entertainment industries, from the era of vaudeville and silent movies through to 2000. The core US and UK trade magazines covering film, music, broadcasting and theater are all included, together with film fan magazines and music press titles. Magazines have been scanned cover-to-cover in high-resolution color, with granular indexing of all articles, covers, ads and reviews. Includes full-text archives of Billboard, New Musical Express, Spin and other magazines of interest to popular music studies. IEEE Xplore Online archive of the Institute of Electrical and Electronic Engineers, including a wealth of research material relevant to music technology. Index to Printed Music Index to anthologies of music scores, with title-level information for over 450,000 individual works. International Index to Music Periodicals (IIMP Full Text) Provides indexing and abstracts for more than 425 international music periodicals, plus full text for around 140 journals. International Index to Performing Arts (IIPA Full Text) Index to periodical articles in the performing arts (dance, film, television, theater, and more), with full-text articles for selected journals. Provides indexing and abstracts for more than 256 international periodicals.    The database currently includes over half a million records, the majority of which index articles from 1998 onwards. Around 128,000 records in IIPA are from the backfile (up to 1997) and much of this coverage commences at the first issue of the journal run.    IIPA covers a broad spectrum of the arts and entertainment industry - including dance, film, television, drama, theater, stagecraft, musical theater, circus performance, opera, pantomime, puppetry, magic, performance art and more. Music Index Index to periodical articles in music. The Music Index's online coverage spans from 1976 to the present and contains surveyed data from 775 international music periodicals from over 40 countries, with English translations from 22 languages. Music Industry Data (formerly Academic Charts Online) Integrated archive of recorded music sales charts, including Billboard and related sources from the USA, UK, and other countries back to the 1950s, with a growing number of links to scholarly resources pertinent to the industry and culture of popular music. The Performing Arts in Colonial American Newspapers, 1690-1783 Presents all references to music, poetry, dance, and theater found in American newspapers from the earliest extant copy (1690) to those from the end of the Revolutionary War (1783). Features full text of items collected from newspapers, bibliographic details on every issue researched for this project, index of information in newspaper citations, first-line index of every poem and lyric collected, and graphic images of forty-five woodcuts. RILM Abstracts of Music Literature The most comprehensive index to academic music scholarship published since 1960. Répertoire International de Littérature Musicale (RILM) is a comprehensive bibliography of writings on music, serving the global music research community. Today RILM has over 550,000 records in 214 languages from 151 countries. Indexing includes journal articles, books, conference proceedings, essay collections, and dissertations. RIPM Online Complementing RILM Abstracts' in-depth indexing of recent academic music scholarship, RIPM is focused on the historical legacy of music periodicals from the eighteenth, nineteenth, and early twentieth centuries. Covering the period 1759-1962, RIPM indexes over 200 periodical titles, with full-text online delivery for more than 160 of those. Rock's Back Pages Library Full-text archive of journalism and criticism on rock music (broadly defined), containing over 25,000 articles drawn from a wide spectrum of periodicals from the 1950s to the present.                                              Web Audio and Video                 Use your NYU-Home login and password to connect from off campus.  Access World News Streaming VIDEO Go to \"Source Types\" for list of streaming video sources. American History in Video Streaming VIDEO. Online video collection for the study of American history, including commercial and governmental newsreels, archival footage, public affairs footage, and documentaries. American Song Streaming AUDIO. American Song is an eclectic collection of music from Americans of diverse origins and all walks of life, from America’s past and present. The songs are by and about American Indians, miners, immigrants, slaves, children, pioneers, and cowboys. They touch topics as varied as Civil Rights, political campaigns, Prohibition, the Revolutionary War, the Civil War, anti-war protests, and more. And the range of genres includes country, folk, bluegrass, Western, old time, American Indian, blues, gospel, shape note singing, doo-wop, Motown, R&B, soul, funk, and others.    Labels include Rounder Records, Appleseed Recordings, Stax, Specialty Records, Testament Records, McNeil Music, Native Ground Music, Rebel Records, County Records, Smithsonian Folkways, Document Records, and more.    As of June, 2009, all the music from the former African American Music collection (no longer offered) is now here in American Song. The music of all Americans, including African Americans, is now consolidated here in an expanded American Song. Asian Film Online Streaming VIDEO BBC Shakespeare Plays Streaming VIDEO. The complete plays of William Shakespeare, produced and filmed for television by the British Broadcasting in the 1980s. Classical Music in Video Streaming VIDEO Video archive of orchestral, chamber, oratorio, and solo performances, as well as master classes and interviews. Classical Music Library Streaming AUDIO. Classical Music Library is the world's largest multi-label database of Classical music recordings for listening and learning in libraries. The growing collection of 50,000-plus tracks includes recordings from the world's greatest labels including Hyperion, Bridge Records, Sanctuary Classics, Artemis-Vanguard, Hänssler Classic, Vox and many more. Coverage includes music written from the earliest times (e.g. Gregorian Chant) to the present, including many contemporary composers. Repertoire ranges from vocal and choral music, to chamber, orchestral, solo instrumental, and opera. Contemporary World Music Streaming AUDIO. Contemporary World Music delivers the sounds of all regions from every continent, including reggae, worldbeat, neo-traditional, world fusion, Balkanic jazz, African film, Bollywood, Arab swing and jazz, Indian classical, fado, flamenco, klezmer, zydeco, gospel, gagaku, and more. Record labels in the first release include Topic, Playasound, Budamusique, Air Mail Music, Manuiti, Crossing Records, Lyrichord World Music, Navras Records, INEDIT, and other. Counseling and Therapy in Video Streaming VIDEO. Contains more than 300 hours of training videos, reenactments, and footage of actual therapy sessions conducted by renowned psychiatrists, psychologists, and social workers. The videos are designed for training and continuing education, providing an invaluable firsthand look at the realities of working with clients and the challenges associated with putting theoretical concepts into practice. Criterion Collection Streaming VIDEO Over 300 full-length classic feature films from the celebrated Criterion catalog, from 1925 to the 21st century. Dance in Video Streaming VIDEO. Filmed productions by some of the most influential choreographers, performers and companies of the 20th century. Styles include classical ballet, modern, tap, jazz, contemporary, experimental, and improvisational dance. Digital Theatre Plus Streaming VIDEO Filmed full-length plays supplemented by interviews with playwrights, directors, designers, musicians, and actors; workshop materials; scene and character studies; plot summaries. DRAM (Digital Anthology of Recorded American Music) Streaming AUDIO. Available to on-campus users only. DRAM is a not-for-profit resource providing educational communities with on-demand streaming access to CD-quality audio (192kbps Mp4), complete original liner notes and essays from independent record labels and sound archives. Continuing in the tradition of DRAM's sister company New World Records, one of DRAM's primary focuses is the preservation and dissemination of important recordings that have been neglected by the commercial marketplace, recordings that may otherwise become lost or forgotten.    Currently DRAM's collection contains nearly 2,300 complete albums. The core collection is the diverse catalogue of American music issued since 1976 by New World Records. Other contributing labels and sound archives include Albany, Artifact, Cedille, Cold Blue, CRI, Dartmouth Archives, Deep Listening, Frog Peak, Innova, Lovely Music, Mode, Mutable, Open Space, Pogus, XI (Experimental Intermedia). Education in Video Streaming VIDEO. Online collection of streaming video developed specifically for training and developing teachers. It contains teaching demonstrations, lectures, documentaries, and primary-source footage of students and teachers in actual classrooms. Ethnographic Video Online Streaming VIDEO. The collection covers every region of the world and features the work of many documentary filmmakers of the 20th century, including interviews, previously unreleased raw footage, field notes, study guides, and more. Filmakers Library Online Streaming VIDEO Archive of documentaries with relevance across the curriculum—race and gender studies, human rights, globalization and global studies, multiculturalism, international relations, criminal justice, the environment, bioethics, health, political science and current events, psychology, arts, literature, and more. Hemispheric Institute Digital Video Library Streaming VIDEO (no password necessary). The Hemispheric Institute Digital Video Library, a collaboration between New York University Libraries and NYU's Hemispheric Institute of Performance and Politics, provides a digital venue for documenting the expression of social and political life through performance in the many cultures and political landscapes of the Americas. The Hemispheric Institute Digital Video Library brings together in one place materials that have been available only in small, little-known archives that are inaccessible to scholars and that lack the resources to properly care for and provide access to these extraordinary cultural documents. But it is not enough simply to gather the videos together. We have used the resources of digital technology to insure the long-term preservation of this rare material and to make it accessible not just to researchers at NYU but to scholars and artists around the world. Jazz Music Library Streaming AUDIO. The first release includes over 2,500 albums with over 26,000 individual tracks. LGBT Studies in Video Streaming VIDEO Feature films, documentaries, interviews, and archival footage exploring the cultural and political evolution of the lesbian, gay, bisexual, and transgender community. March of Time Streaming VIDEO Complete series of newsreels produced by Time Inc. during the years 1935-1967, restored by HBO Archives. Met Opera on Demand Streaming VIDEO and AUDIO Over 500 video and audio recordings of Metropolitan Opera performances, from 1935 to the present. Naxos Music Library Streaming AUDIO. More than 36,000 albums with over 500,000 individual tracks of classical, contemporary, jazz, traditional, and other genres, from the catalogues of over 150 labels, including Naxos, Alpha, Avie, Bridge, Col Legno, CPO, Gimell, Kairos, Montaigne, New Albion, Nimbus, Opus 111, and Wergo. Naxos Music Library: Jazz Streaming AUDIO. More than 26,000 jazz and jazz-oriented tracks from the catalogues of Fantasy and many other labels. Naxos Video Library Streaming VIDEO A collection of classical music performances, opera, ballet, live concerts and documentaries. New World Cinema : Independent Features and Shorts Streaming VIDEO Independent features and shorts, 1990-present. Opera in Video Streaming VIDEO. Full-length videos of more than 100 operas. Paley Center Seminars Streaming VIDEO Filmed discussion with leading figures in the entertainment and media industries discussing the processes of creation and production and the interrelationships between media and contemporary society. PBS Video Collection Streaming VIDEO Full-length documentaries from the Public Broadcasting Service, including shows from the series Frontline, American Experience, Odyssey, NOVA, and films by Ken Burns and Michael Wood. Routledge Performance Archive Streaming VIDEO The Routledge Performance Archive is a developing resource produced in partnership with Digital Theatre, providing access to an unprecedented range of audio-visual material from past and present practitioners of performance. Included here are interviews with key figures in theatre history and contemporary practice; masterclasses with specialist actor trainers from around the world; footage direct from the legendary practitioners themselves; excerpted and full-length contemporary productions; and documentaries previously unavailable to global audiences. The video material spans more than fifty years of documented work direct from renowned practitioners and specialists, and ranges across the entire spectrum of theatre topics. SCOLA International News Streaming VIDEO. Provides access to television programming from more than fifty different countries in their original languages. Currently operates four 24 hour satellite channels of programming, including current international news, variety programs, a Chinese teaching channel (educational and cultural programming from the People's Republic of China), and programs from emerging nations. Offers access to program schedules, live video streaming, news releases, and more. Shoah Foundation Institute Visual History Archive Streaming VIDEO. In 1994, Steven Spielberg established the Survivors of the Shoah Visual History Foundation with the goal of gathering video testimonies from survivors and witnesses of the Holocaust. Between 1994 and 1999 the Foundation recorded over 52,000 testimonies in 56 countries and in 32 languages. Silent Film Online Streaming VIDEO A collection of films representing the basis of modern cinematic technique and film theory. Features, serials, and shorts from the 1890s to the 1930s. Smithsonian Global Sound Streaming AUDIO. Smithsonian Global Sound for Libraries, produced in partnership with Smithsonian Folkways Recordings, is a virtual encyclopedia of the world's musical and aural traditions. The collection provides educators, students, and interested listeners with an unprecedented variety of online resources that support the creation, continuity, and preservation of diverse musical forms.    It includes the published recordings owned by the non-profit Smithsonian Folkways Recordings label and the archival audio collections of the legendary Folkways Records, Cook, Dyer-Bennet, Fast Folk, Monitor, Paredon and other labels. It also includes music recorded around the African continent by Dr. Hugh Tracey for the International Library of African Music (ILAM) at Rhodes University as well as material collected by recordists on the South Asian subcontinent from the Archive Research Centre for Ethnomusicology (ARCE), sponsored by the American Institute for Indian Studies. Theatre in Video Streaming VIDEO. Full-length filmed performances of over 250 plays, including the complete Shakespeare and works by Aeschylus, Beckett, Ibsen, Moliere, O'Neill, Pinter, and other classical and modern writers. Vanderbilt Television News Archive Streaming VIDEO Video icon in keyword search results indicates the availability of streaming audio. World History in Video Streaming VIDEO. World History in Video is a wide-ranging collection of critically acclaimed documentaries allowing researchers to explore human history from the earliest civilizations to the late twentieth century. The video content covers Africa and the Americas, Asia, Europe, the Middle East, and Oceania.            Comments (0)                                         Music Scores: Downloadable Collections and Indexes                  Classical Scores Library Downloadable PRINTED SCORES. Read or print the scores to more than 1700 classical compositions (downloadable in PDF). Petrucci Music Library / International Music Score Library Project (IMSLP) Downloadable PRINTED SCORES. An archive containing tens of thousands of downloadable music scores. A product of the International Music Score Library Project (IMSLP). Index to Printed Music (EBSCO) A title-level index to hundreds of anthologies and collected works editions.                                              Copyright: Online Information Sites                  NYU Libraries Guide to Copyright Law  NYU Educational and Research Uses of Copyrighted Materials Policy Statement  NYU Fair Use Advisory Group (email service) fairuse@nyu.edu U.S. Copyright Office Website  American Musicological Society: Best Practices in the Fair Use of Copyrighted Materials in Music Scholarship  Creative Commons  Music Library Association Copyright Guide  Music Publishers Association Copyright Resource Center  National Association for Music Education Copyright Center                                              Mega-Sites with Links to Internet Music Resources                  American Musicological Society WWW Sites of Interest An open-access classified directory of online resources for music research, produced by the principal American association of music scholars. MusRef (Brigham Young University Library) Open-access online bibliography of more than 7,300 music reference resources (both print and online), produced by the Brigham Young University Music Library. Online Resources for Music Scholars (Harvard University Library) An open-access research guide and directory produced by the Harvard University Music Library.                                              Music Departments and Programs at NYU and the Consortium                  Department of Music (NYU School of Arts and Sciences)  Department of Music and Performing Arts Professions (NYU Steinhardt School of Culture, Education, and Human Development)  Clive Davis Department of Recorded Music (NYU Tisch School of the Arts)  Graduate Musical Theatre Writing (NYU Tisch School of the Arts)  American Institute for Verdi Studies  Mannes College: The New School for Music (New School University)            Comments (0)                                              close                                                                                                          Music Librarian                                                           Kent Underwood (Head, Avery Fisher Center for Music and Media) Contact Info: Bobst Library, 2nd Floor   212-998-2523 Send Email  Subjects: Music          Links: Profile & Guides                               close                                                                 Description  Loading content... please wait                                     More Information  Loading content... please wait       Close window                           ^ Top  |  Home Page  |  Full Site                                           Powered by Springshare and iWebKit.           All rights reserved.           Report a tech support issue.                                            Full Library Site | Ask a Librarian         © 2014 New York University Libraries"}]},
{"detail": [{"content": "Research - Music Technology - NYU Steinhardt                                                      Skip to content         NYU Steinhardt School of Culture, Education, and Human Development             apply now     request info     contact                                     Department of Music and Performing Arts Professions           Overview        Location     History     Director's Message     International Welcome and History           Academics        Brass Studies     Woodwind Studies     String Studies     Percussion Studies     Jazz Studies     Piano Studies     Music Theatre     Classical Voice and Opera Studies     Music Composition     Scoring for Film and Multimedia     Songwriting     Music Business     Music Technology     Music Education     Music Therapy     Dance Education     Educational Theatre     Performing Arts Administration     Drama Therapy     Summer Programs     Study Abroad     Music Minor           Admissions        Undergraduate     Graduate     Doctoral     Prospective Student Auditions           People        Faculty     Students     Alumni     Staff           Ensembles        Overview     Audition Guidelines     Audition Requirements     Online Audition Registration           Research        ArtsPraxis     Music and the Moving Image     Music and Audio Research Laboratory     Center for Research in Dance Education     Faculty Research Interests     Faculty Collaborations           Events        Facilities        Facilities     Music Technology Facilities           FAQ                 Research - Music Technology                 Programs      Undergraduate        Overview     Requirements     Applying     Course List          Master's        Overview     Requirements     Applying     Course List          3-Summer Master of Music in Music Technology    Accelerated BM/MM        Overview     Requirements     Applying     Course List          Doctoral        Overview     Requirements     Applying     Course List          Summer          Undergraduate &amp; Graduate Courses     3-Summer Master of Music in Music Technology     Summer Electronic Music Institute     Summer Institute of Music Production Technology     Girls Electronic Music Seminar          Study Abroad    Internships       People      Faculty and Staff    Featured Alumni        Facilities      About the Facilities     Studios        Studio Booking     Afterhours     Theatre Spaces     NYU Library               Financial Aid        General     Student Employment         Research        About Research     MARL Homepage     Master's Theses     Doctoral Theses          Media and Events        About Media and Events     Photos     Videos     Seminars     Open Houses          2014       2013      2012      2011      2010      2009      2008      2007            Clubs/Projects          Society of Women In Technology      Music Tech Album Project                  Contact Us        Contact     Request information          FAQ        General FAQ      Prospective Graduate Students     Current Graduate Students     Prospective Undergraduate Students     Current Undergraduate Student     Advisement     Orientation          Welcome      Checklist                                  Research - Music Technology                                                Our program hosts a vivacious and creative community of music technologists conducting research in a variety of exciting fields such as music information retrieval, digital signal processing, music cognition, interactive music systems, and 3D audio. Our students work closely with faculty advisors to source ideas and develop new technologies, often culminating in academic journal publications and presentation at professional conferences. Weekly activities include seminars, workshops and discussion groups featuring the work of guest speakers, faculty and students.    Housed in the Music Technology program, the Music and Audio Research Lab (MARL) brings together scholars from the fields of music theory, technology and composition, computer and information science, interactive media and media studies, in order to explore the intersection between music, computation and science. The objective is to combine techniques and methodologies from the arts, the humanities and the sciences to understand and model human cognitive abilities in music, and innovate the analysis, organization and creation of music.                 Department of Music and Performing Arts Professions - 35 W. 4th Street, Suite 1077 -  New York, NY 10012 -  212 998 5424    This site, and all its contents, are Copyright &copy;    by New York University. All rights reserved."}, {"content": "Music - NYU Libraries                               This is the \"Music\" guide.      Alternate Page for Screenreader Users      Skip to Page Content                                             Music Music Collections and Research Resources        Last update: Dec 2, 2014        URL: http://guides.nyu.edu/content_mobile.php?pid=35844                                                                          Home                                                                                  Bobst Info                 Library Hours and Locations   Library Tutorials and Classes   Comments/Suggestions           Comments (0)                                         Search BobCat                        Books &amp; More     Search for books, journals, videos, etc. in our local libraries and special collections.          NYU Libraries' online catalog.           Comments (0)                                         Make a Purchase Recommendation to the Library                  Audio Recording For faculty and students to recommend an audio recording for purchase by the library. We welcome your suggestions, and if it is in print or available second hand, we will do our best to get it. Book or Printed Score For faculty and students to recommend a book or printed score for purchase by the library. We welcome your suggestions, and if it is in print or available second hand, we will do our best to get it. Video For faculty and students to recommend a video for purchase by the library. We welcome your suggestions, and if it is in print or available second hand, we will do our best to get it.                                              NYU Libraries Collection Development Policy for Music                  Collection Development Policy for Music What we buy and why.                                              Music Collection Overview                 NYU's music collection embraces the sound cultures of all peoples, places, and times. Located on the second floor of Bobst Library and including the Avery Fisher Center for Music and Media, the collection includes audio recordings (104,000), videos (8,000 performances and documentaries), books (53,000), periodicals (500 online and print), and printed scores (60,000).           Comments (0)                                         Online Research: Dictionaries, Encyclopedias, and Texts                  African American Music Reference Compendium of scholarly writings. Includes more than 3,600 entries, bringing together a wide range of materials, including comprehensive reference works, leading critical studies, biographies, oral histories, essays, anthologies, and historical works, together covering every genre and form, from Blues and Jazz to Hip Hop. Classical Music Reference Library Biographical and topical reference. Includes three classic works by Nicholas Slonimsky: Baker's Biographical Dictionary of Music and Musicians, Baker's Dictionary of Music, and Music Since 1900. Encyclopedia of Popular Music (via Oxford Music Online) Biographical and topical reference to artists and genres. Biographical and topical encyclopedia covering popular music of all genres and periods from 1900 to the present day, including jazz, country, folk, rap, reggae, techno, musicals, and world music. Garland Encyclopedia of World Music Comprehensive coverage of the music of the world's continents and peoples. More than 1,200 entries, plus images and audio examples. Grove Music Online (via Oxford Music Online) In-depth topical and biographical articles. Comprises the full texts of The New Grove Dictionary of Music and Musicians, 2nd Edition (2001), The New Grove Dictionary of Opera (1992), and The New Grove Dictionary of Jazz, 2nd Edition (2001), as well as all subsequent updates and emendations. Including more than 50,000 signed articles and 28,000 biographies contributed by over 6,000 scholars from around the world. Oxford Bibliographies Online: Music Combines the best features of a high-level encyclopedia and a traditional bibliography in a style tailored to meet the needs of today’s online researchers. Each article, written and reviewed by top scholars in the field, is rich with citations and annotations, expert recommendations, and narrative pathways to the most important works for virtually all areas of music. Oxford Dictionary of Music (via Oxford Music Online) Concise topical and biographical articles. Oxford History of Western Music Richard Taruskin’s monumental narrative of the evolution of Western classical music. The full text from the five-volume 2009 paperback edition has been reproduced in the online edition, as have notes, bibliographies, and further readings for each of the 69 chapters, numerous illustrations, and 1,800 musical examples.                                              Online Research: Articles and Indexes                  AES e-Library Online archive of the Audio Engineering Society, with indexing and full-text delivery to almost every AES paper published at a convention, conference or in the Journal from 1953 to the present. Entertainment Industry Magazine Archive An archival research resource containing the essential primary sources for studying the history of the film and entertainment industries, from the era of vaudeville and silent movies through to 2000. The core US and UK trade magazines covering film, music, broadcasting and theater are all included, together with film fan magazines and music press titles. Magazines have been scanned cover-to-cover in high-resolution color, with granular indexing of all articles, covers, ads and reviews. Includes full-text archives of Billboard, New Musical Express, Spin and other magazines of interest to popular music studies. IEEE Xplore Online archive of the Institute of Electrical and Electronic Engineers, including a wealth of research material relevant to music technology. Index to Printed Music Index to anthologies of music scores, with title-level information for over 450,000 individual works. International Index to Music Periodicals (IIMP Full Text) Provides indexing and abstracts for more than 425 international music periodicals, plus full text for around 140 journals. International Index to Performing Arts (IIPA Full Text) Index to periodical articles in the performing arts (dance, film, television, theater, and more), with full-text articles for selected journals. Provides indexing and abstracts for more than 256 international periodicals.    The database currently includes over half a million records, the majority of which index articles from 1998 onwards. Around 128,000 records in IIPA are from the backfile (up to 1997) and much of this coverage commences at the first issue of the journal run.    IIPA covers a broad spectrum of the arts and entertainment industry - including dance, film, television, drama, theater, stagecraft, musical theater, circus performance, opera, pantomime, puppetry, magic, performance art and more. Music Index Index to periodical articles in music. The Music Index's online coverage spans from 1976 to the present and contains surveyed data from 775 international music periodicals from over 40 countries, with English translations from 22 languages. Music Industry Data (formerly Academic Charts Online) Integrated archive of recorded music sales charts, including Billboard and related sources from the USA, UK, and other countries back to the 1950s, with a growing number of links to scholarly resources pertinent to the industry and culture of popular music. The Performing Arts in Colonial American Newspapers, 1690-1783 Presents all references to music, poetry, dance, and theater found in American newspapers from the earliest extant copy (1690) to those from the end of the Revolutionary War (1783). Features full text of items collected from newspapers, bibliographic details on every issue researched for this project, index of information in newspaper citations, first-line index of every poem and lyric collected, and graphic images of forty-five woodcuts. RILM Abstracts of Music Literature The most comprehensive index to academic music scholarship published since 1960. Répertoire International de Littérature Musicale (RILM) is a comprehensive bibliography of writings on music, serving the global music research community. Today RILM has over 550,000 records in 214 languages from 151 countries. Indexing includes journal articles, books, conference proceedings, essay collections, and dissertations. RIPM Online Complementing RILM Abstracts' in-depth indexing of recent academic music scholarship, RIPM is focused on the historical legacy of music periodicals from the eighteenth, nineteenth, and early twentieth centuries. Covering the period 1759-1962, RIPM indexes over 200 periodical titles, with full-text online delivery for more than 160 of those. Rock's Back Pages Library Full-text archive of journalism and criticism on rock music (broadly defined), containing over 25,000 articles drawn from a wide spectrum of periodicals from the 1950s to the present.                                              Web Audio and Video                 Use your NYU-Home login and password to connect from off campus.  Access World News Streaming VIDEO Go to \"Source Types\" for list of streaming video sources. American History in Video Streaming VIDEO. Online video collection for the study of American history, including commercial and governmental newsreels, archival footage, public affairs footage, and documentaries. American Song Streaming AUDIO. American Song is an eclectic collection of music from Americans of diverse origins and all walks of life, from America’s past and present. The songs are by and about American Indians, miners, immigrants, slaves, children, pioneers, and cowboys. They touch topics as varied as Civil Rights, political campaigns, Prohibition, the Revolutionary War, the Civil War, anti-war protests, and more. And the range of genres includes country, folk, bluegrass, Western, old time, American Indian, blues, gospel, shape note singing, doo-wop, Motown, R&B, soul, funk, and others.    Labels include Rounder Records, Appleseed Recordings, Stax, Specialty Records, Testament Records, McNeil Music, Native Ground Music, Rebel Records, County Records, Smithsonian Folkways, Document Records, and more.    As of June, 2009, all the music from the former African American Music collection (no longer offered) is now here in American Song. The music of all Americans, including African Americans, is now consolidated here in an expanded American Song. Asian Film Online Streaming VIDEO BBC Shakespeare Plays Streaming VIDEO. The complete plays of William Shakespeare, produced and filmed for television by the British Broadcasting in the 1980s. Classical Music in Video Streaming VIDEO Video archive of orchestral, chamber, oratorio, and solo performances, as well as master classes and interviews. Classical Music Library Streaming AUDIO. Classical Music Library is the world's largest multi-label database of Classical music recordings for listening and learning in libraries. The growing collection of 50,000-plus tracks includes recordings from the world's greatest labels including Hyperion, Bridge Records, Sanctuary Classics, Artemis-Vanguard, Hänssler Classic, Vox and many more. Coverage includes music written from the earliest times (e.g. Gregorian Chant) to the present, including many contemporary composers. Repertoire ranges from vocal and choral music, to chamber, orchestral, solo instrumental, and opera. Contemporary World Music Streaming AUDIO. Contemporary World Music delivers the sounds of all regions from every continent, including reggae, worldbeat, neo-traditional, world fusion, Balkanic jazz, African film, Bollywood, Arab swing and jazz, Indian classical, fado, flamenco, klezmer, zydeco, gospel, gagaku, and more. Record labels in the first release include Topic, Playasound, Budamusique, Air Mail Music, Manuiti, Crossing Records, Lyrichord World Music, Navras Records, INEDIT, and other. Counseling and Therapy in Video Streaming VIDEO. Contains more than 300 hours of training videos, reenactments, and footage of actual therapy sessions conducted by renowned psychiatrists, psychologists, and social workers. The videos are designed for training and continuing education, providing an invaluable firsthand look at the realities of working with clients and the challenges associated with putting theoretical concepts into practice. Criterion Collection Streaming VIDEO Over 300 full-length classic feature films from the celebrated Criterion catalog, from 1925 to the 21st century. Dance in Video Streaming VIDEO. Filmed productions by some of the most influential choreographers, performers and companies of the 20th century. Styles include classical ballet, modern, tap, jazz, contemporary, experimental, and improvisational dance. Digital Theatre Plus Streaming VIDEO Filmed full-length plays supplemented by interviews with playwrights, directors, designers, musicians, and actors; workshop materials; scene and character studies; plot summaries. DRAM (Digital Anthology of Recorded American Music) Streaming AUDIO. Available to on-campus users only. DRAM is a not-for-profit resource providing educational communities with on-demand streaming access to CD-quality audio (192kbps Mp4), complete original liner notes and essays from independent record labels and sound archives. Continuing in the tradition of DRAM's sister company New World Records, one of DRAM's primary focuses is the preservation and dissemination of important recordings that have been neglected by the commercial marketplace, recordings that may otherwise become lost or forgotten.    Currently DRAM's collection contains nearly 2,300 complete albums. The core collection is the diverse catalogue of American music issued since 1976 by New World Records. Other contributing labels and sound archives include Albany, Artifact, Cedille, Cold Blue, CRI, Dartmouth Archives, Deep Listening, Frog Peak, Innova, Lovely Music, Mode, Mutable, Open Space, Pogus, XI (Experimental Intermedia). Education in Video Streaming VIDEO. Online collection of streaming video developed specifically for training and developing teachers. It contains teaching demonstrations, lectures, documentaries, and primary-source footage of students and teachers in actual classrooms. Ethnographic Video Online Streaming VIDEO. The collection covers every region of the world and features the work of many documentary filmmakers of the 20th century, including interviews, previously unreleased raw footage, field notes, study guides, and more. Filmakers Library Online Streaming VIDEO Archive of documentaries with relevance across the curriculum—race and gender studies, human rights, globalization and global studies, multiculturalism, international relations, criminal justice, the environment, bioethics, health, political science and current events, psychology, arts, literature, and more. Hemispheric Institute Digital Video Library Streaming VIDEO (no password necessary). The Hemispheric Institute Digital Video Library, a collaboration between New York University Libraries and NYU's Hemispheric Institute of Performance and Politics, provides a digital venue for documenting the expression of social and political life through performance in the many cultures and political landscapes of the Americas. The Hemispheric Institute Digital Video Library brings together in one place materials that have been available only in small, little-known archives that are inaccessible to scholars and that lack the resources to properly care for and provide access to these extraordinary cultural documents. But it is not enough simply to gather the videos together. We have used the resources of digital technology to insure the long-term preservation of this rare material and to make it accessible not just to researchers at NYU but to scholars and artists around the world. Jazz Music Library Streaming AUDIO. The first release includes over 2,500 albums with over 26,000 individual tracks. LGBT Studies in Video Streaming VIDEO Feature films, documentaries, interviews, and archival footage exploring the cultural and political evolution of the lesbian, gay, bisexual, and transgender community. March of Time Streaming VIDEO Complete series of newsreels produced by Time Inc. during the years 1935-1967, restored by HBO Archives. Met Opera on Demand Streaming VIDEO and AUDIO Over 500 video and audio recordings of Metropolitan Opera performances, from 1935 to the present. Naxos Music Library Streaming AUDIO. More than 36,000 albums with over 500,000 individual tracks of classical, contemporary, jazz, traditional, and other genres, from the catalogues of over 150 labels, including Naxos, Alpha, Avie, Bridge, Col Legno, CPO, Gimell, Kairos, Montaigne, New Albion, Nimbus, Opus 111, and Wergo. Naxos Music Library: Jazz Streaming AUDIO. More than 26,000 jazz and jazz-oriented tracks from the catalogues of Fantasy and many other labels. Naxos Video Library Streaming VIDEO A collection of classical music performances, opera, ballet, live concerts and documentaries. New World Cinema : Independent Features and Shorts Streaming VIDEO Independent features and shorts, 1990-present. Opera in Video Streaming VIDEO. Full-length videos of more than 100 operas. Paley Center Seminars Streaming VIDEO Filmed discussion with leading figures in the entertainment and media industries discussing the processes of creation and production and the interrelationships between media and contemporary society. PBS Video Collection Streaming VIDEO Full-length documentaries from the Public Broadcasting Service, including shows from the series Frontline, American Experience, Odyssey, NOVA, and films by Ken Burns and Michael Wood. Routledge Performance Archive Streaming VIDEO The Routledge Performance Archive is a developing resource produced in partnership with Digital Theatre, providing access to an unprecedented range of audio-visual material from past and present practitioners of performance. Included here are interviews with key figures in theatre history and contemporary practice; masterclasses with specialist actor trainers from around the world; footage direct from the legendary practitioners themselves; excerpted and full-length contemporary productions; and documentaries previously unavailable to global audiences. The video material spans more than fifty years of documented work direct from renowned practitioners and specialists, and ranges across the entire spectrum of theatre topics. SCOLA International News Streaming VIDEO. Provides access to television programming from more than fifty different countries in their original languages. Currently operates four 24 hour satellite channels of programming, including current international news, variety programs, a Chinese teaching channel (educational and cultural programming from the People's Republic of China), and programs from emerging nations. Offers access to program schedules, live video streaming, news releases, and more. Shoah Foundation Institute Visual History Archive Streaming VIDEO. In 1994, Steven Spielberg established the Survivors of the Shoah Visual History Foundation with the goal of gathering video testimonies from survivors and witnesses of the Holocaust. Between 1994 and 1999 the Foundation recorded over 52,000 testimonies in 56 countries and in 32 languages. Silent Film Online Streaming VIDEO A collection of films representing the basis of modern cinematic technique and film theory. Features, serials, and shorts from the 1890s to the 1930s. Smithsonian Global Sound Streaming AUDIO. Smithsonian Global Sound for Libraries, produced in partnership with Smithsonian Folkways Recordings, is a virtual encyclopedia of the world's musical and aural traditions. The collection provides educators, students, and interested listeners with an unprecedented variety of online resources that support the creation, continuity, and preservation of diverse musical forms.    It includes the published recordings owned by the non-profit Smithsonian Folkways Recordings label and the archival audio collections of the legendary Folkways Records, Cook, Dyer-Bennet, Fast Folk, Monitor, Paredon and other labels. It also includes music recorded around the African continent by Dr. Hugh Tracey for the International Library of African Music (ILAM) at Rhodes University as well as material collected by recordists on the South Asian subcontinent from the Archive Research Centre for Ethnomusicology (ARCE), sponsored by the American Institute for Indian Studies. Theatre in Video Streaming VIDEO. Full-length filmed performances of over 250 plays, including the complete Shakespeare and works by Aeschylus, Beckett, Ibsen, Moliere, O'Neill, Pinter, and other classical and modern writers. Vanderbilt Television News Archive Streaming VIDEO Video icon in keyword search results indicates the availability of streaming audio. World History in Video Streaming VIDEO. World History in Video is a wide-ranging collection of critically acclaimed documentaries allowing researchers to explore human history from the earliest civilizations to the late twentieth century. The video content covers Africa and the Americas, Asia, Europe, the Middle East, and Oceania.            Comments (0)                                         Music Scores: Downloadable Collections and Indexes                  Classical Scores Library Downloadable PRINTED SCORES. Read or print the scores to more than 1700 classical compositions (downloadable in PDF). Petrucci Music Library / International Music Score Library Project (IMSLP) Downloadable PRINTED SCORES. An archive containing tens of thousands of downloadable music scores. A product of the International Music Score Library Project (IMSLP). Index to Printed Music (EBSCO) A title-level index to hundreds of anthologies and collected works editions.                                              Copyright: Online Information Sites                  NYU Libraries Guide to Copyright Law  NYU Educational and Research Uses of Copyrighted Materials Policy Statement  NYU Fair Use Advisory Group (email service) fairuse@nyu.edu U.S. Copyright Office Website  American Musicological Society: Best Practices in the Fair Use of Copyrighted Materials in Music Scholarship  Creative Commons  Music Library Association Copyright Guide  Music Publishers Association Copyright Resource Center  National Association for Music Education Copyright Center                                              Mega-Sites with Links to Internet Music Resources                  American Musicological Society WWW Sites of Interest An open-access classified directory of online resources for music research, produced by the principal American association of music scholars. MusRef (Brigham Young University Library) Open-access online bibliography of more than 7,300 music reference resources (both print and online), produced by the Brigham Young University Music Library. Online Resources for Music Scholars (Harvard University Library) An open-access research guide and directory produced by the Harvard University Music Library.                                              Music Departments and Programs at NYU and the Consortium                  Department of Music (NYU School of Arts and Sciences)  Department of Music and Performing Arts Professions (NYU Steinhardt School of Culture, Education, and Human Development)  Clive Davis Department of Recorded Music (NYU Tisch School of the Arts)  Graduate Musical Theatre Writing (NYU Tisch School of the Arts)  American Institute for Verdi Studies  Mannes College: The New School for Music (New School University)            Comments (0)                                              close                                                                                                          Music Librarian                                                           Kent Underwood (Head, Avery Fisher Center for Music and Media) Contact Info: Bobst Library, 2nd Floor   212-998-2523 Send Email  Subjects: Music          Links: Profile & Guides                               close                                                                 Description  Loading content... please wait                                     More Information  Loading content... please wait       Close window                           ^ Top  |  Home Page  |  Full Site                                           Powered by Springshare and iWebKit.           All rights reserved.           Report a tech support issue.                                            Full Library Site | Ask a Librarian         © 2014 New York University Libraries"}, {"content": "Music and Audio Research Laboratory - NYU Steinhardt                                           Skip to content        NYU Steinhardt School of Culture, Education, and Human Development                                           MARL: Music and Audio Research Laboratory   Department of Music and Performing Arts Professions         Home    Events      Research          Computer Music and Interactive Performance Systems      Immersive Audio      Music Cognition      Music Experience Design      Music Informatics             Publications    Resources    People    About    Misc.           Music and Audio Research Laboratory                       Upcoming Events:     Upcoming Events            4/30: MARL Talk: Ivan Selesnick - “Physical Modeling of Physical and Non-Physical Instruments & Sparse Optimization for Linear Inverse Problems”                 5/8: MARL Workshop: Jordan Rudess          More events...                                        News / Announcements        4/25/2015: April's Monthly Music Hackathon is Partnering with Citygram     2/5/15: Oriol Nieto successfully defends his dissertation     1/31/15: MARL members attend NEMISIG 2015     11/11/14: ISMIR 2016 to be held in New York City     10/31/14: MARL Researchers Win Awards at ISMIR 2014   More...            More News                          This site, and all its contents, are Copyright &copy;    by New York University. All rights reserved.   NYU Steinhardt - MARL - Music and Audio Research Laboratory, New York,  NY 10003"}]}]