[{"detail": [{"content": "NYU | Drama Lit | Undergraduate Program                                                                                             The Major and Minor in Dramatic Literature at NYU   The standard Dramatic Literature major consists of ten courses within the department, including V30.0110 and V30.0111; one course in dramatic literature before 1800; a minimum of two (maximum of seven) Dramatic Literature electives; and no more than five courses in cinema studies and practical theatre. Transfer students must complete at least five of the 10 courses at the College. Note: C- is the lowest grade that may be counted toward the major provided that the overall average in dramatic literature courses, including the C- course, is C or above.   The standard Dramatic Literature minor consists of any four V30 courses offered by the department. Transfer students must complete at least two of the four courses at the College. Note: C- is the lowest grade that may be counted toward the minor provided that the overall average in dramatic literature courses, including the C- course, is C or above. Courses fulfilling distribution requirements:   Please note that the titles of certain courses vary from semester to semester. You should go by the number rather than the title in determining the requirement fulfilled by such courses.    Course Planning Worksheet [PDF]    Dramatic Literature Before 1800 (one required) DRLIT-UA 35 Acting Medieval Literature DRLIT-UA 36 Reorienting the Renaissance DRLIT-UA 225 Shakespeare I DRLIT-UA 226 Shakespeare II DRLIT-UA 228 Shakespeare On Film DRLIT-UA 230 Colloq: Shakespeare DRLIT-UA 231 Shakespeares Contemporaries DRLIT-UA 200 Tragedy DRLIT-UA 205 Comedy DRLIT-UA 210 Greek Drama DRLIT-UA 211 Comedies Of Greece And Rome DRLIT-UA 212 Roman Drama DRLIT-UA 235 Restoration &amp; 18th C Drama DRLIT-UA 290 17th Century Theatre Dramatic Literature Electives (minimum of two, maximum of seven will count toward the major) DRLIT-UA 113 Modern Drama DRLIT-UA 114 Modern Drama: Expressionism &amp; Beyond DRLIT-UA 130 Theory Of Drama DRLIT-UA 134 Theatre in New York  DRLIT-UA 136 The Avant-Garde DRLIT-UA 137 Gay &amp; Lesbian Performance DRLIT-UA 138 Popular Performance DRLIT-UA 173 Futurism DRLIT-UA 240 Feminism And Theatre DRLIT-UA 245 Modern British Drama DRLIT-UA 246 Colloq: Major Playwrights DRLIT-UA 249 Modern Irish Drama DRLIT-UA 251 Theatrical Genres DRLIT-UA 253 Modern American Drama DRLIT-UA 254 Major Playwrights DRLIT-UA 255 African-American Drama DRLIT-UA 256 Asian American Theater DRLIT-UA 257 Aids In Performance DRLIT-UA 258 Political Theatre DRLIT-UA 260 Modern Central European Drama: DRLIT-UA 261 Comp Study 20th C Drama DRLIT-UA 270 Contemporary French Theatre DRLIT-UA 280 Pirandello And The Italian Theatre DRLIT-UA 291 Spanish Theatre Of The 20th Century DRLIT-UA 292 Garcia Lorca DRLIT-UA 293 Theatre Of Latin America DRLIT-UA 294 Theatre In Asia DRLIT-UA 296 Musical Theatre DRLIT-UA 301 Topics In Performance Studies DRLIT-UA 508 Inter-Artistic Genres DRLIT-UA 701 Irish Dramatists DRLIT-UA 720 Gender &amp; Performance In The Italian Th DRLIT-UA 863 The Italian South: Literature, Theatre, Cinema Cinema and Practical Theatre (maximum of five) DRLIT-UA 300 Drama in Performance in New York  DRLIT-UA 504 Cinema &amp; Literature DRLIT-UA 506 Italian Films, Italian Histories II DRLIT-UA 511 Film Criticism DRLIT-UA 512 Film Genres: Westerns And Horror DRLIT-UA 513 Intro. To American Video Art DRLIT-UA 514 Women, Film And Social Change DRLIT-UA 517 Film Aesthetics DRLIT-UA 520 Silent Screen: 1895-1928 DRLIT-UA 521 Hollywood &amp; Its Alternatives DRLIT-UA 522 History Of Russian Film DRLIT-UA 523 The Economics Of Film DRLIT-UA 524 Topics In International Cinema DRLIT-UA 525 Topics In US Cinema DRLIT-UA 526 Topics In Theoretical DRLIT-UA 527 Topics In Social Cinema DRLIT-UA 528 Comparative Directors DRLIT-UA 530 Film Now DRLIT-UA 531 Film Theory DRLIT-UA 636 Stagecraft DRLIT-UA 638 Acting I DRLIT-UA 640 Acting I DRLIT-UA 641 Stage Lighting DRLIT-UA 642 Costume Design DRLIT-UA 644 Directing DRLIT-UA 645 Design For The Stage DRLIT-UA 647 Styles Of Acting &amp; Directing DRLIT-UA 648 Physical Theatre Improvisation DRLIT-UA 649 Fundamentals Of Acting I DRLIT-UA 650 Fundamentals Of Acting II DRLIT-UA 840 Workshop in Playwriting"}]},
{"detail": [{"content": "NYU | Drama Lit | Undergraduate Program                                                                                             The Major and Minor in Dramatic Literature at NYU   The standard Dramatic Literature major consists of ten courses within the department, including V30.0110 and V30.0111; one course in dramatic literature before 1800; a minimum of two (maximum of seven) Dramatic Literature electives; and no more than five courses in cinema studies and practical theatre. Transfer students must complete at least five of the 10 courses at the College. Note: C- is the lowest grade that may be counted toward the major provided that the overall average in dramatic literature courses, including the C- course, is C or above.   The standard Dramatic Literature minor consists of any four V30 courses offered by the department. Transfer students must complete at least two of the four courses at the College. Note: C- is the lowest grade that may be counted toward the minor provided that the overall average in dramatic literature courses, including the C- course, is C or above. Courses fulfilling distribution requirements:   Please note that the titles of certain courses vary from semester to semester. You should go by the number rather than the title in determining the requirement fulfilled by such courses.    Course Planning Worksheet [PDF]    Dramatic Literature Before 1800 (one required) DRLIT-UA 35 Acting Medieval Literature DRLIT-UA 36 Reorienting the Renaissance DRLIT-UA 225 Shakespeare I DRLIT-UA 226 Shakespeare II DRLIT-UA 228 Shakespeare On Film DRLIT-UA 230 Colloq: Shakespeare DRLIT-UA 231 Shakespeares Contemporaries DRLIT-UA 200 Tragedy DRLIT-UA 205 Comedy DRLIT-UA 210 Greek Drama DRLIT-UA 211 Comedies Of Greece And Rome DRLIT-UA 212 Roman Drama DRLIT-UA 235 Restoration &amp; 18th C Drama DRLIT-UA 290 17th Century Theatre Dramatic Literature Electives (minimum of two, maximum of seven will count toward the major) DRLIT-UA 113 Modern Drama DRLIT-UA 114 Modern Drama: Expressionism &amp; Beyond DRLIT-UA 130 Theory Of Drama DRLIT-UA 134 Theatre in New York  DRLIT-UA 136 The Avant-Garde DRLIT-UA 137 Gay &amp; Lesbian Performance DRLIT-UA 138 Popular Performance DRLIT-UA 173 Futurism DRLIT-UA 240 Feminism And Theatre DRLIT-UA 245 Modern British Drama DRLIT-UA 246 Colloq: Major Playwrights DRLIT-UA 249 Modern Irish Drama DRLIT-UA 251 Theatrical Genres DRLIT-UA 253 Modern American Drama DRLIT-UA 254 Major Playwrights DRLIT-UA 255 African-American Drama DRLIT-UA 256 Asian American Theater DRLIT-UA 257 Aids In Performance DRLIT-UA 258 Political Theatre DRLIT-UA 260 Modern Central European Drama: DRLIT-UA 261 Comp Study 20th C Drama DRLIT-UA 270 Contemporary French Theatre DRLIT-UA 280 Pirandello And The Italian Theatre DRLIT-UA 291 Spanish Theatre Of The 20th Century DRLIT-UA 292 Garcia Lorca DRLIT-UA 293 Theatre Of Latin America DRLIT-UA 294 Theatre In Asia DRLIT-UA 296 Musical Theatre DRLIT-UA 301 Topics In Performance Studies DRLIT-UA 508 Inter-Artistic Genres DRLIT-UA 701 Irish Dramatists DRLIT-UA 720 Gender &amp; Performance In The Italian Th DRLIT-UA 863 The Italian South: Literature, Theatre, Cinema Cinema and Practical Theatre (maximum of five) DRLIT-UA 300 Drama in Performance in New York  DRLIT-UA 504 Cinema &amp; Literature DRLIT-UA 506 Italian Films, Italian Histories II DRLIT-UA 511 Film Criticism DRLIT-UA 512 Film Genres: Westerns And Horror DRLIT-UA 513 Intro. To American Video Art DRLIT-UA 514 Women, Film And Social Change DRLIT-UA 517 Film Aesthetics DRLIT-UA 520 Silent Screen: 1895-1928 DRLIT-UA 521 Hollywood &amp; Its Alternatives DRLIT-UA 522 History Of Russian Film DRLIT-UA 523 The Economics Of Film DRLIT-UA 524 Topics In International Cinema DRLIT-UA 525 Topics In US Cinema DRLIT-UA 526 Topics In Theoretical DRLIT-UA 527 Topics In Social Cinema DRLIT-UA 528 Comparative Directors DRLIT-UA 530 Film Now DRLIT-UA 531 Film Theory DRLIT-UA 636 Stagecraft DRLIT-UA 638 Acting I DRLIT-UA 640 Acting I DRLIT-UA 641 Stage Lighting DRLIT-UA 642 Costume Design DRLIT-UA 644 Directing DRLIT-UA 645 Design For The Stage DRLIT-UA 647 Styles Of Acting &amp; Directing DRLIT-UA 648 Physical Theatre Improvisation DRLIT-UA 649 Fundamentals Of Acting I DRLIT-UA 650 Fundamentals Of Acting II DRLIT-UA 840 Workshop in Playwriting"}, {"content": "FREN-UA 883    |     French    | New York University                                   Skip to page Content.     NEW YORK UNIVERSITY     ARTS AND SCIENCE     COLLEGE OF ARTS AND SCIENCE     GRADUATE SCHOOL OF ARTS AND SCIENCE                                Home       About Us       People       Undergraduate Program       Graduate program       Events       Employment             Stay Connected           Facebook             Affiliations         Center for French Civilization and Culture           La Maison Francaise           Institute of French Studies           NYU Paris                    Back to Home       FREN-UA 883                     French  Department Cinema  and Literature, Fall, 2011 Professor:  William Wolf Assistant:  Raluca Iona Manea          This  course examines the relationship between film and literature with a view toward  broadening viewer and reader response and enabling understanding of properties  shared by both art forms. Rather than focusing exclusively on film adaptations  of texts, the course treats the problems of film, novels and theater as a  literary phenomenon. While French film plays a key part in the structure of the  course, the films to be shown and the reading assigned reflect a wider  international spectrum. There will be emphasis on the connection between  different cultures in different time frames, and stress will also be placed on  works that have a special relationship with the concerns of humanity.          The  course is interdisciplinary and uses critical methods pertinent to the media  involved. Its juxtaposition of one of the most important art forms of the 20 th   century against literature serves the needs of a contemporary liberal education  and aims to lead the student to question assumptions about both cinema and  literature. Films to be shown:     Fritz Lang's Metropolis , an  exploration of a silent masterpiece and its visual effects in relationship to  literature concerning oppression under industrialization and society's social  structure.      Alain Resnais's Hiroshima mon amour ,  among the influential New Wave films and closely related artistically to the  characteristics of the New Novel, as well as a film that entwines personal  relationships with moral questions.       Richard Boleslawski's Les Miserables ,  the classic 1935 film based on Victor Hugo's masterpiece of 19 th   century French literature that has also been adapted for musical theater.       Euzhan Palcy's Sugar Cane Alley (Rue  case Negres), a powerful drama set in 1931 and revealing the family life  and struggle of black plantation workers in Martinique during the 1930s. Based  on a novel by Joseph Zobel.       Luchino Visconti's Death in Venice, the  great Italian director's adaptation of Thomas Mann's internationally acclaimed  work and a study of the challenge for film to capture literary metaphor.       François Truffaut's Fahrenheit 451, a  dramatic expression of humankind's quest for the preservation of intellectual  freedom in the face of repression. An important film selected from the works of  France's influential New Wave  director.      REQUIRED READING           Alain Robbe-Grillet’s THE VOYEUR      Thomas Mann’s DEATH IN VENICE      Sidney Lumet’s MAKING MOVIES      Ray Bradbury’s FAHRENHEIT 451      Portions of Joy Gould Boyum’s DOUBLE EXPOSURE, pp 3-47;  51-73; 180-221,      available on pages  from Unique Copy Center                                                         NYU Department of French                              19 University Place, 6th Floor                        New York, NY 10003                 Contact Us | &copy; New York University , Arts and Science"}]}]