[{"detail": [{"content": "Erro Public Programs                                        This page uses frames, but your browser doesn't support them."}]},
{"detail": [{"content": "Erro Public Programs                                        This page uses frames, but your browser doesn't support them."}, {"content": "Woldscapes: The Art of Err                                                                                                                                                                                                                                                                                                                                                        Nothing    about Errs art is understated. A firm believer that more is better, this    Icelandic artist creates jam-packed, dynamic, and often raucous paintings.    Working in series and deploying a kaleidoscope of cartoon characters, art    icons, and public figures, he comments on pressing political issues,    references art history, and delights in wreaking visual havoc.    Err settled in Paris in 1958 after studying in    Reykjavik, Oslo, and Florence. His early tempera-and-ink paintings    depicting ghoulish figures firmly situate him in the postwar European    figurative art scene. In 1963, his encounter with American Pop art on his    first trip to New York proved decisive, and he began employing    mass-culture imagery to explore social and cultural contradictions    inherent in a world of never-ending consumption. From the very beginning,    Err also made collagesa technique that has been essential to his artand    has unceasingly investigated and amassed an ever-expanding archive of    images culled from around the world. Comprising newspaper and magazine    clippings, posters, leaflets, postcards, advertisements, and, importantly,    comics, this wealth of materials provides the sources for the collages,    which in turn he projects onto canvases and paints.       Collage enables Err to fashion startling combinations    which can appear humorous or ironic but, on closer observation, can also    be deeply unsettling. Indeed, in many of Errs paintings, shiny, smooth    surfaces belie pointed political critiques and complex psychological    investigations. Errs first American retrospective, Worldscapes surveys    more than half a century of this globally minded and prolific artists    career    Home Page Image:        Howard the Duck Scape,     1993, Collage on paper, 10 x 16 in. (27 x 41 cm), Private collection"}]}]