[{"detail": [{"content": "Performance Studies Issues and Methods       B. Kirshenblatt- Gimblett  Office hours: Tuesdays, hours to be arranged.   Fiona Buckland  Office hours: M, Tu 7-8 pm and by appointment   PERFORMANCE STUDIES ISSUES AND METHODS   H42.2617 / Fall 1997 / Mondays 4-7, Room 636, Sections: Tuesdays, 4-5:30, 5:30-7   Department of Performance Studies   New York University       Course description   Readings   Electronic Communication   Assignments   Syllabus   Electronic Access      The course is organized around four events through which we will explore various understandings of performance, performativity, and performance studies. We will pay close attention to events that we actually experience. We will extrapolate issues from them, read theory through them, and explore methods for documenting, analyzing, interpreting, and writing about them. Readings will contextualize the performances we experience as well as offer models for how they might be studied.     Readings for the course are available at the NYU Book Center, on reserve in Bobst Library, and may be found in the Performance Studies Archive. Where possible, the full text of selected readings will be available online.     This web site will be updated during the semester. See Electronic Access for additional features and resources, including our newsgroup , announcements and guidelines, bibliographies, electronic texts, and links to other sites.    Electronic communication is an essential tool. Take advantage of workshops offered by the Academic Computing Facility (Warren Weaver Hall, Room 201, corner W 4th St. and Mercer) 998-3333. These workshops will introduce you to the many features of your email account.     There will also be a workshop at Bobst Library (Avery Fisher Center, 2nd floor, East Room) on September 19 during our regular class time. All students are expected to participate in online discussion through the class newsgroup nyu.tsoa.ps.issues_methods  . Those so inclined are encouraged to write components of the home page for the course.     Be sure to take advantage of:    UnCover Reveal will deliver tables of contents of journals (you specify which ones) to your email box. Using Netscape and your NYU account, sign up as a New User and create a Profile.     Muse offers online access to the full text of recent issues of Performing Arts Journal, Theatre Journal, Theatre Topics, Diacritics, and Postmodern Culture, among others.    We strongly recommend that you use a program such as EndNote or Pro-Cite to manage and format bibliographic information, as well as notes that you take on the readings.    Assignments for the course include close reading of texts, careful observation of live performance, and a series of writing exercises. The final grade will be based on a portfolio of all written work produced for the course and participation in class discussion.     Everyone is strongly encouraged to take advantage of The Writing Center (269 Mercer Street, Room 230), where individual tutorials can be arranged without charge. Call 998-8866.    Attendance at all Monday sessions, one of the two discussion sections, and assigned performances is mandatory. If for any reason you cannot attend a session, please notify us in advance,  find out what you missed, and arrange to make up the work.              SYLLABUS     Unit I: \"INTRODUCTION\"   9/8 What is Performance?   9/15 What is Performance Studies?   9/22 Research Methods I: Electronic Workshop   9/29 Research Methods II: Documenting Performance   Unit II: \"OBJECT PERFORMANCE\"   10/6 Dead or Alive   10/13 Toy Theater Workshop   10/20 Performing Theory   Unit III: TOTAL PERFORMANCE   10/27 Performance Ethnography--Halloween and Day of the Dead Festivities   11/3 Play, Ritual, Carnival   11/10 Genealogies   Unit IV: DIASPORIC PERFORMANCE   11/17 Race/Sexuality/Identity   11/24 Orature/Heritage/Diaspora   12/1   CONCLUSION   12/8 Wrap-Up           PART I: INTRODUCTION   1. 9/8 WHAT IS PERFORMANCE?     READ:  Williams, \"Introduction,\" \"Culture,\" Keywords, pp. 11-26, 87-93.   Schechner, \"Introduction.\" Draft for textbook on Performance Studies under contract with Routledge.    RECOMMENDED:  Schechner, \"Points of Contact\" and \"Performers and Spectators, Transported and Transformed,\" Between Theater and Anthropology.  Dening, \"Theatricality and the Paradoxes of Acting,\" Performances.  Hibbits, \"Coming to Our Senses: Communication and Legal Expression in Performance Cultures,\"     ASSIGNMENT:  Collect the various ways in which the word \"performance\" is used in daily life, including conversation and the media (sports, arts and leisure, business, travel, technology, etc.). Write a one- page keyword entry for \"performance,\" based on the materials you have gathered. Bring 2 copies to class.  Watch the television coverage of the Princess Di's funeral.  Tapes are available in the Performance Studies Archive. The coverage is 4 hours long--be sure to watch at least the last fifteen minutes of the first tape (end of the procession to the cathedral) and the first hour of the second tape (the funeral itself). We will use this event as the performance anchor for this unit.  ========  2. 9/15  WHAT IS PERFORMANCE STUDIES?     READ:  Schechner, \"What is 'Performance Studies' Anyway?\" Draft for textbook on Performance Studies under contract with Routledge.  Pelias and VanOosting, \"A Paradigm for Performance Studies,\" Quarterly Journal of Speech 73,2 (1987): 219-231.    RECOMMENDED:  Carlson, Performance: A Critical Introduction.  Lentricchia and McLaughlin, Critical Terms for Literary Study.   The Johns Hopkins Guide to Literary Theory and Criticism    Performance Writing     ASSIGNMENT:  Write a 2-3 page response to one or more of the readings for the first two weeks.  ==========  3. 9/22   RESEARCH METHODS I: ELECTRONIC WORKSHOP   Meeting: Bobst, Avery Fisher Media Center, East Room    READ:   The Electronic Disturbance , Critical Art Ensemble (1994).     RECOMMENDED:   Jon McKenzie, All Performance Is Electronic: Feedback Requested    UnCover Reveal will deliver tables of contents of journals (you specify which ones) to your email box. Using Netscape and your NYU account, sign up as a New User and create a Profile.    Muse offers online access to the full text of recent issues of Performing Arts Journal, Theatre Journal, Theatre Topics, Diacritics, and Postmodern Culture, among others.   Women and Performance  Issue 17: Sexuality and Cyberspace, Introduction by Terri M. Senft and \"Femme Manifesto.\"    Public Space/Culture Wars    StudioLab      ASSIGNMENT:  Post a response (2 paragraphs) to the reading on the class newsgroup: nyu.tsoa.ps.issues_methods  and participate in the discussion that ensues.  Do an electronic search for books, articles, media, and archival material (if appropriate) for the research paper you will write for another course. Use at least two of the following: RLIN (mail the results to yourself), CarlUncover (for articles), CD- ROMS in Bobst (MLA, newspapers, dissertations, etc.), and web searches. Post queries and tips to the class newsgroup. Bring the results to class.    4. 9/29  RESEARCH METHODS II: DOCUMENTATION     READ  Barz et al., Shadows in the Field:    Kisliuk, \"(Un)Doing Fieldwork,\" pp. 23-44.   Barz, \"Confronting the Field(Note) In and Out of the Field,\"   pp. 45-62.  Roach, \"History, Memory, and Performance,\" Cities of the Dead, pp. 2-31.    Phelan, \"The Ontology of Performance,\" Unmarked, pp. 146-166.    RECOMMENDED  Phelan, \"This Book's Body,\" Mourning Sex, pp. 1-22.  Geertz, \"Thick Description,\" in The Interpretation of Culture.  Jackson, Fieldwork     ASSIGNMENT  Write a documentation (3 pages) of a segment/aspect of the funeral of Princess Diana. Videotapes are on reserve in the Performance Studies Archive--be sure to view at least the last 20 minutes of tape 1 and the first hour of tape 2. Develop a strategy for documentation that takes into account issues raised in the readings.       UNIT II: OBJECT PERFORMANCE    This unit will be built around a toy theater workshop   conducted for the class by John Bell and Mark Sussman of the   Great Small Works and Stephen Kaplan, Performance Studies alumnus,   puppetry scholar, and expert builder. We will be   theorizing performance and performing theory through   readings, discussion, video documentation of object   performance, building and performing toy theatres, and a   short writing assignment that integrates these elements.  ========= 5. 10/6  DEAD OR ALIVE     VIEW:  Videotapes are on reserve in the PS Archive.   Please reserve time to use our VCR to view Evidence of   Floods (Janie Geiser) and Terror As Usual (Great Small   Works). Other interesting material (Paul Zaloom, Jan   Schwankmeier, Stuart Sherman, Fernand Leger's Ballet   Mechanique, etc.) is available for viewing, thanks to the   generosity of John Bell and Mark Sussman. These   performances will give you some idea of the kind of toy   theater we will be building and performing over the next two   weeks.     READ:  Bell, \"Puppets and Performing Objects in the Twentieth Century,\" Performing Arts Journal 56 (1997): 29-46.  Kleist, \"On the Marionette Theatre,\" TDR T55 (1972), 22-26.  Craig, \"The Actor and the Uebermarionette,\" in On the Art of the Theatre, 54-94.    Schlemmer et al, \"Man and the Art Figure\" and \"Theater (Buehne),\" in The Theatre of the Bauhaus, 17-46, 81-101.    Bring the readings to class. Please mark one (or more)   passages in each reading that offers a concept useful to our   discussions of performance as a keyword? How do the   passages you have selected historicize the term performance,   whether or not this term is actually used? Identify other   keywords and the \"cluster\" they form? Try to link the terms   and concepts to the artistic practices envisioned by the   authors.     To contextualize the readings, look up names and keywords in    The Johns   Hopkins Guide to Literary Theory and Criticism and Critical Terms   for Art History.     RECOMMENDED:  de Man, \"Aesthetic Formalization: Kleist's \"Ueber das Marionettentheater,\" The Rhetoric of Romanticism.  Breton, \"Surrealist Situation of the Object: Situation of the Surrealist Object,\" in Manifestos of Surrealism (1969).   Leger, \"The Spectacle: Light, Color, Moving Image, Object- Spectacle,\" in Functions of Painting (1973), pp. 35-47.   Tillis,  \"The Actor Occluded: Puppet Theatre and Acting Theory 1,\"  Theatre Topics 6, 2 (1996): 109-119. A critique of Craig.  ========== 6. 10/13  Toy Theater Workshop     NO required reading this week. Work on the toy theaters and   get started on the readings for the following week.     RECOMMENDED  Bell, \"The Sioux War Panorama and American Mythic History\" .  Shershow, Puppets and Popular Culture (1995).  Baldwin, Toy Theatres of the World (1992).  Speaight, The History of the English Toy Theatre (1969).  Becker, \"Text-Building, Epistemology, and Aesthetics in Javanese Shadow Theatre,\" in The Imagination of Reality (1979), pp. 211- 143.  Keeler, Javanese Shadow Plays, Javanese Selves (1987).     10/18  Saturday Toy Theater Workshop    We will meet in the Studio at 10 am. The morning and   afternoon will be devoted to developing and rehearsing   performances and making the last adjustments to the physical   theaters themselves. The performances will take place in   the Studio starting promptly at 7 pm. Family and friends   are welcome.  ==========  7. 10/20  PERFORMING THEORY     READ  Bell, \"Death and Performing Objects.\"  PForm: A Journal of Interdisciplinary and Performance Art 41 (fall 1996): 16-19.  Barthes, \"The Three Writings\" and \"Animate/Inanimate,\" Empire of Signs, 48-55, 58-60.  Kott, \"Bunraku and Kabuki, Or About Imitation,\" Salamagundi 35 (fall 1976): 99-109.    Bring texts to class and mark passages for discussion.     DUE October 27: Post 2 paragraphs reflecting on the process   of \"performing theory\" and/or discovering theory in   performance, based on the readings for this unit, your   experience creating and performing a toy theater, and class   discussion. Participate in online discussion.    RECOMMENDED  Adache, Backstage at Bunraku (1985).  Proschan \"The Semiotic Study of Puppets, Masks, and Performing Objects,\" Semiotica 47-1/4 (1983): 3-44.  Veltrusky, \"Man and Object in Theatre,\" in A Prague School Reader on Esthetics, Literary Structure, and Style, ed. Paul L. Gavin (1964), pp. 83-91.  Bogatyrev, \"Semiotics in the Folk Theatre,\" in Semiotics of Art, 33-50.  Pietz, \"The Problem of the Fetish I,\" RES 9 (spring 1985): 5-17.  Rykwert, \"Organic and Mechanical,\" RES 22 (autumn 1992): 11-18.  Fried, \"Art and Objecthood,\" in Minimal Art, 116-147.  NOTE: There are some very interesting object/puppet performances in town this season. Japan Society, November 14 and 15, will feature a form of puppetry believed to be a precursor to bunraku, which is one of the most incredible forms of puppetry. Great Small Works will perform at Los Kapayitos Puppet Theater: Call 212-260-4080. This venue will also host \"The Radicality of Puppet Theater: Talk & Film Series,\" curated by John Bell and Jenny Romaine (Performance Studies alumna), on Tuesday nights--films, illustrated lectures, and performances. Call 212-260-4080, X14. The series starts October 14, with John Bell's slide show on puppets and propaganda and book signing (*Landscape and Desire*).  =======================       UNIT III: TOTAL PERFORMANCE     This unit will be built around Halloween (and Day of the   Dead). We will focus on theoretical approaches to play,   ritual, and carnival, with special reference to the city.    We will combine ethnographic and historical methods by   first, attending Halloween events during the period October   22-31, and second, by working with historical material.    Attend and document at least one Halloween event during the   next two weeks. Take field notes on the event. You may also   use video, audio, and photographic techniques.    Everything Halloween for New York City , including everything you need to know about the Greenwich Village Halloween Parade. Follow the links, including \"Halloween-O-Webbery\" ,   \"Halloween: Myths, Monsters, and Devils\" , which is a very rich site, including links to religious issues and controversies, and \"Halloween Events in New York City.\"    Haunted Houses in New York City   St. John the Divine Cathedral Ghosts and Ghouls Procession. Plus showing of  silent vampire classic Nosferatu, with organ accompaniment 10/30 at 7pm and 10pm. $12/$6 students and seniors. Call 662-2133 for tickets.  Day of the Dead celebrations at the American Indian Community House, 404 Lafayette Street, 8th fl, November 2, 1-8 pm. Procession at 6 pm. 212-598-0100. For background on Day of the Dead     \"Prepare to be consumed...gothic.net is waiting for you!\"   Halloween Adventure Shops, 104 4th Ave., East Village between 11th and 12th Streets. 212-673-4546.  Avant-Ghoul-Arama, PS 122 (Friday October 31, 8:30 pm), 212-477-5288 for reservations.  Madison Scare Garden, thru 10/26. $15.45-$17.95.  212-307-7171 or Ticketmaster.   Maskarave, at the Tunnel 27th st and 12th Ave. 10/31 2am 'til noon. $25. 307- 7171  Halloween Ball at Webster Hall. 123 E. 11th St. 9pm. $20. 307-7171  Staten Island Children's Museum HALLOWEEN HOOPLA 1000 Richmond Terrace (Snug Harbor Cultural Center) SI 10801-1199 Oct 26 Sun 12-5pm $7, $6 for members (718) 273-2060  New York Botanical Garden HALLOWEEN ON HAUNTED WALK with Ralph Lee 200th st and Southern Blvd, Bronx 10458 (718) 817-8700 Oct 26 Sun 2pm   Gothic/Industrial Clubs  Opera THE GATHERING 539 W 21st bet 10th and 11th aves $5 Tues 10pm 229-1618 ------ The Bank THE REALM 225 E. Houston at ave a 505-5033 Fri 11pm $12, $8 with pass ----- The Bank ALBION see above Daily 11pm  ------ CBGB's 313 gallery ALCHEMY 313 bowery (at Bllecker) Mon 10pm $3 529-7671 ------ Down time BATCAVE 251 W 30yh bet 7th and 8th ave Sat 8pm $12, $8 w/ flyer 695-2747 ------- Pyramid Club EXEDOR 101 Ave A bet 6th and 7th st Sat 10pm $10, $6 w/ pass 473-7184 ------ Sanctuary Lounge 444 7th ave at 15th st Thurs 10pm Free ------- And for the fearless amongst you. Pork at L.U.R.E. (409 W 13th bet 9th and 10th 741-3919) usually does something around Halloween. It's on Weds nights it's gay s/m with a strict dress code - uniforms, fetish, leather -- lots of leather. Take your daddy!   =================  8. 10/27  HALLOWEEN: ETHNOGRAPHIC METHODS   Please bring Mother Camp to class. We will be examining it closely for method.    READ:  Newton, Mother Camp: Female Impersonators in America. In NYU Book Center and on reserve in Bobst.  Kugelmass, \"Designing the Greenwich Village Halloween Parade,\" in Santino, ed., Halloween and Other Festivals of Death and Life, 187-217. Or, Kugelmass, Masked Cultures. Both are in NYU Book Center.  REREAD: Barsz, \"Confronting the Field(Note) In and Out of the Field, Barsz, ed., Shadows in the Field, 45-62.    RECOMMENDED:  Schmidt, Leigh Eric. \"The Commercialization of the Calendar: American Holidays and the Culture of Consumption,\" Journal of American History (Dec. 1991): 887-916. Copy in Archive.  Kugelmass, Masked Culture: The Greenwich Village Halloween Parade. Copies in NYU Book Center.  Jackson, \"Interviewing,\" Fieldwork, 79-104. Book in Archive.    ASSIGNMENT: Begin the historical research assignment, which   will be due Monday November 10. The class will be divided   into groups of 3-4 people, each group will be assigned a 12-   year period between 1850 and 1998. The task is to search   for Halloween material, starting with the following tools:    Readers Guide to Periodicals, Index to the New York Times,   Dialog (to be issued a Dialog account, go to the Avery   Fisher Center in Bobst and watch the 30-minute instructional   video and request an account.). Before beginning the   research, strategize with the librarian at the Reference   Desk. Those so inclined are encouraged to use the archives   of the New-York Historical Society and any other archival   collection in the region that has pertinent material. See   also the GSAS   Guide to Graduate Research . Follow the links for Academic and   Public Libraries, Historical Resources, and Cultural Resources.    Each group will report on their findings in chronological   order during the November 10 class. Our goal is to discover   historical problems presented by the evidence and to relate   the historical material to contemporary Halloween practices.   Roach's Cities of the Dead is our model.    FRIDAY OCTOBER 31: Halloween. Class is encouraged to   attend the Greenwich Village Halloween Parade and to   participate in it, if so inclined.    Everything Halloween for New York City , including everything you   need to know about the Greenwich Village Halloween Parade.  =================  9. 11/3  PLAY, RITUAL, CARNIVAL     ASSIGNMENT: Bring field notes to class.    READ:  Tambiah, \"A Performative Approach to Ritual,\"Proceedings of the British Academy 65 (1979): 113-169. In PS Archive.  Huizinga, Homo Ludens, 1-27. In NYU Book Center, Bobst Reserve, and PS Archive.  Bakhtin, \"Carnival Ambivalence,\" in The Bakhtin Reader, 194-244. In NYU Book Center, Bobst Reserve, and PS Archive.    RECOMMENDED:  Bell, Ritual Theory, Ritual Practice.   Van Gennep, The Rites of Passage, 166-194.  Turner, The Ritual Process.  Bakhtin, Rabelais and His World.   =================  10. 11/10  GENEALOGIES     READ:  Roach, \"History, Memory, and Performance,\" Cities of the Dead,  2-31.  Marin, \"Notes on a Semiotic Approach to Parade, Cortege, and Procession,\" in Time Out of Time, 220-228.  Brecht, \"The Street Scene,\" in Brecht on Theater: The Development of an Aesthetic, 121-129.  Artaud, \"The Theatre of Cruelty (First Manifesto),\" in Antonin Artaud: Selected Writings, 242-252.     RECOMMENDED:  Boyer, \"The City and the Theater,\" The City of Collective Memory: Its Historical Imagery and Architecture.  Davis, Parades and Power: Street Theater in Nineteenth Century Philadelphia.  Ozouf, Festivals of the French Revolution.    ORAL ASSIGNMENT: Bring in the results of the historical   research (see above for instructions) and be prepared to   make a short oral presentation to the class characterizing   the historical evidence and identifying the historical   problems that it provokes.    WRITTEN ASSIGNMENT DUE MONDAY NOVEMBER 17: In 6 pages,   while presenting your historical and ethnographic evidence,   identify a methodological model (Newton, Kugelmass, Tambiah,   Bakhtin, Roach, Marin) found in the readings and demonstrate   its usefulness for analyzing your material and making   connections between ethnographic and historical evidence.    Distinguish methods of documentation and methods of analysis   and show to what ends they can be used. Be explicit about   what you are trying to do and how you are doing it.   ====================== 11. 11/17  Halloween cont'd  =================================================================           UNIT IV: DIASPORIC PERFORMANCE     This unit will take Bring in 'da Noise, Bring in 'da    Funk as the focus for our consideration of diasporic    performance as refracted through dance and commercial    theater. We will see Bring in da Noise, Bring in da    Funk on Broadway and discuss it in its own terms and in    relation to Riverdance, which we will screen on video    (on reserve in the PS Archive). Richard Green, Felicia    McCarren, and Jaime Morrison will help us with this    unit.     Arrange to see Bring in 'da Noise, Bring in 'da Funk    before November 17. Rush tickets, available on the day    of the performance, are the cheapest tickets. Try to    read Stearns, Jazz Dance, before seeing the    performance. Please screen Riverdance before November    24.   ============================ 12. 11/24  Performing the Diaspora: Africa    SEE: Bring in 'da Noise, Bring in 'da Funk.   VIEW: Riverdance (videotape in the PS Archive).    Richard Green will join us for this session.    READ:  Gilroy, \"'Not a Story to Pass On': Living Memory and the Slave Sublime,\" The Black Atlantic, 187-223.  Stearns, Jazz Dance: The Story of American Vernacular Dance, 11- 60, 180-196, 363-369, 429 through plate 5.  Gilroy, in The Politics of Black Performance, 12-33  Program notes, Riverdance--The Show     RECOMMENDED:   Simas, Review of Bring in 'da Noise, Bring in 'da Funk   Willis, \"Black Women Hoofers: Tapping Their Rhythms and Telling Their Stories,\" Sage: A Scholarly Journal on Black Women 8, no. 2 (fall 1994).  Malone, Steppin' on the Blues: The Visible Rhythms of African American Dance.  Hazzard, Jookin': The Rise of Social Dance Formations in African American Culture.  Gothschild, Brenda Dixon. Digging the Africanist Presence.  Rose, Black Noise: Rap Music and Black Culture in Contemporary America.   Olaniyan, Scars of Conquest/Masks of Resistance: The Invention of Cultural Identities in African, African-American, and Caribbean Drama.  Dent, ed., Black Popular Culture.  Kratz, Affecting Performance: Meaning, Movement, and Experience in Okiek Women's Initiation.  Broyles-Gonzalez, El Teatro Campesino.  ==================== 13. 12/1  Performing the Diaspora: Ireland    Felicia McCarren and Jaime Morrison will join us.    READ:  Mauss, \"Body Techniques,\" Sociology and Psychology: Essays by Marcel Mauss, 97-123.  Ramirez, \"Social and Political Dimensions of Folklorico Dance: The Binational Dialectic of Residual and Emergent Culture,\" Western Folklore 48 (1989): 15-32.  Hall, \"Cultural Identity and Diaspora,\" in Colonial Discourse and Post-Colonial Theory, 392-401.     RECOMMENDED  Connerton, \"Bodily Practices,\" How Societies Remember, 72-103.  Feldman, Formations of Violence.  Kilkelly, \"Ghost Notes,\" Women and Performance 13.  Cullinane, Aspects of History of Irish Dancing in North America.  Wagner, Adversaries of Dance: From the Puritans to the Present.  Ignatiev, How the Irish Became White.  Ramsey, Indigenism, Tourism, and Official Nationalism: Staged Folklore in Haiti, 1941-1957. M.A. Thesis, Performance Studies, 1994.   ========================== 14. 12/8 Conclusion    Assignment due.    Based on your observations of Bring in 'da Noise, Bring in   'da Funk and Riverdance and the readings, discuss the   deployment of the body in the name of \"identity\" and   \"heritage.\" 4 pages, double spaced.     12/15 PORTFOLIO DUE    The portfolio should contain all the written work done for   the semester, including fieldnotes, interviews, research,   essays that were handed in, posted to the newsgroup, and   revised (hand in both the original essay and the revised   one)."}]},
{"detail": [{"content": "Performance Studies Issues and Methods       B. Kirshenblatt- Gimblett  Office hours: Tuesdays, hours to be arranged.   Fiona Buckland  Office hours: M, Tu 7-8 pm and by appointment   PERFORMANCE STUDIES ISSUES AND METHODS   H42.2617 / Fall 1997 / Mondays 4-7, Room 636, Sections: Tuesdays, 4-5:30, 5:30-7   Department of Performance Studies   New York University       Course description   Readings   Electronic Communication   Assignments   Syllabus   Electronic Access      The course is organized around four events through which we will explore various understandings of performance, performativity, and performance studies. We will pay close attention to events that we actually experience. We will extrapolate issues from them, read theory through them, and explore methods for documenting, analyzing, interpreting, and writing about them. Readings will contextualize the performances we experience as well as offer models for how they might be studied.     Readings for the course are available at the NYU Book Center, on reserve in Bobst Library, and may be found in the Performance Studies Archive. Where possible, the full text of selected readings will be available online.     This web site will be updated during the semester. See Electronic Access for additional features and resources, including our newsgroup , announcements and guidelines, bibliographies, electronic texts, and links to other sites.    Electronic communication is an essential tool. Take advantage of workshops offered by the Academic Computing Facility (Warren Weaver Hall, Room 201, corner W 4th St. and Mercer) 998-3333. These workshops will introduce you to the many features of your email account.     There will also be a workshop at Bobst Library (Avery Fisher Center, 2nd floor, East Room) on September 19 during our regular class time. All students are expected to participate in online discussion through the class newsgroup nyu.tsoa.ps.issues_methods  . Those so inclined are encouraged to write components of the home page for the course.     Be sure to take advantage of:    UnCover Reveal will deliver tables of contents of journals (you specify which ones) to your email box. Using Netscape and your NYU account, sign up as a New User and create a Profile.     Muse offers online access to the full text of recent issues of Performing Arts Journal, Theatre Journal, Theatre Topics, Diacritics, and Postmodern Culture, among others.    We strongly recommend that you use a program such as EndNote or Pro-Cite to manage and format bibliographic information, as well as notes that you take on the readings.    Assignments for the course include close reading of texts, careful observation of live performance, and a series of writing exercises. The final grade will be based on a portfolio of all written work produced for the course and participation in class discussion.     Everyone is strongly encouraged to take advantage of The Writing Center (269 Mercer Street, Room 230), where individual tutorials can be arranged without charge. Call 998-8866.    Attendance at all Monday sessions, one of the two discussion sections, and assigned performances is mandatory. If for any reason you cannot attend a session, please notify us in advance,  find out what you missed, and arrange to make up the work.              SYLLABUS     Unit I: \"INTRODUCTION\"   9/8 What is Performance?   9/15 What is Performance Studies?   9/22 Research Methods I: Electronic Workshop   9/29 Research Methods II: Documenting Performance   Unit II: \"OBJECT PERFORMANCE\"   10/6 Dead or Alive   10/13 Toy Theater Workshop   10/20 Performing Theory   Unit III: TOTAL PERFORMANCE   10/27 Performance Ethnography--Halloween and Day of the Dead Festivities   11/3 Play, Ritual, Carnival   11/10 Genealogies   Unit IV: DIASPORIC PERFORMANCE   11/17 Race/Sexuality/Identity   11/24 Orature/Heritage/Diaspora   12/1   CONCLUSION   12/8 Wrap-Up           PART I: INTRODUCTION   1. 9/8 WHAT IS PERFORMANCE?     READ:  Williams, \"Introduction,\" \"Culture,\" Keywords, pp. 11-26, 87-93.   Schechner, \"Introduction.\" Draft for textbook on Performance Studies under contract with Routledge.    RECOMMENDED:  Schechner, \"Points of Contact\" and \"Performers and Spectators, Transported and Transformed,\" Between Theater and Anthropology.  Dening, \"Theatricality and the Paradoxes of Acting,\" Performances.  Hibbits, \"Coming to Our Senses: Communication and Legal Expression in Performance Cultures,\"     ASSIGNMENT:  Collect the various ways in which the word \"performance\" is used in daily life, including conversation and the media (sports, arts and leisure, business, travel, technology, etc.). Write a one- page keyword entry for \"performance,\" based on the materials you have gathered. Bring 2 copies to class.  Watch the television coverage of the Princess Di's funeral.  Tapes are available in the Performance Studies Archive. The coverage is 4 hours long--be sure to watch at least the last fifteen minutes of the first tape (end of the procession to the cathedral) and the first hour of the second tape (the funeral itself). We will use this event as the performance anchor for this unit.  ========  2. 9/15  WHAT IS PERFORMANCE STUDIES?     READ:  Schechner, \"What is 'Performance Studies' Anyway?\" Draft for textbook on Performance Studies under contract with Routledge.  Pelias and VanOosting, \"A Paradigm for Performance Studies,\" Quarterly Journal of Speech 73,2 (1987): 219-231.    RECOMMENDED:  Carlson, Performance: A Critical Introduction.  Lentricchia and McLaughlin, Critical Terms for Literary Study.   The Johns Hopkins Guide to Literary Theory and Criticism    Performance Writing     ASSIGNMENT:  Write a 2-3 page response to one or more of the readings for the first two weeks.  ==========  3. 9/22   RESEARCH METHODS I: ELECTRONIC WORKSHOP   Meeting: Bobst, Avery Fisher Media Center, East Room    READ:   The Electronic Disturbance , Critical Art Ensemble (1994).     RECOMMENDED:   Jon McKenzie, All Performance Is Electronic: Feedback Requested    UnCover Reveal will deliver tables of contents of journals (you specify which ones) to your email box. Using Netscape and your NYU account, sign up as a New User and create a Profile.    Muse offers online access to the full text of recent issues of Performing Arts Journal, Theatre Journal, Theatre Topics, Diacritics, and Postmodern Culture, among others.   Women and Performance  Issue 17: Sexuality and Cyberspace, Introduction by Terri M. Senft and \"Femme Manifesto.\"    Public Space/Culture Wars    StudioLab      ASSIGNMENT:  Post a response (2 paragraphs) to the reading on the class newsgroup: nyu.tsoa.ps.issues_methods  and participate in the discussion that ensues.  Do an electronic search for books, articles, media, and archival material (if appropriate) for the research paper you will write for another course. Use at least two of the following: RLIN (mail the results to yourself), CarlUncover (for articles), CD- ROMS in Bobst (MLA, newspapers, dissertations, etc.), and web searches. Post queries and tips to the class newsgroup. Bring the results to class.    4. 9/29  RESEARCH METHODS II: DOCUMENTATION     READ  Barz et al., Shadows in the Field:    Kisliuk, \"(Un)Doing Fieldwork,\" pp. 23-44.   Barz, \"Confronting the Field(Note) In and Out of the Field,\"   pp. 45-62.  Roach, \"History, Memory, and Performance,\" Cities of the Dead, pp. 2-31.    Phelan, \"The Ontology of Performance,\" Unmarked, pp. 146-166.    RECOMMENDED  Phelan, \"This Book's Body,\" Mourning Sex, pp. 1-22.  Geertz, \"Thick Description,\" in The Interpretation of Culture.  Jackson, Fieldwork     ASSIGNMENT  Write a documentation (3 pages) of a segment/aspect of the funeral of Princess Diana. Videotapes are on reserve in the Performance Studies Archive--be sure to view at least the last 20 minutes of tape 1 and the first hour of tape 2. Develop a strategy for documentation that takes into account issues raised in the readings.       UNIT II: OBJECT PERFORMANCE    This unit will be built around a toy theater workshop   conducted for the class by John Bell and Mark Sussman of the   Great Small Works and Stephen Kaplan, Performance Studies alumnus,   puppetry scholar, and expert builder. We will be   theorizing performance and performing theory through   readings, discussion, video documentation of object   performance, building and performing toy theatres, and a   short writing assignment that integrates these elements.  ========= 5. 10/6  DEAD OR ALIVE     VIEW:  Videotapes are on reserve in the PS Archive.   Please reserve time to use our VCR to view Evidence of   Floods (Janie Geiser) and Terror As Usual (Great Small   Works). Other interesting material (Paul Zaloom, Jan   Schwankmeier, Stuart Sherman, Fernand Leger's Ballet   Mechanique, etc.) is available for viewing, thanks to the   generosity of John Bell and Mark Sussman. These   performances will give you some idea of the kind of toy   theater we will be building and performing over the next two   weeks.     READ:  Bell, \"Puppets and Performing Objects in the Twentieth Century,\" Performing Arts Journal 56 (1997): 29-46.  Kleist, \"On the Marionette Theatre,\" TDR T55 (1972), 22-26.  Craig, \"The Actor and the Uebermarionette,\" in On the Art of the Theatre, 54-94.    Schlemmer et al, \"Man and the Art Figure\" and \"Theater (Buehne),\" in The Theatre of the Bauhaus, 17-46, 81-101.    Bring the readings to class. Please mark one (or more)   passages in each reading that offers a concept useful to our   discussions of performance as a keyword? How do the   passages you have selected historicize the term performance,   whether or not this term is actually used? Identify other   keywords and the \"cluster\" they form? Try to link the terms   and concepts to the artistic practices envisioned by the   authors.     To contextualize the readings, look up names and keywords in    The Johns   Hopkins Guide to Literary Theory and Criticism and Critical Terms   for Art History.     RECOMMENDED:  de Man, \"Aesthetic Formalization: Kleist's \"Ueber das Marionettentheater,\" The Rhetoric of Romanticism.  Breton, \"Surrealist Situation of the Object: Situation of the Surrealist Object,\" in Manifestos of Surrealism (1969).   Leger, \"The Spectacle: Light, Color, Moving Image, Object- Spectacle,\" in Functions of Painting (1973), pp. 35-47.   Tillis,  \"The Actor Occluded: Puppet Theatre and Acting Theory 1,\"  Theatre Topics 6, 2 (1996): 109-119. A critique of Craig.  ========== 6. 10/13  Toy Theater Workshop     NO required reading this week. Work on the toy theaters and   get started on the readings for the following week.     RECOMMENDED  Bell, \"The Sioux War Panorama and American Mythic History\" .  Shershow, Puppets and Popular Culture (1995).  Baldwin, Toy Theatres of the World (1992).  Speaight, The History of the English Toy Theatre (1969).  Becker, \"Text-Building, Epistemology, and Aesthetics in Javanese Shadow Theatre,\" in The Imagination of Reality (1979), pp. 211- 143.  Keeler, Javanese Shadow Plays, Javanese Selves (1987).     10/18  Saturday Toy Theater Workshop    We will meet in the Studio at 10 am. The morning and   afternoon will be devoted to developing and rehearsing   performances and making the last adjustments to the physical   theaters themselves. The performances will take place in   the Studio starting promptly at 7 pm. Family and friends   are welcome.  ==========  7. 10/20  PERFORMING THEORY     READ  Bell, \"Death and Performing Objects.\"  PForm: A Journal of Interdisciplinary and Performance Art 41 (fall 1996): 16-19.  Barthes, \"The Three Writings\" and \"Animate/Inanimate,\" Empire of Signs, 48-55, 58-60.  Kott, \"Bunraku and Kabuki, Or About Imitation,\" Salamagundi 35 (fall 1976): 99-109.    Bring texts to class and mark passages for discussion.     DUE October 27: Post 2 paragraphs reflecting on the process   of \"performing theory\" and/or discovering theory in   performance, based on the readings for this unit, your   experience creating and performing a toy theater, and class   discussion. Participate in online discussion.    RECOMMENDED  Adache, Backstage at Bunraku (1985).  Proschan \"The Semiotic Study of Puppets, Masks, and Performing Objects,\" Semiotica 47-1/4 (1983): 3-44.  Veltrusky, \"Man and Object in Theatre,\" in A Prague School Reader on Esthetics, Literary Structure, and Style, ed. Paul L. Gavin (1964), pp. 83-91.  Bogatyrev, \"Semiotics in the Folk Theatre,\" in Semiotics of Art, 33-50.  Pietz, \"The Problem of the Fetish I,\" RES 9 (spring 1985): 5-17.  Rykwert, \"Organic and Mechanical,\" RES 22 (autumn 1992): 11-18.  Fried, \"Art and Objecthood,\" in Minimal Art, 116-147.  NOTE: There are some very interesting object/puppet performances in town this season. Japan Society, November 14 and 15, will feature a form of puppetry believed to be a precursor to bunraku, which is one of the most incredible forms of puppetry. Great Small Works will perform at Los Kapayitos Puppet Theater: Call 212-260-4080. This venue will also host \"The Radicality of Puppet Theater: Talk & Film Series,\" curated by John Bell and Jenny Romaine (Performance Studies alumna), on Tuesday nights--films, illustrated lectures, and performances. Call 212-260-4080, X14. The series starts October 14, with John Bell's slide show on puppets and propaganda and book signing (*Landscape and Desire*).  =======================       UNIT III: TOTAL PERFORMANCE     This unit will be built around Halloween (and Day of the   Dead). We will focus on theoretical approaches to play,   ritual, and carnival, with special reference to the city.    We will combine ethnographic and historical methods by   first, attending Halloween events during the period October   22-31, and second, by working with historical material.    Attend and document at least one Halloween event during the   next two weeks. Take field notes on the event. You may also   use video, audio, and photographic techniques.    Everything Halloween for New York City , including everything you need to know about the Greenwich Village Halloween Parade. Follow the links, including \"Halloween-O-Webbery\" ,   \"Halloween: Myths, Monsters, and Devils\" , which is a very rich site, including links to religious issues and controversies, and \"Halloween Events in New York City.\"    Haunted Houses in New York City   St. John the Divine Cathedral Ghosts and Ghouls Procession. Plus showing of  silent vampire classic Nosferatu, with organ accompaniment 10/30 at 7pm and 10pm. $12/$6 students and seniors. Call 662-2133 for tickets.  Day of the Dead celebrations at the American Indian Community House, 404 Lafayette Street, 8th fl, November 2, 1-8 pm. Procession at 6 pm. 212-598-0100. For background on Day of the Dead     \"Prepare to be consumed...gothic.net is waiting for you!\"   Halloween Adventure Shops, 104 4th Ave., East Village between 11th and 12th Streets. 212-673-4546.  Avant-Ghoul-Arama, PS 122 (Friday October 31, 8:30 pm), 212-477-5288 for reservations.  Madison Scare Garden, thru 10/26. $15.45-$17.95.  212-307-7171 or Ticketmaster.   Maskarave, at the Tunnel 27th st and 12th Ave. 10/31 2am 'til noon. $25. 307- 7171  Halloween Ball at Webster Hall. 123 E. 11th St. 9pm. $20. 307-7171  Staten Island Children's Museum HALLOWEEN HOOPLA 1000 Richmond Terrace (Snug Harbor Cultural Center) SI 10801-1199 Oct 26 Sun 12-5pm $7, $6 for members (718) 273-2060  New York Botanical Garden HALLOWEEN ON HAUNTED WALK with Ralph Lee 200th st and Southern Blvd, Bronx 10458 (718) 817-8700 Oct 26 Sun 2pm   Gothic/Industrial Clubs  Opera THE GATHERING 539 W 21st bet 10th and 11th aves $5 Tues 10pm 229-1618 ------ The Bank THE REALM 225 E. Houston at ave a 505-5033 Fri 11pm $12, $8 with pass ----- The Bank ALBION see above Daily 11pm  ------ CBGB's 313 gallery ALCHEMY 313 bowery (at Bllecker) Mon 10pm $3 529-7671 ------ Down time BATCAVE 251 W 30yh bet 7th and 8th ave Sat 8pm $12, $8 w/ flyer 695-2747 ------- Pyramid Club EXEDOR 101 Ave A bet 6th and 7th st Sat 10pm $10, $6 w/ pass 473-7184 ------ Sanctuary Lounge 444 7th ave at 15th st Thurs 10pm Free ------- And for the fearless amongst you. Pork at L.U.R.E. (409 W 13th bet 9th and 10th 741-3919) usually does something around Halloween. It's on Weds nights it's gay s/m with a strict dress code - uniforms, fetish, leather -- lots of leather. Take your daddy!   =================  8. 10/27  HALLOWEEN: ETHNOGRAPHIC METHODS   Please bring Mother Camp to class. We will be examining it closely for method.    READ:  Newton, Mother Camp: Female Impersonators in America. In NYU Book Center and on reserve in Bobst.  Kugelmass, \"Designing the Greenwich Village Halloween Parade,\" in Santino, ed., Halloween and Other Festivals of Death and Life, 187-217. Or, Kugelmass, Masked Cultures. Both are in NYU Book Center.  REREAD: Barsz, \"Confronting the Field(Note) In and Out of the Field, Barsz, ed., Shadows in the Field, 45-62.    RECOMMENDED:  Schmidt, Leigh Eric. \"The Commercialization of the Calendar: American Holidays and the Culture of Consumption,\" Journal of American History (Dec. 1991): 887-916. Copy in Archive.  Kugelmass, Masked Culture: The Greenwich Village Halloween Parade. Copies in NYU Book Center.  Jackson, \"Interviewing,\" Fieldwork, 79-104. Book in Archive.    ASSIGNMENT: Begin the historical research assignment, which   will be due Monday November 10. The class will be divided   into groups of 3-4 people, each group will be assigned a 12-   year period between 1850 and 1998. The task is to search   for Halloween material, starting with the following tools:    Readers Guide to Periodicals, Index to the New York Times,   Dialog (to be issued a Dialog account, go to the Avery   Fisher Center in Bobst and watch the 30-minute instructional   video and request an account.). Before beginning the   research, strategize with the librarian at the Reference   Desk. Those so inclined are encouraged to use the archives   of the New-York Historical Society and any other archival   collection in the region that has pertinent material. See   also the GSAS   Guide to Graduate Research . Follow the links for Academic and   Public Libraries, Historical Resources, and Cultural Resources.    Each group will report on their findings in chronological   order during the November 10 class. Our goal is to discover   historical problems presented by the evidence and to relate   the historical material to contemporary Halloween practices.   Roach's Cities of the Dead is our model.    FRIDAY OCTOBER 31: Halloween. Class is encouraged to   attend the Greenwich Village Halloween Parade and to   participate in it, if so inclined.    Everything Halloween for New York City , including everything you   need to know about the Greenwich Village Halloween Parade.  =================  9. 11/3  PLAY, RITUAL, CARNIVAL     ASSIGNMENT: Bring field notes to class.    READ:  Tambiah, \"A Performative Approach to Ritual,\"Proceedings of the British Academy 65 (1979): 113-169. In PS Archive.  Huizinga, Homo Ludens, 1-27. In NYU Book Center, Bobst Reserve, and PS Archive.  Bakhtin, \"Carnival Ambivalence,\" in The Bakhtin Reader, 194-244. In NYU Book Center, Bobst Reserve, and PS Archive.    RECOMMENDED:  Bell, Ritual Theory, Ritual Practice.   Van Gennep, The Rites of Passage, 166-194.  Turner, The Ritual Process.  Bakhtin, Rabelais and His World.   =================  10. 11/10  GENEALOGIES     READ:  Roach, \"History, Memory, and Performance,\" Cities of the Dead,  2-31.  Marin, \"Notes on a Semiotic Approach to Parade, Cortege, and Procession,\" in Time Out of Time, 220-228.  Brecht, \"The Street Scene,\" in Brecht on Theater: The Development of an Aesthetic, 121-129.  Artaud, \"The Theatre of Cruelty (First Manifesto),\" in Antonin Artaud: Selected Writings, 242-252.     RECOMMENDED:  Boyer, \"The City and the Theater,\" The City of Collective Memory: Its Historical Imagery and Architecture.  Davis, Parades and Power: Street Theater in Nineteenth Century Philadelphia.  Ozouf, Festivals of the French Revolution.    ORAL ASSIGNMENT: Bring in the results of the historical   research (see above for instructions) and be prepared to   make a short oral presentation to the class characterizing   the historical evidence and identifying the historical   problems that it provokes.    WRITTEN ASSIGNMENT DUE MONDAY NOVEMBER 17: In 6 pages,   while presenting your historical and ethnographic evidence,   identify a methodological model (Newton, Kugelmass, Tambiah,   Bakhtin, Roach, Marin) found in the readings and demonstrate   its usefulness for analyzing your material and making   connections between ethnographic and historical evidence.    Distinguish methods of documentation and methods of analysis   and show to what ends they can be used. Be explicit about   what you are trying to do and how you are doing it.   ====================== 11. 11/17  Halloween cont'd  =================================================================           UNIT IV: DIASPORIC PERFORMANCE     This unit will take Bring in 'da Noise, Bring in 'da    Funk as the focus for our consideration of diasporic    performance as refracted through dance and commercial    theater. We will see Bring in da Noise, Bring in da    Funk on Broadway and discuss it in its own terms and in    relation to Riverdance, which we will screen on video    (on reserve in the PS Archive). Richard Green, Felicia    McCarren, and Jaime Morrison will help us with this    unit.     Arrange to see Bring in 'da Noise, Bring in 'da Funk    before November 17. Rush tickets, available on the day    of the performance, are the cheapest tickets. Try to    read Stearns, Jazz Dance, before seeing the    performance. Please screen Riverdance before November    24.   ============================ 12. 11/24  Performing the Diaspora: Africa    SEE: Bring in 'da Noise, Bring in 'da Funk.   VIEW: Riverdance (videotape in the PS Archive).    Richard Green will join us for this session.    READ:  Gilroy, \"'Not a Story to Pass On': Living Memory and the Slave Sublime,\" The Black Atlantic, 187-223.  Stearns, Jazz Dance: The Story of American Vernacular Dance, 11- 60, 180-196, 363-369, 429 through plate 5.  Gilroy, in The Politics of Black Performance, 12-33  Program notes, Riverdance--The Show     RECOMMENDED:   Simas, Review of Bring in 'da Noise, Bring in 'da Funk   Willis, \"Black Women Hoofers: Tapping Their Rhythms and Telling Their Stories,\" Sage: A Scholarly Journal on Black Women 8, no. 2 (fall 1994).  Malone, Steppin' on the Blues: The Visible Rhythms of African American Dance.  Hazzard, Jookin': The Rise of Social Dance Formations in African American Culture.  Gothschild, Brenda Dixon. Digging the Africanist Presence.  Rose, Black Noise: Rap Music and Black Culture in Contemporary America.   Olaniyan, Scars of Conquest/Masks of Resistance: The Invention of Cultural Identities in African, African-American, and Caribbean Drama.  Dent, ed., Black Popular Culture.  Kratz, Affecting Performance: Meaning, Movement, and Experience in Okiek Women's Initiation.  Broyles-Gonzalez, El Teatro Campesino.  ==================== 13. 12/1  Performing the Diaspora: Ireland    Felicia McCarren and Jaime Morrison will join us.    READ:  Mauss, \"Body Techniques,\" Sociology and Psychology: Essays by Marcel Mauss, 97-123.  Ramirez, \"Social and Political Dimensions of Folklorico Dance: The Binational Dialectic of Residual and Emergent Culture,\" Western Folklore 48 (1989): 15-32.  Hall, \"Cultural Identity and Diaspora,\" in Colonial Discourse and Post-Colonial Theory, 392-401.     RECOMMENDED  Connerton, \"Bodily Practices,\" How Societies Remember, 72-103.  Feldman, Formations of Violence.  Kilkelly, \"Ghost Notes,\" Women and Performance 13.  Cullinane, Aspects of History of Irish Dancing in North America.  Wagner, Adversaries of Dance: From the Puritans to the Present.  Ignatiev, How the Irish Became White.  Ramsey, Indigenism, Tourism, and Official Nationalism: Staged Folklore in Haiti, 1941-1957. M.A. Thesis, Performance Studies, 1994.   ========================== 14. 12/8 Conclusion    Assignment due.    Based on your observations of Bring in 'da Noise, Bring in   'da Funk and Riverdance and the readings, discuss the   deployment of the body in the name of \"identity\" and   \"heritage.\" 4 pages, double spaced.     12/15 PORTFOLIO DUE    The portfolio should contain all the written work done for   the semester, including fieldnotes, interviews, research,   essays that were handed in, posted to the newsgroup, and   revised (hand in both the original essay and the revised   one)."}, {"content": "Performance Studies Issues and Methods, 2000                Performance    Studies Issues and Methods        http://www.nyu.edu/classes/bkg/issues/            H42.2617 / Fall 2000     Mondays    3:45-6:30        Department    of Performance Studies    New York University    721 Broadway, 6th fl    New York, NY 10003    212-998-1620        Barbara Kirshenblatt-Gimblett / Toni    Sant / Christopher Stahl                 This   course explores performance, performativity, and Performance Studies from a variety   of perspectives. We begin by considering the historical formation of Performance   Studies as a field of study. We will pay close attention to events that we actually   experience. We will extrapolate issues from them, read theory through them, and   explore methods for documenting, analyzing, interpreting,and and writing about   them. Readings will contextualize the performances we experience as well as offer   models for how they might be studied. We will pay particularly close attention   to methods, from observation and interviewing to working with historical sources.   Weekly written responses to the readings and to the performances as well as exercises   in the use of particular methods will provide the basis for class discussions   and oral presentations. All the work that you have done for the course will be   submitted in the form of a portfolio on Friday December 15.       Schedule    Readings    Assignments    Tools       Schedule        UNIT I : Performance/Performativity/Performance Studies           9/11 What is performance?       9/18 What is Performance Studies ?    9/25 What is performativity ?         UNIT II: Object Performance       10/2 Dead or Alive    Friday 10/6 Introduction to toy theatre     10/9 Yom Kippur: Class cancelled    Friday 10/13 Toy theatre workshop    10/16 Toy theatre workshop    Friday 10/19 Toy theatre workshop    Sunday 10/ 22 All day workshop and evening performance    10/23 Performing theory/theorizing performance       UNIT III Total Performance       10/3 Ethnographic method    Tuesday 10/31 Halloween    11/6 Reports from the field     Tuesday 11/7 Presidential election    11/13 Historical method    11/20 Reports from the archive       Unit IV Liveness       11/27 Liveness/Presence    12/4 Workshop: Interviewing    12/11 Life Online          UNIT I : Performance/Performativity/Performance Studies     9  / 11      What is performance?          Required       Williams, Keywords . Read introduction and entries for Culture    and Hegemony.    Pavis, Dictionary of the Theatre . Read entries for Perception, Performance    Analysis, Performance Art, Performance Text, Performer, Performing Arts, Theatre    Art, Theatre of Everyday Life, Theatricality, Theatrical Performance, Theatrical    Reality, Total Theatre, Theatron, Theory of Theatre.    Nelson and Schiff, Critical Terms for Art History . Read entry for Representation.    Lentricchia and McLaughlin, Critical Terms for Literary Study . Read entry    for Performance.        Assignment : Note every use of the term    of performance in daily life as well as in what you read, including newspapers    (see especially the sports, business, and arts and leisure sections). Write    a 2-3 page keyword entry for Performance. Bring this entry to class Monday September    11. Keyword essays .       Attend at least one performance during the Henson    Festival between September 6 and 24. Write a performance description. Due :    Monday 10/2 Performance description of one performance from the Henson    Festival.       Recommended    The    Johns Hopkins Guide to Literary Theory and Criticism -- consult hard copy    at Bobst for the complete entries.    Words of art    Online dictionaries       Schechner, 1985. &quot;Restoration of behavior,&quot; Between theatre and    anthropology , pp. 35-116.    Hibbitts, Coming to Our    Senses: Communication and Legal Expression in Performance Cultures.    Goodman.1976. Languages of Art , pp. 113-122. Distinguishes allographic/autographic    arts.    Mauss, 1992. &quot;Techniques of the body [1934].&quot; Incorporations .    eds. Crary and Kwinter. Pp. 454-77.    Barba and Savarese, A dictionary of theatre anthropology: the secret art    of the performer .    Goffman, \"Performances,\" The Presentation of Self in Everyday Life , pp.    17-76.    Goffman, \"The Theatrical Frame,\" Frame Analysis , pp. 124-155.    Dening, \"Theatricality and the Paradoxes of Acting,\" Performances , pp.    101-127.    Bauman, \"Performance,\" Folklore, Cultural Performance, and Popular Entertainments ,    pp. 41-49.    Taylor, \"The Theatre of Operations: Performing Nation-ness in the Public Sphere,\"    Disappearing Acts: Spectacles of Gender and Nationalism in Argentina's 'Dirty    War .\"    Williams, &quot;Argument: Text and Performance,&quot; in Huxley and Witts, The    Twentieth-Century Performance Reader, pp. 369-383.    Feral, &quot;Performance and Theatricality: The Subject Demystified,&quot; in    Murray, Mimesis, Masochism & Mime: The Politics of Theatricality in Contemporary    French Thought , pp. 289-300.    Egginton, \" An    Epistemology of the Stage: Theatricality and Subjectivity in Early Modern Spain ,\"    New Literary History 27, 3 (1996): 391-413.    Schimmel et al. 1998. Out of actions: between performance and the object,    1949-1979 .    Kirshenblatt-Gimblett. 1999. &quot; Playing to the senses:    food as a pe rformance medium ,&quot; Performance    Research 4, no. 1: 1-30 .       9/18  What is Performance Studies?       Required       Schechner, 1995. \" Performance    Studies: The Broad Spectrum Approach \"    Phelan, 1998. &quot;Introduction: The ends of performance,&quot; in The Ends    of Performance, pp. 1-19.    Pelias and VanOosting, 1992. \"A Paradigm for Performance Studies\"    Franko and Richards, 2000. &quot;Actualizing absence: the pastness of performance,&quot;    in Acting on the Past: Historical Performance Across the Disciplines ,    pp. 1-9.    Kirshenblatt-Gimblett, 1999. Performance Studies    Schechner, 2000. &quot; TDR    Comment: Post Post-Structuralism? &quot; TDR 44 (3): 4-7.    McKenzie, 1996.&quot; All    performance is electronic &quot;       Due : Friday 9/15 Written response to the readings.       Recommended       Carlson, Performance: A critical introduction .    Pavis, Patrice, ed. The Intercultural Performance Reader.    Pradier, forthcoming. &quot;Ethnoscenology: the flesh is spirit. New approaches    to theatre studies and performance analysis,&quot; Colston Symposium,    ed. Gnter Berghaus.    Pradier, 1990. &quot;Towards a biological theory of the body in performance,&quot;    New Theatre Quarterly 6,21.    Carroll, Noel. 1986 &quot;Performance.&quot; Formations 3(1):63-81.    Dolan, Jill. 1997. &quot; Advocacy    and activism: identity, curriculum, and theatre studies in the twenty-first    century . Theatre Topics 7(1):1-10.    Bauman and Briggs. 1990 &quot; Poetics    and performance as critical perspectives on language and social life .&quot;    Annual Review of Anthropology 19: 59-88.    Schechner, \"Points of Contact\" and \"Performers and Spectators,Transported and    Transformed,\" Between Theater and Anthropology , pp. 3-34, 117-150.    Schechner, &quot;The five avant-gardes,&quot; in The twentieth-cent u ry    performance reader , pp. 308-326.    Beeman, &quot; The    anthropology of theater and spectacle ,&quot; Annual Review of Anthropology .    1993; 22:369-393.    Barish, The Anti-Theatrical Prejudice (1981), especially the introduction.    Wagner, Adversaries of Dance from the Puritans to the Present (1997),    pp. 363-397.       Suggested    Symposia Sunday September    17 and Monday September 18, at Cooper Union. Meet the artists who are performing    in the Henson Festival. Topics include: technology in performance, forms in    motion, visualizing text, man and machine, forms in motion.       Exhibitions created    for the Henson Festival, including STICKS, RAGS & STRINGS: THE ART OF CONTEMPORARY    PUPPETRY (with lecture demonstrations) at the World Financial Center, FORMS    IN MOTION at Cooper Union, JIM HENSON IN THE WORLD OF PUPPETRY at the Public    Theatre. They close soon.               9/25  What is performativity?       Required       Austin, How to Do Things with Words   Parker and Sedgwick, eds. 1995.&quot;Introduction,&quot; Performativity and   performance , pp. 1-18.   Lyotard, 1984. The Postmodern Condition: A Report on Knowledge, pp. 3-11,   41-53.       Due : Friday 9/22 Written response to the readings.       Recommended      Butler, Gender trouble : feminism and the subversion of identity .   Extracts from Gender as performance:   an interview with Judith Butler , 1993. For full version see Radical   Philosphy 67 (summer 1994). See also Judith   Butler   Cavell, \"Counter-Philosophy and the Pawn of Voice\"   Derrida, \"Signature Event Context\"   Phelan, 1997. Mourning Sex .       Suggested       Presidential and vice-presidential   debates --October 3,5,11,17. DebateWatch   2000 . C-SPAN Live TV/Radio on the web.    Commission on Presidential Debates . InPulse   lets Internet users react in real time to the Presidential and Vice-Presidential   debates, while the candidates are speaking.                 UNIT II: Object Performance    10/2  Dead or Alive       DUE : Performance description of one performance from    the Henson Festival.    Required         Kleist, [1810] 1989. \"On the Marionette Theater,\" in Fragments for    a history of the human body , Part 1, pp. 415-420. [Paska translation]    Craig, [1907]. \"The Actor and the ber-Marionette,\" On the art of the theatre,     pp. 54-95.    Gropius & Wensinger, The Theater of the Bauhaus.         Due: Friday 9/29 Written response to the readings.         Assignment    Keep a workbook/journal of the process of creating a toy theatre.    This document should combine your creative process with your reflections on    it, in light of the readings and discussion in class. DUE:  Friday    October 27.         Recommended    Cixous, 1991. \"Grace and Innocence: Heinrich von Kleist,\" Readings ,    pp. 28-73.    de Man,1984. \"Aesthetic Formalization: Kleist's ber das Marionettentheater ,\"     The rhetoric of romanticism , pp. 263-314.    Breton, 1969. \"Surrealist Situation of the Object:Situation of the Surrealist    Object,\" in Manifestos of Surrealism .    Leger, 1973. \"The Spectacle: Light, Color, Moving Image, Object-Spectacle,\"    in Functions of Painting . Pp. 35-47.    Proshan, 1983. &quot;The semiotic study of puppets, masks, and performing    objects.&quot; Semiotica 47(1/4):3-44.    Tillis, 1996. &quot; The    actor occluded: puppet theatre and acting theory 1 &quot; Theatre Topics    6 (2): 109-119.    Keeler, 1987. Javanese shadow plays, Javanese selves .    Becker, 1979. \"Text-building, epistemology, and aesthetics in Javanese shadow    theatre,\" in The imagination of reality. Pp. 211-143.    Fried (June 1967) \"Art and objecthood.\" Artforum.          Friday 10/6  Introduction to    toy theatre         Required    Kaplin, &quot; A    Puppet Tree: A Model for the Field of Puppet Theatre &quot;, TDR    (fall 1999)    Bell, 1996. A short, entertaining history of toy theater . New York:    Great Small Works.    Four short plays: &quot;Mr. Fish and Mrs. Bones,&quot; &quot;The tune the    old cow died of,&quot; &quot;The Gordian knot,&quot; &quot;The three men of    Gotham.&quot;    Paska, 1989. &quot;&quot;The Inanimate Incarnate, &quot; in Fragments for    a history of the human body , Part 1, pp. 410-412.    Paska. \"Puppet, primitive, and the future of an illusion,\" The Language    of the Puppet , pp. 37-42.    Kott, 1976. &quot;Bunraku and Kabuki, or, about imitation.&quot; Salamagundi    35 (fall): 99-109.    Barthes, \"The Three Writings\" and \"Animate/Inanimate,\" Empire of Signs ,    48-55, 58-60.         Due: Friday 10/6 Written response to the readings.         Recommended    Bell, \" Puppets    and Performing Objects in the Twentieth Century ,\" Performing Arts Journal    56 (1997): 29-46.    Bell, &quot; Entertainment, Spectacle, Crime: Puppetry    in the Year 2000 &quot; Unpublished essay.    Speaight, History of English Toy Theatre . See especially, pp. 9-14,    30-33, 52-69, 82-109.    Bell, special issue of TDR (1999) 43, 3 (fall): Puppets,    masks, and performing objects    Tillis, Steve. &quot; The    Art of Puppetry in the Age of Media Production&quot; TDR (1999).    Beaune, Jean-Claude. 1989. &quot;The classical age of automata: an impressionistic    survey from the sixteenth to the nineteenth century,&quot; in Fragments    for a history of the human body , Part 1, pp. 430-480.    Adache. 1985. Backstage at Bunraku    Veltrusk, 1964. &quot;Man and object in the theater [1940].&quot; A Prague    school reader on esthetics, literary structure, and style . Pp. 83-91.    Schimmel, Paul, Kristine Stiles, and Museum of Contemporary Art (L.A.) 1998.     Out of actions between performance and the object, 1949-1979 .                 10/9 Yom Kippur: Class canceled       Friday 10/13  Toy theatre workshop     10/16 Toy theatre workshop            Suggested        10/18-20 Conference -- Metamorphoses    2000: Expressive Technology, Art and Humanities at School of Visual Arts,    209 E. 23rd St.    10/19 Lecture --Daniel Miller, &quot;Ethnography Meets Virtual Reality:    Trinidad, Religion, and the Internet.&quot; Main Building, 100 Washington    Square East, Room 713, 4:55-6:10 pm.       Friday 10/20 Toy theatre workshop    Sunday 10/ 22 All day workshop and    evening performance . Family and friends are welcome to attend.     !!! Toy Theatre Website    !!! for photographs of all of our performances.       10/23  Performing theory/theorizing    performance         Due: Monday 10/30 Workbook/journal is due.         Recommended (Thanks to Yoko Takahashi for Bunraku links)         An introduction to Bunraku     Bunraku    link in Japanese         Suggested        10/19 Pre-Opening Party and Benefit Auction (RSVP: 212-787-8457 )    for Great Small Works Fifth International Toy    Theatre Festival (11/2-19) . All Toy Theatre events at HERE    Arts Center, 145 Avenue of the Americas. For tickets: 212-647-0202.    10/21 Official Opening of Temporary Toy    Theatre Museum (10/21-12/2)     10/27-5 Ping Chong, Kwaidon ,     Puppetry performances      11/4 Toy Theatre Symposium, 3 pm . HERE Arts Center.    145 Avenue of the Americas.             UNIT III Total Performance    10/30  Ethnographic method         Required    Geertz, 1973. &quot;Thick description,&quot; The interpretation    of culture s, pp. 3-30.    Barsz, 1997. &quot;Confronting the field(note) in and out of the field,&quot;    in Shadows in the Field , pp. 45-62.    Newton, 1979. Mother Camp: Female impersonators in America .    Butler, &quot;Critically queer,&quot; Bodies that matter , pp. 223-242.         Due : Friday 10/27 Written response to the readings.       Recommended         Emerson, Fretz, and Shaw. 1995. Writing Ethnographic Fieldnotes .    Amit-Talai, 2000. Constructing the field ethnographic fieldwork in the    contemporary world.    Davies. 1999. Reflexive ethnography a guide to researching selves and others.     Sanjek,1990. Fieldnotes the makings of anthropology.    Smith, 1999. Decolonizing methodologies: research and indigenous peoples.     Kulick and Willson. 1995. Taboo sex, identity, and erotic subjectivity    in anthropological fieldwork.     Fabian, 1983. Time and the Other: How Anthropology Makes Its Object .     Fabian, 1990. &quot;...From informative to performative ethnography,&quot;     Power and performance: ethnographic explorations through proverbial wisdom    and theater in Shaba, Zaire . Pp. 3-22.    Turino.1990. &quot;Structure, event and process in musical ethnography.&quot;     Ethnomusicology 34, 3.    Senelick, 2000. The changing room: varieties of theatrical cross-dressing        Kisliuk, 1998. Seize the dance! : BaAka musical life and the ethnography    of performance    Wulff, 1998. Ballet across borders career and culture in the world of dancers .    Davis, 1997. Spectacular nature corporate culture and the Sea World experience .        Feld, 1982. Sound and sentiment: birds, weeping, poetics, and song in Kaluli    expression.    Ness, 1992. Body, Movement, and Culture: Kinesthetic and Visual Symbolism    in a Philippine Community.    Novak, Cynthia. 1990. Sharing the Dance: Contact Improvisation and American    Culture.    Seremetakis, 1991. The last word: women, death, and divination in inner    Mani .    Kondo, 1990. Crafting selves: power, gender, and discourses of identity    in a Japanese workplace.    Newton, 2000. Margaret Mead made me gay: personal essays, public ideas .    Hughes, 1996. Clit notes: a Sapphic saga .         Assignment: Bring Mother Camp to class and a one-page tip sheet    on Newtons techniques of ethnographic fieldwork and writing, to be handed    in. Look specifically at her interviewing techniques, her use of participant-observation,    her fieldnotes and the way she integrates her interviews, fieldnotes, and    observations into her text.           Tuesday 10/31  Halloween       Assignment: Attend Halloween festivities    of some kind and write up your fieldnotes (as discussed by Barsz) in 3-5 pages.    Due: Monday 11/6. Fieldwork guidelines .          11/6  Reports from the field         Required         Huizinga, Homo Ludens , pp. 1-27.    Bakhtin, &quot;Carnival ambivalence&quot; and &quot;A glossary of key terms,&quot;    in The Bakhtin reader , pp. 194-244, 245-252.    Stalleybrass and White. 1986. &quot;Bourgeois hysteria and the carnivalesque,&quot;     The politics and poetics of transgression , pp. 171-190.    McGrath, 1995. &quot;Trusting in rubber: performing boundaries during the    AIDS epidemic.&quot; TDR 39,2 (T146) Summer 1995, 21-38.       Due: Friday 11/3 Written response to the readings.     Recommended         Kugelmass, &quot;Designing the Greenwich Village Halloween Parade,&quot;    in Santino, Halloween and other festivals of life and death , pp. 187-217.    Kugelmass and Allen. 1994. Masked culture the Greenwich Village Halloween    parade.     Santino, Jack. 1998. The hallowed eve: dimensions of culture in a calendar    festival in Northern Ireland. Irish Literature, History, and Culture.     Califia, 1994. &quot;The city of desire: its anatomy and destiny,&quot;    in Public sex: the culture of radical sex .     Tambiah, 1979. &quot;A performative approach to ritual,&quot; Proceedings    of the British Academy 65.     Bell, 1992. Ritual theory, ritual practice.     Turner. 1969. &quot;Liminality and communitas,&quot; The ritual process,     pp. 94-165.    Van Gennep, [1908] . The rites of passage , pp. 166-194.     Hughes-Freeland, 1998. Ritual, performance, media.     Caillois, [1958]. Man, play, and games.     Csikszentmihalyi, 1985. Beyond boredom and anxiety: The experience    of play in work and games.    Falassi, 1987. Time out of time: essays on the festival.     Bakhtin     and The    Bakhtin Center .       Suggested        11/2-19 Fifth International    Toy Theatre Festival    11/4 Toy Theatre Symposium, 3 pm . All events at HERE Arts Center,    145 Avenue of the Americas. For tickets: 212-647-0202.         11/6-12/9 Eighth    New York Digital Salon at the School of Visual Arts.        Tuesday 11/7 Presidential election          11/13  Historical method         Required     Hartman, 1997. Scenes of subjection: terror, slavery,and    self-making in nineteenth-century America, 3-78.    Franko, 2000. &quot;Figural inversions of Louis XIV's dancing body,&quot;    in Acting on the past , pp. 35-51.    Roach, 1998. &quot;Slave spectacles and tragic octoroons: a cultural genealogy    of antebellum performance,&quot; in Exceptional Spaces, pp. 49-76.         DUE: Friday 11/10 Written response to the readings. Guide    to the readings.         Recommended    Schmidt, 1991. &quot; The    Commercialization of the Calendar: American Holidays and the Culture of Consumption,    1870-1930,&quot; Journal of American History 78, 3: 887-916. [note    the sources used]    Stearns and Haggerty, 1991. &quot;The    Role of Fear: Transitions in American Emotional Standards for Children, 1850-1950 ,&quot;    The American Historical Review 96, 1: 63-94.    Bullough. 1974. &quot;Transvestites    in the Middle Ages ,&quot; American Journal of Sociology 79, 6:1381-1394.        Benjamin [1940] Theses    on the philosophy of history . For background, see Spencer .    Nora, spring 1989. &quot;Between    memory and history: les lieux de memoire .&quot; Representations ,    No. 26, Special Issue: Memory and Counter-Memory, pp. 7-24.    Mullaney, (Summer, 1983),    &quot;Strange Things, Gross Terms, Curious Customs: The Rehearsal of Cultures    in the Late Renaissance&quot; Representations , No. 3, pp. 40-67.    Connerton. 1989. How Societies Remember .    Levine, 1988. Highbrow/lowbrow the emergence of cultural hierarchy in America .        Davis, Susan.1986. Parades and power street theatre in nineteenth-century    Philadelphia .    Davis, Tracy. 1991. Actresses as Working Women: Their Social Identity in    Victorian Culture.    Foster, 1996. Choreography & narrative : ballet's staging of story and    desire.     Ozouf, Mona. 1988. Festivals of the French Revolution.     Roach, 1996. Cities of the Dead: Circum-Atlantic Performance.    Dening, 1996. Performances .    Gilroy, 1993. The Black Atlantic: Modernity and Double Consciousness .    Hazzard-Gordon. 1990. Jookin': the rise of social dance formations in African-American    culture (first chapter on historical method).    Postlewait, 2000. &quot;Writing history today,&quot; Theatre Survey    41,2:82-106.     Roderigo Dominguez , &quot;Electronic    Disturbance Theatre&quot;         Suggested        11/13 Presentation: Natalie    Jeremijenko and the Bureau    of Inverse Technology at Location One, 26 Greene Street. 7-9 pm.    11/16-17 United Nations Television    Forum 2000 . Toni Sant is on the program.          11/20   Reports    from the archive         Assignment: Research report on the history of Halloween    during one decade between 1850 and 2000.     DUE : Friday 11/17        The class will be divided into small working groups, each group will be assigned    a decade between 1850 and 2000. The task is to find Halloween material for    your decade, using various search techniques and types of sources--archives,     library ,    electronic, microfilm, newspapers ,    collections of images    and artifacts. Be imaginative in the kinds of sources you look for, where    you go, and how you search . Each team should divide up the research    so as to cover a range of sources. Seek the assistance of the reference librarian    at whichever collections you use.                     Start with Bobst ,     New-York Historical Society , and     New York Public Library 's main research     library and specialized collections-- NYPL     for the Performing Arts at Lincoln Center and the Schomburg     Center for Research in Black Culture . NYPL has a vast picture collection,     organized by topic. To locate collections in New York City (as well as about     the city) and to find the ethnic press available at Bobst, go to the New     York City page. See Bobst and Beyond: A Guide to Graduate Research     in New York City (1994), available at Bobst.           Go online for the Library of Congress National     Digital Library [extraordinary resources, organized by period, place,     topic, format--including audio files, digital images, etc. Very good for     full text of WPA     interviews (See especially the Florida material and work of Zora Neale Hurston)     and FWP theatre materials, as well as for video and sound files for early     films and, music).           Use Lexis-Nexis ,     Pro-Quest     for newspaper databases, and Jstor     for full runs of journals. Consult the paper indices for earlier periods:     Reader's Guide to Periodicals , and the Index to the New York Times,     as well as indices to nineteenth-century newspapers.           Try to work with archival collections of unpublished materials,     especially in New     York , including the National     Archive of Lesbian and Gay History and Lesbian     Herstory Archives .           Consider using legal cases, patent records, and collections     related to business and advertising, including those related to costumes,     foods, greeting cards, jack o'lanterns, and pranks--New York Public Library's     Library of Science,     Industry, and Business .           Look at police reports at local precincts. Check out The     Municipal Archives of the City of New York for census materials, court     records, photographs, the WPA Federal Writers' Project, NYC unit, including     photographs and materials relating to the guide to NYC, and the WNYC radio     archives (1936-1943).     Check out media     collections . For great photographs from the last five years, go to the     AP (Associated Press)     Photo Archive . Please LOGOUT when you are done with the AP Photo     Archive.             Be thinking about the range of sources that you encountered    in the readings and how the authors used them.         Write a 3-4 page essay on Halloween in your decade. Reflect on    the nature of your sources and use those sources critically and imaginatively.    Try out concepts and techniques encountered in the readings. Reflect on method.     DUE: Friday 11/17    Select one person from your group to present your decade to    the class in the form of a 2-page oral report for the Monday class     11/20.        Suggested         Thursday 11/23 Macy's Thanksgiving    Day Parade . Live on NBC (Ch.4) from 9:00am - 12:00pm EST.See the    balloons blown up the night before the parade (Wednesday, November 22nd) from    6pm-11pm Where: 77th St. - 81st St. btw Central Park West and Columbus. Thanksgiving    Day Parade is on November 23rd from 9am-noon Where: Starting at W. 77th St.    and Central Park West, ending at Macy's, 34th Street and 6th Ave, See Parade    Map .            Unit IV Liveness    11/27 Liveness/Presence        Required        Phelan. 1993. &quot;The ontology of performance,&quot; Unmarked , pp.    146-166.    Auslander. 1999. Liveness , pp. 1-60.     The Playboy Interview:    Marshall McLuhan . Playboy Magazine 1969.    Morse, 1998. &quot;The news as performance: the image as event,&quot; Virtualities:    television, media art, and cyberculture , pp. 36-67.       DUE: 11/27 Written response to the readings. Guide    to the readings .    Friday 11/24 Thanksgiving. No class.         Recommended        Benjamin, &quot; The    work of art in an age of mechanical reproduction, &quot; Illuminations .        Brecht, &quot;The radio as an apparatus of communication.&quot;    Feuer, 1983. &quot;The concept of live television: ontology as ideology,&quot;    in Regarding television: critical approaches, an anthology .    Dayan and Katz. 1992. Media events: the live broadcasting of history .    Munoz, 1999. &quot;Latina performance and queer worldmaking,&quot; Disidentifications .    Doane, 1990. &quot;Information, crisis, catastrophe,&quot; in Logics of    television: essays in cultural criticism.     Gunning, Tom. 1995. &quot;Phantom images and modern manifestations: spirit    photography, magic theater, trick films, and photography's uncanny,&quot;    in Fugitive Images: From photography to video.     Dienst. 1994. Still life in real time. See &quot;The dangers of    being in a televisual world: Heidegger and the ontological question,&quot;    pp. 103-127.    Schechner, 1985. &quot;News, sex, and performance theory,&quot; Between    theatre and anthropology, pp. 295-324.        Suggested        Presidential debates: Archives    of presidential debates, 1984-1996 (video, audio, text). Senator    John F. Kennedy & Vice President Richard M. Nixon (audio) and Kennedy-Nixon    Debates (text). Commission on Presidential    Debates . InPulse lets    Internet users react in real time to the Presidential and Vice-Presidential    debates, while the candidates are speaking.     Olympics: Sydney    2000 Olympics News and Media Coverage -- watch out for controversies    re live coverage in opposing time zones. See Olympic    Arts Festival .     Art : Digital Performance Archive ,     Franklin Furnace .           12/4 Workshop: Interviewing        Required         Baum. Tips    for interviewers     Ritchie. 1995. Conducting Interviews. in Doing Oral History . Pp.    57-85.    Grele. 1994. &quot;History and the languages of history in the oral history    interview: who answers whose questions and why?&quot; in Interactive oral    history interviewing , ed. McMahan and Rogers. Pp. 1-18.         DUE : Friday 12/1 Videoconference Sections will    meet from 2:30-4:00 pm , 269 Mercer St, room #602. This session    is in lieu of the regular morning sessions. Attendence is mandatory. We will    convene a videoconference in collaboration with the Graduate Program in Folklore    and Folklife of the University of Pennsylvania. Visit the videoconference    series website at http://ccat.sas.upenn.edu/videoconference/series/ .    Many thanks to Toni Sant and Eric Miller for making this event possible.        Recommended         Eakin, 1999. How our lives become stories: making selves .    Felman and Laub. 1991. Testimony: crises of witnessing in literature, psychoanalysis,    and history .    Dunaway and Baum. 1996. Oral history: an interdisciplinary anthology .    Frisch, 1990. A shared authority: essays on the craft and meaning of oral    and public history.    Gluck and Patai, eds. 1991. Women's words: The feminist practice of oral    history .    Briggs, 1986. Learning how to ask.    Duberman, 1972. Black Mountain: an exploration in community.    Sample interviews: 1 ,     2 ,     3 ,    from the Federal Writers' Project. Interview 1 is of special interest.     Transcribing    interviews --a style guide     Ethical issues --Oral    History Association     The Journal for Multimedia History     Laurel , 1999.    &quot; New    players, new games ,&quot; Game Developers' Conference.         Suggested         Komar & Melamid: The Most    Wanted Paintings on the Web    Gomez-Pena, Temple of Confessions:    &quot;Confess your Intercultural Cyber-Sins&quot;    Smith, Anna Deveare. 1993. Fires in the Mirror .           12/11 Life Online        Guest: Martha Wilson ,    founder of Franklin Furnace .             Required         Turkle , 1995. Life on    the Screen , pp. 9-73. And, a note on method.     Munoz, 1999. &quot;Latina performance and queer worldmaking,&quot;     Disidentifications, pp. 181-200.     Gomez-Pena, \" THE    VIRTUAL BARRIO @ THE OTHER FRONTIER (or the Chicano interneta) \"        Due: Friday 8 Written response to the reading.        Recommended         Turkle's recent    publications .    Haraway , 1991. \" A    Cyborg Manifesto: Science, Technology, and Socialist-Feminism in the Late    Twentieth Century, \" in Simians, Cyborgs and Women: The Reinvention    of Nature , pp.149-181.    Kirshenblatt-Gimblett, 1996. &quot; The electronic    vernacular ,&quot; in Connected: enagements with media . ed. Marcus.     Links related    to &quot;The electronic vernacular.&quot;     Play and Performance    in Computer-Mediated Communication . Special issue of Journal of Computer-Mediated    Communication 1, 2 (1995).     Reid , Electropolis: Communication    and Community on Internet Relay Chat (1991) and Cultural Formations    in Text-Based Virtual Realities-- on MUDS (1994). Full    text online of both studies.    Campbell, 1996. Design    in Virtual Environments Using Architectural Metaphor     The body    is back: communication in cyberspace    Mitchell.1995. City    of Bits: Space, Place, and the Infobahn     Sexuality & Cyberspace:    Performing the Digital Body . Special issue of Women and Performance ,    17.    Murray. 1997. Hamlet on the holodeck: the future of narrative in cyberspace .    Related links .     Laurel , 1991.     Computers as theatre.    Moser and MacLeod, eds. 1996. Immersed in technology : art and virtual    environment .     Rheingold , 1991. Virtual reality,     especially &quot;The experience theatre and the art of binocular illusion&quot;    and &quot;The origins of drama and the future of fun.&quot; . See also    Rheingold. 1993. The virtual    community .    Chesher, 1994. &quot;Colonizing    Virtual Reality: Construction of the Discourse of Virtual Reality, 1984-1992. &quot;    Cultronix 1,1 (fall).    Johnson, Steven. Interface culture: how new technologies transform the    way we create and communicate.    Jones, Steve. 1999. Doing Internet research: critical issues and methods    for examining the Net.    Markham. 1998. Life online: researching real experience in virtual space.        Section on Critical Art Ensemble in TDR    44 (4) Winter 2000 .         Suggested         Electronic Literature Directory         The Jargon File     Critical Art Ensemble     Roderigo Dominguez --Electronic    Disturbance Theatre     WebCam    Central     Interactive Cinema     LemonYellow -- &quot;I link, therefore    I am: a web intellectual's diary&quot;     Terri Senft     VRcades Studiolab          Due: Friday 12/15 Portfolio.     Updated 12/5/2000"}]},
{"detail": [{"content": "Performance Studies Issues and Methods       B. Kirshenblatt- Gimblett  Office hours: Tuesdays, hours to be arranged.   Fiona Buckland  Office hours: M, Tu 7-8 pm and by appointment   PERFORMANCE STUDIES ISSUES AND METHODS   H42.2617 / Fall 1997 / Mondays 4-7, Room 636, Sections: Tuesdays, 4-5:30, 5:30-7   Department of Performance Studies   New York University       Course description   Readings   Electronic Communication   Assignments   Syllabus   Electronic Access      The course is organized around four events through which we will explore various understandings of performance, performativity, and performance studies. We will pay close attention to events that we actually experience. We will extrapolate issues from them, read theory through them, and explore methods for documenting, analyzing, interpreting, and writing about them. Readings will contextualize the performances we experience as well as offer models for how they might be studied.     Readings for the course are available at the NYU Book Center, on reserve in Bobst Library, and may be found in the Performance Studies Archive. Where possible, the full text of selected readings will be available online.     This web site will be updated during the semester. See Electronic Access for additional features and resources, including our newsgroup , announcements and guidelines, bibliographies, electronic texts, and links to other sites.    Electronic communication is an essential tool. Take advantage of workshops offered by the Academic Computing Facility (Warren Weaver Hall, Room 201, corner W 4th St. and Mercer) 998-3333. These workshops will introduce you to the many features of your email account.     There will also be a workshop at Bobst Library (Avery Fisher Center, 2nd floor, East Room) on September 19 during our regular class time. All students are expected to participate in online discussion through the class newsgroup nyu.tsoa.ps.issues_methods  . Those so inclined are encouraged to write components of the home page for the course.     Be sure to take advantage of:    UnCover Reveal will deliver tables of contents of journals (you specify which ones) to your email box. Using Netscape and your NYU account, sign up as a New User and create a Profile.     Muse offers online access to the full text of recent issues of Performing Arts Journal, Theatre Journal, Theatre Topics, Diacritics, and Postmodern Culture, among others.    We strongly recommend that you use a program such as EndNote or Pro-Cite to manage and format bibliographic information, as well as notes that you take on the readings.    Assignments for the course include close reading of texts, careful observation of live performance, and a series of writing exercises. The final grade will be based on a portfolio of all written work produced for the course and participation in class discussion.     Everyone is strongly encouraged to take advantage of The Writing Center (269 Mercer Street, Room 230), where individual tutorials can be arranged without charge. Call 998-8866.    Attendance at all Monday sessions, one of the two discussion sections, and assigned performances is mandatory. If for any reason you cannot attend a session, please notify us in advance,  find out what you missed, and arrange to make up the work.              SYLLABUS     Unit I: \"INTRODUCTION\"   9/8 What is Performance?   9/15 What is Performance Studies?   9/22 Research Methods I: Electronic Workshop   9/29 Research Methods II: Documenting Performance   Unit II: \"OBJECT PERFORMANCE\"   10/6 Dead or Alive   10/13 Toy Theater Workshop   10/20 Performing Theory   Unit III: TOTAL PERFORMANCE   10/27 Performance Ethnography--Halloween and Day of the Dead Festivities   11/3 Play, Ritual, Carnival   11/10 Genealogies   Unit IV: DIASPORIC PERFORMANCE   11/17 Race/Sexuality/Identity   11/24 Orature/Heritage/Diaspora   12/1   CONCLUSION   12/8 Wrap-Up           PART I: INTRODUCTION   1. 9/8 WHAT IS PERFORMANCE?     READ:  Williams, \"Introduction,\" \"Culture,\" Keywords, pp. 11-26, 87-93.   Schechner, \"Introduction.\" Draft for textbook on Performance Studies under contract with Routledge.    RECOMMENDED:  Schechner, \"Points of Contact\" and \"Performers and Spectators, Transported and Transformed,\" Between Theater and Anthropology.  Dening, \"Theatricality and the Paradoxes of Acting,\" Performances.  Hibbits, \"Coming to Our Senses: Communication and Legal Expression in Performance Cultures,\"     ASSIGNMENT:  Collect the various ways in which the word \"performance\" is used in daily life, including conversation and the media (sports, arts and leisure, business, travel, technology, etc.). Write a one- page keyword entry for \"performance,\" based on the materials you have gathered. Bring 2 copies to class.  Watch the television coverage of the Princess Di's funeral.  Tapes are available in the Performance Studies Archive. The coverage is 4 hours long--be sure to watch at least the last fifteen minutes of the first tape (end of the procession to the cathedral) and the first hour of the second tape (the funeral itself). We will use this event as the performance anchor for this unit.  ========  2. 9/15  WHAT IS PERFORMANCE STUDIES?     READ:  Schechner, \"What is 'Performance Studies' Anyway?\" Draft for textbook on Performance Studies under contract with Routledge.  Pelias and VanOosting, \"A Paradigm for Performance Studies,\" Quarterly Journal of Speech 73,2 (1987): 219-231.    RECOMMENDED:  Carlson, Performance: A Critical Introduction.  Lentricchia and McLaughlin, Critical Terms for Literary Study.   The Johns Hopkins Guide to Literary Theory and Criticism    Performance Writing     ASSIGNMENT:  Write a 2-3 page response to one or more of the readings for the first two weeks.  ==========  3. 9/22   RESEARCH METHODS I: ELECTRONIC WORKSHOP   Meeting: Bobst, Avery Fisher Media Center, East Room    READ:   The Electronic Disturbance , Critical Art Ensemble (1994).     RECOMMENDED:   Jon McKenzie, All Performance Is Electronic: Feedback Requested    UnCover Reveal will deliver tables of contents of journals (you specify which ones) to your email box. Using Netscape and your NYU account, sign up as a New User and create a Profile.    Muse offers online access to the full text of recent issues of Performing Arts Journal, Theatre Journal, Theatre Topics, Diacritics, and Postmodern Culture, among others.   Women and Performance  Issue 17: Sexuality and Cyberspace, Introduction by Terri M. Senft and \"Femme Manifesto.\"    Public Space/Culture Wars    StudioLab      ASSIGNMENT:  Post a response (2 paragraphs) to the reading on the class newsgroup: nyu.tsoa.ps.issues_methods  and participate in the discussion that ensues.  Do an electronic search for books, articles, media, and archival material (if appropriate) for the research paper you will write for another course. Use at least two of the following: RLIN (mail the results to yourself), CarlUncover (for articles), CD- ROMS in Bobst (MLA, newspapers, dissertations, etc.), and web searches. Post queries and tips to the class newsgroup. Bring the results to class.    4. 9/29  RESEARCH METHODS II: DOCUMENTATION     READ  Barz et al., Shadows in the Field:    Kisliuk, \"(Un)Doing Fieldwork,\" pp. 23-44.   Barz, \"Confronting the Field(Note) In and Out of the Field,\"   pp. 45-62.  Roach, \"History, Memory, and Performance,\" Cities of the Dead, pp. 2-31.    Phelan, \"The Ontology of Performance,\" Unmarked, pp. 146-166.    RECOMMENDED  Phelan, \"This Book's Body,\" Mourning Sex, pp. 1-22.  Geertz, \"Thick Description,\" in The Interpretation of Culture.  Jackson, Fieldwork     ASSIGNMENT  Write a documentation (3 pages) of a segment/aspect of the funeral of Princess Diana. Videotapes are on reserve in the Performance Studies Archive--be sure to view at least the last 20 minutes of tape 1 and the first hour of tape 2. Develop a strategy for documentation that takes into account issues raised in the readings.       UNIT II: OBJECT PERFORMANCE    This unit will be built around a toy theater workshop   conducted for the class by John Bell and Mark Sussman of the   Great Small Works and Stephen Kaplan, Performance Studies alumnus,   puppetry scholar, and expert builder. We will be   theorizing performance and performing theory through   readings, discussion, video documentation of object   performance, building and performing toy theatres, and a   short writing assignment that integrates these elements.  ========= 5. 10/6  DEAD OR ALIVE     VIEW:  Videotapes are on reserve in the PS Archive.   Please reserve time to use our VCR to view Evidence of   Floods (Janie Geiser) and Terror As Usual (Great Small   Works). Other interesting material (Paul Zaloom, Jan   Schwankmeier, Stuart Sherman, Fernand Leger's Ballet   Mechanique, etc.) is available for viewing, thanks to the   generosity of John Bell and Mark Sussman. These   performances will give you some idea of the kind of toy   theater we will be building and performing over the next two   weeks.     READ:  Bell, \"Puppets and Performing Objects in the Twentieth Century,\" Performing Arts Journal 56 (1997): 29-46.  Kleist, \"On the Marionette Theatre,\" TDR T55 (1972), 22-26.  Craig, \"The Actor and the Uebermarionette,\" in On the Art of the Theatre, 54-94.    Schlemmer et al, \"Man and the Art Figure\" and \"Theater (Buehne),\" in The Theatre of the Bauhaus, 17-46, 81-101.    Bring the readings to class. Please mark one (or more)   passages in each reading that offers a concept useful to our   discussions of performance as a keyword? How do the   passages you have selected historicize the term performance,   whether or not this term is actually used? Identify other   keywords and the \"cluster\" they form? Try to link the terms   and concepts to the artistic practices envisioned by the   authors.     To contextualize the readings, look up names and keywords in    The Johns   Hopkins Guide to Literary Theory and Criticism and Critical Terms   for Art History.     RECOMMENDED:  de Man, \"Aesthetic Formalization: Kleist's \"Ueber das Marionettentheater,\" The Rhetoric of Romanticism.  Breton, \"Surrealist Situation of the Object: Situation of the Surrealist Object,\" in Manifestos of Surrealism (1969).   Leger, \"The Spectacle: Light, Color, Moving Image, Object- Spectacle,\" in Functions of Painting (1973), pp. 35-47.   Tillis,  \"The Actor Occluded: Puppet Theatre and Acting Theory 1,\"  Theatre Topics 6, 2 (1996): 109-119. A critique of Craig.  ========== 6. 10/13  Toy Theater Workshop     NO required reading this week. Work on the toy theaters and   get started on the readings for the following week.     RECOMMENDED  Bell, \"The Sioux War Panorama and American Mythic History\" .  Shershow, Puppets and Popular Culture (1995).  Baldwin, Toy Theatres of the World (1992).  Speaight, The History of the English Toy Theatre (1969).  Becker, \"Text-Building, Epistemology, and Aesthetics in Javanese Shadow Theatre,\" in The Imagination of Reality (1979), pp. 211- 143.  Keeler, Javanese Shadow Plays, Javanese Selves (1987).     10/18  Saturday Toy Theater Workshop    We will meet in the Studio at 10 am. The morning and   afternoon will be devoted to developing and rehearsing   performances and making the last adjustments to the physical   theaters themselves. The performances will take place in   the Studio starting promptly at 7 pm. Family and friends   are welcome.  ==========  7. 10/20  PERFORMING THEORY     READ  Bell, \"Death and Performing Objects.\"  PForm: A Journal of Interdisciplinary and Performance Art 41 (fall 1996): 16-19.  Barthes, \"The Three Writings\" and \"Animate/Inanimate,\" Empire of Signs, 48-55, 58-60.  Kott, \"Bunraku and Kabuki, Or About Imitation,\" Salamagundi 35 (fall 1976): 99-109.    Bring texts to class and mark passages for discussion.     DUE October 27: Post 2 paragraphs reflecting on the process   of \"performing theory\" and/or discovering theory in   performance, based on the readings for this unit, your   experience creating and performing a toy theater, and class   discussion. Participate in online discussion.    RECOMMENDED  Adache, Backstage at Bunraku (1985).  Proschan \"The Semiotic Study of Puppets, Masks, and Performing Objects,\" Semiotica 47-1/4 (1983): 3-44.  Veltrusky, \"Man and Object in Theatre,\" in A Prague School Reader on Esthetics, Literary Structure, and Style, ed. Paul L. Gavin (1964), pp. 83-91.  Bogatyrev, \"Semiotics in the Folk Theatre,\" in Semiotics of Art, 33-50.  Pietz, \"The Problem of the Fetish I,\" RES 9 (spring 1985): 5-17.  Rykwert, \"Organic and Mechanical,\" RES 22 (autumn 1992): 11-18.  Fried, \"Art and Objecthood,\" in Minimal Art, 116-147.  NOTE: There are some very interesting object/puppet performances in town this season. Japan Society, November 14 and 15, will feature a form of puppetry believed to be a precursor to bunraku, which is one of the most incredible forms of puppetry. Great Small Works will perform at Los Kapayitos Puppet Theater: Call 212-260-4080. This venue will also host \"The Radicality of Puppet Theater: Talk & Film Series,\" curated by John Bell and Jenny Romaine (Performance Studies alumna), on Tuesday nights--films, illustrated lectures, and performances. Call 212-260-4080, X14. The series starts October 14, with John Bell's slide show on puppets and propaganda and book signing (*Landscape and Desire*).  =======================       UNIT III: TOTAL PERFORMANCE     This unit will be built around Halloween (and Day of the   Dead). We will focus on theoretical approaches to play,   ritual, and carnival, with special reference to the city.    We will combine ethnographic and historical methods by   first, attending Halloween events during the period October   22-31, and second, by working with historical material.    Attend and document at least one Halloween event during the   next two weeks. Take field notes on the event. You may also   use video, audio, and photographic techniques.    Everything Halloween for New York City , including everything you need to know about the Greenwich Village Halloween Parade. Follow the links, including \"Halloween-O-Webbery\" ,   \"Halloween: Myths, Monsters, and Devils\" , which is a very rich site, including links to religious issues and controversies, and \"Halloween Events in New York City.\"    Haunted Houses in New York City   St. John the Divine Cathedral Ghosts and Ghouls Procession. Plus showing of  silent vampire classic Nosferatu, with organ accompaniment 10/30 at 7pm and 10pm. $12/$6 students and seniors. Call 662-2133 for tickets.  Day of the Dead celebrations at the American Indian Community House, 404 Lafayette Street, 8th fl, November 2, 1-8 pm. Procession at 6 pm. 212-598-0100. For background on Day of the Dead     \"Prepare to be consumed...gothic.net is waiting for you!\"   Halloween Adventure Shops, 104 4th Ave., East Village between 11th and 12th Streets. 212-673-4546.  Avant-Ghoul-Arama, PS 122 (Friday October 31, 8:30 pm), 212-477-5288 for reservations.  Madison Scare Garden, thru 10/26. $15.45-$17.95.  212-307-7171 or Ticketmaster.   Maskarave, at the Tunnel 27th st and 12th Ave. 10/31 2am 'til noon. $25. 307- 7171  Halloween Ball at Webster Hall. 123 E. 11th St. 9pm. $20. 307-7171  Staten Island Children's Museum HALLOWEEN HOOPLA 1000 Richmond Terrace (Snug Harbor Cultural Center) SI 10801-1199 Oct 26 Sun 12-5pm $7, $6 for members (718) 273-2060  New York Botanical Garden HALLOWEEN ON HAUNTED WALK with Ralph Lee 200th st and Southern Blvd, Bronx 10458 (718) 817-8700 Oct 26 Sun 2pm   Gothic/Industrial Clubs  Opera THE GATHERING 539 W 21st bet 10th and 11th aves $5 Tues 10pm 229-1618 ------ The Bank THE REALM 225 E. Houston at ave a 505-5033 Fri 11pm $12, $8 with pass ----- The Bank ALBION see above Daily 11pm  ------ CBGB's 313 gallery ALCHEMY 313 bowery (at Bllecker) Mon 10pm $3 529-7671 ------ Down time BATCAVE 251 W 30yh bet 7th and 8th ave Sat 8pm $12, $8 w/ flyer 695-2747 ------- Pyramid Club EXEDOR 101 Ave A bet 6th and 7th st Sat 10pm $10, $6 w/ pass 473-7184 ------ Sanctuary Lounge 444 7th ave at 15th st Thurs 10pm Free ------- And for the fearless amongst you. Pork at L.U.R.E. (409 W 13th bet 9th and 10th 741-3919) usually does something around Halloween. It's on Weds nights it's gay s/m with a strict dress code - uniforms, fetish, leather -- lots of leather. Take your daddy!   =================  8. 10/27  HALLOWEEN: ETHNOGRAPHIC METHODS   Please bring Mother Camp to class. We will be examining it closely for method.    READ:  Newton, Mother Camp: Female Impersonators in America. In NYU Book Center and on reserve in Bobst.  Kugelmass, \"Designing the Greenwich Village Halloween Parade,\" in Santino, ed., Halloween and Other Festivals of Death and Life, 187-217. Or, Kugelmass, Masked Cultures. Both are in NYU Book Center.  REREAD: Barsz, \"Confronting the Field(Note) In and Out of the Field, Barsz, ed., Shadows in the Field, 45-62.    RECOMMENDED:  Schmidt, Leigh Eric. \"The Commercialization of the Calendar: American Holidays and the Culture of Consumption,\" Journal of American History (Dec. 1991): 887-916. Copy in Archive.  Kugelmass, Masked Culture: The Greenwich Village Halloween Parade. Copies in NYU Book Center.  Jackson, \"Interviewing,\" Fieldwork, 79-104. Book in Archive.    ASSIGNMENT: Begin the historical research assignment, which   will be due Monday November 10. The class will be divided   into groups of 3-4 people, each group will be assigned a 12-   year period between 1850 and 1998. The task is to search   for Halloween material, starting with the following tools:    Readers Guide to Periodicals, Index to the New York Times,   Dialog (to be issued a Dialog account, go to the Avery   Fisher Center in Bobst and watch the 30-minute instructional   video and request an account.). Before beginning the   research, strategize with the librarian at the Reference   Desk. Those so inclined are encouraged to use the archives   of the New-York Historical Society and any other archival   collection in the region that has pertinent material. See   also the GSAS   Guide to Graduate Research . Follow the links for Academic and   Public Libraries, Historical Resources, and Cultural Resources.    Each group will report on their findings in chronological   order during the November 10 class. Our goal is to discover   historical problems presented by the evidence and to relate   the historical material to contemporary Halloween practices.   Roach's Cities of the Dead is our model.    FRIDAY OCTOBER 31: Halloween. Class is encouraged to   attend the Greenwich Village Halloween Parade and to   participate in it, if so inclined.    Everything Halloween for New York City , including everything you   need to know about the Greenwich Village Halloween Parade.  =================  9. 11/3  PLAY, RITUAL, CARNIVAL     ASSIGNMENT: Bring field notes to class.    READ:  Tambiah, \"A Performative Approach to Ritual,\"Proceedings of the British Academy 65 (1979): 113-169. In PS Archive.  Huizinga, Homo Ludens, 1-27. In NYU Book Center, Bobst Reserve, and PS Archive.  Bakhtin, \"Carnival Ambivalence,\" in The Bakhtin Reader, 194-244. In NYU Book Center, Bobst Reserve, and PS Archive.    RECOMMENDED:  Bell, Ritual Theory, Ritual Practice.   Van Gennep, The Rites of Passage, 166-194.  Turner, The Ritual Process.  Bakhtin, Rabelais and His World.   =================  10. 11/10  GENEALOGIES     READ:  Roach, \"History, Memory, and Performance,\" Cities of the Dead,  2-31.  Marin, \"Notes on a Semiotic Approach to Parade, Cortege, and Procession,\" in Time Out of Time, 220-228.  Brecht, \"The Street Scene,\" in Brecht on Theater: The Development of an Aesthetic, 121-129.  Artaud, \"The Theatre of Cruelty (First Manifesto),\" in Antonin Artaud: Selected Writings, 242-252.     RECOMMENDED:  Boyer, \"The City and the Theater,\" The City of Collective Memory: Its Historical Imagery and Architecture.  Davis, Parades and Power: Street Theater in Nineteenth Century Philadelphia.  Ozouf, Festivals of the French Revolution.    ORAL ASSIGNMENT: Bring in the results of the historical   research (see above for instructions) and be prepared to   make a short oral presentation to the class characterizing   the historical evidence and identifying the historical   problems that it provokes.    WRITTEN ASSIGNMENT DUE MONDAY NOVEMBER 17: In 6 pages,   while presenting your historical and ethnographic evidence,   identify a methodological model (Newton, Kugelmass, Tambiah,   Bakhtin, Roach, Marin) found in the readings and demonstrate   its usefulness for analyzing your material and making   connections between ethnographic and historical evidence.    Distinguish methods of documentation and methods of analysis   and show to what ends they can be used. Be explicit about   what you are trying to do and how you are doing it.   ====================== 11. 11/17  Halloween cont'd  =================================================================           UNIT IV: DIASPORIC PERFORMANCE     This unit will take Bring in 'da Noise, Bring in 'da    Funk as the focus for our consideration of diasporic    performance as refracted through dance and commercial    theater. We will see Bring in da Noise, Bring in da    Funk on Broadway and discuss it in its own terms and in    relation to Riverdance, which we will screen on video    (on reserve in the PS Archive). Richard Green, Felicia    McCarren, and Jaime Morrison will help us with this    unit.     Arrange to see Bring in 'da Noise, Bring in 'da Funk    before November 17. Rush tickets, available on the day    of the performance, are the cheapest tickets. Try to    read Stearns, Jazz Dance, before seeing the    performance. Please screen Riverdance before November    24.   ============================ 12. 11/24  Performing the Diaspora: Africa    SEE: Bring in 'da Noise, Bring in 'da Funk.   VIEW: Riverdance (videotape in the PS Archive).    Richard Green will join us for this session.    READ:  Gilroy, \"'Not a Story to Pass On': Living Memory and the Slave Sublime,\" The Black Atlantic, 187-223.  Stearns, Jazz Dance: The Story of American Vernacular Dance, 11- 60, 180-196, 363-369, 429 through plate 5.  Gilroy, in The Politics of Black Performance, 12-33  Program notes, Riverdance--The Show     RECOMMENDED:   Simas, Review of Bring in 'da Noise, Bring in 'da Funk   Willis, \"Black Women Hoofers: Tapping Their Rhythms and Telling Their Stories,\" Sage: A Scholarly Journal on Black Women 8, no. 2 (fall 1994).  Malone, Steppin' on the Blues: The Visible Rhythms of African American Dance.  Hazzard, Jookin': The Rise of Social Dance Formations in African American Culture.  Gothschild, Brenda Dixon. Digging the Africanist Presence.  Rose, Black Noise: Rap Music and Black Culture in Contemporary America.   Olaniyan, Scars of Conquest/Masks of Resistance: The Invention of Cultural Identities in African, African-American, and Caribbean Drama.  Dent, ed., Black Popular Culture.  Kratz, Affecting Performance: Meaning, Movement, and Experience in Okiek Women's Initiation.  Broyles-Gonzalez, El Teatro Campesino.  ==================== 13. 12/1  Performing the Diaspora: Ireland    Felicia McCarren and Jaime Morrison will join us.    READ:  Mauss, \"Body Techniques,\" Sociology and Psychology: Essays by Marcel Mauss, 97-123.  Ramirez, \"Social and Political Dimensions of Folklorico Dance: The Binational Dialectic of Residual and Emergent Culture,\" Western Folklore 48 (1989): 15-32.  Hall, \"Cultural Identity and Diaspora,\" in Colonial Discourse and Post-Colonial Theory, 392-401.     RECOMMENDED  Connerton, \"Bodily Practices,\" How Societies Remember, 72-103.  Feldman, Formations of Violence.  Kilkelly, \"Ghost Notes,\" Women and Performance 13.  Cullinane, Aspects of History of Irish Dancing in North America.  Wagner, Adversaries of Dance: From the Puritans to the Present.  Ignatiev, How the Irish Became White.  Ramsey, Indigenism, Tourism, and Official Nationalism: Staged Folklore in Haiti, 1941-1957. M.A. Thesis, Performance Studies, 1994.   ========================== 14. 12/8 Conclusion    Assignment due.    Based on your observations of Bring in 'da Noise, Bring in   'da Funk and Riverdance and the readings, discuss the   deployment of the body in the name of \"identity\" and   \"heritage.\" 4 pages, double spaced.     12/15 PORTFOLIO DUE    The portfolio should contain all the written work done for   the semester, including fieldnotes, interviews, research,   essays that were handed in, posted to the newsgroup, and   revised (hand in both the original essay and the revised   one)."}, {"content": "Performance Studies Issues and Methods, 2000                Performance    Studies Issues and Methods        http://www.nyu.edu/classes/bkg/issues/            H42.2617 / Fall 2000     Mondays    3:45-6:30        Department    of Performance Studies    New York University    721 Broadway, 6th fl    New York, NY 10003    212-998-1620        Barbara Kirshenblatt-Gimblett / Toni    Sant / Christopher Stahl                 This   course explores performance, performativity, and Performance Studies from a variety   of perspectives. We begin by considering the historical formation of Performance   Studies as a field of study. We will pay close attention to events that we actually   experience. We will extrapolate issues from them, read theory through them, and   explore methods for documenting, analyzing, interpreting,and and writing about   them. Readings will contextualize the performances we experience as well as offer   models for how they might be studied. We will pay particularly close attention   to methods, from observation and interviewing to working with historical sources.   Weekly written responses to the readings and to the performances as well as exercises   in the use of particular methods will provide the basis for class discussions   and oral presentations. All the work that you have done for the course will be   submitted in the form of a portfolio on Friday December 15.       Schedule    Readings    Assignments    Tools       Schedule        UNIT I : Performance/Performativity/Performance Studies           9/11 What is performance?       9/18 What is Performance Studies ?    9/25 What is performativity ?         UNIT II: Object Performance       10/2 Dead or Alive    Friday 10/6 Introduction to toy theatre     10/9 Yom Kippur: Class cancelled    Friday 10/13 Toy theatre workshop    10/16 Toy theatre workshop    Friday 10/19 Toy theatre workshop    Sunday 10/ 22 All day workshop and evening performance    10/23 Performing theory/theorizing performance       UNIT III Total Performance       10/3 Ethnographic method    Tuesday 10/31 Halloween    11/6 Reports from the field     Tuesday 11/7 Presidential election    11/13 Historical method    11/20 Reports from the archive       Unit IV Liveness       11/27 Liveness/Presence    12/4 Workshop: Interviewing    12/11 Life Online          UNIT I : Performance/Performativity/Performance Studies     9  / 11      What is performance?          Required       Williams, Keywords . Read introduction and entries for Culture    and Hegemony.    Pavis, Dictionary of the Theatre . Read entries for Perception, Performance    Analysis, Performance Art, Performance Text, Performer, Performing Arts, Theatre    Art, Theatre of Everyday Life, Theatricality, Theatrical Performance, Theatrical    Reality, Total Theatre, Theatron, Theory of Theatre.    Nelson and Schiff, Critical Terms for Art History . Read entry for Representation.    Lentricchia and McLaughlin, Critical Terms for Literary Study . Read entry    for Performance.        Assignment : Note every use of the term    of performance in daily life as well as in what you read, including newspapers    (see especially the sports, business, and arts and leisure sections). Write    a 2-3 page keyword entry for Performance. Bring this entry to class Monday September    11. Keyword essays .       Attend at least one performance during the Henson    Festival between September 6 and 24. Write a performance description. Due :    Monday 10/2 Performance description of one performance from the Henson    Festival.       Recommended    The    Johns Hopkins Guide to Literary Theory and Criticism -- consult hard copy    at Bobst for the complete entries.    Words of art    Online dictionaries       Schechner, 1985. &quot;Restoration of behavior,&quot; Between theatre and    anthropology , pp. 35-116.    Hibbitts, Coming to Our    Senses: Communication and Legal Expression in Performance Cultures.    Goodman.1976. Languages of Art , pp. 113-122. Distinguishes allographic/autographic    arts.    Mauss, 1992. &quot;Techniques of the body [1934].&quot; Incorporations .    eds. Crary and Kwinter. Pp. 454-77.    Barba and Savarese, A dictionary of theatre anthropology: the secret art    of the performer .    Goffman, \"Performances,\" The Presentation of Self in Everyday Life , pp.    17-76.    Goffman, \"The Theatrical Frame,\" Frame Analysis , pp. 124-155.    Dening, \"Theatricality and the Paradoxes of Acting,\" Performances , pp.    101-127.    Bauman, \"Performance,\" Folklore, Cultural Performance, and Popular Entertainments ,    pp. 41-49.    Taylor, \"The Theatre of Operations: Performing Nation-ness in the Public Sphere,\"    Disappearing Acts: Spectacles of Gender and Nationalism in Argentina's 'Dirty    War .\"    Williams, &quot;Argument: Text and Performance,&quot; in Huxley and Witts, The    Twentieth-Century Performance Reader, pp. 369-383.    Feral, &quot;Performance and Theatricality: The Subject Demystified,&quot; in    Murray, Mimesis, Masochism & Mime: The Politics of Theatricality in Contemporary    French Thought , pp. 289-300.    Egginton, \" An    Epistemology of the Stage: Theatricality and Subjectivity in Early Modern Spain ,\"    New Literary History 27, 3 (1996): 391-413.    Schimmel et al. 1998. Out of actions: between performance and the object,    1949-1979 .    Kirshenblatt-Gimblett. 1999. &quot; Playing to the senses:    food as a pe rformance medium ,&quot; Performance    Research 4, no. 1: 1-30 .       9/18  What is Performance Studies?       Required       Schechner, 1995. \" Performance    Studies: The Broad Spectrum Approach \"    Phelan, 1998. &quot;Introduction: The ends of performance,&quot; in The Ends    of Performance, pp. 1-19.    Pelias and VanOosting, 1992. \"A Paradigm for Performance Studies\"    Franko and Richards, 2000. &quot;Actualizing absence: the pastness of performance,&quot;    in Acting on the Past: Historical Performance Across the Disciplines ,    pp. 1-9.    Kirshenblatt-Gimblett, 1999. Performance Studies    Schechner, 2000. &quot; TDR    Comment: Post Post-Structuralism? &quot; TDR 44 (3): 4-7.    McKenzie, 1996.&quot; All    performance is electronic &quot;       Due : Friday 9/15 Written response to the readings.       Recommended       Carlson, Performance: A critical introduction .    Pavis, Patrice, ed. The Intercultural Performance Reader.    Pradier, forthcoming. &quot;Ethnoscenology: the flesh is spirit. New approaches    to theatre studies and performance analysis,&quot; Colston Symposium,    ed. Gnter Berghaus.    Pradier, 1990. &quot;Towards a biological theory of the body in performance,&quot;    New Theatre Quarterly 6,21.    Carroll, Noel. 1986 &quot;Performance.&quot; Formations 3(1):63-81.    Dolan, Jill. 1997. &quot; Advocacy    and activism: identity, curriculum, and theatre studies in the twenty-first    century . Theatre Topics 7(1):1-10.    Bauman and Briggs. 1990 &quot; Poetics    and performance as critical perspectives on language and social life .&quot;    Annual Review of Anthropology 19: 59-88.    Schechner, \"Points of Contact\" and \"Performers and Spectators,Transported and    Transformed,\" Between Theater and Anthropology , pp. 3-34, 117-150.    Schechner, &quot;The five avant-gardes,&quot; in The twentieth-cent u ry    performance reader , pp. 308-326.    Beeman, &quot; The    anthropology of theater and spectacle ,&quot; Annual Review of Anthropology .    1993; 22:369-393.    Barish, The Anti-Theatrical Prejudice (1981), especially the introduction.    Wagner, Adversaries of Dance from the Puritans to the Present (1997),    pp. 363-397.       Suggested    Symposia Sunday September    17 and Monday September 18, at Cooper Union. Meet the artists who are performing    in the Henson Festival. Topics include: technology in performance, forms in    motion, visualizing text, man and machine, forms in motion.       Exhibitions created    for the Henson Festival, including STICKS, RAGS & STRINGS: THE ART OF CONTEMPORARY    PUPPETRY (with lecture demonstrations) at the World Financial Center, FORMS    IN MOTION at Cooper Union, JIM HENSON IN THE WORLD OF PUPPETRY at the Public    Theatre. They close soon.               9/25  What is performativity?       Required       Austin, How to Do Things with Words   Parker and Sedgwick, eds. 1995.&quot;Introduction,&quot; Performativity and   performance , pp. 1-18.   Lyotard, 1984. The Postmodern Condition: A Report on Knowledge, pp. 3-11,   41-53.       Due : Friday 9/22 Written response to the readings.       Recommended      Butler, Gender trouble : feminism and the subversion of identity .   Extracts from Gender as performance:   an interview with Judith Butler , 1993. For full version see Radical   Philosphy 67 (summer 1994). See also Judith   Butler   Cavell, \"Counter-Philosophy and the Pawn of Voice\"   Derrida, \"Signature Event Context\"   Phelan, 1997. Mourning Sex .       Suggested       Presidential and vice-presidential   debates --October 3,5,11,17. DebateWatch   2000 . C-SPAN Live TV/Radio on the web.    Commission on Presidential Debates . InPulse   lets Internet users react in real time to the Presidential and Vice-Presidential   debates, while the candidates are speaking.                 UNIT II: Object Performance    10/2  Dead or Alive       DUE : Performance description of one performance from    the Henson Festival.    Required         Kleist, [1810] 1989. \"On the Marionette Theater,\" in Fragments for    a history of the human body , Part 1, pp. 415-420. [Paska translation]    Craig, [1907]. \"The Actor and the ber-Marionette,\" On the art of the theatre,     pp. 54-95.    Gropius & Wensinger, The Theater of the Bauhaus.         Due: Friday 9/29 Written response to the readings.         Assignment    Keep a workbook/journal of the process of creating a toy theatre.    This document should combine your creative process with your reflections on    it, in light of the readings and discussion in class. DUE:  Friday    October 27.         Recommended    Cixous, 1991. \"Grace and Innocence: Heinrich von Kleist,\" Readings ,    pp. 28-73.    de Man,1984. \"Aesthetic Formalization: Kleist's ber das Marionettentheater ,\"     The rhetoric of romanticism , pp. 263-314.    Breton, 1969. \"Surrealist Situation of the Object:Situation of the Surrealist    Object,\" in Manifestos of Surrealism .    Leger, 1973. \"The Spectacle: Light, Color, Moving Image, Object-Spectacle,\"    in Functions of Painting . Pp. 35-47.    Proshan, 1983. &quot;The semiotic study of puppets, masks, and performing    objects.&quot; Semiotica 47(1/4):3-44.    Tillis, 1996. &quot; The    actor occluded: puppet theatre and acting theory 1 &quot; Theatre Topics    6 (2): 109-119.    Keeler, 1987. Javanese shadow plays, Javanese selves .    Becker, 1979. \"Text-building, epistemology, and aesthetics in Javanese shadow    theatre,\" in The imagination of reality. Pp. 211-143.    Fried (June 1967) \"Art and objecthood.\" Artforum.          Friday 10/6  Introduction to    toy theatre         Required    Kaplin, &quot; A    Puppet Tree: A Model for the Field of Puppet Theatre &quot;, TDR    (fall 1999)    Bell, 1996. A short, entertaining history of toy theater . New York:    Great Small Works.    Four short plays: &quot;Mr. Fish and Mrs. Bones,&quot; &quot;The tune the    old cow died of,&quot; &quot;The Gordian knot,&quot; &quot;The three men of    Gotham.&quot;    Paska, 1989. &quot;&quot;The Inanimate Incarnate, &quot; in Fragments for    a history of the human body , Part 1, pp. 410-412.    Paska. \"Puppet, primitive, and the future of an illusion,\" The Language    of the Puppet , pp. 37-42.    Kott, 1976. &quot;Bunraku and Kabuki, or, about imitation.&quot; Salamagundi    35 (fall): 99-109.    Barthes, \"The Three Writings\" and \"Animate/Inanimate,\" Empire of Signs ,    48-55, 58-60.         Due: Friday 10/6 Written response to the readings.         Recommended    Bell, \" Puppets    and Performing Objects in the Twentieth Century ,\" Performing Arts Journal    56 (1997): 29-46.    Bell, &quot; Entertainment, Spectacle, Crime: Puppetry    in the Year 2000 &quot; Unpublished essay.    Speaight, History of English Toy Theatre . See especially, pp. 9-14,    30-33, 52-69, 82-109.    Bell, special issue of TDR (1999) 43, 3 (fall): Puppets,    masks, and performing objects    Tillis, Steve. &quot; The    Art of Puppetry in the Age of Media Production&quot; TDR (1999).    Beaune, Jean-Claude. 1989. &quot;The classical age of automata: an impressionistic    survey from the sixteenth to the nineteenth century,&quot; in Fragments    for a history of the human body , Part 1, pp. 430-480.    Adache. 1985. Backstage at Bunraku    Veltrusk, 1964. &quot;Man and object in the theater [1940].&quot; A Prague    school reader on esthetics, literary structure, and style . Pp. 83-91.    Schimmel, Paul, Kristine Stiles, and Museum of Contemporary Art (L.A.) 1998.     Out of actions between performance and the object, 1949-1979 .                 10/9 Yom Kippur: Class canceled       Friday 10/13  Toy theatre workshop     10/16 Toy theatre workshop            Suggested        10/18-20 Conference -- Metamorphoses    2000: Expressive Technology, Art and Humanities at School of Visual Arts,    209 E. 23rd St.    10/19 Lecture --Daniel Miller, &quot;Ethnography Meets Virtual Reality:    Trinidad, Religion, and the Internet.&quot; Main Building, 100 Washington    Square East, Room 713, 4:55-6:10 pm.       Friday 10/20 Toy theatre workshop    Sunday 10/ 22 All day workshop and    evening performance . Family and friends are welcome to attend.     !!! Toy Theatre Website    !!! for photographs of all of our performances.       10/23  Performing theory/theorizing    performance         Due: Monday 10/30 Workbook/journal is due.         Recommended (Thanks to Yoko Takahashi for Bunraku links)         An introduction to Bunraku     Bunraku    link in Japanese         Suggested        10/19 Pre-Opening Party and Benefit Auction (RSVP: 212-787-8457 )    for Great Small Works Fifth International Toy    Theatre Festival (11/2-19) . All Toy Theatre events at HERE    Arts Center, 145 Avenue of the Americas. For tickets: 212-647-0202.    10/21 Official Opening of Temporary Toy    Theatre Museum (10/21-12/2)     10/27-5 Ping Chong, Kwaidon ,     Puppetry performances      11/4 Toy Theatre Symposium, 3 pm . HERE Arts Center.    145 Avenue of the Americas.             UNIT III Total Performance    10/30  Ethnographic method         Required    Geertz, 1973. &quot;Thick description,&quot; The interpretation    of culture s, pp. 3-30.    Barsz, 1997. &quot;Confronting the field(note) in and out of the field,&quot;    in Shadows in the Field , pp. 45-62.    Newton, 1979. Mother Camp: Female impersonators in America .    Butler, &quot;Critically queer,&quot; Bodies that matter , pp. 223-242.         Due : Friday 10/27 Written response to the readings.       Recommended         Emerson, Fretz, and Shaw. 1995. Writing Ethnographic Fieldnotes .    Amit-Talai, 2000. Constructing the field ethnographic fieldwork in the    contemporary world.    Davies. 1999. Reflexive ethnography a guide to researching selves and others.     Sanjek,1990. Fieldnotes the makings of anthropology.    Smith, 1999. Decolonizing methodologies: research and indigenous peoples.     Kulick and Willson. 1995. Taboo sex, identity, and erotic subjectivity    in anthropological fieldwork.     Fabian, 1983. Time and the Other: How Anthropology Makes Its Object .     Fabian, 1990. &quot;...From informative to performative ethnography,&quot;     Power and performance: ethnographic explorations through proverbial wisdom    and theater in Shaba, Zaire . Pp. 3-22.    Turino.1990. &quot;Structure, event and process in musical ethnography.&quot;     Ethnomusicology 34, 3.    Senelick, 2000. The changing room: varieties of theatrical cross-dressing        Kisliuk, 1998. Seize the dance! : BaAka musical life and the ethnography    of performance    Wulff, 1998. Ballet across borders career and culture in the world of dancers .    Davis, 1997. Spectacular nature corporate culture and the Sea World experience .        Feld, 1982. Sound and sentiment: birds, weeping, poetics, and song in Kaluli    expression.    Ness, 1992. Body, Movement, and Culture: Kinesthetic and Visual Symbolism    in a Philippine Community.    Novak, Cynthia. 1990. Sharing the Dance: Contact Improvisation and American    Culture.    Seremetakis, 1991. The last word: women, death, and divination in inner    Mani .    Kondo, 1990. Crafting selves: power, gender, and discourses of identity    in a Japanese workplace.    Newton, 2000. Margaret Mead made me gay: personal essays, public ideas .    Hughes, 1996. Clit notes: a Sapphic saga .         Assignment: Bring Mother Camp to class and a one-page tip sheet    on Newtons techniques of ethnographic fieldwork and writing, to be handed    in. Look specifically at her interviewing techniques, her use of participant-observation,    her fieldnotes and the way she integrates her interviews, fieldnotes, and    observations into her text.           Tuesday 10/31  Halloween       Assignment: Attend Halloween festivities    of some kind and write up your fieldnotes (as discussed by Barsz) in 3-5 pages.    Due: Monday 11/6. Fieldwork guidelines .          11/6  Reports from the field         Required         Huizinga, Homo Ludens , pp. 1-27.    Bakhtin, &quot;Carnival ambivalence&quot; and &quot;A glossary of key terms,&quot;    in The Bakhtin reader , pp. 194-244, 245-252.    Stalleybrass and White. 1986. &quot;Bourgeois hysteria and the carnivalesque,&quot;     The politics and poetics of transgression , pp. 171-190.    McGrath, 1995. &quot;Trusting in rubber: performing boundaries during the    AIDS epidemic.&quot; TDR 39,2 (T146) Summer 1995, 21-38.       Due: Friday 11/3 Written response to the readings.     Recommended         Kugelmass, &quot;Designing the Greenwich Village Halloween Parade,&quot;    in Santino, Halloween and other festivals of life and death , pp. 187-217.    Kugelmass and Allen. 1994. Masked culture the Greenwich Village Halloween    parade.     Santino, Jack. 1998. The hallowed eve: dimensions of culture in a calendar    festival in Northern Ireland. Irish Literature, History, and Culture.     Califia, 1994. &quot;The city of desire: its anatomy and destiny,&quot;    in Public sex: the culture of radical sex .     Tambiah, 1979. &quot;A performative approach to ritual,&quot; Proceedings    of the British Academy 65.     Bell, 1992. Ritual theory, ritual practice.     Turner. 1969. &quot;Liminality and communitas,&quot; The ritual process,     pp. 94-165.    Van Gennep, [1908] . The rites of passage , pp. 166-194.     Hughes-Freeland, 1998. Ritual, performance, media.     Caillois, [1958]. Man, play, and games.     Csikszentmihalyi, 1985. Beyond boredom and anxiety: The experience    of play in work and games.    Falassi, 1987. Time out of time: essays on the festival.     Bakhtin     and The    Bakhtin Center .       Suggested        11/2-19 Fifth International    Toy Theatre Festival    11/4 Toy Theatre Symposium, 3 pm . All events at HERE Arts Center,    145 Avenue of the Americas. For tickets: 212-647-0202.         11/6-12/9 Eighth    New York Digital Salon at the School of Visual Arts.        Tuesday 11/7 Presidential election          11/13  Historical method         Required     Hartman, 1997. Scenes of subjection: terror, slavery,and    self-making in nineteenth-century America, 3-78.    Franko, 2000. &quot;Figural inversions of Louis XIV's dancing body,&quot;    in Acting on the past , pp. 35-51.    Roach, 1998. &quot;Slave spectacles and tragic octoroons: a cultural genealogy    of antebellum performance,&quot; in Exceptional Spaces, pp. 49-76.         DUE: Friday 11/10 Written response to the readings. Guide    to the readings.         Recommended    Schmidt, 1991. &quot; The    Commercialization of the Calendar: American Holidays and the Culture of Consumption,    1870-1930,&quot; Journal of American History 78, 3: 887-916. [note    the sources used]    Stearns and Haggerty, 1991. &quot;The    Role of Fear: Transitions in American Emotional Standards for Children, 1850-1950 ,&quot;    The American Historical Review 96, 1: 63-94.    Bullough. 1974. &quot;Transvestites    in the Middle Ages ,&quot; American Journal of Sociology 79, 6:1381-1394.        Benjamin [1940] Theses    on the philosophy of history . For background, see Spencer .    Nora, spring 1989. &quot;Between    memory and history: les lieux de memoire .&quot; Representations ,    No. 26, Special Issue: Memory and Counter-Memory, pp. 7-24.    Mullaney, (Summer, 1983),    &quot;Strange Things, Gross Terms, Curious Customs: The Rehearsal of Cultures    in the Late Renaissance&quot; Representations , No. 3, pp. 40-67.    Connerton. 1989. How Societies Remember .    Levine, 1988. Highbrow/lowbrow the emergence of cultural hierarchy in America .        Davis, Susan.1986. Parades and power street theatre in nineteenth-century    Philadelphia .    Davis, Tracy. 1991. Actresses as Working Women: Their Social Identity in    Victorian Culture.    Foster, 1996. Choreography & narrative : ballet's staging of story and    desire.     Ozouf, Mona. 1988. Festivals of the French Revolution.     Roach, 1996. Cities of the Dead: Circum-Atlantic Performance.    Dening, 1996. Performances .    Gilroy, 1993. The Black Atlantic: Modernity and Double Consciousness .    Hazzard-Gordon. 1990. Jookin': the rise of social dance formations in African-American    culture (first chapter on historical method).    Postlewait, 2000. &quot;Writing history today,&quot; Theatre Survey    41,2:82-106.     Roderigo Dominguez , &quot;Electronic    Disturbance Theatre&quot;         Suggested        11/13 Presentation: Natalie    Jeremijenko and the Bureau    of Inverse Technology at Location One, 26 Greene Street. 7-9 pm.    11/16-17 United Nations Television    Forum 2000 . Toni Sant is on the program.          11/20   Reports    from the archive         Assignment: Research report on the history of Halloween    during one decade between 1850 and 2000.     DUE : Friday 11/17        The class will be divided into small working groups, each group will be assigned    a decade between 1850 and 2000. The task is to find Halloween material for    your decade, using various search techniques and types of sources--archives,     library ,    electronic, microfilm, newspapers ,    collections of images    and artifacts. Be imaginative in the kinds of sources you look for, where    you go, and how you search . Each team should divide up the research    so as to cover a range of sources. Seek the assistance of the reference librarian    at whichever collections you use.                     Start with Bobst ,     New-York Historical Society , and     New York Public Library 's main research     library and specialized collections-- NYPL     for the Performing Arts at Lincoln Center and the Schomburg     Center for Research in Black Culture . NYPL has a vast picture collection,     organized by topic. To locate collections in New York City (as well as about     the city) and to find the ethnic press available at Bobst, go to the New     York City page. See Bobst and Beyond: A Guide to Graduate Research     in New York City (1994), available at Bobst.           Go online for the Library of Congress National     Digital Library [extraordinary resources, organized by period, place,     topic, format--including audio files, digital images, etc. Very good for     full text of WPA     interviews (See especially the Florida material and work of Zora Neale Hurston)     and FWP theatre materials, as well as for video and sound files for early     films and, music).           Use Lexis-Nexis ,     Pro-Quest     for newspaper databases, and Jstor     for full runs of journals. Consult the paper indices for earlier periods:     Reader's Guide to Periodicals , and the Index to the New York Times,     as well as indices to nineteenth-century newspapers.           Try to work with archival collections of unpublished materials,     especially in New     York , including the National     Archive of Lesbian and Gay History and Lesbian     Herstory Archives .           Consider using legal cases, patent records, and collections     related to business and advertising, including those related to costumes,     foods, greeting cards, jack o'lanterns, and pranks--New York Public Library's     Library of Science,     Industry, and Business .           Look at police reports at local precincts. Check out The     Municipal Archives of the City of New York for census materials, court     records, photographs, the WPA Federal Writers' Project, NYC unit, including     photographs and materials relating to the guide to NYC, and the WNYC radio     archives (1936-1943).     Check out media     collections . For great photographs from the last five years, go to the     AP (Associated Press)     Photo Archive . Please LOGOUT when you are done with the AP Photo     Archive.             Be thinking about the range of sources that you encountered    in the readings and how the authors used them.         Write a 3-4 page essay on Halloween in your decade. Reflect on    the nature of your sources and use those sources critically and imaginatively.    Try out concepts and techniques encountered in the readings. Reflect on method.     DUE: Friday 11/17    Select one person from your group to present your decade to    the class in the form of a 2-page oral report for the Monday class     11/20.        Suggested         Thursday 11/23 Macy's Thanksgiving    Day Parade . Live on NBC (Ch.4) from 9:00am - 12:00pm EST.See the    balloons blown up the night before the parade (Wednesday, November 22nd) from    6pm-11pm Where: 77th St. - 81st St. btw Central Park West and Columbus. Thanksgiving    Day Parade is on November 23rd from 9am-noon Where: Starting at W. 77th St.    and Central Park West, ending at Macy's, 34th Street and 6th Ave, See Parade    Map .            Unit IV Liveness    11/27 Liveness/Presence        Required        Phelan. 1993. &quot;The ontology of performance,&quot; Unmarked , pp.    146-166.    Auslander. 1999. Liveness , pp. 1-60.     The Playboy Interview:    Marshall McLuhan . Playboy Magazine 1969.    Morse, 1998. &quot;The news as performance: the image as event,&quot; Virtualities:    television, media art, and cyberculture , pp. 36-67.       DUE: 11/27 Written response to the readings. Guide    to the readings .    Friday 11/24 Thanksgiving. No class.         Recommended        Benjamin, &quot; The    work of art in an age of mechanical reproduction, &quot; Illuminations .        Brecht, &quot;The radio as an apparatus of communication.&quot;    Feuer, 1983. &quot;The concept of live television: ontology as ideology,&quot;    in Regarding television: critical approaches, an anthology .    Dayan and Katz. 1992. Media events: the live broadcasting of history .    Munoz, 1999. &quot;Latina performance and queer worldmaking,&quot; Disidentifications .    Doane, 1990. &quot;Information, crisis, catastrophe,&quot; in Logics of    television: essays in cultural criticism.     Gunning, Tom. 1995. &quot;Phantom images and modern manifestations: spirit    photography, magic theater, trick films, and photography's uncanny,&quot;    in Fugitive Images: From photography to video.     Dienst. 1994. Still life in real time. See &quot;The dangers of    being in a televisual world: Heidegger and the ontological question,&quot;    pp. 103-127.    Schechner, 1985. &quot;News, sex, and performance theory,&quot; Between    theatre and anthropology, pp. 295-324.        Suggested        Presidential debates: Archives    of presidential debates, 1984-1996 (video, audio, text). Senator    John F. Kennedy & Vice President Richard M. Nixon (audio) and Kennedy-Nixon    Debates (text). Commission on Presidential    Debates . InPulse lets    Internet users react in real time to the Presidential and Vice-Presidential    debates, while the candidates are speaking.     Olympics: Sydney    2000 Olympics News and Media Coverage -- watch out for controversies    re live coverage in opposing time zones. See Olympic    Arts Festival .     Art : Digital Performance Archive ,     Franklin Furnace .           12/4 Workshop: Interviewing        Required         Baum. Tips    for interviewers     Ritchie. 1995. Conducting Interviews. in Doing Oral History . Pp.    57-85.    Grele. 1994. &quot;History and the languages of history in the oral history    interview: who answers whose questions and why?&quot; in Interactive oral    history interviewing , ed. McMahan and Rogers. Pp. 1-18.         DUE : Friday 12/1 Videoconference Sections will    meet from 2:30-4:00 pm , 269 Mercer St, room #602. This session    is in lieu of the regular morning sessions. Attendence is mandatory. We will    convene a videoconference in collaboration with the Graduate Program in Folklore    and Folklife of the University of Pennsylvania. Visit the videoconference    series website at http://ccat.sas.upenn.edu/videoconference/series/ .    Many thanks to Toni Sant and Eric Miller for making this event possible.        Recommended         Eakin, 1999. How our lives become stories: making selves .    Felman and Laub. 1991. Testimony: crises of witnessing in literature, psychoanalysis,    and history .    Dunaway and Baum. 1996. Oral history: an interdisciplinary anthology .    Frisch, 1990. A shared authority: essays on the craft and meaning of oral    and public history.    Gluck and Patai, eds. 1991. Women's words: The feminist practice of oral    history .    Briggs, 1986. Learning how to ask.    Duberman, 1972. Black Mountain: an exploration in community.    Sample interviews: 1 ,     2 ,     3 ,    from the Federal Writers' Project. Interview 1 is of special interest.     Transcribing    interviews --a style guide     Ethical issues --Oral    History Association     The Journal for Multimedia History     Laurel , 1999.    &quot; New    players, new games ,&quot; Game Developers' Conference.         Suggested         Komar & Melamid: The Most    Wanted Paintings on the Web    Gomez-Pena, Temple of Confessions:    &quot;Confess your Intercultural Cyber-Sins&quot;    Smith, Anna Deveare. 1993. Fires in the Mirror .           12/11 Life Online        Guest: Martha Wilson ,    founder of Franklin Furnace .             Required         Turkle , 1995. Life on    the Screen , pp. 9-73. And, a note on method.     Munoz, 1999. &quot;Latina performance and queer worldmaking,&quot;     Disidentifications, pp. 181-200.     Gomez-Pena, \" THE    VIRTUAL BARRIO @ THE OTHER FRONTIER (or the Chicano interneta) \"        Due: Friday 8 Written response to the reading.        Recommended         Turkle's recent    publications .    Haraway , 1991. \" A    Cyborg Manifesto: Science, Technology, and Socialist-Feminism in the Late    Twentieth Century, \" in Simians, Cyborgs and Women: The Reinvention    of Nature , pp.149-181.    Kirshenblatt-Gimblett, 1996. &quot; The electronic    vernacular ,&quot; in Connected: enagements with media . ed. Marcus.     Links related    to &quot;The electronic vernacular.&quot;     Play and Performance    in Computer-Mediated Communication . Special issue of Journal of Computer-Mediated    Communication 1, 2 (1995).     Reid , Electropolis: Communication    and Community on Internet Relay Chat (1991) and Cultural Formations    in Text-Based Virtual Realities-- on MUDS (1994). Full    text online of both studies.    Campbell, 1996. Design    in Virtual Environments Using Architectural Metaphor     The body    is back: communication in cyberspace    Mitchell.1995. City    of Bits: Space, Place, and the Infobahn     Sexuality & Cyberspace:    Performing the Digital Body . Special issue of Women and Performance ,    17.    Murray. 1997. Hamlet on the holodeck: the future of narrative in cyberspace .    Related links .     Laurel , 1991.     Computers as theatre.    Moser and MacLeod, eds. 1996. Immersed in technology : art and virtual    environment .     Rheingold , 1991. Virtual reality,     especially &quot;The experience theatre and the art of binocular illusion&quot;    and &quot;The origins of drama and the future of fun.&quot; . See also    Rheingold. 1993. The virtual    community .    Chesher, 1994. &quot;Colonizing    Virtual Reality: Construction of the Discourse of Virtual Reality, 1984-1992. &quot;    Cultronix 1,1 (fall).    Johnson, Steven. Interface culture: how new technologies transform the    way we create and communicate.    Jones, Steve. 1999. Doing Internet research: critical issues and methods    for examining the Net.    Markham. 1998. Life online: researching real experience in virtual space.        Section on Critical Art Ensemble in TDR    44 (4) Winter 2000 .         Suggested         Electronic Literature Directory         The Jargon File     Critical Art Ensemble     Roderigo Dominguez --Electronic    Disturbance Theatre     WebCam    Central     Interactive Cinema     LemonYellow -- &quot;I link, therefore    I am: a web intellectual's diary&quot;     Terri Senft     VRcades Studiolab          Due: Friday 12/15 Portfolio.     Updated 12/5/2000"}, {"content": "PERFORMANCE STUDIES ISSUES AND METHODS        PERFORMANCE STUDIES ISSUES AND METHODS   Department of Performance Studies   New York University               H42.2617 / Fall 1998 / Mondays 4-7, Room 636,   Sections: Fridays 10-12, 12-2    Barbara Kirshenblatt-Gimblett and Fred Moten   Dan Bacalzo, Gilad Melzer, Heather Schuster     http://www.nyu.edu/classes/bkg/issues98             _________________________________________________________________        Course description   Readings   Electronic Access and Resources   Assignments   Syllabus      The course is organized around three events through which we will explore various understandings of performance, performativity, and performance studies. We will pay close attention to events that we actually experience. We will   extrapolate issues from them, read theory through them, and explore methods for documenting, analyzing, interpreting, and writing about them. Readings will contextualize the performances we experience as well as offer models for how they might be studied.    Readings    Readings for the course are available at the NYU Book Center, on reserve in Bobst Library, and may be found in the Performance Studies Archive. Where possible, the full text of selected readings will be available online.    Electronic Access and Resources     This web site will be updated during the semester. See Electronic Access for additional features and resources, including our newsgroup , announcements and guidelines, bibliographies, electronic texts, and links to other sites.     Electronic communication is an essential tool. Workshops on Friday September 4 at 10 am and 11 am have been organized to help you get started. Also take advantage of workshops offered throughout the semester by the Academic Computing Facility (Warre  n Weaver Hall, Room 201, corner W 4th St. and Mercer) 998-3333. These workshops will introduce you to the many features of your email account.     There will also be workshop at Bobst Library Tuesday September 22, 4-7 pm and Friday September 25, 1-4 pm.    All students are expected to participate in class discussion through the course newsgroup: nyu.tsoa.ps.issues_methods . Those so inclined are encouraged to write components of the home page for the course.     Be sure to take advantage of the many features of the NYU home page and specifically of Bobcat Plus . Please note that you need to log in through your NYU account in order to take advantage of many sp  ecial features.        &#9;    CARL Uncover lets you search thousands of journals for articles, either by searching the entire database or by browsing the table of contents of a journal. They will also fax articles to you for a fee.   Muse offers online access to the full text of recent issues of Performing Arts Journal, Theatre Journal, Theatre Topics, Diacritics, and Postmodern Culture, among others.   JSTOR offers full text of the full run of many journals, from the beginning to five years ago.        We strongly recommend that you use a program such as EndNote or ProCite with Bookwhere 2000 to manage and format bibliographic information, as well as notes that you take on the readings. These packages are available at a special price for NYU student  s and faculty at the NYU Computer Store. See online reviews and comparisons (and download demos) from CHORUS .    Assignments    Assignments for the course include close reading of texts, careful observation of live performance, and a series of writing exercises and revisions of them. The final grade will be based on a portfolio of all written work produced for the course and a  ctive participation in class discussion.     Everyone is strongly encouraged to take advantage of The Writing Center (269 Mercer Street, Room 230), where individual tutorials can be arranged without charge. Call 998-8866.     Attendance at all Monday sessions, the discussion sections, and assigned performances is mandatory --the grade will reflect attendance. If for a very pressing reason you cannot attend a session, please notify us in advance, find out what yo  u missed, and arrange to make up the work. Classes will start on time and everyone is expected to arrive promptly .       _____________________________________________________________       SYNOPSIS    UNIT I&#9;Performance/Performativity/Performance Studies        9/11,14  What is Performance/Performativity?  9/22,25  Bobst research methods sessions  9/28  What is Performance Studies?         KEYWORD assignment revised--DUE 9/28        UNIT II&#9;Object Performance        10/5 Dead or Alive     10/12 Toy theatre construction    10/17 All day toy theatre workshop and performance (Saturday)  10/19 Performing Theory         PERFORMING THEORY assignment--DUE 10/19        UNIT III Total Performance        10/26  Halloween/Day of the Dead: Ethnographic Methods  10/31  Halloween (Saturday)  11/2  Play, Ritual, Carnival--Field notes  11/9  Genealogies: Historical Methods--Oral report        HALLOWEEN assignment--DUE 11/16        UNIT IV&#9;Diasporic Performance       11/16  11/23  11/30  12/7         DIASPORIC PERFORMANCE assignment--DUE 12/7         12/14&#9; Wrap Up     &#9;PORTFOLIO--DUE 12/14    Please note:    1. Short writing exercises designed to focus discussion of the readings are assigned weekly. Please see syllabus for details.    2. The Friday discussion section prior to the deadline for the writing assignment at the end of each unit will be devoted to working on your drafts.   =============================    &#9;PART I: INTRODUCTION    1. 9/11, 9/14&#9;WHAT IS PERFORMANCE?        Bring a draft of the keyword assignment to the discussion section on Friday September 11. Revise the keyword assignment for Monday September 14 and hand in 3 copies. Save a fourth copy for yourself. The following week we will focus on the term perform  ativity.        ASSIGNMENT:    Collect the various ways in which the word \"performance\" is used in daily life, including conversation and the media (sports, arts and leisure, business, travel, technology, etc.). Write a one-page keyword entry for \"performance,\" based on the materia  ls you have gathered. Bring 2 copies to class.    You will return to the recommended readings throughout the semester as you revise the keyword assignment at various intervals. By the end of the semester you should have read many of the recommended readings for this unit. Some will be required for l  ater units. Please tell us about other readings you find that might be useful for writing a keyword essay on the term performance.    Attend as many performances as you can of:    &#9; International Festival of Puppet Theater   &#9;September 9-27, 1998         Take advantage of spectacular events in New York City over the Labor Day weekend:        Sunday September 13: Wigstock on Pier 54. 774-7470        Monday September 14: West Indian-American Day Carnival on Eastern Parkway in Brooklyn. 718-625-1515        READ:    Williams, \"Introduction,\" \"Culture,\" Keywords, pp. 11-26, 87-93.    Schechner, Introduction Draft for textbook on Performance Studies under contract with Routledge.    RECOMMENDED:    The Johns Hopkins Guide to Literary Theory and Criticism    Schechner, \"Points of Contact\" and \"Performers and Spectators,Transported and Transformed,\" Between Theater and Anthropology, pp. 3-34, 117-150.    Phelan, \"The Ontology of Performance,\" Unmarked, pp. 146-166.    Auslander, \"Liveness: Performance and the Anxiety of Simulation,\" in Performance and Cultural Politics, ed. Elin Diamond (1996), pp. 198-213.    Dening, \"Theatricality and the Paradoxes of Acting,\" Performances, pp. 101-127.    Hibbits, Coming to Our Senses: Communication and Legal Expression in Performance Cultures\"    Goffman, \"Performances,\" The Presentation of Self in Everyday Life, pp. 17-76.    Goffman, \"The Theatrical Frame,\" Frame Analysis, pp. 124-155.    Veltrusky, \"Man and Object in the Theater,\" in Garvin, A Prague School Reader on Esthetics, Literary Structure, and Style, pp. 83-91.    Barish, The Anti-Theatrical Prejudice (1981). See introduction.    Wagner, Adversaries of Dance from the Puritans to the Present (1997), pp. 363-397.    Bauman, \"Performance,\" Folklore, Cultural Performance, and Popular Entertainments, pp. 41-49.    Mullaney, \"The Rehearsal of Cultures,\" The Place of the Stage: License, Play, and Power in Renaissance England, p. 60-87 (See specially, pp. 69-71).    Taylor, \"The Theatre of Operations: Performing Nation-ness in the Public Sphere,\" Disappeating Acts: Spectacles of Gender and Nationalis in Argentina's 'Dirty War.\"    Williams, Argument: Text and Performance, in Huxley and Witts, The Twentieth-Century Performance Reader, pp. 369-383.    Feral, Performance and Theatricality: The Subject Demystified, in Murray, Mimesis, Masochism &amp; Mime: The Politics of Theatricality in Contemporary French Thought, pp. 289-300.    Zito, \"The Performing Body and the Clarifying Text,\" The Body and the Brush: Grand Sacrifice as Text/Performance in Eighteenth-Century China, pp. 110-117.    Roach, \"History, Memory, Performance,\" Cities of the Dead: Circum-Atlantic Performance, pp. 1-31.    Egginton, \"An Epistemology of the Stage: Theatricality and Subjectivity in Early Modern Spain,\" New Literary History 27, 3 (1966): 391-413. Online: 128.220.50.88/journals/new_literary_history/v027/27.3eggington.html    Schimmel and Ferguson, eds. Out of Actions: Between Performance and the Object (1998)    Pavis, Patrice. Dictionary of the Theatre: Terms, Concepts, and Analysis (1998).    Sayre, \"Performance,\" in Critical Terms for Literary Study, eds. Lentricchia and McLaughlin, pp. 91-104.    Nelson and Shiff, eds. Critical Terms for Art History (1996)    Keller and Lloyd, Keywords in Evolutionary Biology (1994).    Jay, Cultural Semantics: Keywords of Our Time (1998). See introduction.    ========    II.&#9;9/18&#9;Discussion section: PERFORMATIVITY        Keyword exercise continues, this time focussing on \"performativity.\" Bring in a revised draft of keyword exercise, incorporating a discussion of performativity. Be prepared to discuss the Austin reading.        READ:    Austin, How To Do Things With Words, chpts 1-3,9,10,12.    RECOMMENDED:    Cavell, Stanley. \"Wagers of Writing: Has Pragmatism Inherited Emerson,\" unpublished conference paper, 1995.    Bearn, Gordon. \"Sounding Serious: Cavell and Derrida,\" Representations 63 (1998).    Sedgwick and Parker, eds., Performance and Performativity (introduction, chapters by Roach, Gould, Butler).    Butler, \"Gender is Burning\" and \"Critically Queer,\" Bodies That Matter: On the Discursive Limits of Sex, pp. 121-140, 223-242.    Butler, Excitable Speech.    \"The Recombinant Theater and the Performative Matrix,\" The Electronic Disturbance , Critical Art Ensemble (1994).    Jon McKenzie, All Performance Is Electronic: Feedback Requested    Fabian, \"...From Informative to Performative Ethnography,\" Power and Performance: Ethnographic Explorations through Proverbial Wisdom and Theater in Shaba, Zaire, pp. 3-21.    Phelan, Mourning Sex (1997).    ========    9/21&#9;ROSH HASHANA: class cancelled        9/22 &#9;4-7&#9;RESEARCH WORKSHOP(Bobst Library)      9/25&#9;1-4&#9;RESEARCH WORKSHOP(Bobst Library)    Attend one of these two workshops.    ========    III.&#9;9/28&#9;WHAT IS PERFORMANCE STUDIES?    Bring 4 copies of revised keyword entry to class. Be prepared to locate your own intellectual and artistic biography and your keyword essay within a history of Performance Studies as it emerges from the readings.    READ    Schechner, What Is Performance Studies Anyway    Pelias and VanOosting, \"A Paradigm for Performance Studies,\" Quarterly Journal of Speech 73,2 (1987):219-231.    RECOMMENDED    Phelan and Lane, eds. The Ends of Performance (see introduction and   Schechner's \"What Is Performance Studies Anyway\")    Drewal, Margaret. \"The State of Research on Performance in Africa,\" African Studies Review 34, 3 (1991):1-64.    Zarrilli, \"Toward a Definition of the Field of Performance Studies,\" Unpublished paper.    McNamara, \"TDR: A History,\" Unpublished paper.    =======    UNIT II: OBJECT PERFORMANCE    This unit will be built around a toy theater workshop conducted for the class by John Bell and Mark Sussman of the Great Small Works and Stephen Kaplan, Performance Studies alumnus, puppetry scholar, and expert builder. We will be theorizing performan  ce and performing theory through readings, discussion, video documentation of object performance, building and performing toy theatres, and a short writing assignment that integrates these elements.    IV. 10/5 DEAD OR ALIVE     VIEW:  Videotapes are on reserve in the PS Archive, thanks to the generosity of John Bell and Mark Sussman. These performances will give you some idea of the kind of toy theater we will be building and performing over the next two weeks. Please che  ck with archive for times that these tapes will be screened.    Bring the readings to class. Please mark one (or more)passages in each eading that offers a concept useful to our discussions of performance as a keyword? How do the passages you have selected historicize the term performance, whether or not this ter  m is actually used? Identify other keywords and the \"cluster\" they form? Try to link the terms and concepts to the artistic practices envisioned by the authors.    To contextualize the readings, look up names and keywords in The Johns Hopkins Guide to Literary Theory and Criticism and Critical Terms for Art History. Online.    READ:    Bell, \"Puppets and Performing Objects in the Twentieth Century,\" Performing Arts Journal 56 (1997): 29-46.   Kleist, \"On the Marionette Theatre,\" TDR T55 (1972), 22-26.    Craig, \"The Actor and the Uebermarionette,\" in On the Art of the Theatre, 54-94.     Schlemmer et al, \"Man and the Art Figure\" and \"Theater (Buehne),\" in The Theatre of the Bauhaus, 17-46, 81-101.    RECOMMENDED:    de Man, \"Aesthetic Formalization: Kleist's \"Ueber das Marionettentheater,\" The Rhetoric of Romanticism.    Breton, \"Surrealist Situation of the Object:Situation of the Surrealist Object,\" in Manifestos of Surrealism (1969).    Leger, \"The Spectacle: Light, Color, Moving Image, Object-Spectacle,\" in Functions of Painting (1973), pp. 35-47.    Tillis,  \"The Actor Occluded: Puppet Theatre and Acting Theory 1,\"  Theatre Topics 6, 2 (1996): 109-119. A critique of Craig.    ==========     10/9 Discussion section: TOY THEATRE WORKSHOP--Introduction    NO required reading this week. Introduction to toy theaters in the Discussion Section. Get started on the readings for 10/19.    RECOMMENDED    Bell, \"The Sioux War Panorama and American Mythic History\" .    Shershow, Puppets and Popular Culture (1995).    Baldwin, Toy Theatres of the World (1992).    Speaight, The History of the English Toy Theatre (1969).    Becker, \"Text-Building, Epistemology, and Aesthetics in Javanese Shadow Theatre,\" in The Imagination of Reality (1979), pp. 211-143.    Keeler, Javanese Shadow Plays, Javanese Selves (1987).    ========    V. 10/12 TOY THEATRE WORKSHOP--Construction     10/16 Construction contd     10/17 Saturday Toy Theater Workshop       We will meet in the Studio at 10 am. The morning and      afternoon will be devoted to developing and rehearsing      performances and making the last adjustments to the physical      theaters themselves. The performances will take place in      the Studio starting promptly at 7 pm. Family and friends      are welcome.    ==========    VI. 10/19 PERFORMING THEORY    READ    Bell, \"Death and Performing Objects.\"  PForm: A Journal of Interdisciplinary and Performance Art 41 (fall 1996): 16-19.    Barthes, \"The Three Writings\" and \"Animate/Inanimate,\" Empire of Signs, 48-55, 58-60.    Kott, \"Bunraku and Kabuki, Or About Imitation,\" Salamagundi 35     (fall 1976): 99-109.    Bring texts to class and mark passages for discussion.    DUE--October 19: 2 paragraphs reflecting on the process of \"performing theory\" and/or discovering theory in performance, based on the readings for this unit, your experience creating and performing a toy theater, and class`discussion. Post your statem  ent and participate in online discussion.    RECOMMENDED    Adache, Backstage at Bunraku (1985).    Proschan \"The Semiotic Study of Puppets, Masks, and Performing Objects,\" Semiotica 47-1/4 (1983): 3-44.    Veltrusky, \"Man and Object in Theatre,\" in A Prague School Reader on Esthetics, Literary Structure, and Style, ed. Paul L. Gavin 1964), pp. 83-91.    Bogatyrev, \"Semiotics in the Folk Theatre,\" in Semiotics of Art, 33-50.    Pietz, \"The Problem of the Fetish I,\" RES 9 (spring 1985): 5-17.    Rykwert, \"Organic and Mechanical,\" RES 22 (autumn 1992): 11-18.    Fried, \"Art and Objecthood,\" in Minimal Art, 116-147.    Sayre, The Object of Performance: The American Avant-Garde since 1970.    Cleveland Center for Contemporary Art, Outside the Frame: Performance and the Object, A Survey History of Performance Art in the USA since 1950.    Schimmel and Ferguson, eds. Out of Actions: Between Performance and the Object, 1949-1979 (1998).    =======================          UNIT III: TOTAL PERFORMANCE    This unit will be built around Halloween (and Day of the Dead). We will focus on theoretical approaches to play, ritual, and carnival, with special reference to the city. We will combine ethnographic and historical methods first, by attending Hallowee  n events during the period October 22-31, and second, by working with historical material.    Attend and document at least one Halloween event during the next two weeks. See Halloween Links 98 for leads. Take field notes on the event. You may also use video, audio, and photographic techniques.      VII 10/26 HALLOWEEN: ETHNOGRAPHIC METHODS    Bring Mother Camp to class and a one-page tip sheet on Newtons techniques of ethnographic fieldwork and writing, to be handed in. Look specifically at her interviewing techniques, her use of participant-observation, her fieldnotes and the way she integrates her interviews, fieldnotes, and observations into her text.    SATURDAY FRIDAY OCTOBER 31: Halloween. Class is encouraged to attend the Greenwich Village Halloween Parade and to participate in it, if so inclined (go to their Web page, which is listed on Halloween Links 98 , and/or other Halloween events in the city listed there. Check Time Out Magazine and the WWW for possibilities.    READ:    Newton, Mother Camp: Female Impersonators in America. In NYU Book Center and on reserve in Bobst.    Barsz, \"Confronting the Field(Note) In and Out of the Field, Barsz, ed., Shadows in the Field, 45-62.    Butler, \"Gender is Burning\" and \"Critically Queer,\" Bodies That Matter (for Friday discussion section).    RECOMMENDED:    Kugelmass, \"Designing the Greenwich Village Halloween Parade,\" in Santino, ed., Halloween and Other Festivals of Death and Life, 187-217    Kugelmass, Masked Culture: The Greenwich Village Halloween Parade. Copies in NYU Book Center. Screen: Paris Is Burning    Schmidt, Leigh Eric. \"The Commercialization of the Calendar: American Holidays and the Culture of Consumption,\" Journal of American History (Dec. 1991): 887-916. Copy in Archive.    Jackson, \"Interviewing,\" Fieldwork, 79-104. Book in Archive.    Geertz, Thick Description,&quot; The Interpretation of Culture.    ASSIGNMENT: Begin the historical research assignment, which will be due Monday November 10. The class will be divided into groups of 3-4 people, each group will be assigned a period between 1850 and 1998. The task is to search for Halloween material  , starting with the following tools: Readers Guide to Periodicals, Index to the New York Times, Dialog (to be issued a Dialog account, go to the Avery Fisher Center in Bobst). Before beginning the research, strategize with the librarian at the Reference D  esk. Those so inclined are encouraged to use the archives of the New-York Historical Society and any other archival collection in the region that has pertinent material. See also the GSAS Guide to Graduate Research. Follow the links for Academic and Pub  lic Libraries, Historical Resources, and Cultural Resources.    Each group will report on their findings in chronological order during the November 9 class, by designating one person to report on behalf of the group. Our goal is to discover historical problems presented by the evidence and to relate the historical   material to contemporary Halloween practices. Roach's Cities of the Dead is our model.    =================    VIII. 11/2 PLAY, RITUAL, CARNIVAL    ASSIGNMENT: Bring typed up field notes to class. In one paragraph, identify concepts in the readings that bear on the events you witnessed.    READ:    Tambiah, \"A Performative Approach to Ritual,\" Proceedings of the     British Academy 65 (1979): 113-169.    Huizinga, Homo Ludens, 1-27. In NYU Book Center, Bobst Reserve, and PS     Archive.    Bakhtin, \"Carnival Ambivalence,\" in The Bakhtin Reader, 194-244. In NYU     Book Center, Bobst Reserve, and PS Archive.    RECOMMENDED:    Bell, Ritual Theory, Ritual Practice.    Van Gennep, The Rites of Passage, 166-194.    Turner, Liminality and Communitas, The Ritual Process, pp. 94-165.    =================    IX. 11/9 GENEALOGIES    Work with the concept of genealogy in the Roach reading to think about the historical material you found. What would Brecht and Artaud have found interesting about Halloween as you understand it both from the historical record and from your fieldwork?    ORAL ASSIGNMENT: Bring in the results of the historical research (see above for instructions) and hand in your own report on this material (2 pages). Each group will designate one person to make a five minute (500 words) oral report (from a written te  xt, to be handed in) to the class characterizing the historical evidence and identifying the historical problems that it provokes, in light of the readings.    READ:    Roach, \"History, Memory, and Performance,\" Cities of the Dead, 2-31.    Marin, Notes on a Semiotic Approach to Parade, Cortege, and Procession,\" in Time Out of Time, 220-228.    Brecht, \"The Street Scene,\" in Brecht on Theater: The Development of an Aesthetic, 121-129.    Artaud, \"The Theatre of Cruelty (First Manifesto),\" in Antonin Artaud: Selected Writings, 2452-252.    RECOMMENDED:    Boyer, \"The City and the Theater,\" The City of Collective Memory: Its Historical Imagery and Architecture.    Davis, Parades and Power: Street Theater in Nineteenth Century Philadelphia.    Ozouf, Festivals of the French Revolution.     WRITTEN ASSIGNMENT DUE MONDAY NOVEMBER 16. In 6 pages, while presenting your historical and ethnographic evidence, identify a methodological model (Newton, Kugelmass, Tambiah, Bakhtin, Roach, Marin) found in the readings and demonstrate its usefulness   for analyzing your material and making connections between ethnographic and historical evidence. Distinguish methods of documentation and methods of analysis and show to what ends they can be used. Be explicit about what you are trying to do and how you a  re doing it.    ========    Sessions 10-13: 11/16, 23, 30, 12/7 Final Unit    Session 14: Wrap up session. Final Portfolio due.    For the final portfolio:    Gather all the work you did for the course. This should include all written assignments, drafts (including comments), revisions, workbook for the keyword assignment, fieldnotes, etc.    Be sure to include:          Final revised version of the KEYWORD assignment.    Revision of the major writing assignment for either unit III (Halloween) or IV (Diasporic Performance).    Cover letter guiding the reader of your portfolio. What did you focus on in terms of your own work, where do you see progress, what do you want to continue to work on?"}]}]