[{"detail": [{"content": "World Trade Center Pollution | Environmental Medicine                                Skip to main content                      Patient Care       Faculty &amp; Staff Directory       Events       Careers       Donate                                                                                                                                                                             Environmental Medicine                                                                                  Home   About   Research Divisions   NIEHS   Other Centers / Programs   Health Effects   Graduate Program                                  Home Research Divisions Human Exposure and Health Effects World Trade Center Pollution            Print  Email               - A + A                                         Research Divisions        open/close   Human Exposure and Health Effects  World Trade Center Pollution     Molecular Carcinogenesis and Toxicology   Systemic Toxicology     open/close   Our Labs  Costa Lab   Chen Lab   Cohen Lab   Cromar Lab   Cuddapah Lab   Dai Lab   Gordon Lab   Grunig Lab   Huang Lab   Jin Lab   Klein Lab   Tang Lab   Thurston Lab   Wirgin Lab   Zelikoff Lab                                                                                                      World Trade Center Pollution                                          General Information   After the attack on America of September 11th, 2001, the NYU Community Outreach and Education Program (COEP) was an active participant in efforts to inform the public regarding the potential environmental health implications of the aftermath of the World Trade Center (WTC) disaster. While public health officials reported that the air in lower Manhattan was safe to breathe, many residents suffering from symptoms such as raw throats, burning eyes, nose bleeds, and intermittent asthma attacks, were afraid, confused, and suspicious of what the authorities were telling them.   As voices independent from the government officials, past NYU COEP Director Dr. George Thurston and his fellow Center members were active in interacting with and informing the public about our Center's WTC research findings since September 11.   The World Trade Center disaster had an immediate impact on our COEP by changing the focus and priorities of our activities. The goal of our COEP in this case was to make the scientific information and resources of our Center available to the public so as to address the public's concerns.   During that time period after the attack, NYU Center members:   attended meetings with PTA's and parent groups,   advised the school system on environmental issues,   presented information at numerous public forums held in downtown New York, and   hosted public forums to present information about NIEHS studies of the WTC pollution and health effects.   NYU Center members have also been widely interviewed by the press and have made appearances in the media since September 11th, including on: CNN Live, CBS Nightly News, and NPR's Morning Edition.   On October 18, 2001, the NYU-COEP, in association with the other NIEHS Centers in the NY-metro area, organized a public forum entitled Environmental Health Issues Related to the World Trade Center Disaster to an audience of over 400 downtown residents. At this forum, the research results and plans of the various participating NIEHS Centers were presented. This was followed by a free-flowing question and answer period of over 1 and one-half hours, in which experts from the various NIEHS Centers applied their knowledge and expertise to try to answer the public's many concerns and questions. ( Click here for the forum program and information. )   The media became a powerful outreach tool for us to communicate information to the public. Our researchers made themselves available to the press in all formats to help answer their questions for the public.   In the following years, we continued to address the community through public forums. These served as a venue for prominent NIEHS-funded researchers to address the public about the potential environmental risks, as well as to inform them of future plans outlined for WTC research. Most recently, we held a WTC Forum at the Borough of Manhattan Community College (near Ground Zero) on October 17th, 2002 that included NIEHS funded investigators presenting an update of their ongoing research and their plans and interim conclusions. ( Click here for the forum program and information. )   In the Falls of 2002, 2003, and 2004, we also produced and distributed comprehensive newsletters that summarized current NIEHS Center investigations, in addition to practical tips for residents to use to address WTC pollution in their homes. It has been widely distributed in the lower New York City downtown area and at WTC meetings. This project was a collaborative effort with University of Rochester Environmental Health Sciences Center. To download the WTC newsletters, click on their respective year:  2002 ,  2003 , or  2004 .   Our third WTC forum was held at the NYU Lower Manhattan campus at the Woolworth Building (15 Barclay St.) from 6:15 - 9:00 PM on October 21, 2003. ( Click here for the forum program and information. )                                                                                        NYU Langone Medical Center       Student Login       Library                 Policies &amp; Disclaimers"}]}]