[{"detail": [{"content": "Center on Civil Justice | NYU School of Law                          Skip to main content                                     &rsaquo;               Quicklinks       Areas of Study   Calendar   Career Services   Colloquia   Courses   Departments   Directories   Docket   Housing   Library   News and Press   NYU Home   Student Links   Technology                                              JD Admissions   Faculty &amp; Scholarship   Global Opportunities   LLM/JSD Admissions   Academics &amp; Courses   Law &amp; Business   Executive Education   Current Students   Public Service   About NYU Law   Alumni &amp; Giving   Centers &amp; Institutes                               Home &rsaquo; Centers &amp; Institutes &rsaquo;                             Center on Civil Justice       About   Leadership   Board of Advisors   Civil Justice Developments and Trends   2015 Fall Conference: Litigation Funding   Past Events                              The Center on Civil Justice at New York University School of Law is dedicated to the study of the civil justice system in the United States and how it can continue to fulfill its purposes. The Center will draw on the unmatched strengths of the NYU Law faculty in the fields of procedure and complex litigation, as well as on a Board of Advisors consisting of leading practitioners and Judges, to identify the problems that most deserve further investigation and engagement, and to fill a void in scholarly and policy analysis.   Upcoming Event: March 30, 2015, 6:30-8:30 p.m.   The Center on Civil Justice and the Alliance for Justice will host a reception and panel discussion of the short documentary, \"Lost in the Fine Print\" at the Torch Club at NYU, 18 Waverly Place.   Speakers Include:   Arthur R. Miller , University Professor, NYU School of Law   Nan Aron, President, Alliance for Justice   Florencia Marotta-Wurgler ’01, Professor of Law NYU School of Law   Geoffrey Parsons Miller , Stuyvesant P. Comfort Professor of Law; Director, Center for Financial Institutions and Faculty Director, Program on Corporate Compliance and Enforcement, NYU School of Law   Andrew J. Pincus , Visiting Clinical Lecturer, Yale Law School, Partner, Mayer Brown   Peter L. Zimroth , Director, Center on Civil Justice at NYU School of Law and Senior Counsel, Arnold &amp; Porter   Seating is limited. For more information and to register, click here.   Up to 1 hour of New York State CLE credit will be available to both experienced and newly admitted attorneys under the Areas of Professional Practice Category. CLE materials are available in PDF form here.   Center on Civil Justice at the NYU School of Law   139 MacDougal Street  Wilf Hall, Fifth Floor  New York, New York 10012  (212) 992-6196, law.ccj@nyu.edu                                Leadership Biographies             Faculty Co-Directors   Arthur R. Miller, Samuel Issacharoff, and Troy McKenzie   Director   Peter Zimroth   Chair of Board of Advisors   Sheila L. Birnbaum   Research Coordinator   Linda A. Tvrdy                   Civil Justice Developments and Trends           Peter Zimroth - A Note on Consumer Class Actions   Samuel Issacharoff - A Defense Verdict in the First Washing Machine Trial                 2015 Fall Conference: Litigation Funding           Save the Date: On November 20, 2015, the Center on Civil Justice will hold its Fall Conference on the topic of third-party litigation funding. Request for essay proposals                 Join our E-mail List           Subscribe to receive notice of upcoming events.                                         Facebook   Twitter   YouTube   Instagram   Visitor Information   Directories   Offices and Departments   Site Map   NYU School of Law                   Prospective Info   Admissions (JD) Admissions (LLM/JSD) Areas of Study Degrees Offered Faculty Profiles Campus Map  Academics   Academic Sitemap Course Descriptions Class Schedules NYU Classes Clinics Academic Calendars  Departments   Academic Services Career Services Financial Aid Graduate Affairs (LLM) Hospitality and Events Housing Human Resources Library Operations and Facilities Records and Registration Student Affairs  Tools and Resources   About the Law School Campus Map Directories Law School News Journals Picture Book                      © 2015 New York University School of Law. 40 Washington Sq. South, New York, NY 10012. Tel. (212) 998-6100"}]}]