[{"detail": [{"content": "Curriculum &raquo; Arthur L. Carter Journalism Institute at New York University                                                                                                                                                  Home                          Graduate                       Courses of Study &raquo;                               Science, Health and Environmental Reporting &raquo;                                      Curriculum &amp; Speakers                     How To Apply                     Internships &amp; Jobs                     Publishing                     Alumni                     Student Profiles                     Faculty                     Story Gallery                     Scholarship Funds                                            Business and Economic Reporting &raquo;                                      BER News                     Curriculum                     Faculty                     How to Apply                     Scholarships                     Internships                     Jobs                     Student Work                     Resources                     Alumni Profiles                     Speaker Series                     Resource Links                     Student Profiles                     Summer Internships                                            Cultural Reporting and Criticism &raquo;                                      Curriculum                     Faculty                     How to Apply                     Student Work                     Internships and Jobs                                            Global and Joint Program Studies &raquo;                                      Curriculum                     Faculty                     How to Apply                     Internships and Jobs                     Student Work                     Master&#39;s Projects                     Collaborations                                            Magazine &raquo;                                      Curriculum                     Faculty                     How to Apply                     Internships and Jobs                     Student Work                                            Literary Reportage &raquo;                                      Curriculum                     Faculty                     How to Apply                     Student Profiles                     Student Work                     Religion Journalism Program                     Mentorship Program                     Banff Fellowship                     Internships/Jobs                     Media                     Books by LitRep Alumni                     Audio/Podcasts                                            Reporting the Nation and New York &raquo;                                      Curriculum                     Faculty                     How to Apply                     Internships/Jobs                     Student Work                                            News &amp; Documentary &raquo;                                      How to Apply                     Curriculum                     Master Classes                     Faculty                     Film Festivals                     Student Work                     Internships/Jobs                     Resources                     Alumni                     Inside Lens                                            Studio 20: Digital First &raquo;                                      Faculty                     How to Apply                     Student Work                                                                    General Requirements                          Financial Aid                          How To Apply                                                  Undergraduate                       Concentrations &raquo;                               Journalism &raquo;                                      Curriculum                                            Media Criticism &raquo;                                      Curriculum                                                                    General Requirements                          Honors Program                          Advising &raquo;                               Hours                                                 Evaluation Portfolio Redirect                          Journalism Abroad &raquo;                               Journalism in Ghana                                                 How To Apply &amp; FAQ                          Student Work                                                  Faculty                          Career Services                       Credit Internship Course &raquo;                               Requirements &amp; Procedures                         Intern Record Sheet                         Undergraduate Syllabus                         Graduate Syllabus                                                 For Employers &raquo;                               Submit a Job or Internship                                                 Job, Internship and Freelance Listings                          Fellowship and Paid Internship Programs                          Journalism Career Fair                          Media Mingle 2014                          Professional Organizations                                                  Alumni                       Scholarships &amp; Fellowships                                                  Courses                          Events                          News                          About Us                       Resources &raquo;                               Equipment Resources and Information &raquo;                                      WiFi Access                                            Guidelines &amp; Policies at 20 Cooper Square                         Ethics Handbook for Students                         Faculty Resources                                                 Multimedia Resources &raquo;                               Weekday Workshops                         Guides and FAQs &raquo;                                      Denoising with Audition                                            Outside Resources                         Weekend Workshops                                                 Awards &amp; Fellowships                          Contact Us                          Visit Us                          Institute Projects                          Enrollment, Retention and Graduation Statistics                                                  Byline : Published Work                                          News &amp; Documentary          Overview              How to Apply                  Curriculum                  Master Classes                  Faculty                  Film Festivals                  Student Work                  Internships/Jobs                  Resources                  Alumni                  Inside Lens                              Curriculum         GRADUATE TV REPORTING I - Elemental Storytelling - G54.1040 Prerequisite : G54.1070 (required) This beginning course introduces students to all aspects of short form storytelling including shooting, editing and writing. The course begins with visual storytelling and then expands to different storytelling techniques for different kinds of topics, from traditional news reporting to the cinema verite style. By covering neighborhoods in New York, students learn to develop story ideas, conduct interviews and structure a story. Detailed script analysis is combined with in-depth discussions of student work. This course also includes viewing assignments based on understanding the historical development of the form. Students work in teams of two.   GRADUATE TV REPORTING II - G54.1172 Prerequisite : G54.1040 (required) This intermediate second semester course builds on the storytelling skills learned the first semester by doing a combination of magazine, short investigative and enterprise stories pieces as well as assignments aimed at preparing them for long form documentary work. Students also learn how to write a proposal and treatment for their half-hour documentary project.   GRADUATE ADVANCED TV REPORTING - G54.1175 Prerequisite : G54.1040 and G54.1172 (required) This class is unique to our news and documentary curriculum. The focus of the course is on developing an interesting in-depth story that will have a complex story structure and style. The emphasis is on understanding process, from research skills to the final edit of a documentary length story. Students work on advanced interviewing techniques and more complex methods of gathering audio and video, effective writing to pictures. The goal is that students understand how style can enhance the meaning of the story. Research and primary shooting occurs over the summer with the equipment support from the department.   The professor works closely with the students in and out of class with attention to every detail of the production process. This means the student learns how to pitch a story and present it during the various stages of production. This one on one contact is an essential part of the learning process and distinct to our program.   WRR I: NEWS &amp; DOCUMENTARY - G54.1021.009 The best journalism flows from logical thinking, solid research, and comprehensive journalism. Through short deadline pieces and longer writing assignments this class will simulate a newsroom and teach you how to think like a journalist. New York City will be your reporting lab and you will be sent out into the city hunting for stories from day one. While the primary focus of this class is print, the skills will give you a strong journalism foundation that can be used in any media.   PRESS ETHICS - G54.0012.002 This course offers through the case method a critical examination of current and recurring ethical and legal issues in journalism. Areas covered include reporting practices, roles of editors and executives, conflict of interest, sources, defamation and privacy, criminal justice and national security.   POLITICAL CINEMA - G54.1182.11 In contemporary war, \"the other\" is viewed not only as an enemy to be fought but, often, as one to be eliminated. How do journalists and filmmakers fight against (or, alternately, reinforce) such deadly representations? This class will focus primarily (though not exclusively) on one of the world's most conflict-ridden regions--the Middle East--though it will also explore films from Soviet Russia, Nazi Germany, and the United States. Through journalistic readings and film screenings, we will explore how \"the other\" is constructed: politically, aesthetically, ethically. This class is designed for anyone interested in contemporary politics and history, especially those of the Mideast; the journalism of conflict and violence, and the ethical questions associated with them; filmmaking; and film criticism.   TV NEWSCAST: THE DIGITAL NEWSROOM- G54.1070 (Open to all graduate journalism students) Students learn broadcast writing skills in a real time situation by producing a live broadcast that goes out over the NYU cable to the dorms and public buildings. The emphasis of the class is on developing news judgment under tight deadline pressures. The students in the class perform all the editorial and technical roles on the newscast and report stories as well. We have national and international video footage from the CNN Pathfire news service and we have the AP ENPS news system that provides wires and software for formatting the newscast. Interview skills are developed during the newscast with in-depth newsmaker interviews. Positions are rotated to give students a sense of the different roles in a newsroom and the importance of teamwork.   LONG FORM VIDEO EDITING - GA1182.07 The class will explore the complexity of long form visualization and the various structural options possible through editing.  It will examine not only how stories get told, but the different ways of telling them.  Through various exercises the students will experiment with various approaches and editing styles.  Simultaneous with this class, students will be working on their own documentaries in Advanced TV Reporting.  Whereas that class is more focused on concept and structure, the editing class will look closely at specific editing choices and techniques.   VISUAL THINKING- G54.1148 The class explores the complexity of documentary visualization through cinematography.  It will examine not only how stories get told, but also how we might inspire new ways of telling them visually.  This class will immerse the students in the challenges of different approaches and shooting styles through production exercises and through significant documentary examples.   The students' work has won many awards from the Academy of TV Arts and Science Student Awards, the Christopher Awards and American Women in Radio and Television and appeared in many prestigious film festivals. They have also received travel grants from the National Television Academy Foundation and the Student Academy Awards.   Required courses: Television Reporting I; Writing, Reporting Workshop I; Television Reporting II, and Advanced TV Reporting, Press Ethics, Political Cinema or a documentary related seminar; TV Newscast.   A typical (full-time) schedule:   Semester 1: 12 points   Writing Workshop I   Television Reporting I   Media Ethics   Semester 2: 14 points   Television Reporting II   Digital Newsroom   Political Cinema   Visual Thinking   Semester 3: 10 points   Advanced TV Reporting   Internship   Long Form Video Editing   Optional Summer Courses: Internship                                               Arthur L. Carter Journalism Institute New York University        20 Cooper Square, 6th Floor New York, NY 10003 212-998-7980                                                          Current Students Links                  NYU Journalism Ethics Pledge (PDF) &gt;          NYU Journalism Ethics Handbook (PDF) &gt;          NYU Journalism Ethics Web Page &gt;          Equipment Policy &gt;                               Course Listings                  Fall 2015 &gt;          Summer 2015 &gt;          Spring 2015 &gt;          Fall 2014 &gt;          Summer 2014 &gt;          Spring 2014 &gt;                               Career Services                  Job and Internship Listings &gt;          Credit Internship Courses &gt;                 Technical Issues         journalism.webmaster@nyu.edu         Funding for this site was generously provided by Ted Cohen and Laura Foti Cohen (WSC '78)                               &copy; Copyright 2015 NYU"}]},
{"detail": [{"content": "Curriculum &raquo; Arthur L. Carter Journalism Institute at New York University                                                                                                                                                  Home                          Graduate                       Courses of Study &raquo;                               Science, Health and Environmental Reporting &raquo;                                      Curriculum &amp; Speakers                     How To Apply                     Internships &amp; Jobs                     Publishing                     Alumni                     Student Profiles                     Faculty                     Story Gallery                     Scholarship Funds                                            Business and Economic Reporting &raquo;                                      BER News                     Curriculum                     Faculty                     How to Apply                     Scholarships                     Internships                     Jobs                     Student Work                     Resources                     Alumni Profiles                     Speaker Series                     Resource Links                     Student Profiles                     Summer Internships                                            Cultural Reporting and Criticism &raquo;                                      Curriculum                     Faculty                     How to Apply                     Student Work                     Internships and Jobs                                            Global and Joint Program Studies &raquo;                                      Curriculum                     Faculty                     How to Apply                     Internships and Jobs                     Student Work                     Master&#39;s Projects                     Collaborations                                            Magazine &raquo;                                      Curriculum                     Faculty                     How to Apply                     Internships and Jobs                     Student Work                                            Literary Reportage &raquo;                                      Curriculum                     Faculty                     How to Apply                     Student Profiles                     Student Work                     Religion Journalism Program                     Mentorship Program                     Banff Fellowship                     Internships/Jobs                     Media                     Books by LitRep Alumni                     Audio/Podcasts                                            Reporting the Nation and New York &raquo;                                      Curriculum                     Faculty                     How to Apply                     Internships/Jobs                     Student Work                                            News &amp; Documentary &raquo;                                      How to Apply                     Curriculum                     Master Classes                     Faculty                     Film Festivals                     Student Work                     Internships/Jobs                     Resources                     Alumni                     Inside Lens                                            Studio 20: Digital First &raquo;                                      Faculty                     How to Apply                     Student Work                                                                    General Requirements                          Financial Aid                          How To Apply                                                  Undergraduate                       Concentrations &raquo;                               Journalism &raquo;                                      Curriculum                                            Media Criticism &raquo;                                      Curriculum                                                                    General Requirements                          Honors Program                          Advising &raquo;                               Hours                                                 Evaluation Portfolio Redirect                          Journalism Abroad &raquo;                               Journalism in Ghana                                                 How To Apply &amp; FAQ                          Student Work                                                  Faculty                          Career Services                       Credit Internship Course &raquo;                               Requirements &amp; Procedures                         Intern Record Sheet                         Undergraduate Syllabus                         Graduate Syllabus                                                 For Employers &raquo;                               Submit a Job or Internship                                                 Job, Internship and Freelance Listings                          Fellowship and Paid Internship Programs                          Journalism Career Fair                          Media Mingle 2014                          Professional Organizations                                                  Alumni                       Scholarships &amp; Fellowships                                                  Courses                          Events                          News                          About Us                       Resources &raquo;                               Equipment Resources and Information &raquo;                                      WiFi Access                                            Guidelines &amp; Policies at 20 Cooper Square                         Ethics Handbook for Students                         Faculty Resources                                                 Multimedia Resources &raquo;                               Weekday Workshops                         Guides and FAQs &raquo;                                      Denoising with Audition                                            Outside Resources                         Weekend Workshops                                                 Awards &amp; Fellowships                          Contact Us                          Visit Us                          Institute Projects                          Enrollment, Retention and Graduation Statistics                                                  Byline : Published Work                                          News &amp; Documentary          Overview              How to Apply                  Curriculum                  Master Classes                  Faculty                  Film Festivals                  Student Work                  Internships/Jobs                  Resources                  Alumni                  Inside Lens                              Curriculum         GRADUATE TV REPORTING I - Elemental Storytelling - G54.1040 Prerequisite : G54.1070 (required) This beginning course introduces students to all aspects of short form storytelling including shooting, editing and writing. The course begins with visual storytelling and then expands to different storytelling techniques for different kinds of topics, from traditional news reporting to the cinema verite style. By covering neighborhoods in New York, students learn to develop story ideas, conduct interviews and structure a story. Detailed script analysis is combined with in-depth discussions of student work. This course also includes viewing assignments based on understanding the historical development of the form. Students work in teams of two.   GRADUATE TV REPORTING II - G54.1172 Prerequisite : G54.1040 (required) This intermediate second semester course builds on the storytelling skills learned the first semester by doing a combination of magazine, short investigative and enterprise stories pieces as well as assignments aimed at preparing them for long form documentary work. Students also learn how to write a proposal and treatment for their half-hour documentary project.   GRADUATE ADVANCED TV REPORTING - G54.1175 Prerequisite : G54.1040 and G54.1172 (required) This class is unique to our news and documentary curriculum. The focus of the course is on developing an interesting in-depth story that will have a complex story structure and style. The emphasis is on understanding process, from research skills to the final edit of a documentary length story. Students work on advanced interviewing techniques and more complex methods of gathering audio and video, effective writing to pictures. The goal is that students understand how style can enhance the meaning of the story. Research and primary shooting occurs over the summer with the equipment support from the department.   The professor works closely with the students in and out of class with attention to every detail of the production process. This means the student learns how to pitch a story and present it during the various stages of production. This one on one contact is an essential part of the learning process and distinct to our program.   WRR I: NEWS &amp; DOCUMENTARY - G54.1021.009 The best journalism flows from logical thinking, solid research, and comprehensive journalism. Through short deadline pieces and longer writing assignments this class will simulate a newsroom and teach you how to think like a journalist. New York City will be your reporting lab and you will be sent out into the city hunting for stories from day one. While the primary focus of this class is print, the skills will give you a strong journalism foundation that can be used in any media.   PRESS ETHICS - G54.0012.002 This course offers through the case method a critical examination of current and recurring ethical and legal issues in journalism. Areas covered include reporting practices, roles of editors and executives, conflict of interest, sources, defamation and privacy, criminal justice and national security.   POLITICAL CINEMA - G54.1182.11 In contemporary war, \"the other\" is viewed not only as an enemy to be fought but, often, as one to be eliminated. How do journalists and filmmakers fight against (or, alternately, reinforce) such deadly representations? This class will focus primarily (though not exclusively) on one of the world's most conflict-ridden regions--the Middle East--though it will also explore films from Soviet Russia, Nazi Germany, and the United States. Through journalistic readings and film screenings, we will explore how \"the other\" is constructed: politically, aesthetically, ethically. This class is designed for anyone interested in contemporary politics and history, especially those of the Mideast; the journalism of conflict and violence, and the ethical questions associated with them; filmmaking; and film criticism.   TV NEWSCAST: THE DIGITAL NEWSROOM- G54.1070 (Open to all graduate journalism students) Students learn broadcast writing skills in a real time situation by producing a live broadcast that goes out over the NYU cable to the dorms and public buildings. The emphasis of the class is on developing news judgment under tight deadline pressures. The students in the class perform all the editorial and technical roles on the newscast and report stories as well. We have national and international video footage from the CNN Pathfire news service and we have the AP ENPS news system that provides wires and software for formatting the newscast. Interview skills are developed during the newscast with in-depth newsmaker interviews. Positions are rotated to give students a sense of the different roles in a newsroom and the importance of teamwork.   LONG FORM VIDEO EDITING - GA1182.07 The class will explore the complexity of long form visualization and the various structural options possible through editing.  It will examine not only how stories get told, but the different ways of telling them.  Through various exercises the students will experiment with various approaches and editing styles.  Simultaneous with this class, students will be working on their own documentaries in Advanced TV Reporting.  Whereas that class is more focused on concept and structure, the editing class will look closely at specific editing choices and techniques.   VISUAL THINKING- G54.1148 The class explores the complexity of documentary visualization through cinematography.  It will examine not only how stories get told, but also how we might inspire new ways of telling them visually.  This class will immerse the students in the challenges of different approaches and shooting styles through production exercises and through significant documentary examples.   The students' work has won many awards from the Academy of TV Arts and Science Student Awards, the Christopher Awards and American Women in Radio and Television and appeared in many prestigious film festivals. They have also received travel grants from the National Television Academy Foundation and the Student Academy Awards.   Required courses: Television Reporting I; Writing, Reporting Workshop I; Television Reporting II, and Advanced TV Reporting, Press Ethics, Political Cinema or a documentary related seminar; TV Newscast.   A typical (full-time) schedule:   Semester 1: 12 points   Writing Workshop I   Television Reporting I   Media Ethics   Semester 2: 14 points   Television Reporting II   Digital Newsroom   Political Cinema   Visual Thinking   Semester 3: 10 points   Advanced TV Reporting   Internship   Long Form Video Editing   Optional Summer Courses: Internship                                               Arthur L. Carter Journalism Institute New York University        20 Cooper Square, 6th Floor New York, NY 10003 212-998-7980                                                          Current Students Links                  NYU Journalism Ethics Pledge (PDF) &gt;          NYU Journalism Ethics Handbook (PDF) &gt;          NYU Journalism Ethics Web Page &gt;          Equipment Policy &gt;                               Course Listings                  Fall 2015 &gt;          Summer 2015 &gt;          Spring 2015 &gt;          Fall 2014 &gt;          Summer 2014 &gt;          Spring 2014 &gt;                               Career Services                  Job and Internship Listings &gt;          Credit Internship Courses &gt;                 Technical Issues         journalism.webmaster@nyu.edu         Funding for this site was generously provided by Ted Cohen and Laura Foti Cohen (WSC '78)                               &copy; Copyright 2015 NYU"}, {"content": "Resources                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                         Individual Writing Help            Dictionaries and Encyclopedias            Database and Article Sources            Citation and Documentation Sources            Grammar Exercises            News Sources            Plagiarism Sites                               Individual Writing Help           The Writing Center                      New York University’s resource for students to obtain one-on-one help with writing.                     Return to top                     Dictionaries and Encyclopedias           NYU’s Virtual Reference Shelf                      Includes the American Heritage Dictionary, Merriam Webster’s Collegiate Dictionary and Thesaurus, the Oxford English Dictionary, Roget’s II: the New Thesaurus, Encyclopedia Briannica, Oxford Reference Online, and Information Please Almanac.                     Return to top                     Database and Article Sources           Bobst Library Searchable Online Journals page                      A list of journals available online at NYU. Search for a specific journal or scroll through alphabetically.                     Bobst Library Article Database Sources                      Search topics by subject, author or title to find available research articles. Multiple databases are listed.                     Return to top                     Citation and Documentation Sources           Purdue Online Writing Center                      An easy-to-follow guide about efficiently performing online research. Also includes information about citing sources in APA and MLA styles.                     Return to top                     Grammar Exercises           Purdue Online WritingCenter                      Grammar exercises and handouts listed by topic.                     Return to top                     News Sources           New York Times                      New York City’s premier newspaper.                     Library Online News Sources                      NYU’s library has a variety of online news sources available, focusing on New York and the United States, with some international sources available.                     Return to top                     Plagiarism Sites                      EWP’s Statement on Academic Integrity defines plagiarism, discusses how to avoid it, and states the possible penalties for students who plagiarize.            “ What Is Plagiarism at Indiana University? ” Indiana University. A tutorial that tests your ability to understand and avoid plagiarism.            Virtual Salt. “Citing Web Sources MLA Style.” By Robert Harris. Guidelines to what to cite and how to cite in Modern Language Association style.            “How to Avoid Plagiarism.” Northwestern University. A comprehensive site about academic integrity and citing sources.                     Return to top                                                                                                                [ EWP Home ] [ Program Info ] [ Policies ] [ Mercer Street ] [ Honors &amp; Awards ] [ EWP Teachers ] [ Writing Center ] [ Resources ] [ Employment ] [ Contact EWP ]"}]},
{"detail": [{"content": "Curriculum &raquo; Arthur L. Carter Journalism Institute at New York University                                                                                                                                                  Home                          Graduate                       Courses of Study &raquo;                               Science, Health and Environmental Reporting &raquo;                                      Curriculum &amp; Speakers                     How To Apply                     Internships &amp; Jobs                     Publishing                     Alumni                     Student Profiles                     Faculty                     Story Gallery                     Scholarship Funds                                            Business and Economic Reporting &raquo;                                      BER News                     Curriculum                     Faculty                     How to Apply                     Scholarships                     Internships                     Jobs                     Student Work                     Resources                     Alumni Profiles                     Speaker Series                     Resource Links                     Student Profiles                     Summer Internships                                            Cultural Reporting and Criticism &raquo;                                      Curriculum                     Faculty                     How to Apply                     Student Work                     Internships and Jobs                                            Global and Joint Program Studies &raquo;                                      Curriculum                     Faculty                     How to Apply                     Internships and Jobs                     Student Work                     Master&#39;s Projects                     Collaborations                                            Magazine &raquo;                                      Curriculum                     Faculty                     How to Apply                     Internships and Jobs                     Student Work                                            Literary Reportage &raquo;                                      Curriculum                     Faculty                     How to Apply                     Student Profiles                     Student Work                     Religion Journalism Program                     Mentorship Program                     Banff Fellowship                     Internships/Jobs                     Media                     Books by LitRep Alumni                     Audio/Podcasts                                            Reporting the Nation and New York &raquo;                                      Curriculum                     Faculty                     How to Apply                     Internships/Jobs                     Student Work                                            News &amp; Documentary &raquo;                                      How to Apply                     Curriculum                     Master Classes                     Faculty                     Film Festivals                     Student Work                     Internships/Jobs                     Resources                     Alumni                     Inside Lens                                            Studio 20: Digital First &raquo;                                      Faculty                     How to Apply                     Student Work                                                                    General Requirements                          Financial Aid                          How To Apply                                                  Undergraduate                       Concentrations &raquo;                               Journalism &raquo;                                      Curriculum                                            Media Criticism &raquo;                                      Curriculum                                                                    General Requirements                          Honors Program                          Advising &raquo;                               Hours                                                 Evaluation Portfolio Redirect                          Journalism Abroad &raquo;                               Journalism in Ghana                                                 How To Apply &amp; FAQ                          Student Work                                                  Faculty                          Career Services                       Credit Internship Course &raquo;                               Requirements &amp; Procedures                         Intern Record Sheet                         Undergraduate Syllabus                         Graduate Syllabus                                                 For Employers &raquo;                               Submit a Job or Internship                                                 Job, Internship and Freelance Listings                          Fellowship and Paid Internship Programs                          Journalism Career Fair                          Media Mingle 2014                          Professional Organizations                                                  Alumni                       Scholarships &amp; Fellowships                                                  Courses                          Events                          News                          About Us                       Resources &raquo;                               Equipment Resources and Information &raquo;                                      WiFi Access                                            Guidelines &amp; Policies at 20 Cooper Square                         Ethics Handbook for Students                         Faculty Resources                                                 Multimedia Resources &raquo;                               Weekday Workshops                         Guides and FAQs &raquo;                                      Denoising with Audition                                            Outside Resources                         Weekend Workshops                                                 Awards &amp; Fellowships                          Contact Us                          Visit Us                          Institute Projects                          Enrollment, Retention and Graduation Statistics                                                  Byline : Published Work                                          News &amp; Documentary          Overview              How to Apply                  Curriculum                  Master Classes                  Faculty                  Film Festivals                  Student Work                  Internships/Jobs                  Resources                  Alumni                  Inside Lens                              Curriculum         GRADUATE TV REPORTING I - Elemental Storytelling - G54.1040 Prerequisite : G54.1070 (required) This beginning course introduces students to all aspects of short form storytelling including shooting, editing and writing. The course begins with visual storytelling and then expands to different storytelling techniques for different kinds of topics, from traditional news reporting to the cinema verite style. By covering neighborhoods in New York, students learn to develop story ideas, conduct interviews and structure a story. Detailed script analysis is combined with in-depth discussions of student work. This course also includes viewing assignments based on understanding the historical development of the form. Students work in teams of two.   GRADUATE TV REPORTING II - G54.1172 Prerequisite : G54.1040 (required) This intermediate second semester course builds on the storytelling skills learned the first semester by doing a combination of magazine, short investigative and enterprise stories pieces as well as assignments aimed at preparing them for long form documentary work. Students also learn how to write a proposal and treatment for their half-hour documentary project.   GRADUATE ADVANCED TV REPORTING - G54.1175 Prerequisite : G54.1040 and G54.1172 (required) This class is unique to our news and documentary curriculum. The focus of the course is on developing an interesting in-depth story that will have a complex story structure and style. The emphasis is on understanding process, from research skills to the final edit of a documentary length story. Students work on advanced interviewing techniques and more complex methods of gathering audio and video, effective writing to pictures. The goal is that students understand how style can enhance the meaning of the story. Research and primary shooting occurs over the summer with the equipment support from the department.   The professor works closely with the students in and out of class with attention to every detail of the production process. This means the student learns how to pitch a story and present it during the various stages of production. This one on one contact is an essential part of the learning process and distinct to our program.   WRR I: NEWS &amp; DOCUMENTARY - G54.1021.009 The best journalism flows from logical thinking, solid research, and comprehensive journalism. Through short deadline pieces and longer writing assignments this class will simulate a newsroom and teach you how to think like a journalist. New York City will be your reporting lab and you will be sent out into the city hunting for stories from day one. While the primary focus of this class is print, the skills will give you a strong journalism foundation that can be used in any media.   PRESS ETHICS - G54.0012.002 This course offers through the case method a critical examination of current and recurring ethical and legal issues in journalism. Areas covered include reporting practices, roles of editors and executives, conflict of interest, sources, defamation and privacy, criminal justice and national security.   POLITICAL CINEMA - G54.1182.11 In contemporary war, \"the other\" is viewed not only as an enemy to be fought but, often, as one to be eliminated. How do journalists and filmmakers fight against (or, alternately, reinforce) such deadly representations? This class will focus primarily (though not exclusively) on one of the world's most conflict-ridden regions--the Middle East--though it will also explore films from Soviet Russia, Nazi Germany, and the United States. Through journalistic readings and film screenings, we will explore how \"the other\" is constructed: politically, aesthetically, ethically. This class is designed for anyone interested in contemporary politics and history, especially those of the Mideast; the journalism of conflict and violence, and the ethical questions associated with them; filmmaking; and film criticism.   TV NEWSCAST: THE DIGITAL NEWSROOM- G54.1070 (Open to all graduate journalism students) Students learn broadcast writing skills in a real time situation by producing a live broadcast that goes out over the NYU cable to the dorms and public buildings. The emphasis of the class is on developing news judgment under tight deadline pressures. The students in the class perform all the editorial and technical roles on the newscast and report stories as well. We have national and international video footage from the CNN Pathfire news service and we have the AP ENPS news system that provides wires and software for formatting the newscast. Interview skills are developed during the newscast with in-depth newsmaker interviews. Positions are rotated to give students a sense of the different roles in a newsroom and the importance of teamwork.   LONG FORM VIDEO EDITING - GA1182.07 The class will explore the complexity of long form visualization and the various structural options possible through editing.  It will examine not only how stories get told, but the different ways of telling them.  Through various exercises the students will experiment with various approaches and editing styles.  Simultaneous with this class, students will be working on their own documentaries in Advanced TV Reporting.  Whereas that class is more focused on concept and structure, the editing class will look closely at specific editing choices and techniques.   VISUAL THINKING- G54.1148 The class explores the complexity of documentary visualization through cinematography.  It will examine not only how stories get told, but also how we might inspire new ways of telling them visually.  This class will immerse the students in the challenges of different approaches and shooting styles through production exercises and through significant documentary examples.   The students' work has won many awards from the Academy of TV Arts and Science Student Awards, the Christopher Awards and American Women in Radio and Television and appeared in many prestigious film festivals. They have also received travel grants from the National Television Academy Foundation and the Student Academy Awards.   Required courses: Television Reporting I; Writing, Reporting Workshop I; Television Reporting II, and Advanced TV Reporting, Press Ethics, Political Cinema or a documentary related seminar; TV Newscast.   A typical (full-time) schedule:   Semester 1: 12 points   Writing Workshop I   Television Reporting I   Media Ethics   Semester 2: 14 points   Television Reporting II   Digital Newsroom   Political Cinema   Visual Thinking   Semester 3: 10 points   Advanced TV Reporting   Internship   Long Form Video Editing   Optional Summer Courses: Internship                                               Arthur L. Carter Journalism Institute New York University        20 Cooper Square, 6th Floor New York, NY 10003 212-998-7980                                                          Current Students Links                  NYU Journalism Ethics Pledge (PDF) &gt;          NYU Journalism Ethics Handbook (PDF) &gt;          NYU Journalism Ethics Web Page &gt;          Equipment Policy &gt;                               Course Listings                  Fall 2015 &gt;          Summer 2015 &gt;          Spring 2015 &gt;          Fall 2014 &gt;          Summer 2014 &gt;          Spring 2014 &gt;                               Career Services                  Job and Internship Listings &gt;          Credit Internship Courses &gt;                 Technical Issues         journalism.webmaster@nyu.edu         Funding for this site was generously provided by Ted Cohen and Laura Foti Cohen (WSC '78)                               &copy; Copyright 2015 NYU"}, {"content": "Resources                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                         Individual Writing Help            Dictionaries and Encyclopedias            Database and Article Sources            Citation and Documentation Sources            Grammar Exercises            News Sources            Plagiarism Sites                               Individual Writing Help           The Writing Center                      New York University’s resource for students to obtain one-on-one help with writing.                     Return to top                     Dictionaries and Encyclopedias           NYU’s Virtual Reference Shelf                      Includes the American Heritage Dictionary, Merriam Webster’s Collegiate Dictionary and Thesaurus, the Oxford English Dictionary, Roget’s II: the New Thesaurus, Encyclopedia Briannica, Oxford Reference Online, and Information Please Almanac.                     Return to top                     Database and Article Sources           Bobst Library Searchable Online Journals page                      A list of journals available online at NYU. Search for a specific journal or scroll through alphabetically.                     Bobst Library Article Database Sources                      Search topics by subject, author or title to find available research articles. Multiple databases are listed.                     Return to top                     Citation and Documentation Sources           Purdue Online Writing Center                      An easy-to-follow guide about efficiently performing online research. Also includes information about citing sources in APA and MLA styles.                     Return to top                     Grammar Exercises           Purdue Online WritingCenter                      Grammar exercises and handouts listed by topic.                     Return to top                     News Sources           New York Times                      New York City’s premier newspaper.                     Library Online News Sources                      NYU’s library has a variety of online news sources available, focusing on New York and the United States, with some international sources available.                     Return to top                     Plagiarism Sites                      EWP’s Statement on Academic Integrity defines plagiarism, discusses how to avoid it, and states the possible penalties for students who plagiarize.            “ What Is Plagiarism at Indiana University? ” Indiana University. A tutorial that tests your ability to understand and avoid plagiarism.            Virtual Salt. “Citing Web Sources MLA Style.” By Robert Harris. Guidelines to what to cite and how to cite in Modern Language Association style.            “How to Avoid Plagiarism.” Northwestern University. A comprehensive site about academic integrity and citing sources.                     Return to top                                                                                                                [ EWP Home ] [ Program Info ] [ Policies ] [ Mercer Street ] [ Honors &amp; Awards ] [ EWP Teachers ] [ Writing Center ] [ Resources ] [ Employment ] [ Contact EWP ]"}, {"content": "Course Detail            > Courses            > Academics         > NYU Gallatin                                                                                                                                  NYU Gallatin    Skip to Content   Skip to Search   Skip to Navigation   Skip to Sub Navigation                          Students          Prospective Students Current Undergraduate Students Current Graduate Students Incoming First-Year Students                            Faculty    Staff    Parents & Family    Alumni    |    Forms    Directory    Events Calendar                                                       Search                                                                           Main Navigation                Home      About    Facts and Figures    Facilities    Governance and Committees    Sustainability    From the Dean    Mission and Learning Goals    Administration    Bulletin 2014-2015    Bulletin Archive           Admissions    Undergraduate    Graduate           Academics    Undergraduate    Graduate    Courses    Faculty    Advising    Awards, Honors, and Fellowships    Policies and Procedures    Registration    Calendars and Deadlines           Global           Student Life    Community Service    Co-Curricular Programs    Graduation Ceremonies    A Diverse Intellectual Community    Health and Wellness    Living At NYU    Scholarly Communities    Student Government and Organizations    Student Profiles    Student Publications    Student Arts Showcases    Lecture Series    Senior Symposium    Fashion           Visit    Directions and Maps                                                   Sub Navigation    Academics Undergraduate Graduate Courses  Faculty Advising Awards, Honors, and Fellowships Policies and Procedures Registration Calendars and Deadlines              Back to Courses                                   Share       Delicious     Digg This     Reddit        Stumble Upon     Technorati     Twitter        Facebook     Windows Live     Yahoo                 MySpace     Email                   Bread Crumbs                Home          &gt;           Academics          &gt;           Courses          &gt;           Course Detail                                        Writing Your Ancestry                                Semester and Year        SP 2011                    Course Number        WRTNG-UG1336                    Section        001                    Instructor        Nancy Agabian                    Days                            Mon                                 Time                            3:30 PM -       6:10 PM                                Units        4.0                    Level        U                    Foundation Requirement                                                  Description       This workshop will give students the opportunity to practice elements of creative nonfiction through a multi-faceted approach to writing on ancestry and cultural heritage. The main goal will be a written exploration of the self to consider wider issues of history, community, identity, place, and family. The major assignments will be structured around various tasks: a personal essay will help to define themes and set scenes in the present; memoir writing will involve mining your memories of family to identify possible leads into the past; a reported piece will entail interviews of family members, historical research, and/or a visit to an ancestral site. These essays will be developed gradually with the help of shorter at-home assignments and in-class exercises on style, structure, and strategy. Revision will be built into the process, and we will read each other's work and give supportive feedback throughout the semester. Likely authors to be read and discussed for inspiration will include Ian Frazier, Henry Louis Gates, Jr., Honor Moore, Lawrence Weschler, Sarah Vowell, Bliss Broyard, Brenda Lin, Tara Bray Smith, and D.J. Waldie.                   Course Type       Advanced Writing Courses (WRTNG-UG)                               top of page                                                                   NYU Gallatin Footer              Gallatin School of Individualized Study     1 Washington Place     New York, NY 10003     (212) 998-7370                   A&#8211;Z Index      Directions      Contact Us      Job Opportunities               News      Support Gallatin      Feedback                         Follow us on Facebook      Follow us on Twitter      Follow us on Youtube         Follow us Instagram                 Unless otherwise noted, all content copyright NYU Gallatin. All rights reserved."}]}]