[{"detail": [{"content": "Gender Inclusivity                                                                                                               NYU.edu requires JavaScript be enabled in your browser in order to use important features of the site. JavaScript is either disabled or not supported by your browser. For instructions on how to enable JavaScript in your browser, click here .                       New York University    Skip to Content   Skip to Search   Skip to Navigation   Skip to Sub Navigation                                                        NYUHome Login                            Students           |   Faculty           |   Alumni           |   Employees           |   Community                                   Schools          Arts and Science      College of Arts and Science      College of Dentistry      College of Nursing      Courant Institute of Mathematical Sciences      Gallatin School of Individualized Study      Graduate School of Arts and Science      Institute of Fine Arts      Institute for the Study of the Ancient World      Leonard N. Stern School of Business      Liberal Studies Program      NYU Abu Dhabi      NYU Shanghai      Polytechnic School of Engineering      Robert F. Wagner Graduate School of Public Service      School of Professional Studies      School of Law      School of Medicine      Silver School of Social Work      Steinhardt School of Culture, Education, and Human Development      Tisch School of the Arts                QuickLinks          Academic Calendars      Administrative Units      Albert      Apply for Jobs      Athletics      Bookstores      Bursar      Campus Map      Career Development      Emergencies      Events      Giving to NYU      Housing      ITS      Libraries      News      NYU Apparel      Policies      Public Safety      Registrar      Student Health Center      Student Resources      Wellness Exchange                A-Z          A      B      C      D      E      F      G      H      I      J      K      L      M      N      O      P      Q      R      S      T      U      V      W      X      Y      Z                                                          New York University                          Search NYU                    Pages |    People                                       Main Navigation            About NYU       Admissions       Academics       University Life       Research       Global                                 Bread Crumbs          University Life   /   Living at NYU   /   On Campus Living   /   The On Campus Experience                 Sub Navigation                                 RISE                       Leadership                       Special Interest Housing                       Faculty Programs                       Roommate Relations                       Gender Inclusivity                       FYRE Assignment Process                       Project Pay Attention                                                                   Gender Inclusivity      Returning undergraduate students are able to indicate a gender neutral assignment preference during Reapplication. This will allow students to form room selection groups and/or select spaces without regard to legal sex. Please read the FAQs below to learn more about this option that is being offered in the Undergraduate Reapplication and Room Selection process .                                 Frequently Asked Questions                                                                                                                            What does \"gender assignment preference\" mean?                                                       Indicating a &quot;gender neutral&quot; assignment preference allows for upperclass students to form room selection groups and/or select room spaces without regard to legal sex.                                                                                                                                                                          Why has NYU created the \"neutral\" gender assignment preference?                                                       The Inter-Residence Hall Council, with a student Gender Neutral Task Force, made a proposal last year for increased gender inclusion in the housing process for upperclass students. This proposal has been used to help define and implement a gender neutral housing option.                                                                                                                                                                          What is the difference between co-ed housing and gender neutral housing?                                                       The term co-ed operates on the assumption that there are two genders: male and female. It leaves little room for the progressive theories on gender, and no room for those who do not identify as their biological sex or those who are transgender. This idea of gender neutral housing is based on the notion that there are more than two genders, in fact an infinite amount. Allowing for gender neutral housing, as opposed to co-ed, shows more inclusiveness and room for diverse identities.                                                                                                                                                                          What other universities have gender neutral housing options?                                                       Over 100 universities offer Gender Neutral Housing options on their campuses. Here are just some of those universities:   Columbia University   Harvard University   Princeton University     Rutgers University   Stanford University   University of California                                                                                                                                                                          Who can indicate a gender neutral assignment preference?                                                       Any student that is eligible for the Undergraduate Housing Reapplication and Room Selection process will have the opportunity to select the gender neutral housing option. This option is not available to new freshmen living in FYRE communities.                                                                                                                                                                          Is this preference offered to first year students?                                                       The Gender Neutral housing option is only being offered as part of the returning undergraduate process at this time. Geographic diversity is a variable in the room assignment process for first year students in order to promote global citizenship and prepare students to take an active role in the Global Network University. Since this policy will directly impact a student’s ability to request another incoming student as a roommate, the Gender Neutral option is not being offered to first year students. However, the Gender Identity assignment preference is still a part of the first year application and assignment process.                                                                                                                                                                          What is NYU's default assignment method if the gender neutral assignment preference is not selected/available?                                                       Room assignments are made by New York University on the basis of the legal sex of the student, which is the sex that appears on government issued IDs or legal documents.                                                                                                                                                                          I want my roommate to be of a different gender than myself. Will preferencing gender neutral guarantee this?                                                       Though students will be able to group and/or select rooms without regard to legal sex, we are unable to guarantee that you will room with someone of a different gender. If an individual indicates a gender neutral assignment preference without a specific roommate request, they will be able to select into suites that have been opened by other students who have selected gender neutral housing. In addition, if a gender neutral suite cannot be filled with students that have opted into the gender neutral option, the members of the suite will need to be re-assigned based on their legal sex.                                                                                                                                                                          Will I be forced to live with in a mixed-gender room/apartment?                                                       No. Students will still have the option to group and select rooms based on their legal sex.                                                                                                                                                                          Which halls will have gender neutral housing?                                                       Students will be able to select into any available hall via the regular Room Selection process.                                                                                                                                                                          Will indicating a gender neutral preference increase my chances of getting an apartment or building that I want?                                                       No. Students who select the Gender Neutral option will receive their selection times based on the same priority system as students who choose to group and/or select based on their legal sex.                                                                                                                                                                          What will the duration of a gender neutral housing assignment?                                                       Participants will commit to living in a gender neutral housing suite for one full academic year.                                                                                                                                                                        Can I change my gender assignment preference?                                                       During the Room Selection process, students can change their preference between &quot;neutral&quot; or their legal sex, however, this may affect the ability of group members to be assigned together. If their gender assignment preferences no longer match, they will not be able to select into the same suite.                                                                                                                                                                          What will happen to the remaining suitemates in the event that a vacancy occurs in a gender neutral apartment?                                                       If a vacancy occurs, the Office of Residential Life and Housing Services reserves the right to one of the following: place an “unassigned” gender neutral housing applicant into the suite, leave the vacancy open and combine two or more under-capacity suites, or convert the room to a single legal-sex room. This decision will be made at the Office of Residential Life and Housing Services’ discretion but reasonable accommodations will be made wherever possible.                                                                                                                                                                          Is this only for students who are members of the LGBTQ community?                                                       No. Gender Neutral Housing is an option for any student who wishes to group and/or select a room without regard to legal sex.                                                                                                                                                                          Will you prevent people who are romantically involved from living together?                                                       Gender Neutral Housing is not intended for romantic couples, however, we respect and honor the privacy of our students. Current housing procedures do not require students to disclose the reason for their roommate requests. We encourage students to make mature decisions about their living arrangements, and make roommate choices that will help them experience a successful academic year.                                                                                                                                                                          What if parents don’t want their student to live in a gender neutral room?                                                       We encourage students to maintain an open dialogue with their families so that they can be supportive of a student’s housing decision.                                                                                                                        NYU Footer          Search      Directory      Campus Map      Events      Contact Us      Site Map      Copyright and Fair Use      Feedback         Unless otherwise noted, all content copyright New York University. All rights reserved. Designed by The Office of Web Communications"}]},
{"detail": [{"content": "Gender Inclusivity                                                                                                               NYU.edu requires JavaScript be enabled in your browser in order to use important features of the site. JavaScript is either disabled or not supported by your browser. For instructions on how to enable JavaScript in your browser, click here .                       New York University    Skip to Content   Skip to Search   Skip to Navigation   Skip to Sub Navigation                                                        NYUHome Login                            Students           |   Faculty           |   Alumni           |   Employees           |   Community                                   Schools          Arts and Science      College of Arts and Science      College of Dentistry      College of Nursing      Courant Institute of Mathematical Sciences      Gallatin School of Individualized Study      Graduate School of Arts and Science      Institute of Fine Arts      Institute for the Study of the Ancient World      Leonard N. Stern School of Business      Liberal Studies Program      NYU Abu Dhabi      NYU Shanghai      Polytechnic School of Engineering      Robert F. Wagner Graduate School of Public Service      School of Professional Studies      School of Law      School of Medicine      Silver School of Social Work      Steinhardt School of Culture, Education, and Human Development      Tisch School of the Arts                QuickLinks          Academic Calendars      Administrative Units      Albert      Apply for Jobs      Athletics      Bookstores      Bursar      Campus Map      Career Development      Emergencies      Events      Giving to NYU      Housing      ITS      Libraries      News      NYU Apparel      Policies      Public Safety      Registrar      Student Health Center      Student Resources      Wellness Exchange                A-Z          A      B      C      D      E      F      G      H      I      J      K      L      M      N      O      P      Q      R      S      T      U      V      W      X      Y      Z                                                          New York University                          Search NYU                    Pages |    People                                       Main Navigation            About NYU       Admissions       Academics       University Life       Research       Global                                 Bread Crumbs          University Life   /   Living at NYU   /   On Campus Living   /   The On Campus Experience                 Sub Navigation                                 RISE                       Leadership                       Special Interest Housing                       Faculty Programs                       Roommate Relations                       Gender Inclusivity                       FYRE Assignment Process                       Project Pay Attention                                                                   Gender Inclusivity      Returning undergraduate students are able to indicate a gender neutral assignment preference during Reapplication. This will allow students to form room selection groups and/or select spaces without regard to legal sex. Please read the FAQs below to learn more about this option that is being offered in the Undergraduate Reapplication and Room Selection process .                                 Frequently Asked Questions                                                                                                                            What does \"gender assignment preference\" mean?                                                       Indicating a &quot;gender neutral&quot; assignment preference allows for upperclass students to form room selection groups and/or select room spaces without regard to legal sex.                                                                                                                                                                          Why has NYU created the \"neutral\" gender assignment preference?                                                       The Inter-Residence Hall Council, with a student Gender Neutral Task Force, made a proposal last year for increased gender inclusion in the housing process for upperclass students. This proposal has been used to help define and implement a gender neutral housing option.                                                                                                                                                                          What is the difference between co-ed housing and gender neutral housing?                                                       The term co-ed operates on the assumption that there are two genders: male and female. It leaves little room for the progressive theories on gender, and no room for those who do not identify as their biological sex or those who are transgender. This idea of gender neutral housing is based on the notion that there are more than two genders, in fact an infinite amount. Allowing for gender neutral housing, as opposed to co-ed, shows more inclusiveness and room for diverse identities.                                                                                                                                                                          What other universities have gender neutral housing options?                                                       Over 100 universities offer Gender Neutral Housing options on their campuses. Here are just some of those universities:   Columbia University   Harvard University   Princeton University     Rutgers University   Stanford University   University of California                                                                                                                                                                          Who can indicate a gender neutral assignment preference?                                                       Any student that is eligible for the Undergraduate Housing Reapplication and Room Selection process will have the opportunity to select the gender neutral housing option. This option is not available to new freshmen living in FYRE communities.                                                                                                                                                                          Is this preference offered to first year students?                                                       The Gender Neutral housing option is only being offered as part of the returning undergraduate process at this time. Geographic diversity is a variable in the room assignment process for first year students in order to promote global citizenship and prepare students to take an active role in the Global Network University. Since this policy will directly impact a student’s ability to request another incoming student as a roommate, the Gender Neutral option is not being offered to first year students. However, the Gender Identity assignment preference is still a part of the first year application and assignment process.                                                                                                                                                                          What is NYU's default assignment method if the gender neutral assignment preference is not selected/available?                                                       Room assignments are made by New York University on the basis of the legal sex of the student, which is the sex that appears on government issued IDs or legal documents.                                                                                                                                                                          I want my roommate to be of a different gender than myself. Will preferencing gender neutral guarantee this?                                                       Though students will be able to group and/or select rooms without regard to legal sex, we are unable to guarantee that you will room with someone of a different gender. If an individual indicates a gender neutral assignment preference without a specific roommate request, they will be able to select into suites that have been opened by other students who have selected gender neutral housing. In addition, if a gender neutral suite cannot be filled with students that have opted into the gender neutral option, the members of the suite will need to be re-assigned based on their legal sex.                                                                                                                                                                          Will I be forced to live with in a mixed-gender room/apartment?                                                       No. Students will still have the option to group and select rooms based on their legal sex.                                                                                                                                                                          Which halls will have gender neutral housing?                                                       Students will be able to select into any available hall via the regular Room Selection process.                                                                                                                                                                          Will indicating a gender neutral preference increase my chances of getting an apartment or building that I want?                                                       No. Students who select the Gender Neutral option will receive their selection times based on the same priority system as students who choose to group and/or select based on their legal sex.                                                                                                                                                                          What will the duration of a gender neutral housing assignment?                                                       Participants will commit to living in a gender neutral housing suite for one full academic year.                                                                                                                                                                        Can I change my gender assignment preference?                                                       During the Room Selection process, students can change their preference between &quot;neutral&quot; or their legal sex, however, this may affect the ability of group members to be assigned together. If their gender assignment preferences no longer match, they will not be able to select into the same suite.                                                                                                                                                                          What will happen to the remaining suitemates in the event that a vacancy occurs in a gender neutral apartment?                                                       If a vacancy occurs, the Office of Residential Life and Housing Services reserves the right to one of the following: place an “unassigned” gender neutral housing applicant into the suite, leave the vacancy open and combine two or more under-capacity suites, or convert the room to a single legal-sex room. This decision will be made at the Office of Residential Life and Housing Services’ discretion but reasonable accommodations will be made wherever possible.                                                                                                                                                                          Is this only for students who are members of the LGBTQ community?                                                       No. Gender Neutral Housing is an option for any student who wishes to group and/or select a room without regard to legal sex.                                                                                                                                                                          Will you prevent people who are romantically involved from living together?                                                       Gender Neutral Housing is not intended for romantic couples, however, we respect and honor the privacy of our students. Current housing procedures do not require students to disclose the reason for their roommate requests. We encourage students to make mature decisions about their living arrangements, and make roommate choices that will help them experience a successful academic year.                                                                                                                                                                          What if parents don’t want their student to live in a gender neutral room?                                                       We encourage students to maintain an open dialogue with their families so that they can be supportive of a student’s housing decision.                                                                                                                        NYU Footer          Search      Directory      Campus Map      Events      Contact Us      Site Map      Copyright and Fair Use      Feedback         Unless otherwise noted, all content copyright New York University. All rights reserved. Designed by The Office of Web Communications"}, {"content": "Sociology of Sex &amp; Gender - Robert Max Jackson                                                                                                                          25 January 2015    (rev 1/27/15)                  (Sociology of) Sex and    Gender         SOC-UA 21 – Spring 2015         Robert Max    Jackson                                 Assisting: Jessie Ford                 http://www.nyu.edu/classes/jackson/sex.and.gender                            Description:         This course will stress explaining inequalities between women and men    and interpreting what they mean for people's lives. Most of what we    do, think and feel depends on our understanding of what it means to be    male or female, and on the different expectations people have for men and    women. Every aspect of the institutions, opportunities, and ideas    around us are permeated by gender differences. Our goal is to make    sense of this. Some of the questions we address are:             What do we mean by gender inequality? How does it arise?     Why does it take different forms? Why do some societies have    greater equality than others? How do the various institutions    like the family, the economy and religion affect the social position of    women and men? How do the direct relations between women and    men--as friends, brother and sister, lovers, spouses, parent and child,    colleagues, boss and employee--depend on or affect the social positions    of women and men? Why and when does sex inequality change?             On completing the course, students will know how to assess the major    social and intellectual questions raised by the issue of sex inequality.    Through intensive reading and discussion, this course will give    students the intellectual tools needed to understand and talk about sex    inequality knowledgeably and perceptively. This course also    promotes the growth of general skills in theoretical criticism and social    analysis.         Requirements:         All students must attend class consistently and punctually, join in    class discussion, write brief papers, prepare a \"gender social biography\"    term paper, take quizzes, and take a final exam.         All students should take part in class discussion and those who do an    outstanding job will receive extra credit.         Each student will write a \"gender social biography\" for a term paper.    This paper will try to show how your identity and experiences have    been shaped in conformity with gender expectations and how they have    defied or ignored them. The paper will take into account the various    kinds of social influences and experiences studied in this class.    During the semester, students will write brief gender biography    \"chapters\" for each section of the course, relating the subject of that    section to their gender biography. These will then be incorporated and    revised into the final term paper. Details about the gender social    biography are on another page .    No late papers will be accepted under any conditions.         A final examination will take place in class and cover all of the    course material. This examination will focus on the main ideas of    the materials we read and discuss in class.         Expectations:         A class is a collective learning enterprise. We must all act    responsibly and with decorum or the enterprise fails. We must each try to    avoid making the class less pleasant for others. This means we come    to class on time, pay attention, and avoid disruptive actions such as    talking to those in adjoining seats, eating noisily, and the like.     We will have a lot of discussion, some among all in class, some in    groups. Everyone is always free to disagree with other people's    ideas, but we should all treat everyone else and their ideas    respectfully. Plagiarism or academic dishonesty of any kind will    not be tolerated.                               Further Information on Class Work:                 Guidelines for biographies:              Click     here for an introduction to the weekly gender biographies .               Click here for the     general guidelines on the gender biography .         Click here for formal     writing concerns with the biography.               Click here for     guidelines on the final term paper, and the outline and draft to     develop it.               Click here for the check     list for the final biography.                             Click here for     schedule of readings and paper due     dates .             Click here for the quiz    scores .             Click here for class work    groups.              For the term paper gender biographies:              Click here for the criteria     and interpretation of the assessments.               Click here for feedback on     the full paper drafts .                             Click here for     the final grades .                                Other Pages on Class Work:                 Guidelines for biographies:                   Introduction to the weekly biographies .               General      guidelines on the biography .         Formal     writing goals.               Guidelines on      final term paper, including the outline & initial full draft.               Check     list for the term paper.                                  Schedule of readings and paper due     dates .             Quiz    scores .             Work    groups.              For the term paper gender biographies:              Assessment criteria     and interpretation.               Feedback on     inital drafts .                             Final      grades .                                                   Books Required for the Class:                         Author         Title         Publisher                     Kimmel, Michael         Gendered     Society         Oxford                     Kimmel, Michael         Gendered     Society Reader         Oxford                     Jackson, Robert Max         Destined     for Equality         Harvard                     Ridgeway,     Cecilia         Framed by     Gender               Oxford                           Excerpts from Down So Long ...: The Puzzling Persistence of Gender    Inequality (book manuscript by RMJ not yet published) will be    available by download from the class web site.                      Books Required for the Class:                         Author         Title                     Kimmel, M         Gendered     Society                     Kimmel, M         Gendered     Society Reader                     Jackson, RM         Destined     for Equality                     Ridgeway,     C         Framed by     Gender                                        Excerpts from Down So Long ...: The Puzzling Persistence of Gender    Inequality (book manuscript by RMJ not yet published) will be    available by download from the class web site.                              Course Outline and Readings                I. Introduction.              Gendered Society : Introduction:    Human Beings: An Engendered Species [1-5, 11-17]          Destined for Equality :    Egalitarian Impulse [1-21]          Framed by Gender : Ch. 1 \"The Puzzle of Persistence\"    [3-14]               Down So Long : Why Is It So     Hard to Explain Gender Inequality?                            Study Questions                   What do people commonly mean by the distinction between     “gender” and “sex?”          Why do people studying gender inequality stress a     distinction between “gender inequality” and “gender     differences?”          While making sense of gender inequality, why do we need to     keep in mind other forms of inequality within a society?          What is the difference between status inequality and     positional inequality?          Why do some authors suggest that the rise of women’s status     over the past two centuries might be considered a paradox while     others suggest that the persistence of gender inequality in recent     decades might be viewed as a paradox?          In what ways has gender inequality declined over the past     150 years?          What are principal ways that gender inequality persists in     the U.S. and similar “modern” nations according to our sources?          What does Jackson mean when he says that “two kinds of     social conflict fueled the decline of gender     inequality”?          What do we mean when we say women and men are     unequal?          What do we mean by saying that women and men have competing     ideologies or myths about gender?          What is the difference between distributional differences     and categorical differences when we are comparing the characteristics     of two groups?          What is problematic about the common cultural explanations     of “deceptive distinctions” between women and men?          How does “framing” work in Ridgeway’s     analysis?                             II. How is gender inequality symbolized and reproduced in    everyday life?              Gendered Society : The Social    Construction of Gender Relations [111-120, 124-127]          Framed by Gender : Ch. 2 \"A Primary Frame for    Organizing Social Relations\" [important, read carefully]          Gendered Society Reader : Beards,    Breasts, and Bodies: Doing Sex in a Gendered World, Raine    Dozier          Gendered Society Reader : The Gender Similarities    Hypothesis, Janet Shibley Hyde          Gendered Society : \"So, That    Explains It\": Psychoanalytic and Developmental Perspectives on Gender    [86-101, 106-110]                       Study Questions                   Why is it meaningful to say that gender identities are both     voluntary and coerced?          How does gender inequality in modern society influence the power     most men feel they have?          What do people mean when they say institutions are gendered?          Why might some argue that Freud’s theory attributed key gender     differences to biology while others argue that it did not?          How is it possible that gender identity (whether we are male or     female and what it means to be either) is learned (not inherent or     biological), but that we experience it as natural and     unchangeable?          What did Gilligan claim about the relationship between gender and     ethics, and why has the claim been controversial?          How would you explain the term “sex roles?”          How does Dozier’s study raise questions about standard ways of     distinguishing “sex” from “gender” or claims that gender is socially     constructed by people “doing gender” in interactions?          What is the “gender similarities hypothesis” and how do research     findings support or not support it?          According to Ridgeway, how are gender stereotypes related to a     general problem of coordinating social interactions? (And can     you identify any serious problems with Ridgeway's argument about this     proposed relationship? This part is very high difficulty.)          How, according to Ridgeway might the existence of framing lead to     social inequality?          According to Ridgeway what is the difference between specific     status beliefs and diffuse status beliefs?                             III. Why have women been disadvantaged compared to men in all    known societies?              Gendered Society : Ordained by Nature: Biology    Constructs the Sexes [21-36, 42-44, 52-57]               Download Article : Anne     Fausto-Sterling. \" Society     Writes Biology, Biology Constructs Gender .\" Daedalus ,     116, Page(s): 61-76, 1987.              Gendered Society Reader : Testosterone Rules,     Robert M. Sapolsky               Down So Long: Analyzing the     Persistence of Gender Inequality: How to Think about the Origins               Gendered Society : Spanning the World: Culture    Constructs Gender Difference [58-74, 82-85]          Gendered Society Reader : Caveman Masculinity: Finding    Manhood in Evolutionary Science, Martha McCaughey          Gendered Society Reader : Coming of Age and Coming Out    Ceremonies Across Cultures, Gilbert Herdt                         Study Questions                   What are some of the attractions of biological explanations     of gender difference and inequality? How has the popularity of     biological explanations varied across historical periods and     cultures?          How is the work of evolutionary psychologists relevant to     the study of gender inequality, and what limits the value of its     contribution?          What seems to be the historical pattern of motives behind     brain research and hormonal research concerned with gender (and     sexuality) differences, and the results they find?          What was the influential argument that Margaret Mead     presented in 1935 book Sex and Temperament in Three Primitive     Societies?          Why are those who study gender inequality so concerned with     the division of labor?          When comparing across societies, what are some of the     conditions that seem to correlate with or indicate high levels of     gender inequality?          What do we know about the relationship between testosterone     levels and violent behavior?          According to Herdt, what is the significance of “coming     out” rituals?          How does it make sense to think about the role of biology     in the origins of gender inequality?          How and why do we distinguish explaining the origins of     gender inequality from the persistence of gender     inequality?                             IV. What determines men's and women's roles and positions    within families?              Destined for Equality : Institutional Individualism:    \"Individualistic Family\" 157-169          Gendered Society Reader :     American Marriage in the Early Twenty-First Century, Andrew J.    Cherlin               Download Article : Pennington, Suzanne(2009)          \"Bisexuals 'Doing Gender' in Romantic Relationships\" , Journal     of Bisexuality , 9:1, 33-69.               Gendered Society : The Gendered Family [143-178, 181    (chart), 184(chart)]               Download Article : Scott Coltrane.     1989. \" Household     Labor and the Routine Production of Gender .\" Social     Problems 36: 473-490.              Framed by Gender : Ch. 5 \"Gender at Home\" [stress    127-132, 149-155]                           Study Questions                   What does Coltrane’s study tell us about the division of     household labor?          Over the past two centuries, what are the most important     long-term trends in marriage rates, divorce rates, and birth     rates?          Over the past two centuries, what are the most important     long-term changes in the legal and cultural understandings of     marriage?          Over the past two centuries, what are the most important     long-term changes in the relationships between family and work?          How do bisexuals seem to respond to conventional gender     expectations in their relationships?          How do the family devotion and family provider schema fit into     Ridgeway’s framing analysis?          What is the principle of least interest and how does it     work?          Over the long term, how have changes in family organization     improved the relative circumstances of daughters?                             V. What is the role of sexuality? Part 1: What is    sexuality?          [Students may skip over the data analysis sections    of the articles here from scholarly journals.]              Gendered Society    Reader : \"Hooking Up and Forming Romantic Relationships    on Today's College Campuses,\" Paula England, et al.               Download Article :       Sexual acts and sexual relationships: asking about sex in     surveys . Michaels, S., et. al. Public Opinion     Quarterly v. 63 no. 3 (Fall 1999) p. 401-20 [skim entire; read     401-404, 417-18 closely]                   Download Article :       Characteristics of vibrator use among women . Davis, C. M.,     et. al. The Journal of Sex Research v. 33 no. 4 (1996) p.     313-20                   Download Articles :  \" Tactics     of Sexual Coercion: When Men and Women Won't Take No for an     Answer ,\" Cindy Struckman Johnson , David Struckman Johnson &amp;     Peter B. Anderson, Journal of Sex     Research , 40:1, (2003): 76-86 [all]; \" Sexual     Coercion in Men and Women: Similar Behaviors, Different     Predictors .\" Elizabeth A. Schatzel-Murphy, Danielle A. Harris,     Raymond A. Knight, Michael A. Milburn. Archives of Sexual Behavior.     38:6 (Dec 2009): 974-986 [read 974-76; optionally skim remainder].                   Download Article :       Heterosexual Anal Intercourse: An Understudied, High-Risk Sexual     Behavior . Baldwin, J. I., et. al. Archives of Sexual     Behavior v. 29 no. 4 (August 2000) p. 357-73. [read 357-8, 361-2,     366-70]                   Download Article : \" The     Lives and Voices of Highly Sexual Women ,\" Eric S. Blumberg,     Journal of Sex Research ,     40:2, (2003): 146-157                   Download Article :       Sex Work for the Middle Classes .\" Elizabeth Bernstein.     Sexualities . 2007 10:473-88.                               Study Questions                   What are some ways that our conceptions of sexual acts and     sexual relationships have changed since the original “Kinsey     report?”          What circumstances or characteristics distinguish women who     use vibrators for sexual pleasure?          Compare women with men relative to the likelihood they will     attempt to manipulate or coerce sex from other people and how they     might do it.          What kinds of people engage in heterosexual anal     intercourse?          In what ways might the lives of highly sexual     (heterosexual) women be comparable to those of homosexual men and     women?          How does “bounded authenticity” play a role in commercial     sex according to Bernstein?          How well do the data presented by England (et al.) support     the claim that “hook ups are ‘gendered’ in three important     ways”?                             VI. What is the role of sexuality? Part 2: How do sexuality and    romance relate to the unequal relationships between men and women?              Gendered Society : The Gendered Body [370-76, 383-97,    399-411]               Down So Long: Intimate Combat: Sexuality and     Gender Inequality                    Download Article : Bem, D. J.     (2000).      Exotic Becomes Erotic: Interpreting the biological correlates of     sexual orientation. Archives of Sexual Behavior, 29, 531-548.      Download Article :      Compulsory Bisexuality?: The Challenges of Modern Sexual     Fluidity . Breanne Fahs. Journal of     Bisexuality , Volume 9, Issue 3 &amp; 4 July 2009 , pages 431-449                   Download Article :      Women and Their Clitoris: Personal Discovery, Signification, and     Use . Dennis D. Waskul, Phillip Vannini, Desiree Wiesen.     Symbolic Interaction May 2007, Vol. 30, No. 2: 151-174              Gendered Society : Gendered Intimacies: Friendship and    Love                           Study Questions                   What are the most significant real differences between male     and female sexuality in American culture and what are the most     significant mistaken cultural beliefs about such     differences?          How do homosexual women and men incorporate the expected     sexuality associated with heterosexuals of their own sex and that of     the other sex?          How might romantic love relate to gender inequality?      You might consider the sources and consequences of romantic love, its     cultural history, and the principle of least interest.          How does Daryl Bem’s theory about the causes of sexual     orientation seek both to take into account biological influences and     to suggest that sexual orientation in not biologically caused?          Among young women who engage in bisexual behavior, how can     we understand the difference between those who engage in public     displays and those who do not?           What is meant by the term “symbolic clitoridectomy?”      Can we relate this to gender inequality?          How have the content and severity of American women’s and     men’s common body image anxieties related to gender inequality?      (Consider comparisons between now and a half century ago and other     possible sources of variation.)          How do women and men use sexuality differently     (remembering that they also use sexuality in many similar ways)?          How are men’s and women’s friendships conceived differently     today and in the past?          How might female sexual provocation be related to gender     inequality?                             VII. What is the role of violence and intimidation in the    relationships between men and women?                   Gendered Society : The Gender of Violence      Down So Long: Intimate Combat: Violence and     Intimidation                    Download Article : Peggy Reeves     Sanday. \" Rape-Prone     Versus Rape-Free Campus Cultures .\" Violence Against Women, Vol.     2, No. 2, 191-208 (1996) [read 191-199, 201-3]                   Download Article : David M. Fergusson, L. John     Horwood, Elizabeth M. Ridder. \" Partner     Violence and Mental Health Outcomes in a New Zealand Birth     Cohort .\" Journal of Marriage and Family , Volume 67,     Issue 5; only pp.     1103-05, 1113-14.               Gendered Society Reader : Are Female Stalkers More    Violent than Male Stalkers? Carleen    Thompson, Susan Dennison, &amp; Anna Stewart [626-630]          Gendered Society Reader : Perceptions of Domestic    Violence in Lesbian Relationships Betsi Little &amp; Cheryl    Terrance [618-620]                       Study Questions                   According to Sanday, what seems to produce higher rates of     rape on some college campuses?          What is the possible significance of psychological or symbolic     castration?          How does male violence toward women influence women’s outlooks     and status?          From the available research results, what is a reasonable summary     of the patterns of aggression and violence between married or     cohabiting women and men?           How does gender inequality relate to the use of violence between     women and men?          How does the pattern of sexual harassment contribute to women’s     fear of rape?          How do women and men differ in their experience of aggressive     impulses and acting out aggressive behavior?          How do we explain rape in a modern society?                             VIII. How has the economy influenced men and women's positions    in society?              Gendered Society : Separate and Unequal: The Gendered    World of Work [244-57, 261-63, 266-77, 280-83]          Destined for Equality : Employment: Gaining Equality    from the Economy [all]               Download Article :      Bringing the Men Back in: Sex Differentiation and the Devaluation of     Women's Work . Barbara F. Reskin. Gender and Society, Vol. 2, No.     1 (Mar., 1988), pp. 58-81              Framed by Gender : Ch. 4 \"Gendering at Work\"               Download Article : Christine L.     Williams. \" The     Glass Escalator: Hidden Advantages for Men in the 'Female'     Professions .\" Social     Problems Vol. 39, No. 3 (Aug., 1992), pp. 253-267.                           Study Questions                   Summarize important changes in women’s economic     participation over the past 150 years. Among other things, it is     useful to consider differences by period, by type of women, and by     type of job.          How does the movement of women into traditionally male jobs     compare to the movement of men into traditionally female jobs?          How does employment potentially serve as a source of pride,     obligation, resources, negative identity for men and for women?      The goal here is to think through the reasons that women and men seek     and hold jobs and the effects that having (or not having) those jobs     have upon them.          What contributes to the wage/income differential between     women and men?          Explain the “glass ceiling.”          How did goverment policies, laws, and actions influence     women's changing employment in the twentieth century?          According to Ridgeway, how have framing processes     influenced the jobs into which women are hired, women’s promotions,     and women’s wages/salaries?          Why is the analysis of “tokenism” important for     understanding changes in women’s economic participation?          What seem to be the causes and the effects of sexual     harassment?          How can we explain how women’s economic participation has     changed over the long term? Consider the motives and the     actions of women, ordinary men, and powerful men. Also consider     the difference between women’s movement into low-status jobs and     their movement into high-status jobs.          According to Reskin, what causes women’s wages or income to     be lower than that of men, and how does that argument relate to the     ideas present in other readings this week?          How have different kinds of discrimination influenced     women’s experiences in the economy?                             IX. Political processes and individual action. How have    political processes, men, and women each both resisted and furthered    change?              Destined for Equality : Surrendering the Heritage of    Male Dominance          Gendered Society Reader : Sexual Harassment and    Masculinity: The Power and Meaning of \"Girl Watching\", Beth A.    Quin          Destined for Equality : Women's Rejection of    Subordination          Destined for Equality : Citizenship: Gaining Equality    from the State          Gendered Society : The Gender of Politics and the    Politics of Gender, pp. 287-292 only               Down So Long: The Reproduction of Economic and     Political Power                            Study Questions                   Why do men in positions of authority show preference for other     men whose social characteristics are like their     own?          Why do we want to distinguish between ordinary and powerful men while explaining the     persistence and decline of gender inequality?          Responding to changing circumstances, women and men sometimes      adopted new strategies or changed their typical behavior in ways      that contributed to gender inequality’s decline over time.      However, even as they contributed to gender inequality's decline,      they typically did not seek to reduce gender inequality, commonly      did not favor a change in gender expectations, and often did not      even recognize that their actions could or would affect gender      inequality. So, how do we explain this pattern?          Why has men’s defense of gender inequality declined over the past     150 years?          How have the goals of feminist movements been compatible      with (the effects and requirements of) long-term structural      changes in the U.S. and other modern societies? And in what      ways have their goals been in conflict with that long-term      trajectory          Assess the reasoning behind these two claims: “men have probably     sustained their gender advantages more through competition with other     men than through efforts to keep women from enjoying similar     opportunities or status”; “men resisting women’s advance      [typically] understood themselves to be fulfilling their      obligations or protecting well-earned rights”.          How did both ordinary men’s interests in opposing improvements in     women’s status and their capacity to do so change over     time?           Writers have suggested that men long opposed women’s movement     into high-status jobs (and women’s access to higher education that     would prepare them for such jobs) because adding women would increase the     competition men would face for promotions and the like. Why is this a     strong or weak argument?          Why are culturally derived beliefs and rational calculations both     important for understanding changes over time in men’s typical     actions that affected gender inequality? (Note that the same question     can be asked about women’s typical actions.)          If most men in positions of organizational power share a     discriminatory attitude towards women, why do we expect any men with     similar organizational power who do not share these discriminatory     biases still to act (in their jobs) largely like their discriminatory     colleagues? (Note this question relates to the general problem of why     people conform, but in this question focuses on the causes specific     to the context of organizational power.)          What do analysts mean by the “male rebellion” against marriage in     the second half of the twentieth century, and why might it have     occurred?           Why did men in government think differently about the woman     suffrage issue than ordinary male voters? How does this compare     to differences between the ways that employers’ thought about hiring     women and the ways that male workers thought about it?          How do we explain women’s difficulties at achieving economic     power through entrepreneurial success, rising through organizational     ranks, or inheriting wealth?          How do we explain women’s difficulties at achieving political     power, both as individuals and collectively?          How have feminist efforts contributed to the reduction in gender     inequality, and how have those efforts fallen short?                             X. What role does ideology play in determining the relations    between men and women?                   Down So Long: Disputed Ideals: Ideologies of     Domesticity and Feminist Rebellion               Framed by Gender : Ch. 3 \"Cultural Beliefs and the    Gendering of Social Relations\"          Destined for Equality : Institutional Individualism    (all remaining)          Gendered Society Reader : The Feminization of Love,     Francesca M. Cancian                       Study Questions                   What do we mean by institutional     individualism?           How does the impact on family organization made by the rise     of modern education compare to the impact of the rise of modern     industry?           What are the highlights of women’s changing educational     opportunities in the U.S. over the past 150 years?          With respect to the U.S. experience, in what ways is it     likely that the education offered to women and men (at various     levels) influenced gender inequality over the past 150     years?          What were the major influences responsible for the rise of     meritocratic ideas and their increasing     influence?           Why does Ridgeway stress it is important not only that we     hold stereotypical beliefs about gender, but that we can take it for     granted that others hold them as well?          According to Ridgeway, what are the most basic, shared     beliefs about differences between women and men in our culture (we     are concerned with the content of the beliefs, not the     terminology)?          What, according to Ridgeway, decides which gender     stereotypes are embodied in popular beliefs about the differences     between women and men?          Why do people who privately hold \"alternative\" gender     beliefs seemingly still commonly act on the basis of the dominant     beliefs, particularly in their “public”     lives?           Why did the ideologies of female domesticity change over     time?          If men did not impose the content of the successive     ideologies of female domesticity, what     did?           What common characteristics of the otherwise diverse ideals     of female domesticity made them seem to work for both women and men     and for the acceptability of gender inequality to     both?          With respect to the determination of dominant ideologies,     what is the relevant common underlying idea in the Marxist concept of     “determination within limits”, the Weberian idea of “elective     affinity”, and Merton’s concept of “functional     alternatives?”          What does Cancian mean when she says, “Part of the reason     that men seem so much less loving than women is that their behavior     is measured with a feminine ruler”?                                 XI. What does the future hold?                     Declining Significance of Gender :          Toward Gender Equality: Progress and Bottlenecks , Paula     England                    Declining Significance of Gender :          Gender as an Organizing Force in Social Relations: Implications for     the Future of Inequality , Cecilia L. Ridgeway               Framed by Gender : Ch. 6 \"The Persistence of    Inequality\"               Declining Significance of Gender :          Opposing Forces: How, Why, and When Will Gender Inequality     Disappear? , Robert Max Jackson                            Study Questions                   According to England, what are the key conditions that are     obstructing, and could even reverse, the shifts toward gender     equality?          According to Ridgeway, what are the key conditions that are     obstructing, and could even reverse, the shifts toward gender     equality?          According to Ridgeway, why do gender stereotypes survive     disconfirming evidence?          How does Ridgeway use the idea of \"cultural lag?\"          According to Jackson, what are the principal causes of gender     inequality's decline?          According to Jackson, what are the main components of arguments     that the movement toward gender inequality is severely     threatened?          What, according to Jackson, are the principal defects in     arguments contending that our movement toward greater gender equality     may be stopped or even turned back?          How have interests affecting gender inequality changed over time     for important categories of men, women, and organizations? Are there     important relevant interests that have not changed much?          With respect to actions relevant to gender inequality, compare     how women's behaviors and life cycle patterns have changed with     analogous changes in men's lives."}]}]