[{"detail": [{"content": "Summer in Paris                                                                                                               NYU.edu requires JavaScript be enabled in your browser in order to use important features of the site. JavaScript is either disabled or not supported by your browser. For instructions on how to enable JavaScript in your browser, click here .                       New York University    Skip to Content   Skip to Search   Skip to Navigation   Skip to Sub Navigation                                                        NYUHome Login                            Students           |   Faculty           |   Alumni           |   Employees           |   Community                                   Schools          Arts and Science      College of Arts and Science      College of Dentistry      College of Nursing      Courant Institute of Mathematical Sciences      Gallatin School of Individualized Study      Graduate School of Arts and Science      Institute of Fine Arts      Institute for the Study of the Ancient World      Leonard N. Stern School of Business      Liberal Studies Program      NYU Abu Dhabi      NYU Shanghai      Polytechnic School of Engineering      Robert F. Wagner Graduate School of Public Service      School of Professional Studies      School of Law      School of Medicine      Silver School of Social Work      Steinhardt School of Culture, Education, and Human Development      Tisch School of the Arts                QuickLinks          Academic Calendars      Administrative Units      Albert      Apply for Jobs      Athletics      Bookstores      Bursar      Campus Map      Career Development      Emergencies      Events      Giving to NYU      Housing      ITS      Libraries      News      NYU Apparel      Policies      Public Safety      Registrar      Student Health Center      Student Resources      Wellness Exchange                A-Z          A      B      C      D      E      F      G      H      I      J      K      L      M      N      O      P      Q      R      S      T      U      V      W      X      Y      Z                                                          New York University                          Search NYU                    Pages |    People                                       Main Navigation            About NYU       Admissions       Academics       University Life       Research       Global                                 Bread Crumbs          Admissions   /   Summer Sessions   /   Summer Abroad   /   CAS Summer Abroad Programs                 Sub Navigation                                 Apply Now                       Admitted Students                       Financial Assistance                       FAQs                                                                   Summer in Paris                             Academics │ Housing │ Excursions │ Courses │ Faculty   PROGRAM SUMMARY      NYU Paris was created in 1969 as part of the New York University Center for French Civilization and Culture. The NYU Paris academic center is located within proximity of Paris' most renowned cultural, artistic, and academic institutions. The resident director, administrative staff, and faculty advise students during their stay in Paris. During the summer session, all undergraduates are housed in student residences in lively and historic neighborhoods. Experience the City of Light with its cultural richness, history, and vibrant daily life through this intellectually and aesthetically stimulating study abroad program.          ACADEMICS   The undergraduate program in Paris provides a rich introduction to historic and present-day France through classroom studies and diverse extracurricular activities. Intensive French language classes, offered at all levels, are taught by instructors with native proficiency. Faculty who teach French civilization courses (offered in English or in French), provide exceptional academic instruction. Courses include field trips to culturally significant sites in the city.           HOUSING &amp; MEALS       All students must stay in NYU provided housing. Participants in the summer undergraduate program are housed in a residence hall in a lively neighborhood close to the historic neighborhoods of the Marais and the Bastille, and within easy commuting distance to the NYU academic center.   All classes are held at the centrally located NYU Paris Center, comprised of classrooms, a student lounge, a lecture hall, and computer terminals for student use. Students are also strongly recommended to bring their own laptop computers. The NYU Paris staff helps students make the most of their summer in Paris. Full-time staff includes the Resident Director of NYU Paris, Academic and Student Life Staff, and an on-site Counselor.           EXCURSIONS      To enhance students' academic experience, NYU Paris hosts several lectures throughout the summer session that bring together French and Francophone artists, scholars, and activists. Cultural activities such as neighborhood walking tours, visits to world famous museums such as the Louvre and the Musée d’Orsay, and attendance at numerous ballet, concert, and theatre performances are scheduled to complement the academic program. Excursions further complete the cultural calendar: activities planned for 2015 may include day trips to Chartres, Giverny, and the D-Day beaches in Normandy.           COURSES   Undergraduate students must register for 8 points. Students are encouraged to register for one 4-point language course and one 4-point content course or for one 8-point intensive language course.     Undergraduates who request French language courses above elementary level must have a background in French that is made evident via one of the following: academic transcript, French AP or SAT II score, NYU’s online French placement test, or letter of assessment from a French instructor.     Language Courses                                                    FREN-UA 9001 Elementary French I \u0096&#9472; David Uhrig \u0096&#9472; 4 points                               Not equivalent to FREN-UA 10.   Open to students with no previous training in French and to others on assignment by placement test. Conducted in French.   An intensive, highly motivating audiovisual course for beginners that introduces students to a wide range of communication patterns and real-life situations. The beginner is given a solid language base that prepares the student for interaction and daily life. Sample syllabus .                                                                FREN-UA 9005 \u0096 Elementary French II/Intermediate French I &#9472; Pierre André — \u00968 points                               Prerequisites for NYU students: FREN-UA 9001.001 or as assigned by placement test. Conducted in French.   A continuation of FREN-UA 1, this course completes the equivalent of the second half of Elementary French and the first half of Intermediate French. Sample syllabus .                                                                FREN-UA 9010 \u0096 Intensive Elementary French &#9472; Michèle Grandmangin \u0096&#9472; 8 points                               Open to students with no previous training in French and to others on assignment by placement test. Completes the equivalent of a one-year elementary course.   Presentation and systematic practice of basic structures and vocabulary of oral French through dialogues, pattern drills, and exercises. Correct pronunciation, sound placement, and intonation are stressed. Sample syllabus .                                                                FREN-UA 9012 Intermediate French II &#9472; Cécile Petit &#9472; 4 points                               Prerequisites for NYU students: FREN-UA 11 or on assignment by placement test. Conducted in French.      Stresses the acquisition and practice of more sophisticated structures of French. Develops fundamental oral and written skills, vocabulary enrichments, and conversational ability. Short reading texts and guided compositions are assigned. Sample syllabus.                                                                  FREN-UA 9020 \u0096 Intensive Intermediate French &#9472; Isabelle Coydon \u0096— 8 points                               Open to students who have completed the equivalent of a one-year elementary course and to others on assignment by placement test. Completes the equivalent of a one-year intermediate course. Completes the MAP foreign language requirement for NYU students. Prerequisites for NYU students: FREN-UA 10 or FREN-UA 1-FREN-UA 2.Conducted in French.   Stresses the acquisition and practice of more sophisticated structures of French.Develops fundamental oral and written skills, vocabulary enrichments, and conversational ability. Short reading texts and guided compositions are assigned. Sample syllabus .                      ADVANCED LANGUAGE COMPOSITION AND CONTENT COURSES CONDUCTED IN FRENCH                                                    FREN-UA 9030 \u0096 Conversation and Composition &#9472; Valérie Berty \u0096 — 4 points                               Prerequisites for NYU students: FREN-UA 20 or FREN-UA 12 or as assigned by placement test. Conducted in French.   Systematizes and reinforces the language skills presented in lower-level courses through an intensive review of grammar, written exercises, and introduction to composition, lexical enrichment, and spoken skills. Sample syllabus .                                                                FREN-UA 9101 \u0096 Spoken Contemporary French &#9472; Julie Hugonny \u0096 — 4 points                               Prerequisites for NYU students: FREN-UA 30 (Conversation and Composition) or assignment by placement test. Conducted in French.   Helps students develop vocabulary, improve pronunciation, and learn new idiomatic expressions. Provides an introduction to corrective phonetics and emphasis on understanding contemporary French through a study of authentic documents, such as radio and television interviews, advertisements, and spontaneous oral productions. Sample syllabus .                                                                FREN-UA 9105 \u0096 Written Contemporary French &#9472; Elizabeth Molkou \u0096— 4 points                               Prerequisites for NYU students: FREN-UA 30 (Conversation and Composition) or assignment by placement test. Conducted in French.   Improves written French and provides advanced training in French and comparative grammar. Students are trained to express themselves in a variety of writing situations (diaries, transcripts, narration, letters, etc.). Focuses on the distinction between spoken and written styles and the problem of contrastive grammar. Emphasis is on accuracy and fluency of usage in the written language. Sample syllabus .                                                                FREN-UA 9968 \u0096 Topics in French Literature: New Currents in French Theatre &#9472; Cécile Cotté and Christophe Gauzeran —\u0096 4 points                               TAUGHT IN FRENCH.   This course allows a dual approach to the world of French theatre through theory and practice. Students will study key texts in their literary, dramaturgical, historic and political contexts, as well as have the opportunity to perform them, the better to get “inside the text” and understand its language and complexity. This summer, the course will focus on the post-World War II genre of “Theatre of the Absurd” and specifically the works of Ionesco. Texts studied include Ionesco, La Cantatrice Chauve , Rhinoceros , l’Impromptu e l’Alma , Beckett, En Attendant Godot , Camus, Les Justes , Adamov, Ping Pong . Outings to theatre events are also included.                                                                FREN-UA 9781 \u0096 French Culture and French Cinema: French Society Through French Films &#9472; Florence Benoist — \u0096 4 points                                 Prerequisite: French-UA 9030 or equivalent placement test results. Conducted in French.     This course traces the development of French cinema through an investigation into major works of French film art and the social and historical contexts in which they were produced. Starting with the classics of French cinema and moving forward to the present day, students examine how these films reflect the social and cultural trends of their time. Through a focus on questions of representation and point of view, students consider how recent French history is transmitted through film. Classes are organized around film screenings in and outside of class and assigned readings. Sample syllabus .                                                                ARTH-UA 9665 \u0096 Paris Through Its Museums and Monuments &#9472; Catherine Clot —\u0096 4 points                               Prerequisite: FREN-UA 9030 or equivalent placement test results. Conducted in French.   A historical study of the avant-garde movements that surfaced in Paris from 1850 to today: Nabis, romanticism, impressionism, fauvism, cubism, dadaism, surrealism, abstraction, new realism, op art, new figuration, minimal art, BMPT, support/surface. Representative works associated with these movements are studied in various Parisian museums: Orsay, Rodin, Orangerie, Beaubourg, Museum of Modern Art of the City of Paris, Picasso, Jeu de Paume, etc. Sample syllabus .                      CONTENT COURSES CONDUCTED IN ENGLISH                                                    FREN-UA 9881 French Culture and French Cinema: French Society Through French Films — Julie Hugonny — 4 points                                Conducted in English   This course traces the development of French cinema through an investigation into major works of French film art and the social and historical contexts in which they were produced. Starting with the classics of French cinema and moving forward to the present day, students examine how these films reflect the social and cultural trends of their time. Through a focus on questions of representation and point of view, students consider how recent French history is transmitted through film. Classes are organized around film screenings in and outside of class and assigned readings.                                                                FREN-UA 9865.001 Topics in French Culture: \u0096The History of Photography as a Fine Art &#9472; Oscar Villegas-Paez\u0096— 4 points                               Conducted in English.   This course explores photography from the 1830s to the present day, emphasizing style and subject matter (rather than technical processes) in the work of the major photographers. We will consider how photography has enlarged and affected our vision and knowledge of the world, and how photography has influenced and been influenced by other modes of artistic expression (theatre, film, literature, the fine arts). In addition, we will consider photography as it is defined through a variety of means, from political documentary to fashion photography to advertising. Visits to photography exhibits in and outside of Paris will form an integral part of this course. Sample syllabus .                                                                ARTH-UA 9664 \u0096 The French Art World in the 19th and 20th Centuries &#9472; Shapiro-Comte — \u0096 4 points                               Conducted in English.   Using the resources of Paris and its surrounding neighborhoods, this course examines a wealth of art movements (realism, the Barbizon School, impressionism, neoimpressionism, postimpressionism, the Nabis, and cubism) as they were formed in the 19th and 20th centuries. The second half of the course focuses on changes in the art world during the first half of the 20th century, with particular attention on the dada movement, surrealism, abstract expressionism, and other movements that influenced and changed major art capitals of the world. Field trips include visits to the Orsay Museum with its superb reconstruction of 19th-century aesthetic life, the 17th-century private palace that now houses the Picasso collection, and the incomparable Louvre, among others. Sample syllabus .                      FACULTY       John Moran, Ph.D., Tulane; Director of NYU in Paris     Pierre André , M.Phil. (French Literature), New York University   Florence Benoist , MBA (Audiovisual Communication), ISML   Valérie Berty , Ph.D. (French Literature), Ecole des Hautes Etudes en Sciences Sociales.​   Catherine Clot , D.E.A. (Art History), Université de Paris IV.   Cécile Cotté , actor, director, playwright.   Isabelle Coydon , D.E.A. (Phonetics and French as a Foreign Language), Université de Paris III   Beth Epstein , Academic Director, NYU Paris; Ph.D. (anthropology), New York University.​   Christophe Gauzeran , D.E.A. (Theatre Studies), Université de Paris X.   Michèle Grandmangin , Maîtrise (Literature), Université de Paris III   Julie Hugonny , Ph.D. (French Literature), New York University.   Elisabeth Molkou , Ph.D. (French Literature), McGill University.   Cécile Petit , Master 2 (Teaching French as a Foreign Language), Université de Paris III   Barbara Shapiro Comte , Ph.D. (Art &amp; Architectural History), Harvard University   David Uhrig , Ph.D. (Semiology), Université de Paris VII   Oscar Villegas-Paez , MFA (Photography), School of Visual Arts.                              Location   Paris, France   2015 Program Dates   May 23 - July 4   Level   Undergraduate   Subjects   French language, literature, culture, history, cinema     NYU School   College of Arts and Science              “I loved getting the chance to practice my French in a Francophone country. The immersion helped my French tremendously.”               2015 Application Deadlines     APPLY NOW     Priority Deadline:  February 1   General Deadline:  March 1   Rolling Admission:  After general deadline applications accepted on space available basis until April 30.              CONTACT INFO   NYU Global Programs  110 East 14th Street,  LOWER LEVEL  New York, NY 10003  t: 212-998-4433  f: 212-995-4103  summer.in.paris@nyu.edu           PROGRAM DIRECTORS    John Moran , Director, NYU Paris (Paris); Clinical Associate Professor, Department of French     John Moran has been the Director of Language Programs in the Department of French since his arrival at NYU in 2005 and is also currently the department's Director of Undergraduate Studies. He received his M.S. in Applied Linguistics from Georgetown and his Ph.D. in French Linguistics from Tulane. He teaches courses on French and Francophone language, literature, history, and linguistics. He is a Faculty Fellow in Residence and also the Faculty Affiliate for the French Floor.     Ludovic Cortade , Director, NYU Paris (New York); Associate Professor, Department of French              2015 COSTS   8 points are required for undergraduate students to participate in this program.     Undergraduate Tuition: $7,520     Program &amp; Activities Fee: $700     Required International Health Insurance: $68.04 for 6 weeks during the program.     Housing: $3,419 for Single room in Résidence République      PLEASE NOTE: All students participating in the program are required to live in NYU-provided housing. Students are billed a standard housing rate in the spring. Housing charges will be adjusted at the end of the program based on actual housing assignments, which may result in an additional charge or credit issued in the late summer.       There is an additional registration and services fee of $396.            ADDITIONAL COSTS   The following additional expenses should also be considered when budgeting for the Summer in Paris program. Please note that these are only general estimates. Interested students are encouraged to conduct their own research.   Round-Trip Flight from New York: $1,360 - $1,900   Local Transportation  Short Taxi Ride: $9.00 - $14.00  Metro Ride: $2.50   Meals  Inexpensive Lunch: $7.00 - $14.00  Inexpensive Dinner: $11.00 - $22.00   Cell Phone  Prepaid Cell Phone: $15.00 - $30.00  Sim Card: $5.00 - $10.00   External Accommodations  Hostel room, per night: $15.00 - $35.00  Hotel room, per night: $45.00 - $125.00   Tourist Attractions: $8.00 - $20.00                                                    NYU Footer          Search      Directory      Campus Map      Events      Contact Us      Site Map      Copyright and Fair Use      Feedback         Unless otherwise noted, all content copyright New York University. All rights reserved. Designed by The Office of Web Communications"}]},
{"detail": [{"content": "Summer in Paris                                                                                                               NYU.edu requires JavaScript be enabled in your browser in order to use important features of the site. JavaScript is either disabled or not supported by your browser. For instructions on how to enable JavaScript in your browser, click here .                       New York University    Skip to Content   Skip to Search   Skip to Navigation   Skip to Sub Navigation                                                        NYUHome Login                            Students           |   Faculty           |   Alumni           |   Employees           |   Community                                   Schools          Arts and Science      College of Arts and Science      College of Dentistry      College of Nursing      Courant Institute of Mathematical Sciences      Gallatin School of Individualized Study      Graduate School of Arts and Science      Institute of Fine Arts      Institute for the Study of the Ancient World      Leonard N. Stern School of Business      Liberal Studies Program      NYU Abu Dhabi      NYU Shanghai      Polytechnic School of Engineering      Robert F. Wagner Graduate School of Public Service      School of Professional Studies      School of Law      School of Medicine      Silver School of Social Work      Steinhardt School of Culture, Education, and Human Development      Tisch School of the Arts                QuickLinks          Academic Calendars      Administrative Units      Albert      Apply for Jobs      Athletics      Bookstores      Bursar      Campus Map      Career Development      Emergencies      Events      Giving to NYU      Housing      ITS      Libraries      News      NYU Apparel      Policies      Public Safety      Registrar      Student Health Center      Student Resources      Wellness Exchange                A-Z          A      B      C      D      E      F      G      H      I      J      K      L      M      N      O      P      Q      R      S      T      U      V      W      X      Y      Z                                                          New York University                          Search NYU                    Pages |    People                                       Main Navigation            About NYU       Admissions       Academics       University Life       Research       Global                                 Bread Crumbs          Admissions   /   Summer Sessions   /   Summer Abroad   /   CAS Summer Abroad Programs                 Sub Navigation                                 Apply Now                       Admitted Students                       Financial Assistance                       FAQs                                                                   Summer in Paris                             Academics │ Housing │ Excursions │ Courses │ Faculty   PROGRAM SUMMARY      NYU Paris was created in 1969 as part of the New York University Center for French Civilization and Culture. The NYU Paris academic center is located within proximity of Paris' most renowned cultural, artistic, and academic institutions. The resident director, administrative staff, and faculty advise students during their stay in Paris. During the summer session, all undergraduates are housed in student residences in lively and historic neighborhoods. Experience the City of Light with its cultural richness, history, and vibrant daily life through this intellectually and aesthetically stimulating study abroad program.          ACADEMICS   The undergraduate program in Paris provides a rich introduction to historic and present-day France through classroom studies and diverse extracurricular activities. Intensive French language classes, offered at all levels, are taught by instructors with native proficiency. Faculty who teach French civilization courses (offered in English or in French), provide exceptional academic instruction. Courses include field trips to culturally significant sites in the city.           HOUSING &amp; MEALS       All students must stay in NYU provided housing. Participants in the summer undergraduate program are housed in a residence hall in a lively neighborhood close to the historic neighborhoods of the Marais and the Bastille, and within easy commuting distance to the NYU academic center.   All classes are held at the centrally located NYU Paris Center, comprised of classrooms, a student lounge, a lecture hall, and computer terminals for student use. Students are also strongly recommended to bring their own laptop computers. The NYU Paris staff helps students make the most of their summer in Paris. Full-time staff includes the Resident Director of NYU Paris, Academic and Student Life Staff, and an on-site Counselor.           EXCURSIONS      To enhance students' academic experience, NYU Paris hosts several lectures throughout the summer session that bring together French and Francophone artists, scholars, and activists. Cultural activities such as neighborhood walking tours, visits to world famous museums such as the Louvre and the Musée d’Orsay, and attendance at numerous ballet, concert, and theatre performances are scheduled to complement the academic program. Excursions further complete the cultural calendar: activities planned for 2015 may include day trips to Chartres, Giverny, and the D-Day beaches in Normandy.           COURSES   Undergraduate students must register for 8 points. Students are encouraged to register for one 4-point language course and one 4-point content course or for one 8-point intensive language course.     Undergraduates who request French language courses above elementary level must have a background in French that is made evident via one of the following: academic transcript, French AP or SAT II score, NYU’s online French placement test, or letter of assessment from a French instructor.     Language Courses                                                    FREN-UA 9001 Elementary French I \u0096&#9472; David Uhrig \u0096&#9472; 4 points                               Not equivalent to FREN-UA 10.   Open to students with no previous training in French and to others on assignment by placement test. Conducted in French.   An intensive, highly motivating audiovisual course for beginners that introduces students to a wide range of communication patterns and real-life situations. The beginner is given a solid language base that prepares the student for interaction and daily life. Sample syllabus .                                                                FREN-UA 9005 \u0096 Elementary French II/Intermediate French I &#9472; Pierre André — \u00968 points                               Prerequisites for NYU students: FREN-UA 9001.001 or as assigned by placement test. Conducted in French.   A continuation of FREN-UA 1, this course completes the equivalent of the second half of Elementary French and the first half of Intermediate French. Sample syllabus .                                                                FREN-UA 9010 \u0096 Intensive Elementary French &#9472; Michèle Grandmangin \u0096&#9472; 8 points                               Open to students with no previous training in French and to others on assignment by placement test. Completes the equivalent of a one-year elementary course.   Presentation and systematic practice of basic structures and vocabulary of oral French through dialogues, pattern drills, and exercises. Correct pronunciation, sound placement, and intonation are stressed. Sample syllabus .                                                                FREN-UA 9012 Intermediate French II &#9472; Cécile Petit &#9472; 4 points                               Prerequisites for NYU students: FREN-UA 11 or on assignment by placement test. Conducted in French.      Stresses the acquisition and practice of more sophisticated structures of French. Develops fundamental oral and written skills, vocabulary enrichments, and conversational ability. Short reading texts and guided compositions are assigned. Sample syllabus.                                                                  FREN-UA 9020 \u0096 Intensive Intermediate French &#9472; Isabelle Coydon \u0096— 8 points                               Open to students who have completed the equivalent of a one-year elementary course and to others on assignment by placement test. Completes the equivalent of a one-year intermediate course. Completes the MAP foreign language requirement for NYU students. Prerequisites for NYU students: FREN-UA 10 or FREN-UA 1-FREN-UA 2.Conducted in French.   Stresses the acquisition and practice of more sophisticated structures of French.Develops fundamental oral and written skills, vocabulary enrichments, and conversational ability. Short reading texts and guided compositions are assigned. Sample syllabus .                      ADVANCED LANGUAGE COMPOSITION AND CONTENT COURSES CONDUCTED IN FRENCH                                                    FREN-UA 9030 \u0096 Conversation and Composition &#9472; Valérie Berty \u0096 — 4 points                               Prerequisites for NYU students: FREN-UA 20 or FREN-UA 12 or as assigned by placement test. Conducted in French.   Systematizes and reinforces the language skills presented in lower-level courses through an intensive review of grammar, written exercises, and introduction to composition, lexical enrichment, and spoken skills. Sample syllabus .                                                                FREN-UA 9101 \u0096 Spoken Contemporary French &#9472; Julie Hugonny \u0096 — 4 points                               Prerequisites for NYU students: FREN-UA 30 (Conversation and Composition) or assignment by placement test. Conducted in French.   Helps students develop vocabulary, improve pronunciation, and learn new idiomatic expressions. Provides an introduction to corrective phonetics and emphasis on understanding contemporary French through a study of authentic documents, such as radio and television interviews, advertisements, and spontaneous oral productions. Sample syllabus .                                                                FREN-UA 9105 \u0096 Written Contemporary French &#9472; Elizabeth Molkou \u0096— 4 points                               Prerequisites for NYU students: FREN-UA 30 (Conversation and Composition) or assignment by placement test. Conducted in French.   Improves written French and provides advanced training in French and comparative grammar. Students are trained to express themselves in a variety of writing situations (diaries, transcripts, narration, letters, etc.). Focuses on the distinction between spoken and written styles and the problem of contrastive grammar. Emphasis is on accuracy and fluency of usage in the written language. Sample syllabus .                                                                FREN-UA 9968 \u0096 Topics in French Literature: New Currents in French Theatre &#9472; Cécile Cotté and Christophe Gauzeran —\u0096 4 points                               TAUGHT IN FRENCH.   This course allows a dual approach to the world of French theatre through theory and practice. Students will study key texts in their literary, dramaturgical, historic and political contexts, as well as have the opportunity to perform them, the better to get “inside the text” and understand its language and complexity. This summer, the course will focus on the post-World War II genre of “Theatre of the Absurd” and specifically the works of Ionesco. Texts studied include Ionesco, La Cantatrice Chauve , Rhinoceros , l’Impromptu e l’Alma , Beckett, En Attendant Godot , Camus, Les Justes , Adamov, Ping Pong . Outings to theatre events are also included.                                                                FREN-UA 9781 \u0096 French Culture and French Cinema: French Society Through French Films &#9472; Florence Benoist — \u0096 4 points                                 Prerequisite: French-UA 9030 or equivalent placement test results. Conducted in French.     This course traces the development of French cinema through an investigation into major works of French film art and the social and historical contexts in which they were produced. Starting with the classics of French cinema and moving forward to the present day, students examine how these films reflect the social and cultural trends of their time. Through a focus on questions of representation and point of view, students consider how recent French history is transmitted through film. Classes are organized around film screenings in and outside of class and assigned readings. Sample syllabus .                                                                ARTH-UA 9665 \u0096 Paris Through Its Museums and Monuments &#9472; Catherine Clot —\u0096 4 points                               Prerequisite: FREN-UA 9030 or equivalent placement test results. Conducted in French.   A historical study of the avant-garde movements that surfaced in Paris from 1850 to today: Nabis, romanticism, impressionism, fauvism, cubism, dadaism, surrealism, abstraction, new realism, op art, new figuration, minimal art, BMPT, support/surface. Representative works associated with these movements are studied in various Parisian museums: Orsay, Rodin, Orangerie, Beaubourg, Museum of Modern Art of the City of Paris, Picasso, Jeu de Paume, etc. Sample syllabus .                      CONTENT COURSES CONDUCTED IN ENGLISH                                                    FREN-UA 9881 French Culture and French Cinema: French Society Through French Films — Julie Hugonny — 4 points                                Conducted in English   This course traces the development of French cinema through an investigation into major works of French film art and the social and historical contexts in which they were produced. Starting with the classics of French cinema and moving forward to the present day, students examine how these films reflect the social and cultural trends of their time. Through a focus on questions of representation and point of view, students consider how recent French history is transmitted through film. Classes are organized around film screenings in and outside of class and assigned readings.                                                                FREN-UA 9865.001 Topics in French Culture: \u0096The History of Photography as a Fine Art &#9472; Oscar Villegas-Paez\u0096— 4 points                               Conducted in English.   This course explores photography from the 1830s to the present day, emphasizing style and subject matter (rather than technical processes) in the work of the major photographers. We will consider how photography has enlarged and affected our vision and knowledge of the world, and how photography has influenced and been influenced by other modes of artistic expression (theatre, film, literature, the fine arts). In addition, we will consider photography as it is defined through a variety of means, from political documentary to fashion photography to advertising. Visits to photography exhibits in and outside of Paris will form an integral part of this course. Sample syllabus .                                                                ARTH-UA 9664 \u0096 The French Art World in the 19th and 20th Centuries &#9472; Shapiro-Comte — \u0096 4 points                               Conducted in English.   Using the resources of Paris and its surrounding neighborhoods, this course examines a wealth of art movements (realism, the Barbizon School, impressionism, neoimpressionism, postimpressionism, the Nabis, and cubism) as they were formed in the 19th and 20th centuries. The second half of the course focuses on changes in the art world during the first half of the 20th century, with particular attention on the dada movement, surrealism, abstract expressionism, and other movements that influenced and changed major art capitals of the world. Field trips include visits to the Orsay Museum with its superb reconstruction of 19th-century aesthetic life, the 17th-century private palace that now houses the Picasso collection, and the incomparable Louvre, among others. Sample syllabus .                      FACULTY       John Moran, Ph.D., Tulane; Director of NYU in Paris     Pierre André , M.Phil. (French Literature), New York University   Florence Benoist , MBA (Audiovisual Communication), ISML   Valérie Berty , Ph.D. (French Literature), Ecole des Hautes Etudes en Sciences Sociales.​   Catherine Clot , D.E.A. (Art History), Université de Paris IV.   Cécile Cotté , actor, director, playwright.   Isabelle Coydon , D.E.A. (Phonetics and French as a Foreign Language), Université de Paris III   Beth Epstein , Academic Director, NYU Paris; Ph.D. (anthropology), New York University.​   Christophe Gauzeran , D.E.A. (Theatre Studies), Université de Paris X.   Michèle Grandmangin , Maîtrise (Literature), Université de Paris III   Julie Hugonny , Ph.D. (French Literature), New York University.   Elisabeth Molkou , Ph.D. (French Literature), McGill University.   Cécile Petit , Master 2 (Teaching French as a Foreign Language), Université de Paris III   Barbara Shapiro Comte , Ph.D. (Art &amp; Architectural History), Harvard University   David Uhrig , Ph.D. (Semiology), Université de Paris VII   Oscar Villegas-Paez , MFA (Photography), School of Visual Arts.                              Location   Paris, France   2015 Program Dates   May 23 - July 4   Level   Undergraduate   Subjects   French language, literature, culture, history, cinema     NYU School   College of Arts and Science              “I loved getting the chance to practice my French in a Francophone country. The immersion helped my French tremendously.”               2015 Application Deadlines     APPLY NOW     Priority Deadline:  February 1   General Deadline:  March 1   Rolling Admission:  After general deadline applications accepted on space available basis until April 30.              CONTACT INFO   NYU Global Programs  110 East 14th Street,  LOWER LEVEL  New York, NY 10003  t: 212-998-4433  f: 212-995-4103  summer.in.paris@nyu.edu           PROGRAM DIRECTORS    John Moran , Director, NYU Paris (Paris); Clinical Associate Professor, Department of French     John Moran has been the Director of Language Programs in the Department of French since his arrival at NYU in 2005 and is also currently the department's Director of Undergraduate Studies. He received his M.S. in Applied Linguistics from Georgetown and his Ph.D. in French Linguistics from Tulane. He teaches courses on French and Francophone language, literature, history, and linguistics. He is a Faculty Fellow in Residence and also the Faculty Affiliate for the French Floor.     Ludovic Cortade , Director, NYU Paris (New York); Associate Professor, Department of French              2015 COSTS   8 points are required for undergraduate students to participate in this program.     Undergraduate Tuition: $7,520     Program &amp; Activities Fee: $700     Required International Health Insurance: $68.04 for 6 weeks during the program.     Housing: $3,419 for Single room in Résidence République      PLEASE NOTE: All students participating in the program are required to live in NYU-provided housing. Students are billed a standard housing rate in the spring. Housing charges will be adjusted at the end of the program based on actual housing assignments, which may result in an additional charge or credit issued in the late summer.       There is an additional registration and services fee of $396.            ADDITIONAL COSTS   The following additional expenses should also be considered when budgeting for the Summer in Paris program. Please note that these are only general estimates. Interested students are encouraged to conduct their own research.   Round-Trip Flight from New York: $1,360 - $1,900   Local Transportation  Short Taxi Ride: $9.00 - $14.00  Metro Ride: $2.50   Meals  Inexpensive Lunch: $7.00 - $14.00  Inexpensive Dinner: $11.00 - $22.00   Cell Phone  Prepaid Cell Phone: $15.00 - $30.00  Sim Card: $5.00 - $10.00   External Accommodations  Hostel room, per night: $15.00 - $35.00  Hotel room, per night: $45.00 - $125.00   Tourist Attractions: $8.00 - $20.00                                                    NYU Footer          Search      Directory      Campus Map      Events      Contact Us      Site Map      Copyright and Fair Use      Feedback         Unless otherwise noted, all content copyright New York University. All rights reserved. Designed by The Office of Web Communications"}, {"content": "Courses - Fall 2014                                                                                                               NYU.edu requires JavaScript be enabled in your browser in order to use important features of the site. JavaScript is either disabled or not supported by your browser. For instructions on how to enable JavaScript in your browser, click here .                       New York University    Skip to Content   Skip to Search   Skip to Navigation   Skip to Sub Navigation                                                        NYUHome Login                            Students           |   Faculty           |   Alumni           |   Employees           |   Community                                   Schools          Arts and Science      College of Arts and Science      College of Dentistry      College of Nursing      Courant Institute of Mathematical Sciences      Gallatin School of Individualized Study      Graduate School of Arts and Science      Institute of Fine Arts      Institute for the Study of the Ancient World      Leonard N. Stern School of Business      Liberal Studies Program      NYU Abu Dhabi      NYU Shanghai      Polytechnic School of Engineering      Robert F. Wagner Graduate School of Public Service      School of Professional Studies      School of Law      School of Medicine      Silver School of Social Work      Steinhardt School of Culture, Education, and Human Development      Tisch School of the Arts                QuickLinks          Academic Calendars      Administrative Units      Albert      Apply for Jobs      Athletics      Bookstores      Bursar      Campus Map      Career Development      Emergencies      Events      Giving to NYU      Housing      ITS      Libraries      News      NYU Apparel      Policies      Public Safety      Registrar      Student Health Center      Student Resources      Wellness Exchange                A-Z          A      B      C      D      E      F      G      H      I      J      K      L      M      N      O      P      Q      R      S      T      U      V      W      X      Y      Z                                                          New York University                          Search NYU                    Pages |    People                                       Main Navigation            About NYU       Admissions       Academics       University Life       Research       Global                                 Bread Crumbs          Global   /   Global Academic Centers   /   Madrid   /   Academics                 Sub Navigation                                 Courses                       Special Programs                       Faculty                       Facilities & Services                       Internships                                                                   Courses - Fall 2014        Please note that all course offerings are subject to change. Changes in faculty availability and student enrollment can occasionally result in course cancellations.   Click on a course name to see a course description and a sample syllabus from a past semester. (Current syllabi may differ.) For sample syllabi or academic questions, please email global.academics@nyu.edu .   A list of all courses offered at the Global Academic Centers, organized by department, can be found here .   Fall 2014 courses with days and times will be available in Albert, NYU's Student Information System the week of March 31, 2014. Directions on how to view Study Away courses in Albert, and other Registration FAQs can be found here .                   Academic Requirements & Registration Guidelines                                           Please review these requirements and guidelines before registration                                 Students must register for 12-18 credits   All students must participate in Global Orientations. Students do not need to enroll for this course during registration.     Enrollment in a Spanish Language course is required; select one that matches your skill level.   Students that have not previously taken a college-level Spanish class should review the posted information on the Spanish Language Placement Test and take the test or email requesting exemption as directed.   Language courses cannot be taken pass/fail.   Attendance is expected and required; absences will negatively affect grades   Before you plan your personal travel, check your syllabi! Academic site visits and field trips are considered required class time.   FINC-UB 9002 Foundations of Finance has prerequisites, visiting students email global.academics@nyu.edu for permission.   More information about Registering for Study Away Courses and registration FAQ's is available here .   If you have trouble finding a course on Albert or encounter problems, email global.academics@nyu.edu                            Spring 2014 | Fall 2014 | Spring 2015 | Fall 2015 | Spring 2016            Required Course for All Students                                                  Global Orientations: Spain Through its Culture and Language                               Global Orientations aims to put you (students) in direct contact with Spain, so that you have the opportunity to get to know and engage in Spanish culture and language, regardless of your level of Spanish. This workshop will help you to be able to engage in Spanish culture and language by means of an active, practical and lively learning experience. During Orientation week and over the course of the semester, you’ll attend sessions with NYU Madrid professors, tour Madrid and surrounding cities, visit two of Madrid’s most renowned art museums, take a weekend trip to a different part of Spain, and you’ll have the opportunity to take part in interactive workshops (Spanish cooking, wine or dance). Finally, you’ll read an article that will help you to reflect on your observations of and experiences in Madrid, and you’ll write a brief paper incorporating your conclusions. All in all, Global Orientations seeks to help you make the most of your experience in Madrid so that you leave knowing where you’ve been and how the experience may have affected you as a person.                              Spanish Language   All students are required to take a Spanish language course (or course taught in Spanish) for graded credit. This course cannot be taken Pass/Fail.                                                  Intensive Elementary Spanish - SPAN-UA 9010 - 6 points                               Open to students with no previous training in Spanish and to others on assignment by placement test. NYU students: After completing this course, students who wish to continue studying Spanish must take a qualifying exam. Completes the equivalent of a year's elementary course in one semester.   Sample Syllabus                                                                    Intensive Intermediate Spanish - SPAN-UA 9020 - 6 points                               Completes the CORE language requirement for NYU students. Prerequisite for NYU students: SPAN-UA 2 or SPAN-UA 10 and passing grade on qualifying exam.   Promotes proficiency in reading and writing as well as oral performance. Completes the equivalent of a year's intermediate course in one semester.   Sample Syllabus                                                                    Intermediate Spanish II - SPAN-UA 9004 - 4 points                               Continuation of SPAN-UA 3. Readings and discussions of contemporary Hispanic texts and review of the main grammatical concepts of Spanish. Completion of this course fulfills the MAP foreign language requirement.   Sample Syllabus                                                                    Advanced Grammar and Composition - SPAN-UA 9100 - 4 points                               Prerequisites: SPAN-UA 20 or SPAN-UA 4; permission of the department; or a satisfactory score on the SAT II, AP or NYU language placement exam. For non-native speakers only. Highly recommended to be taken concurrently with SPAN-UA 9551 Debating Current Issues in Spain. Students of Spanish Speaking Background: see SPAN-UA 9110 Techniques of Translation   Advanced course designed to expand and consolidate lexical and grammatical understanding of the language and to introduce fundamental principles of expository writing as they apply to Spanish, through exercises, readings, and intensive practice of various expository prose techniques and styles. For nonnative speakers only.     Sample Syllabus                              Courses Taught in Spanish at the Intermediate Level   To be taken concurrently with Intermediate Spanish ( SPAN-UA 9020 or SPAN-UA 9004)                                                  Spain Today - SPAN-UA 9025 - 4 points                               Only for students concurrently registered in SPAN-UA 9020 or SPAN-UA 9004. This course does not count for Spanish minors or majors.   The course is designed for students in SPAN-UA 9020 or SPAN-UA 9004 that would like to perfect their Spanish, as they expand their knowledge regarding literature, cinema, and social and political problems that exist today within modern Spanish society. The reading of different texts, such as newspaper articles and short stories, and various videos and films throughout the semester will serve to expand lexicon, strengthen grammar and improve students’ language oral and written skills. The students will participate actively in class discussions and be guided to conduct their own research on topics related to Spain today.     Sample Syllabus                                                                    Hispanic Culture in the USA Today - SPAN-UA 9027 - 4 points                               Only for students concurrently registered in SPAN-UA 9020.   This course is directed to students in SPAN-UA 9020 that would like to perfect their Spanish and acquire knowledge about Hispanic language and culture in the United States. The study and debate in class on a variety of materials (literary texts and periodicals, advertisements, radio programs from the Internet, movies) will permit us to take on current topics related to the Hispanic presence in American society, for example, emigration, border culture, Hispanic media, &quot;Latin&quot; identity, problems of gender and ethnicity, the political importance of Hispanic communities and bilingualism.   The principal objective of the course is the development of the student's communicative capacity through written and oral presentations, debates, and commentaries on each week's materials, as well as listening comprehension and vocabulary exercises. As a secondary objective, the student should acquire a consciousness of the reality of the United States as a place of encounter and transformation of different cultures, including Hispanic cultures that today play a predominant role.   Sample Syllabus                              Courses Taught in Spanish at the Advanced Level   Prerequisite SPAN-UA 0100 or to be taken concurrently with SPAN-UA 9100                                                  Techniques of Translation - SPAN-UA 9110 - 4 points                               Prerequisite of SPAN-UA 100. For students of Spanish speaking background this course replaces SPAN-UA 9100 .   Comparison of Spanish and English grammar, syntax, and style, mainly by examining American and Spanish movie scripts and plays. Special attention is paid to colloquial expressions and cognates in both languages.     Sample Syllabus                                                                    Spanish For Commerce - SPAN-UA 9104 - 4 points                               Prerequisite of SPAN-UA 100 or to be taken concurrently with SPAN-UA 9100. For non-native Spanish speakers only.   This course is designed for students who wish to attain a command of Spanish in relation to the worlds of business and international relations. Special emphasis on the development of oral expression through activities that focus on business practices.   Sample Syllabus                                                                    Critical Approaches to Textual and Cultural Analysis - SPAN-UA 9200 - 4 points                               Formerly titled Critical Approaches: Reading, Writing and Textual Analysis   Prerequisite of SPAN-UA 100 or to be taken concurrently with SPAN-UA 9100.   Introduction to literary analysis through close readings of texts from the early to modern periods of peninsular Spanish and Spanish American literatures. Engages students in the practice of textual explication, provides basic critical skills, and encourages reflection on literature as a system.   Sample Syllabus                                                                      Cultural History of Spain - SPAN-UA 9310 - 4 points                               Prerequisite of SPAN-UA 200 or to be taken concurrently with SPAN-UA 9200.   This course offers an introduction to the construction of modern Spain through the study of a variety of cultural texts—literature, film, the visual arts, advertising and pop music--from the 19th century to the end of the 1980s. We will analyze the works that writers and artists have used to articulate their views of modernity and of the conflicts between centers and peripheries (in a territorial but also a in political, economic, and social sense), focusing on the following axes: Spanish nationalism/peripheral nationalism; urban Spain/rural Spain; victors/defeaters (in the Civil War); and public/private space (masculine/feminine).     Sample Syllabus                                                                    Islam and Spain: Past and Present - MEIS-UA 9707 or SPAN-UA 9333 - 4 points                               Prerequisite of SPAN-UA 100 or to be taken concurrently with SPAN-UA 9100.   From the 8th century until the 17th century, Islam played a crucial role in the history of the Iberian Peninsula. Today this period is often portrayed as one of inter-religious harmony, while al-Andalus is simultaneously mourned in contemporary Islamist discourse as a lost paradise. While we look at the history of Al-Andalus and assess the importance of the contributions of Al-Andalus to Europe and America, we evaluate the significance of its legacy in modern Spain. Furthermore, we will study the protagonist role that Spain has played in relations between Europe and the Mediterranean Islamic countries during the Modern Age. Students will gain further understanding and contextualization of current Arab-Muslim geopolitics. As a case study, we will address the Spanish Protectorate in Morocco, as well as its ensuing process of decolonization and the consequences that shape the current international relations between the two neighboring countries, Spain and Morocco.     Note: This Class does NOT currently include a trip to Morocco as in past semesters.   Sample Syllabus                                                                    Masterpieces in the Prado Museum: Baroque to 19th Century Art - ARTH-UA 9328 - 4 points                               Prerequisite of SPAN-UA 100 or to be taken concurrently with SPAN-UA 9100.     Art History Students: This course counts for Art History elective credit.     A gallery course focusing on the baroque schools of Rubens and Rembrandt, &quot;tenebrist&quot; painting, Velázquez, and the etchings and paintings of Goya. Ends with a survey of the painters of the 18th and 19th centuries.     Sample Syllabus                                                                    Cultural and Social Anthropology of Spain and Iberoamerica - SPAN-UA 9610 or ANTH-UA 9251 - 4 points                               A study of society, culture, and ethnic groups in Spain and Iberoamerica. The Latin American social reality and the most important historical processes that have shaped present-day Latin America are discussed, as well as the cultural relationship that exists between Spain and Iberoamerica.     Sample Syllabus                                                                    Debating Current Issues in Spain - SPAN-UA 9551 - 4 points                               Prerequisite for NYU students: SPAN-UA 100 or concurrently with SPAN-UA 9100. For non-native Spanish speakers only.   The course Debating Current Issues in Spain aims to develop students’ awareness about the contemporary culture of Spain, while improving students’ oral competence in Spanish. With this purpose, the course will analyze different conversational techniques and linguistic resources in order to facilitate the students’ performance on presentations, debates, formal and informal conversations, interviews, reports, etc. The culture and daily life of Spain in the 21st century will be examined through these oral practices in Spanish. Spain will be presented in its diversity, richness, and uniqueness with the help of supporting materials such as newspaper articles, TV and radio programs, commercials, short films, chats, etc. Finally, our goal is that the students gain an understanding of the new culture and that they be able to create new intercultural spaces by means of the comparisons to their own culture. This course is based on culture, language and training in oral communication.   Sample Syllabus                                                                    Spain and the European Union: Political and Economic Issues - POL-UA 9595 - 4 points                               No Prerequisites if taught in English.   When Taught in Spanish: Prerequisite of SPAN-UA 100 or to be taken concurrently with SPAN-UA 9100 with permission of the director.     A study of Spain and its integration into the European Common Market. The historical background examines Europe in the aftermath of World War II, Spain under Franco's dictatorship and its relationship to other European countries, as well as the events leading up to the actual foundation of the European Economic Community (EEC). Emphasis is on the negotiations leading to Spain's incorporation into the EEC, and a detailed analysis is given of the present-day European Common Market and its goals for the future.     Sample Syllabus                                                                    Spanish Culture Through Cinema -  DRLIT-UA 9551 or SPAN-UA 9994 - 4 points                               Prerequisite of SPAN-UA 100 or to be taken concurrently with SPAN-UA 9100.     A survey of Spanish cinema from the early beginnings of the silent movie to the present day. Important figures, such as Luis Buñuel, Luis García Berlanga, Edgar Neville, Juan Antonio Bardem, Fernando Fernán Gómez, Carlos Saura, and others are studied, as well as the phenomenon of cinema as a reflection of the political, social, and cultural development of the country and its people. A selection of the most representative films is shown in class.     Sample Syllabus                              Courses Taught in English                                                  Masterpieces in the Prado Museum: Baroque to 19th Century Art - ARTH-UA 9338 - 4 points                               Art History Students: This course counts for Art History elective credit.     A gallery course focusing on the baroque schools of Rubens and Rembrandt, &quot;tenebrist&quot; painting, Velázquez, and the etchings and paintings of Goya. Ends with a survey of the painters of the 18th and 19th centuries.     Sample Syllabus                                                                    Cultures and Contexts: Spain \u0097At the Crossroads of Europe, North Africa, and America - CORE-UA 9544 - 4 points                               Analyzes the ways in which historical, geopolitical, cultural, artistic, and popular views function to constitute and continuously transform a national culture. Concentrates on epistemological constructions of Spain—the idea of Spain—that emerge from competing external and internal perspectives. Students examine how this national culture is constructed, first analyzing Spain from North African perspectives through Sephardic nostalgic poetry and the Hispano-Arabic literary traditions. The American perspective pits notions of Spanish imperial power and grandeur against the Black Legend, a term that Protestant circles in Europe and the United States promoted to attack the legitimacy of Spain’s New World empire. A final focus on European views analyzes the depiction of Spain as the embodiment of German and French Romantic ideals beginning at the end of the 17th century and the reemergence of the same notion during the Spanish Civil War (1933–36). Throughout, students examine principal textual and visual images that contribute to the historical and contemporary construction of a national culture that emerged at geographic and cultural crossroads.     Sample Syllabus                                                                        Experiential Learning I - EXLI-UF 9301 - 4 points                               Open to Global Liberal Studies students only.     This course has a strong emphasis on place-based learning methods. This course consists of two components during the fall semester. The first part will be an introduction to Spanish society and the second will focus on research methods to facilitate the experiential learning process in both the fall and spring semesters.   Sample Syllabus                                                                      Foundations of Finance - FINC-UB 9002 - 4 points                               Prerequisites: (1) STAT-UB 103 Statistics for Business Control and Regression/Forecasting Models OR STAT-UB 1 Statistics for Business Control (4 credit) plus STAT-UB 3 Regression/Forecasting (2 credit) OR equivalent AND (2) one of the following: ECON-UB 1 Microeconomics OR ECON-UA 2 Economic Principles II, OR ECON-UA 5 Introduction to Economic Analysis, AND (3) ACCT-UB 1 Principles of Financial Accounting AND (4) At least Sophomore Standing.   A rigorous course developing the basic concepts and tools of modern finance. Basic concepts of return and risk are explored in detail with a view to understanding how financial markets work and how different kinds of financial instruments are valued. These instruments, including equities, fixed income securities, options, and other derivative securities become vehicles for exploring various financial markets and the utilization of these markets by managers in different kinds of financial institutions to enhance return and manage risk. The course includes a segment on the use and application of computer-based quantitative technology for financial modeling purposes.                                                                    Introduction to Marketing - MKTG-UB 9001 - 4 points                               Evaluates, from the management point of view, marketing as a system for the satisfaction of human wants and as a catalyst of business activity. Deals with the subject at all levels from producer to consumer and emphasizes the planning required for the efficient use of marketing tools in the development and expansion of markets. Concentrates on the principles, functions, and tools of marketing, including quantitative methods. Utilizes cases and projects to develop a problem-solving ability in dealing with specific areas.                                                                    Internship Seminar Fieldwork - NODEP-UA 9982 or INDIV-UG 9300 - 4 points                               Enrollment by permission only. Application required.     This 4 credit course includes a weekly seminar and a minimum of 16 hours of fieldwork per week (two full days). Internship placements are made by EUSA, an internship placement organization partnering with NYU.     The seminar portion of the course explores many different aspects of your internship site. The goal is to finish the semester with an in-depth understanding of the company or organization, including its approach, its policies, and the context in which it operates. We will also discuss more generally the state of the contemporary workplace and ourselves as workers. Finally, you will use the seminar to reflect critically and analytically on the internship experience and as a way to refine your own personal and professional goals.     Sample Syllabus coming soon                                                                          The Politics of Climate Change - POL-UA 9994 - 4 points                               This course examines the interaction between two coupled systems, the Earth system and humanity’s political systems. Beginning with an analysis of the effects of anthropogenic industrial carbon dioxide gas emissions on the Earth system as derived from the scientific evidence this course attempts to understand the reaction of the global, European and Spanish political governance systems to these transformations. In order to understand something as apparently specific as the impact of climate change in the Iberian peninsula and the Spanish state’s response to it we must first understand, therefore, how the United Nations and the European Union are responding to climate change since the Spanish political system’s control and mitigation policies are largely determined by these two larger governance systems’ responses.     Sample Syllabus                                                                    Political Economy of Developing Countries - POL-UA 9994 - 4 points                               Millions of lives around the world are impacted by natural disaster, war and other crises every year. Men, women and children are left homeless and vulnerable, and domestic infrastructure and institutions are often completely destroyed. Frequently, the people affected tend to live in countries that lack the autonomous capacities to pursue development without the assistance of international development agencies, foreign governments and NGOs. The development of a country requires a multi-layered approach, taking into account the diversity of failures caused by the crisis, the particularities of country related issues and, in most cases, the lack of development that already existed in the period preceding the crisis.International Development in Post Crisis Countries explores how countries develop in post-crisis periods and looks at the role of the international community in contributing to development. This course introduces students to a cross section of academic topics relevant to development, including, but not limited to, economic development, international relations, law and rule of law, human rights and gender studies. The majority of the course will focus on exploring each of these topic areas in depth, examining them from a wide array of theoretical perspectives and methodologies.   Sample Syllabus                                                                    Modern Spanish Poetry in Context - SPAN-UA 9951 - 4 points                               Course description coming soon.                                                                    Madrid Symphonies: Engaging with the City Through Documentary Film - SPAN-UA 9951 - 2 points                               Through the process of making short (3-5 minute) “city symphony” documentary films, this course offers an exciting opportunity for students to explore, engage with, and represent aspects of life in Madrid that are not often seen in mainstream media.   “City Symphony” takes its name from the “City Symphony” documentary subgenre, in which a filmmaker attempts to capture the rhythm, dynamism and texture of a city or neighborhood. The form emerged in the 1920’s and often celebrated modernism and the triumph of the city as an urban form. Classic examples include William Ruttmann’s Berlin: Symphony of a Metropolis, Joris Ivens’ Rain and Paul Strand and Charles Sheeler’s Manhatta. More recent examples such as Huang Weikai’s Disorder have turned the form on its head.   In this intensive hands-on production workshop, students will make their own “Madrid symphonies”. They will be encouraged to look, listen and explore Madrid with a documentarian’s gaze, to represent the city from new perspectives, and to seek out places, images and stories that deepen, contextualize or counterpose pre-existing notions of Spain and its peoples.   This course offers a special opportunity to get to know a new place and new peoples, produce a meaningful and lasting creative work, learn to “look” at the world as a documentarian, increase one’s sensitivity to stories that we encounter every day, and appreciate the myriad of subtleties in how to tell those stories.                                                                     NYU Centers Abroad...           Abu Dhabi, United Arab Emirates Accra, Ghana Berlin, Germany Buenos Aires, Argentina Florence, Italy London, United Kingdom Madrid, Spain New York, United States of America Paris, France Prague, Czech Republic Shanghai, China Sydney, Australia Tel Aviv, Israel Washington, DC, United States of America                                                              Upcoming Application Deadlines   Fall Semester    Priority: February 15   Regular: March 15   Applications received after March 15 will be reviewed on a rolling basis. Admission will be granted only when space is available and time allows for required travel documents to be attained.                Learn     Courses   Special Programs   Facilities   Faculty   Internships                Live      Housing &amp; Meals    Getting Around    Language    Culture &amp; Customs    Health &amp; Safety    Staff                 Explore      Restaurants    Nightlife    Things to do    Local Travel    Regional Travel    Shopping                                    Questions?        Contact Us                                                                                                                              NYU Footer          Search      Directory      Campus Map      Events      Contact Us      Site Map      Copyright and Fair Use      Feedback         Unless otherwise noted, all content copyright New York University. All rights reserved. Designed by The Office of Web Communications"}]},
{"detail": [{"content": "Summer in Paris                                                                                                               NYU.edu requires JavaScript be enabled in your browser in order to use important features of the site. JavaScript is either disabled or not supported by your browser. For instructions on how to enable JavaScript in your browser, click here .                       New York University    Skip to Content   Skip to Search   Skip to Navigation   Skip to Sub Navigation                                                        NYUHome Login                            Students           |   Faculty           |   Alumni           |   Employees           |   Community                                   Schools          Arts and Science      College of Arts and Science      College of Dentistry      College of Nursing      Courant Institute of Mathematical Sciences      Gallatin School of Individualized Study      Graduate School of Arts and Science      Institute of Fine Arts      Institute for the Study of the Ancient World      Leonard N. Stern School of Business      Liberal Studies Program      NYU Abu Dhabi      NYU Shanghai      Polytechnic School of Engineering      Robert F. Wagner Graduate School of Public Service      School of Professional Studies      School of Law      School of Medicine      Silver School of Social Work      Steinhardt School of Culture, Education, and Human Development      Tisch School of the Arts                QuickLinks          Academic Calendars      Administrative Units      Albert      Apply for Jobs      Athletics      Bookstores      Bursar      Campus Map      Career Development      Emergencies      Events      Giving to NYU      Housing      ITS      Libraries      News      NYU Apparel      Policies      Public Safety      Registrar      Student Health Center      Student Resources      Wellness Exchange                A-Z          A      B      C      D      E      F      G      H      I      J      K      L      M      N      O      P      Q      R      S      T      U      V      W      X      Y      Z                                                          New York University                          Search NYU                    Pages |    People                                       Main Navigation            About NYU       Admissions       Academics       University Life       Research       Global                                 Bread Crumbs          Admissions   /   Summer Sessions   /   Summer Abroad   /   CAS Summer Abroad Programs                 Sub Navigation                                 Apply Now                       Admitted Students                       Financial Assistance                       FAQs                                                                   Summer in Paris                             Academics │ Housing │ Excursions │ Courses │ Faculty   PROGRAM SUMMARY      NYU Paris was created in 1969 as part of the New York University Center for French Civilization and Culture. The NYU Paris academic center is located within proximity of Paris' most renowned cultural, artistic, and academic institutions. The resident director, administrative staff, and faculty advise students during their stay in Paris. During the summer session, all undergraduates are housed in student residences in lively and historic neighborhoods. Experience the City of Light with its cultural richness, history, and vibrant daily life through this intellectually and aesthetically stimulating study abroad program.          ACADEMICS   The undergraduate program in Paris provides a rich introduction to historic and present-day France through classroom studies and diverse extracurricular activities. Intensive French language classes, offered at all levels, are taught by instructors with native proficiency. Faculty who teach French civilization courses (offered in English or in French), provide exceptional academic instruction. Courses include field trips to culturally significant sites in the city.           HOUSING &amp; MEALS       All students must stay in NYU provided housing. Participants in the summer undergraduate program are housed in a residence hall in a lively neighborhood close to the historic neighborhoods of the Marais and the Bastille, and within easy commuting distance to the NYU academic center.   All classes are held at the centrally located NYU Paris Center, comprised of classrooms, a student lounge, a lecture hall, and computer terminals for student use. Students are also strongly recommended to bring their own laptop computers. The NYU Paris staff helps students make the most of their summer in Paris. Full-time staff includes the Resident Director of NYU Paris, Academic and Student Life Staff, and an on-site Counselor.           EXCURSIONS      To enhance students' academic experience, NYU Paris hosts several lectures throughout the summer session that bring together French and Francophone artists, scholars, and activists. Cultural activities such as neighborhood walking tours, visits to world famous museums such as the Louvre and the Musée d’Orsay, and attendance at numerous ballet, concert, and theatre performances are scheduled to complement the academic program. Excursions further complete the cultural calendar: activities planned for 2015 may include day trips to Chartres, Giverny, and the D-Day beaches in Normandy.           COURSES   Undergraduate students must register for 8 points. Students are encouraged to register for one 4-point language course and one 4-point content course or for one 8-point intensive language course.     Undergraduates who request French language courses above elementary level must have a background in French that is made evident via one of the following: academic transcript, French AP or SAT II score, NYU’s online French placement test, or letter of assessment from a French instructor.     Language Courses                                                    FREN-UA 9001 Elementary French I \u0096&#9472; David Uhrig \u0096&#9472; 4 points                               Not equivalent to FREN-UA 10.   Open to students with no previous training in French and to others on assignment by placement test. Conducted in French.   An intensive, highly motivating audiovisual course for beginners that introduces students to a wide range of communication patterns and real-life situations. The beginner is given a solid language base that prepares the student for interaction and daily life. Sample syllabus .                                                                FREN-UA 9005 \u0096 Elementary French II/Intermediate French I &#9472; Pierre André — \u00968 points                               Prerequisites for NYU students: FREN-UA 9001.001 or as assigned by placement test. Conducted in French.   A continuation of FREN-UA 1, this course completes the equivalent of the second half of Elementary French and the first half of Intermediate French. Sample syllabus .                                                                FREN-UA 9010 \u0096 Intensive Elementary French &#9472; Michèle Grandmangin \u0096&#9472; 8 points                               Open to students with no previous training in French and to others on assignment by placement test. Completes the equivalent of a one-year elementary course.   Presentation and systematic practice of basic structures and vocabulary of oral French through dialogues, pattern drills, and exercises. Correct pronunciation, sound placement, and intonation are stressed. Sample syllabus .                                                                FREN-UA 9012 Intermediate French II &#9472; Cécile Petit &#9472; 4 points                               Prerequisites for NYU students: FREN-UA 11 or on assignment by placement test. Conducted in French.      Stresses the acquisition and practice of more sophisticated structures of French. Develops fundamental oral and written skills, vocabulary enrichments, and conversational ability. Short reading texts and guided compositions are assigned. Sample syllabus.                                                                  FREN-UA 9020 \u0096 Intensive Intermediate French &#9472; Isabelle Coydon \u0096— 8 points                               Open to students who have completed the equivalent of a one-year elementary course and to others on assignment by placement test. Completes the equivalent of a one-year intermediate course. Completes the MAP foreign language requirement for NYU students. Prerequisites for NYU students: FREN-UA 10 or FREN-UA 1-FREN-UA 2.Conducted in French.   Stresses the acquisition and practice of more sophisticated structures of French.Develops fundamental oral and written skills, vocabulary enrichments, and conversational ability. Short reading texts and guided compositions are assigned. Sample syllabus .                      ADVANCED LANGUAGE COMPOSITION AND CONTENT COURSES CONDUCTED IN FRENCH                                                    FREN-UA 9030 \u0096 Conversation and Composition &#9472; Valérie Berty \u0096 — 4 points                               Prerequisites for NYU students: FREN-UA 20 or FREN-UA 12 or as assigned by placement test. Conducted in French.   Systematizes and reinforces the language skills presented in lower-level courses through an intensive review of grammar, written exercises, and introduction to composition, lexical enrichment, and spoken skills. Sample syllabus .                                                                FREN-UA 9101 \u0096 Spoken Contemporary French &#9472; Julie Hugonny \u0096 — 4 points                               Prerequisites for NYU students: FREN-UA 30 (Conversation and Composition) or assignment by placement test. Conducted in French.   Helps students develop vocabulary, improve pronunciation, and learn new idiomatic expressions. Provides an introduction to corrective phonetics and emphasis on understanding contemporary French through a study of authentic documents, such as radio and television interviews, advertisements, and spontaneous oral productions. Sample syllabus .                                                                FREN-UA 9105 \u0096 Written Contemporary French &#9472; Elizabeth Molkou \u0096— 4 points                               Prerequisites for NYU students: FREN-UA 30 (Conversation and Composition) or assignment by placement test. Conducted in French.   Improves written French and provides advanced training in French and comparative grammar. Students are trained to express themselves in a variety of writing situations (diaries, transcripts, narration, letters, etc.). Focuses on the distinction between spoken and written styles and the problem of contrastive grammar. Emphasis is on accuracy and fluency of usage in the written language. Sample syllabus .                                                                FREN-UA 9968 \u0096 Topics in French Literature: New Currents in French Theatre &#9472; Cécile Cotté and Christophe Gauzeran —\u0096 4 points                               TAUGHT IN FRENCH.   This course allows a dual approach to the world of French theatre through theory and practice. Students will study key texts in their literary, dramaturgical, historic and political contexts, as well as have the opportunity to perform them, the better to get “inside the text” and understand its language and complexity. This summer, the course will focus on the post-World War II genre of “Theatre of the Absurd” and specifically the works of Ionesco. Texts studied include Ionesco, La Cantatrice Chauve , Rhinoceros , l’Impromptu e l’Alma , Beckett, En Attendant Godot , Camus, Les Justes , Adamov, Ping Pong . Outings to theatre events are also included.                                                                FREN-UA 9781 \u0096 French Culture and French Cinema: French Society Through French Films &#9472; Florence Benoist — \u0096 4 points                                 Prerequisite: French-UA 9030 or equivalent placement test results. Conducted in French.     This course traces the development of French cinema through an investigation into major works of French film art and the social and historical contexts in which they were produced. Starting with the classics of French cinema and moving forward to the present day, students examine how these films reflect the social and cultural trends of their time. Through a focus on questions of representation and point of view, students consider how recent French history is transmitted through film. Classes are organized around film screenings in and outside of class and assigned readings. Sample syllabus .                                                                ARTH-UA 9665 \u0096 Paris Through Its Museums and Monuments &#9472; Catherine Clot —\u0096 4 points                               Prerequisite: FREN-UA 9030 or equivalent placement test results. Conducted in French.   A historical study of the avant-garde movements that surfaced in Paris from 1850 to today: Nabis, romanticism, impressionism, fauvism, cubism, dadaism, surrealism, abstraction, new realism, op art, new figuration, minimal art, BMPT, support/surface. Representative works associated with these movements are studied in various Parisian museums: Orsay, Rodin, Orangerie, Beaubourg, Museum of Modern Art of the City of Paris, Picasso, Jeu de Paume, etc. Sample syllabus .                      CONTENT COURSES CONDUCTED IN ENGLISH                                                    FREN-UA 9881 French Culture and French Cinema: French Society Through French Films — Julie Hugonny — 4 points                                Conducted in English   This course traces the development of French cinema through an investigation into major works of French film art and the social and historical contexts in which they were produced. Starting with the classics of French cinema and moving forward to the present day, students examine how these films reflect the social and cultural trends of their time. Through a focus on questions of representation and point of view, students consider how recent French history is transmitted through film. Classes are organized around film screenings in and outside of class and assigned readings.                                                                FREN-UA 9865.001 Topics in French Culture: \u0096The History of Photography as a Fine Art &#9472; Oscar Villegas-Paez\u0096— 4 points                               Conducted in English.   This course explores photography from the 1830s to the present day, emphasizing style and subject matter (rather than technical processes) in the work of the major photographers. We will consider how photography has enlarged and affected our vision and knowledge of the world, and how photography has influenced and been influenced by other modes of artistic expression (theatre, film, literature, the fine arts). In addition, we will consider photography as it is defined through a variety of means, from political documentary to fashion photography to advertising. Visits to photography exhibits in and outside of Paris will form an integral part of this course. Sample syllabus .                                                                ARTH-UA 9664 \u0096 The French Art World in the 19th and 20th Centuries &#9472; Shapiro-Comte — \u0096 4 points                               Conducted in English.   Using the resources of Paris and its surrounding neighborhoods, this course examines a wealth of art movements (realism, the Barbizon School, impressionism, neoimpressionism, postimpressionism, the Nabis, and cubism) as they were formed in the 19th and 20th centuries. The second half of the course focuses on changes in the art world during the first half of the 20th century, with particular attention on the dada movement, surrealism, abstract expressionism, and other movements that influenced and changed major art capitals of the world. Field trips include visits to the Orsay Museum with its superb reconstruction of 19th-century aesthetic life, the 17th-century private palace that now houses the Picasso collection, and the incomparable Louvre, among others. Sample syllabus .                      FACULTY       John Moran, Ph.D., Tulane; Director of NYU in Paris     Pierre André , M.Phil. (French Literature), New York University   Florence Benoist , MBA (Audiovisual Communication), ISML   Valérie Berty , Ph.D. (French Literature), Ecole des Hautes Etudes en Sciences Sociales.​   Catherine Clot , D.E.A. (Art History), Université de Paris IV.   Cécile Cotté , actor, director, playwright.   Isabelle Coydon , D.E.A. (Phonetics and French as a Foreign Language), Université de Paris III   Beth Epstein , Academic Director, NYU Paris; Ph.D. (anthropology), New York University.​   Christophe Gauzeran , D.E.A. (Theatre Studies), Université de Paris X.   Michèle Grandmangin , Maîtrise (Literature), Université de Paris III   Julie Hugonny , Ph.D. (French Literature), New York University.   Elisabeth Molkou , Ph.D. (French Literature), McGill University.   Cécile Petit , Master 2 (Teaching French as a Foreign Language), Université de Paris III   Barbara Shapiro Comte , Ph.D. (Art &amp; Architectural History), Harvard University   David Uhrig , Ph.D. (Semiology), Université de Paris VII   Oscar Villegas-Paez , MFA (Photography), School of Visual Arts.                              Location   Paris, France   2015 Program Dates   May 23 - July 4   Level   Undergraduate   Subjects   French language, literature, culture, history, cinema     NYU School   College of Arts and Science              “I loved getting the chance to practice my French in a Francophone country. The immersion helped my French tremendously.”               2015 Application Deadlines     APPLY NOW     Priority Deadline:  February 1   General Deadline:  March 1   Rolling Admission:  After general deadline applications accepted on space available basis until April 30.              CONTACT INFO   NYU Global Programs  110 East 14th Street,  LOWER LEVEL  New York, NY 10003  t: 212-998-4433  f: 212-995-4103  summer.in.paris@nyu.edu           PROGRAM DIRECTORS    John Moran , Director, NYU Paris (Paris); Clinical Associate Professor, Department of French     John Moran has been the Director of Language Programs in the Department of French since his arrival at NYU in 2005 and is also currently the department's Director of Undergraduate Studies. He received his M.S. in Applied Linguistics from Georgetown and his Ph.D. in French Linguistics from Tulane. He teaches courses on French and Francophone language, literature, history, and linguistics. He is a Faculty Fellow in Residence and also the Faculty Affiliate for the French Floor.     Ludovic Cortade , Director, NYU Paris (New York); Associate Professor, Department of French              2015 COSTS   8 points are required for undergraduate students to participate in this program.     Undergraduate Tuition: $7,520     Program &amp; Activities Fee: $700     Required International Health Insurance: $68.04 for 6 weeks during the program.     Housing: $3,419 for Single room in Résidence République      PLEASE NOTE: All students participating in the program are required to live in NYU-provided housing. Students are billed a standard housing rate in the spring. Housing charges will be adjusted at the end of the program based on actual housing assignments, which may result in an additional charge or credit issued in the late summer.       There is an additional registration and services fee of $396.            ADDITIONAL COSTS   The following additional expenses should also be considered when budgeting for the Summer in Paris program. Please note that these are only general estimates. Interested students are encouraged to conduct their own research.   Round-Trip Flight from New York: $1,360 - $1,900   Local Transportation  Short Taxi Ride: $9.00 - $14.00  Metro Ride: $2.50   Meals  Inexpensive Lunch: $7.00 - $14.00  Inexpensive Dinner: $11.00 - $22.00   Cell Phone  Prepaid Cell Phone: $15.00 - $30.00  Sim Card: $5.00 - $10.00   External Accommodations  Hostel room, per night: $15.00 - $35.00  Hotel room, per night: $45.00 - $125.00   Tourist Attractions: $8.00 - $20.00                                                    NYU Footer          Search      Directory      Campus Map      Events      Contact Us      Site Map      Copyright and Fair Use      Feedback         Unless otherwise noted, all content copyright New York University. All rights reserved. Designed by The Office of Web Communications"}, {"content": "Courses - Fall 2014                                                                                                               NYU.edu requires JavaScript be enabled in your browser in order to use important features of the site. JavaScript is either disabled or not supported by your browser. For instructions on how to enable JavaScript in your browser, click here .                       New York University    Skip to Content   Skip to Search   Skip to Navigation   Skip to Sub Navigation                                                        NYUHome Login                            Students           |   Faculty           |   Alumni           |   Employees           |   Community                                   Schools          Arts and Science      College of Arts and Science      College of Dentistry      College of Nursing      Courant Institute of Mathematical Sciences      Gallatin School of Individualized Study      Graduate School of Arts and Science      Institute of Fine Arts      Institute for the Study of the Ancient World      Leonard N. Stern School of Business      Liberal Studies Program      NYU Abu Dhabi      NYU Shanghai      Polytechnic School of Engineering      Robert F. Wagner Graduate School of Public Service      School of Professional Studies      School of Law      School of Medicine      Silver School of Social Work      Steinhardt School of Culture, Education, and Human Development      Tisch School of the Arts                QuickLinks          Academic Calendars      Administrative Units      Albert      Apply for Jobs      Athletics      Bookstores      Bursar      Campus Map      Career Development      Emergencies      Events      Giving to NYU      Housing      ITS      Libraries      News      NYU Apparel      Policies      Public Safety      Registrar      Student Health Center      Student Resources      Wellness Exchange                A-Z          A      B      C      D      E      F      G      H      I      J      K      L      M      N      O      P      Q      R      S      T      U      V      W      X      Y      Z                                                          New York University                          Search NYU                    Pages |    People                                       Main Navigation            About NYU       Admissions       Academics       University Life       Research       Global                                 Bread Crumbs          Global   /   Global Academic Centers   /   Madrid   /   Academics                 Sub Navigation                                 Courses                       Special Programs                       Faculty                       Facilities & Services                       Internships                                                                   Courses - Fall 2014        Please note that all course offerings are subject to change. Changes in faculty availability and student enrollment can occasionally result in course cancellations.   Click on a course name to see a course description and a sample syllabus from a past semester. (Current syllabi may differ.) For sample syllabi or academic questions, please email global.academics@nyu.edu .   A list of all courses offered at the Global Academic Centers, organized by department, can be found here .   Fall 2014 courses with days and times will be available in Albert, NYU's Student Information System the week of March 31, 2014. Directions on how to view Study Away courses in Albert, and other Registration FAQs can be found here .                   Academic Requirements & Registration Guidelines                                           Please review these requirements and guidelines before registration                                 Students must register for 12-18 credits   All students must participate in Global Orientations. Students do not need to enroll for this course during registration.     Enrollment in a Spanish Language course is required; select one that matches your skill level.   Students that have not previously taken a college-level Spanish class should review the posted information on the Spanish Language Placement Test and take the test or email requesting exemption as directed.   Language courses cannot be taken pass/fail.   Attendance is expected and required; absences will negatively affect grades   Before you plan your personal travel, check your syllabi! Academic site visits and field trips are considered required class time.   FINC-UB 9002 Foundations of Finance has prerequisites, visiting students email global.academics@nyu.edu for permission.   More information about Registering for Study Away Courses and registration FAQ's is available here .   If you have trouble finding a course on Albert or encounter problems, email global.academics@nyu.edu                            Spring 2014 | Fall 2014 | Spring 2015 | Fall 2015 | Spring 2016            Required Course for All Students                                                  Global Orientations: Spain Through its Culture and Language                               Global Orientations aims to put you (students) in direct contact with Spain, so that you have the opportunity to get to know and engage in Spanish culture and language, regardless of your level of Spanish. This workshop will help you to be able to engage in Spanish culture and language by means of an active, practical and lively learning experience. During Orientation week and over the course of the semester, you’ll attend sessions with NYU Madrid professors, tour Madrid and surrounding cities, visit two of Madrid’s most renowned art museums, take a weekend trip to a different part of Spain, and you’ll have the opportunity to take part in interactive workshops (Spanish cooking, wine or dance). Finally, you’ll read an article that will help you to reflect on your observations of and experiences in Madrid, and you’ll write a brief paper incorporating your conclusions. All in all, Global Orientations seeks to help you make the most of your experience in Madrid so that you leave knowing where you’ve been and how the experience may have affected you as a person.                              Spanish Language   All students are required to take a Spanish language course (or course taught in Spanish) for graded credit. This course cannot be taken Pass/Fail.                                                  Intensive Elementary Spanish - SPAN-UA 9010 - 6 points                               Open to students with no previous training in Spanish and to others on assignment by placement test. NYU students: After completing this course, students who wish to continue studying Spanish must take a qualifying exam. Completes the equivalent of a year's elementary course in one semester.   Sample Syllabus                                                                    Intensive Intermediate Spanish - SPAN-UA 9020 - 6 points                               Completes the CORE language requirement for NYU students. Prerequisite for NYU students: SPAN-UA 2 or SPAN-UA 10 and passing grade on qualifying exam.   Promotes proficiency in reading and writing as well as oral performance. Completes the equivalent of a year's intermediate course in one semester.   Sample Syllabus                                                                    Intermediate Spanish II - SPAN-UA 9004 - 4 points                               Continuation of SPAN-UA 3. Readings and discussions of contemporary Hispanic texts and review of the main grammatical concepts of Spanish. Completion of this course fulfills the MAP foreign language requirement.   Sample Syllabus                                                                    Advanced Grammar and Composition - SPAN-UA 9100 - 4 points                               Prerequisites: SPAN-UA 20 or SPAN-UA 4; permission of the department; or a satisfactory score on the SAT II, AP or NYU language placement exam. For non-native speakers only. Highly recommended to be taken concurrently with SPAN-UA 9551 Debating Current Issues in Spain. Students of Spanish Speaking Background: see SPAN-UA 9110 Techniques of Translation   Advanced course designed to expand and consolidate lexical and grammatical understanding of the language and to introduce fundamental principles of expository writing as they apply to Spanish, through exercises, readings, and intensive practice of various expository prose techniques and styles. For nonnative speakers only.     Sample Syllabus                              Courses Taught in Spanish at the Intermediate Level   To be taken concurrently with Intermediate Spanish ( SPAN-UA 9020 or SPAN-UA 9004)                                                  Spain Today - SPAN-UA 9025 - 4 points                               Only for students concurrently registered in SPAN-UA 9020 or SPAN-UA 9004. This course does not count for Spanish minors or majors.   The course is designed for students in SPAN-UA 9020 or SPAN-UA 9004 that would like to perfect their Spanish, as they expand their knowledge regarding literature, cinema, and social and political problems that exist today within modern Spanish society. The reading of different texts, such as newspaper articles and short stories, and various videos and films throughout the semester will serve to expand lexicon, strengthen grammar and improve students’ language oral and written skills. The students will participate actively in class discussions and be guided to conduct their own research on topics related to Spain today.     Sample Syllabus                                                                    Hispanic Culture in the USA Today - SPAN-UA 9027 - 4 points                               Only for students concurrently registered in SPAN-UA 9020.   This course is directed to students in SPAN-UA 9020 that would like to perfect their Spanish and acquire knowledge about Hispanic language and culture in the United States. The study and debate in class on a variety of materials (literary texts and periodicals, advertisements, radio programs from the Internet, movies) will permit us to take on current topics related to the Hispanic presence in American society, for example, emigration, border culture, Hispanic media, &quot;Latin&quot; identity, problems of gender and ethnicity, the political importance of Hispanic communities and bilingualism.   The principal objective of the course is the development of the student's communicative capacity through written and oral presentations, debates, and commentaries on each week's materials, as well as listening comprehension and vocabulary exercises. As a secondary objective, the student should acquire a consciousness of the reality of the United States as a place of encounter and transformation of different cultures, including Hispanic cultures that today play a predominant role.   Sample Syllabus                              Courses Taught in Spanish at the Advanced Level   Prerequisite SPAN-UA 0100 or to be taken concurrently with SPAN-UA 9100                                                  Techniques of Translation - SPAN-UA 9110 - 4 points                               Prerequisite of SPAN-UA 100. For students of Spanish speaking background this course replaces SPAN-UA 9100 .   Comparison of Spanish and English grammar, syntax, and style, mainly by examining American and Spanish movie scripts and plays. Special attention is paid to colloquial expressions and cognates in both languages.     Sample Syllabus                                                                    Spanish For Commerce - SPAN-UA 9104 - 4 points                               Prerequisite of SPAN-UA 100 or to be taken concurrently with SPAN-UA 9100. For non-native Spanish speakers only.   This course is designed for students who wish to attain a command of Spanish in relation to the worlds of business and international relations. Special emphasis on the development of oral expression through activities that focus on business practices.   Sample Syllabus                                                                    Critical Approaches to Textual and Cultural Analysis - SPAN-UA 9200 - 4 points                               Formerly titled Critical Approaches: Reading, Writing and Textual Analysis   Prerequisite of SPAN-UA 100 or to be taken concurrently with SPAN-UA 9100.   Introduction to literary analysis through close readings of texts from the early to modern periods of peninsular Spanish and Spanish American literatures. Engages students in the practice of textual explication, provides basic critical skills, and encourages reflection on literature as a system.   Sample Syllabus                                                                      Cultural History of Spain - SPAN-UA 9310 - 4 points                               Prerequisite of SPAN-UA 200 or to be taken concurrently with SPAN-UA 9200.   This course offers an introduction to the construction of modern Spain through the study of a variety of cultural texts—literature, film, the visual arts, advertising and pop music--from the 19th century to the end of the 1980s. We will analyze the works that writers and artists have used to articulate their views of modernity and of the conflicts between centers and peripheries (in a territorial but also a in political, economic, and social sense), focusing on the following axes: Spanish nationalism/peripheral nationalism; urban Spain/rural Spain; victors/defeaters (in the Civil War); and public/private space (masculine/feminine).     Sample Syllabus                                                                    Islam and Spain: Past and Present - MEIS-UA 9707 or SPAN-UA 9333 - 4 points                               Prerequisite of SPAN-UA 100 or to be taken concurrently with SPAN-UA 9100.   From the 8th century until the 17th century, Islam played a crucial role in the history of the Iberian Peninsula. Today this period is often portrayed as one of inter-religious harmony, while al-Andalus is simultaneously mourned in contemporary Islamist discourse as a lost paradise. While we look at the history of Al-Andalus and assess the importance of the contributions of Al-Andalus to Europe and America, we evaluate the significance of its legacy in modern Spain. Furthermore, we will study the protagonist role that Spain has played in relations between Europe and the Mediterranean Islamic countries during the Modern Age. Students will gain further understanding and contextualization of current Arab-Muslim geopolitics. As a case study, we will address the Spanish Protectorate in Morocco, as well as its ensuing process of decolonization and the consequences that shape the current international relations between the two neighboring countries, Spain and Morocco.     Note: This Class does NOT currently include a trip to Morocco as in past semesters.   Sample Syllabus                                                                    Masterpieces in the Prado Museum: Baroque to 19th Century Art - ARTH-UA 9328 - 4 points                               Prerequisite of SPAN-UA 100 or to be taken concurrently with SPAN-UA 9100.     Art History Students: This course counts for Art History elective credit.     A gallery course focusing on the baroque schools of Rubens and Rembrandt, &quot;tenebrist&quot; painting, Velázquez, and the etchings and paintings of Goya. Ends with a survey of the painters of the 18th and 19th centuries.     Sample Syllabus                                                                    Cultural and Social Anthropology of Spain and Iberoamerica - SPAN-UA 9610 or ANTH-UA 9251 - 4 points                               A study of society, culture, and ethnic groups in Spain and Iberoamerica. The Latin American social reality and the most important historical processes that have shaped present-day Latin America are discussed, as well as the cultural relationship that exists between Spain and Iberoamerica.     Sample Syllabus                                                                    Debating Current Issues in Spain - SPAN-UA 9551 - 4 points                               Prerequisite for NYU students: SPAN-UA 100 or concurrently with SPAN-UA 9100. For non-native Spanish speakers only.   The course Debating Current Issues in Spain aims to develop students’ awareness about the contemporary culture of Spain, while improving students’ oral competence in Spanish. With this purpose, the course will analyze different conversational techniques and linguistic resources in order to facilitate the students’ performance on presentations, debates, formal and informal conversations, interviews, reports, etc. The culture and daily life of Spain in the 21st century will be examined through these oral practices in Spanish. Spain will be presented in its diversity, richness, and uniqueness with the help of supporting materials such as newspaper articles, TV and radio programs, commercials, short films, chats, etc. Finally, our goal is that the students gain an understanding of the new culture and that they be able to create new intercultural spaces by means of the comparisons to their own culture. This course is based on culture, language and training in oral communication.   Sample Syllabus                                                                    Spain and the European Union: Political and Economic Issues - POL-UA 9595 - 4 points                               No Prerequisites if taught in English.   When Taught in Spanish: Prerequisite of SPAN-UA 100 or to be taken concurrently with SPAN-UA 9100 with permission of the director.     A study of Spain and its integration into the European Common Market. The historical background examines Europe in the aftermath of World War II, Spain under Franco's dictatorship and its relationship to other European countries, as well as the events leading up to the actual foundation of the European Economic Community (EEC). Emphasis is on the negotiations leading to Spain's incorporation into the EEC, and a detailed analysis is given of the present-day European Common Market and its goals for the future.     Sample Syllabus                                                                    Spanish Culture Through Cinema -  DRLIT-UA 9551 or SPAN-UA 9994 - 4 points                               Prerequisite of SPAN-UA 100 or to be taken concurrently with SPAN-UA 9100.     A survey of Spanish cinema from the early beginnings of the silent movie to the present day. Important figures, such as Luis Buñuel, Luis García Berlanga, Edgar Neville, Juan Antonio Bardem, Fernando Fernán Gómez, Carlos Saura, and others are studied, as well as the phenomenon of cinema as a reflection of the political, social, and cultural development of the country and its people. A selection of the most representative films is shown in class.     Sample Syllabus                              Courses Taught in English                                                  Masterpieces in the Prado Museum: Baroque to 19th Century Art - ARTH-UA 9338 - 4 points                               Art History Students: This course counts for Art History elective credit.     A gallery course focusing on the baroque schools of Rubens and Rembrandt, &quot;tenebrist&quot; painting, Velázquez, and the etchings and paintings of Goya. Ends with a survey of the painters of the 18th and 19th centuries.     Sample Syllabus                                                                    Cultures and Contexts: Spain \u0097At the Crossroads of Europe, North Africa, and America - CORE-UA 9544 - 4 points                               Analyzes the ways in which historical, geopolitical, cultural, artistic, and popular views function to constitute and continuously transform a national culture. Concentrates on epistemological constructions of Spain—the idea of Spain—that emerge from competing external and internal perspectives. Students examine how this national culture is constructed, first analyzing Spain from North African perspectives through Sephardic nostalgic poetry and the Hispano-Arabic literary traditions. The American perspective pits notions of Spanish imperial power and grandeur against the Black Legend, a term that Protestant circles in Europe and the United States promoted to attack the legitimacy of Spain’s New World empire. A final focus on European views analyzes the depiction of Spain as the embodiment of German and French Romantic ideals beginning at the end of the 17th century and the reemergence of the same notion during the Spanish Civil War (1933–36). Throughout, students examine principal textual and visual images that contribute to the historical and contemporary construction of a national culture that emerged at geographic and cultural crossroads.     Sample Syllabus                                                                        Experiential Learning I - EXLI-UF 9301 - 4 points                               Open to Global Liberal Studies students only.     This course has a strong emphasis on place-based learning methods. This course consists of two components during the fall semester. The first part will be an introduction to Spanish society and the second will focus on research methods to facilitate the experiential learning process in both the fall and spring semesters.   Sample Syllabus                                                                      Foundations of Finance - FINC-UB 9002 - 4 points                               Prerequisites: (1) STAT-UB 103 Statistics for Business Control and Regression/Forecasting Models OR STAT-UB 1 Statistics for Business Control (4 credit) plus STAT-UB 3 Regression/Forecasting (2 credit) OR equivalent AND (2) one of the following: ECON-UB 1 Microeconomics OR ECON-UA 2 Economic Principles II, OR ECON-UA 5 Introduction to Economic Analysis, AND (3) ACCT-UB 1 Principles of Financial Accounting AND (4) At least Sophomore Standing.   A rigorous course developing the basic concepts and tools of modern finance. Basic concepts of return and risk are explored in detail with a view to understanding how financial markets work and how different kinds of financial instruments are valued. These instruments, including equities, fixed income securities, options, and other derivative securities become vehicles for exploring various financial markets and the utilization of these markets by managers in different kinds of financial institutions to enhance return and manage risk. The course includes a segment on the use and application of computer-based quantitative technology for financial modeling purposes.                                                                    Introduction to Marketing - MKTG-UB 9001 - 4 points                               Evaluates, from the management point of view, marketing as a system for the satisfaction of human wants and as a catalyst of business activity. Deals with the subject at all levels from producer to consumer and emphasizes the planning required for the efficient use of marketing tools in the development and expansion of markets. Concentrates on the principles, functions, and tools of marketing, including quantitative methods. Utilizes cases and projects to develop a problem-solving ability in dealing with specific areas.                                                                    Internship Seminar Fieldwork - NODEP-UA 9982 or INDIV-UG 9300 - 4 points                               Enrollment by permission only. Application required.     This 4 credit course includes a weekly seminar and a minimum of 16 hours of fieldwork per week (two full days). Internship placements are made by EUSA, an internship placement organization partnering with NYU.     The seminar portion of the course explores many different aspects of your internship site. The goal is to finish the semester with an in-depth understanding of the company or organization, including its approach, its policies, and the context in which it operates. We will also discuss more generally the state of the contemporary workplace and ourselves as workers. Finally, you will use the seminar to reflect critically and analytically on the internship experience and as a way to refine your own personal and professional goals.     Sample Syllabus coming soon                                                                          The Politics of Climate Change - POL-UA 9994 - 4 points                               This course examines the interaction between two coupled systems, the Earth system and humanity’s political systems. Beginning with an analysis of the effects of anthropogenic industrial carbon dioxide gas emissions on the Earth system as derived from the scientific evidence this course attempts to understand the reaction of the global, European and Spanish political governance systems to these transformations. In order to understand something as apparently specific as the impact of climate change in the Iberian peninsula and the Spanish state’s response to it we must first understand, therefore, how the United Nations and the European Union are responding to climate change since the Spanish political system’s control and mitigation policies are largely determined by these two larger governance systems’ responses.     Sample Syllabus                                                                    Political Economy of Developing Countries - POL-UA 9994 - 4 points                               Millions of lives around the world are impacted by natural disaster, war and other crises every year. Men, women and children are left homeless and vulnerable, and domestic infrastructure and institutions are often completely destroyed. Frequently, the people affected tend to live in countries that lack the autonomous capacities to pursue development without the assistance of international development agencies, foreign governments and NGOs. The development of a country requires a multi-layered approach, taking into account the diversity of failures caused by the crisis, the particularities of country related issues and, in most cases, the lack of development that already existed in the period preceding the crisis.International Development in Post Crisis Countries explores how countries develop in post-crisis periods and looks at the role of the international community in contributing to development. This course introduces students to a cross section of academic topics relevant to development, including, but not limited to, economic development, international relations, law and rule of law, human rights and gender studies. The majority of the course will focus on exploring each of these topic areas in depth, examining them from a wide array of theoretical perspectives and methodologies.   Sample Syllabus                                                                    Modern Spanish Poetry in Context - SPAN-UA 9951 - 4 points                               Course description coming soon.                                                                    Madrid Symphonies: Engaging with the City Through Documentary Film - SPAN-UA 9951 - 2 points                               Through the process of making short (3-5 minute) “city symphony” documentary films, this course offers an exciting opportunity for students to explore, engage with, and represent aspects of life in Madrid that are not often seen in mainstream media.   “City Symphony” takes its name from the “City Symphony” documentary subgenre, in which a filmmaker attempts to capture the rhythm, dynamism and texture of a city or neighborhood. The form emerged in the 1920’s and often celebrated modernism and the triumph of the city as an urban form. Classic examples include William Ruttmann’s Berlin: Symphony of a Metropolis, Joris Ivens’ Rain and Paul Strand and Charles Sheeler’s Manhatta. More recent examples such as Huang Weikai’s Disorder have turned the form on its head.   In this intensive hands-on production workshop, students will make their own “Madrid symphonies”. They will be encouraged to look, listen and explore Madrid with a documentarian’s gaze, to represent the city from new perspectives, and to seek out places, images and stories that deepen, contextualize or counterpose pre-existing notions of Spain and its peoples.   This course offers a special opportunity to get to know a new place and new peoples, produce a meaningful and lasting creative work, learn to “look” at the world as a documentarian, increase one’s sensitivity to stories that we encounter every day, and appreciate the myriad of subtleties in how to tell those stories.                                                                     NYU Centers Abroad...           Abu Dhabi, United Arab Emirates Accra, Ghana Berlin, Germany Buenos Aires, Argentina Florence, Italy London, United Kingdom Madrid, Spain New York, United States of America Paris, France Prague, Czech Republic Shanghai, China Sydney, Australia Tel Aviv, Israel Washington, DC, United States of America                                                              Upcoming Application Deadlines   Fall Semester    Priority: February 15   Regular: March 15   Applications received after March 15 will be reviewed on a rolling basis. Admission will be granted only when space is available and time allows for required travel documents to be attained.                Learn     Courses   Special Programs   Facilities   Faculty   Internships                Live      Housing &amp; Meals    Getting Around    Language    Culture &amp; Customs    Health &amp; Safety    Staff                 Explore      Restaurants    Nightlife    Things to do    Local Travel    Regional Travel    Shopping                                    Questions?        Contact Us                                                                                                                              NYU Footer          Search      Directory      Campus Map      Events      Contact Us      Site Map      Copyright and Fair Use      Feedback         Unless otherwise noted, all content copyright New York University. All rights reserved. Designed by The Office of Web Communications"}, {"content": "The Four Parts of the Core    | The College Core Curriculum, College of Arts and Science | New York Univeristy                          NEW YORK UNIVERSITY     ARTS AND SCIENCE     COLLEGE OF ARTS AND SCIENCE     GRADUATE SCHOOL OF ARTS AND SCIENCE             The College Core Curriculum                                            Home       About the Program              The Four Parts of the Core            Planning your Core Courses         Course Descriptions       Exemptions, Substitutions, and Proficiency Exams       Study Away       Program Documents and Guidelines       Historical Notes       Teaching Opportunities       People               Home &gt; About the Program &gt; The Four Parts of the Core     The Four Parts of the Core Expository Writing Program Foreign Language Foundations of Contemporary Culture Foundations of Scientific Inquiry       Expository Writing Program    It is difficult to exaggerate the value of clear and effective writing. Virtually all your college courses require you to write papers or reports, but courses offered by the Expository Writing Program are opportunities to concentrate intensely on the process of writing. The Expository Writing Program assumes that writing is not merely a useful skill but also a way of learning and knowing. Its courses focus on the examination of evidence, the development of ideas, and the clear expression of those ideas in a variety of different kinds of essays. In these writing courses, students routinely move from exploration to argument as they read and make use of various texts—written, visual, experiential—to create a spectrum of persuasive essays. Examined texts become more complex, and the writing tasks more difficult, as students grapple with intriguing questions that lead to richer ideas and more interesting forms of expression. The essays students write become more formal and argumentative as the semester’s work progresses. Additional information, requirements and course descriptions appear on the Expository Writing Program website.     Foreign Language The study of foreign languages is an integral part of a liberal arts education. It nurtures an awareness of the diversity of human culture and serves the practical need for language skills in fields such as government, business, and research. NYU is a particularly exciting setting for language study because of its location in a great cosmopolitan city, its international student body, its many renowned language programs and centers, and its rapidly expanding opportunities for study abroad. To fulfill the foreign language component of the College Core Curriculum, students must show or attain proficiency in a foreign language through the intermediate level. Ordinarily, this is accomplished by the successful completion of two years of language study in the College, through the second semester of a regular intermediate-level language sequence (see list of courses below). Some languages are also taught in intensive courses, allowing students to complete the equivalent of two years of study in a single year. After two years of college language study or the equivalent demonstrated proficiency, students should have gained a broad competence in a language, but true fluency of written or oral expression will not usually have been developed at this point. For this reason, all students are encouraged to continue their language study beyond the intermediate level. In particular, students studying modern languages are encouraged to immerse themselves in the living culture of a language by studying, traveling, or working abroad. Students of all languages, ancient or modern, are encouraged to continue their studies with elective courses in literature at the advanced level. Exemptions: Students may fulfill the foreign language component of the College Core Curriculum by presenting outstanding scores on the SAT Subject Test or Advanced Placement Test in a foreign language, or by passing a departmental proficiency examination. For further information on language placement and exemption, and for Advanced Placement Test equivalencies, consult your advisor or the College of Arts and Science Bulletin (available online from the CAS website). Students whose secondary schooling was in a language other than English and other than a language offered in the College, or who complete the International Writing Workshop sequence (EXPOS-UA 4, International Writing Workshop I; and EXPOS-UA 9, International Writing Workshop II), are exempt from the foreign language requirement. Also exempt are students in the B.S./B.E. program. In addition to the foreign languages courses offered for academic credit, the College offers opportunities for students of modern languages to practice their skills in real-world situations outside the classroom. NYU Speaking Freely is a free, non-credit program that allows students to practice their speaking and aural comprehension skills and to explore the linguistically diverse cultures of New York City. For more information about this popular program, contact the Office of the Associate Dean for Students, Silver Center, Room 909.\u2028    Foreign Language Courses Listed below are courses covering the second semester of the intermediate level of language study. Intensive courses, which allow students to complete the equivalent of two years of study in a single year, are also listed where available. Completion of any of the following courses will fulfill the foreign language requirement. Please consult the individual departmental listings for information on prerequisite courses. Arabic, Intermediate II (MEIS-UA 104) Cantonese, Intermediate II (EAST-UA 413) Chinese, Intermediate II (EAST-UA 204) Chinese, Intermediate for Advanced Beginners (EAST-UA 232) Filipino (Tagalog) , Intermediate II (SCA-UA 324) French, Intermediate II (FREN-UA 12) French, Intensive Intermediate (FREN-UA 20) German, Intermediate II (GERM-UA 4) German, Intensive Intermediate (GERM-UA 20) Greek: Homer (CLASS-UA 10) Greek, Modern, Intermediate II (HEL-UA 106) Hebrew, Intermediate II (HBRJD-UA 4) Hindi, Intermediate II (MEIS-UA 408) Irish, Modern, Intermediate II (IRISH-UA 103) Italian, Intermediate II (ITAL-UA 12) Italian, Intensive Intermediate (ITAL-UA 20) Japanese, Intermediate II (EAST-UA 250) Korean, Intermediate II (EAST-UA 257) Latin: Vergil (CLASS-UA 6) Persian, Intermediate II (MEIS-UA 404) Portuguese, Intermediate II (PORT-UA 4) Portuguese, Intensive Intermediate for Spanish Speakers (PORT-UA 21) Quechua, Intermediate II (SPAN-UA 84) Russian, Intermediate II (RUSSN-UA 4) Russian, Grammar and Composition II (RUSSN-UA 6) Spanish, Intermediate II (SPAN-UA 4) Spanish for Spanish Speakers (SPAN-UA 11) Spanish, Intensive Intermediate (SPAN-UA 20) Swahili, Intermediate II (SCA-UA 124) Turkish, Intermediate II (MEIS-UA 504) Urdu, Intermediate II (MEIS-UA 304) Yiddish, Intermediate II (HBRJD-UA 17) Each department offering language instruction in the College has designated a member of its faculty to coordinate its courses and policies. For more information on specific language classes, placement, or exemption, please contact the language coordinator, director of language programs, or director of undergraduate studies named in the individual departmental listings. Thanks to an exchange arrangement with Columbia University, students may also enroll in the following languages, offered through the intermediate level and given at Columbia: Armenian, Bengali, Catalan, Czech (Elementary I and II are offered in the College; intermediate-level courses are offered at Columbia), Dutch, Finnish, Georgian, Hungarian, Indonesian, Kannada, Polish, Punjabi, Romanian, Sanskrit, Serbo-Croatian, Swahili, Swedish, Tamil, Modern Tibetan, Ukrainian, Vietnamese, Wolof, and Zulu. For information about these courses, visit the Office of Academic Affairs, Silver Center, 100 Washington Square East, Room 908 or click here for more information.    Foundations of Contemporary Culture    The Foundations of Contemporary Culture is the arts, humanities, and social sciences component of the College Core Curriculum. Within each of its components, students are free to pursue their interests through their choice of classes. The structure of the FCC ensures that every student in the College gains a common core of skills and experiences in the liberal arts. In addition to the information below, to learn more about FCC courses, we strongly recommend that you browse past and present syllabuses. Texts and Ideas Texts and Ideas is the name for a diverse group of humanities courses that study challenging, influential texts about big ideas: freedom, the nature of the soul, the place of humans in the natural and animal world, beauty, citizenship, morality, the imagination, the use of the past, and many more. Some courses explore a single theme or a set of closely related ideas; others investigate the relationship between two periods of intellectual history, for example, selected writings in the philosophy and literature of ancient Greece and Rome and their reception in a later era. Texts and Ideas courses also seek to refine students’ ability to write and speak about complex concepts and arguments with clarity, originality, and eloquence. You will be challenged not only to master the content of some of the world’s most influential philosophical texts and works of literature, but to discuss how the ideas in these works have been debated, developed, appropriated, or rejected over time. Cultures and Contexts Cultures and Contexts prepares students for life in a globalized world by introducing them to the ways humans see themselves as members of social, religious, national, and regional groups. Individual courses focus on political, social, or cultural collectives that are distinct from the dominant traditions of contemporary North America, such as central Asia, Russia, Korea, or ancient Egypt; some courses study diaspora formations and emergent traditions. Primary texts are central to every course, with some faculty concentrating on historical documents, others on art, film, or literary texts. Cultures and Contexts courses share a common aim to examine the ways cultures emerge and interact through trade, colonization, immigration, religious proselytization, and representation in various media; how groups define themselves through beliefs, values, and customs; and how the dominant perspective of Western modernity affects comprehension of the ways in which premodern or non-Western peoples experience and imagine their lives.  Societies and the Social Sciences We live in a world molded by massive social, political, and economic transformations, and to be thoughtful, responsible citizens we need to understand them. From the nineteenth century to today, drawing on earlier movements, thinkers have developed new methods for understanding the complexity of these phenomena by studying societal structures and human behavior. Societies and the Social Sciences is our name for a set of courses offered by social science departments across the Faculty of Arts and Science—Anthropology, Social and Cultural Analysis, Economics, Politics, History, Linguistics, Psychology, Religious Studies, and Sociology. Students fulfill the requirement by taking one of a list of designated courses or by majoring or minoring in the social sciences. Expressive Culture Art arouses pleasure, wonder, confusion, curiosity, and many other things. How is art made, and for what purpose? How do artworks convey meaning or feelings? How does social context shape the making of art? In Expressive Culture, students explore the complexities of artistic expression by focusing on one of five media: sounds, images, words, performance, or film. Each course introduces requisite historical, formal, and critical vocabularies; examines fundamental issues associated with interpretation of the arts; and investigates the complex relations between artistic activity and other facets of social and political life. Our teaching is fueled by our passion for fostering life-long appreciation of the arts, and New York City is the ideal place to experience them in all their variety. Whenever possible, faculty draw on the rich cultural resources of the city around us.    Foundations of Scientific Inquiry The Foundations of Scientific Inquiry (FSI) is the mathematics and natural science component of the College Core Curriculum. Rather than providing a routine coverage of facts, FSI courses stress the process and applications of quantitative and scientific thinking. The design of these courses is based on the conviction that science is interesting, accessible, and important for all undergraduates. FSI courses encourage students to approach science as a way of knowing, a quest to understand who we are and our place in the universe. They also provide you with a foundation to make informed decisions—both personal and societal—as citizens of a world that is increasingly influenced by science and technology. No matter what career path you choose, the study of science will enrich your critical thinking skills and expand your appreciation of the natural world. Quantitative Reasoning Mathematics is both a curiosity-driven endeavor and a powerful analytical tool. Mathematics strives to deduce universal rules that govern numbers, geometry, and logic. When applied to the analysis of data, mathematics allows us to derive conclusions, for example, about the likelihood of random events or the effectiveness of medical therapies. In today’s data-driven world we are constantly bombarded with numbers, from projections of the national debt to the likelihood of catching the flu, so citizens of the 21st century need an ability to critically evaluate numerical information. The Core’s Quantitative Reasoning courses provide you with the mathematical foundations and analytical skills to investigate, evaluate, and draw conclusions from numerical evidence. Natural Science I Natural Science I describes a range of courses that examine the foundations of the physical sciences—physics and chemistry. At its core, the physical sciences seek to understand the role of matter and energy in explaining a broad range of phenomena, such as the large scale structure of the universe and the factors that affect the earth’s climate. These investigations require the application of mathematical tools to quantify and predict our complex world. Natural Science I courses examine questions at the cutting edge of scientific investigation: What fundamental insights do scientists hope to gain from the Large Hadron Collider, the largest and most complex scientific experiment ever performed? Why have astronomers propose the unseen existence of dark matter and dark energy? What do investigations into the Earth’s historical climate reveal about the scope of global climate change in the 20th and 21st centuries? Do renewable energy sources provide a feasible global alternative to fossil fuels? Natural Science II Natural Science II encapsulates a variety of courses that examine the broad diversity of life sciences—biology, neuroscience, and physical anthropology. We are currently witnessing an explosion of information in the life sciences, stimulated by the development of new tools such as DNA technologies, computer databases, and brain scanners. These new insights have thrust science into the forefront of social, ethical, and legal debates on such topics as stem cell research, the evidence for evolution, the preservation of biodiversity, and the neurological basis of decision making. Each Natural Science II course uses a thematic approach to introduce students to the foundations and frontiers of scientific investigation in the life sciences.          Contact Us | &copy; New York University , Arts and Science"}]}]