[{"detail": [{"content": "Fall 2014 Elective Courses - NYU Computer Science Department                                                                     Search                                                  go                         Location          Contacts      Directions      NYC Information            Admissions          Undergraduate Admissions      Graduate Admissions           People           Faculty        Researchers/Visitors      Administration/Staff      Students: PhD / MS      Alumni / In Memoriam             Research           Research Areas      Tech Reports      Theses: PhD / MS        Faculty Recognition      Student Recognition           Education           Undergraduate Program      Graduate Program : PhD / MS        Courses      Office Hours           News / Events           Colloquia        Calendar: Grad / Undergrad           Job Openings           Faculty Positions             Links           Libraries      Student Organizations      CIMS Computing                                                                                                                                                                 Fall 2014 Elective Courses         Course Descriptions   Fall 2014 Course List         CSCI-UA.0436-001   9013    Computer Architecture   prereq: CSCI-UA.0201 & MATH-UA.0120  A first course in the structure and design of computer systems. Basic logic modules and arithmetic circuits. Control unit design of computers and structure of a simple processor; speed-up techniques. Storage technologies and structure of memory hierarchies; error detection and correction. Input/output structures, busses, programmed data transfer, interrupts, DMA, and microprocessors. Discussion of various computer architectures; stack, pipeline, and parallel machines; and multiple functional units.      CSCI-UA.0453-001  9014  Theory Of Computation   prereq: CSCI-UA.0310  Takes a mathematical approach to studying topics in computer science, such as regular languages and some of their representations (deterministic finite automata, nondeterministic finite automata, regular expressions) and proof of nonregularity. Context-free languages and pushdown automata; proofs that languages are not context-free. Elements of computability theory. Brief introduction to NP-completeness.      CSCI-UA.0470-001  9015  Object Oriented Programming   prereq: CSCI-UA.0201  Object-oriented programming has emerged as a significant software development methodology. This course introduces the important concepts of object-oriented design and languages, including code reuse, data abstraction, inheritance, and dynamic overloading. Covers in depth those features of Java and C++ that support object-oriented programming and gives an overview of other object-oriented languages of interest. Significant programming assignments stressing object-oriented design.       CSCI-UA. 480-001   11295   Special Topics In Computer Science: Computing with Large Data Sets   prereq: CSCI-UA.0201  Enormous collections of data in multiple fields of science and engineering are being gathered and need to be analyzed. For example, the Sloan Digital Sky Survey will represent more than 200 million objects, each with 100 dimensions, and other activities in physics, biology, astronomy, and medicine will soon gather ever-larger sets of data. Biology, and more specifically the field of systems biology, have seen massive improvements in the technologies we use to sequence genomes and measure the levels of gene expression (or activity) in cells under different conditions.    These large biology data sets have have features in common with large data sets arising in other fields and illustrate the general need for tools for analysis, manipulation and statistical analysis of large data sets. This course will discuss some of the associated unprecedented computational challenges, focusing on these very large data sets arising in computational biology. The course is intended to addre ss some of the needed general principles by using a high-level language, the R statistical programming language, to analyze large genomic data sets. We will focus on four main data-sets in this class that come from current genomics and systems-biology studies; the needed biology and statistics will be taught throughout the course.     CSCI-UA.0480-002   23097  Special Topics In Comp Science: Applied Internet Technology   prereq: CSCI-UA.0201  A practical introduction to creating modern web applications. Covers full stack web development - including topics such as database / data model design, MVC architecture, templating, handling user input, asynchronous processing, and client side interactivity. Students will use current server and client side web frameworks to build dynamic, data-driven sites. Various tools to support development will also be introduced, such as version control and build systems. Basic knowledge of HTML and CSS and familiarity with command line tools are recommended.     CSCI-UA. 0480-003    17611    Special Topics In Comp Science: iOS Programming   prereq: CSCI-UA.0201  In this course, students will learn to create applications for Apple's iPhone 3G using Objective-C and the iPhone SDK. Since its introduction this past summer, the Apple SDK has been revealed to be a powerful platform upon which to build sophisticated applications for the iPhone.  Without actually having to own an iPhone, students will be able to build and test their applications on Intel Apple Macs using the freely available compiler and simulator. In addition to the development tools, students will become proficient in the object-oriented language Objective-C, the Apple iPhone Framework, and the principles of Cocoa development. This is a new, dynamic, constantly-evolving topic, and students will be at the forefront of a new technological advancement.     CSCI-UA. 0480-004  17612   Special Topics In Comp Science: Computer Graphics   prereq: CSCI-UA.0201  The course will cover: 2D and 3D shape modeling, 2D and 3D coordinate transformations, splines, user interaction, designing and implementing motion scripts, viewing perspective rendering, clipping, painter's and Z-buffer algorithms, shading and lighting, textures, fractals, and ray tracing. There will be a lot of programming in this course as well as a midterm and final.              top | contact webmaster@cs.nyu.edu"}]},
{"detail": [{"content": "Fall 2014 Elective Courses - NYU Computer Science Department                                                                     Search                                                  go                         Location          Contacts      Directions      NYC Information            Admissions          Undergraduate Admissions      Graduate Admissions           People           Faculty        Researchers/Visitors      Administration/Staff      Students: PhD / MS      Alumni / In Memoriam             Research           Research Areas      Tech Reports      Theses: PhD / MS        Faculty Recognition      Student Recognition           Education           Undergraduate Program      Graduate Program : PhD / MS        Courses      Office Hours           News / Events           Colloquia        Calendar: Grad / Undergrad           Job Openings           Faculty Positions             Links           Libraries      Student Organizations      CIMS Computing                                                                                                                                                                 Fall 2014 Elective Courses         Course Descriptions   Fall 2014 Course List         CSCI-UA.0436-001   9013    Computer Architecture   prereq: CSCI-UA.0201 & MATH-UA.0120  A first course in the structure and design of computer systems. Basic logic modules and arithmetic circuits. Control unit design of computers and structure of a simple processor; speed-up techniques. Storage technologies and structure of memory hierarchies; error detection and correction. Input/output structures, busses, programmed data transfer, interrupts, DMA, and microprocessors. Discussion of various computer architectures; stack, pipeline, and parallel machines; and multiple functional units.      CSCI-UA.0453-001  9014  Theory Of Computation   prereq: CSCI-UA.0310  Takes a mathematical approach to studying topics in computer science, such as regular languages and some of their representations (deterministic finite automata, nondeterministic finite automata, regular expressions) and proof of nonregularity. Context-free languages and pushdown automata; proofs that languages are not context-free. Elements of computability theory. Brief introduction to NP-completeness.      CSCI-UA.0470-001  9015  Object Oriented Programming   prereq: CSCI-UA.0201  Object-oriented programming has emerged as a significant software development methodology. This course introduces the important concepts of object-oriented design and languages, including code reuse, data abstraction, inheritance, and dynamic overloading. Covers in depth those features of Java and C++ that support object-oriented programming and gives an overview of other object-oriented languages of interest. Significant programming assignments stressing object-oriented design.       CSCI-UA. 480-001   11295   Special Topics In Computer Science: Computing with Large Data Sets   prereq: CSCI-UA.0201  Enormous collections of data in multiple fields of science and engineering are being gathered and need to be analyzed. For example, the Sloan Digital Sky Survey will represent more than 200 million objects, each with 100 dimensions, and other activities in physics, biology, astronomy, and medicine will soon gather ever-larger sets of data. Biology, and more specifically the field of systems biology, have seen massive improvements in the technologies we use to sequence genomes and measure the levels of gene expression (or activity) in cells under different conditions.    These large biology data sets have have features in common with large data sets arising in other fields and illustrate the general need for tools for analysis, manipulation and statistical analysis of large data sets. This course will discuss some of the associated unprecedented computational challenges, focusing on these very large data sets arising in computational biology. The course is intended to addre ss some of the needed general principles by using a high-level language, the R statistical programming language, to analyze large genomic data sets. We will focus on four main data-sets in this class that come from current genomics and systems-biology studies; the needed biology and statistics will be taught throughout the course.     CSCI-UA.0480-002   23097  Special Topics In Comp Science: Applied Internet Technology   prereq: CSCI-UA.0201  A practical introduction to creating modern web applications. Covers full stack web development - including topics such as database / data model design, MVC architecture, templating, handling user input, asynchronous processing, and client side interactivity. Students will use current server and client side web frameworks to build dynamic, data-driven sites. Various tools to support development will also be introduced, such as version control and build systems. Basic knowledge of HTML and CSS and familiarity with command line tools are recommended.     CSCI-UA. 0480-003    17611    Special Topics In Comp Science: iOS Programming   prereq: CSCI-UA.0201  In this course, students will learn to create applications for Apple's iPhone 3G using Objective-C and the iPhone SDK. Since its introduction this past summer, the Apple SDK has been revealed to be a powerful platform upon which to build sophisticated applications for the iPhone.  Without actually having to own an iPhone, students will be able to build and test their applications on Intel Apple Macs using the freely available compiler and simulator. In addition to the development tools, students will become proficient in the object-oriented language Objective-C, the Apple iPhone Framework, and the principles of Cocoa development. This is a new, dynamic, constantly-evolving topic, and students will be at the forefront of a new technological advancement.     CSCI-UA. 0480-004  17612   Special Topics In Comp Science: Computer Graphics   prereq: CSCI-UA.0201  The course will cover: 2D and 3D shape modeling, 2D and 3D coordinate transformations, splines, user interaction, designing and implementing motion scripts, viewing perspective rendering, clipping, painter's and Z-buffer algorithms, shading and lighting, textures, fractals, and ray tracing. There will be a lot of programming in this course as well as a midterm and final.              top | contact webmaster@cs.nyu.edu"}, {"content": "Data Science at NYU What is data science | Data Science at NYU                                                                                                                                                                                                               About   What is data science?   Research   Academics       Overview    Programs       News   Contact Us                                                                   Data Science at NYU                                                                                                                                   About   What is data science?   Research   Academics       Overview    Programs       News   Contact Us                                          Data Science at NYU                                                                                                                                            What is data science                                                                                                                                                                What is it?        Applications        NYU Projects        The Profession                                What is Data Science?        There is much debate among scholars and practitioners about what data science is, and what it isn’t. Does it deal only with big data? What constitutes big data? Is data science really that new? How is it different from statistics and analytics?                                One way to consider data science is as an evolutionary step in interdisciplinary fields like business analysis that incorporate computer science, modeling, statistics, analytics, and mathematics.               At its core, data science involves using automated methods to analyze massive amounts of data and to extract knowledge from them. With such automated methods turning up everywhere from genomics to high-energy physics, data science is helping to create new branches of science, and influencing areas of social science and the humanities. The trend is expected to accelerate in the coming years as data from mobile sensors, sophisticated instruments, the web, and more, grows. In academic research, we will see an increasingly large number of traditional disciplines spawning new sub-disciplines with the adjective \"computational\" or “quantitative” in front of them. In industry, we will see data science transforming everything from healthcare to media.                          50x        in 2020 the world will generate 50 times the amount of data than in 2011        Source: emc.com                                                       DATA      SCIENCE                                                      Applications                                          Computer Science                                          Mathematical Statistics                                                                                                     Data-Driven Discovery      WHAT DATA SCIENCE MEANS FOR RESEARCH      In virtually all areas of intellectual inquiry, data science offers a powerful new approach to making discoveries. By combining aspects of statistics, computer science, applied mathematics, and visualization, data science can turn the vast amounts of data the digital age generates into new insights and new knowledge.      Click on the icons to the left to see how social scientists, medical researchers, and many others are using data science to advance their fields.               Measuring Happiness      SOCIAL SCIENCE      Facebook and Twitter collect in hours what traditional methods take sociologists months or even years to gather. Hedonometer, a tool created by University of Vermont researchers, is putting that social data to use. It pulls in 50 million tweets each day and matches those tweets against a database of words assigned a happiness value. The higher the Hedonometer number on a particular day, the happier the collective mood of Twitter users, and, presumably a wider group of people. Some findings are predictable: the day of the Boston bombings was the world’s saddest day in five years. Other findings are surprising: Twitter users’ happiness increases the further they move from home.      Source: Washington Post               Global Pricing      ECONOMICS      How much higher do products labeled as “green” or “organic” sell for around the globe? What drives certain goods to stay the same price in the face of changing economic conditions? How much do prices adjust in a country when its exchange rate changes? These are among the questions MIT’s Billion Prices Project aims to answer. The Project collects prices from hundreds of online retailers around the world on a daily basis for economic research.      Source: The Billion Prices Project at MIT               Designing New Materials      ENGINEERING      Researchers at Columbia University are attempting to reverse the model of scientists coming up with new materials and then finding applications for them. Their method builds on DNA research from NYU and employs aspects of data science to help engineers design nanomaterials with particular properties. By harnessing a huge and growing body of high throughput experimentation data, the researchers’ approach could replace time-consuming and expensive trial-and-error design methods engineers traditionally use to create new materials, accelerating the time-to-market for new products.      Source: engineering.columbia.edu               Smarter Document Mining      LAW      Legal professionals and scholars have relied on digitized legal documents (briefs, memos, and other records) to conduct their research for many years. Proprietary platforms, however, can be costly for independent lawyers and small firms, and search methods are limited. Enter a startup like BriefMine out of San Francisco, which is using data science to provide a more affordable, more efficient alternative. Within its growing repository of documents, BriefMine’s technology identifies data points, conducts trend analysis, and develops scoring frameworks based on relevance and natural language search.      Source: tech.co               A New Corporate Asset      BUSINESS      From production floors to Facebook pages, every point of a company’s operations now generates data. According to McKinsey Quarterly, “big data may well become a new type of corporate asset that will cut across business units and function much as a powerful brand does, representing a key basis for competition.” To get the most out of that asset, companies are turning to data scientists to collect, integrate, and analyze data. Schools like NYU have developed degree programs to fill the growing gap between the number of trained data scientists and the needs of businesses.      Source: McKinsey Quarterly               Layering Datasets      MEDICINE      Joel Dudley of Mt. Sinai offered an example at DataBeat 2013 of how data science can help discover diseases that researchers don’t even know to look for. Mt. Sinai has a unique resource: clinical data from 25,000 patients and their genomic data. Researchers could cross-reference the two types of data and isolate smaller populations of people who may share traits. For instance, a group who are diabetic may be prone to one particular disease, and another group of diabetic patients, prone to another disease. This might illuminate a new form of diabetes, and lead to more personalized treatment.      Source: datascience@berkeley               Seeing Exoplanets      SCIENCES      Astronomical instruments such as optical and space-based telescopes collect huge amounts of information. Deblurring that optical data to find exoplanets requires new ways to represent images. One of the most efficient deblurring methods comes from recent advances in applied mathematics. But efficiently computing these sparse representations requires new optimization methods involving statistical inference in complex Bayesian models. With data science, we can bring techniques from different disciplines together, aiding the hunt for planets outside our solar system.      Source: NYU Report on the Initiative in Data Science and Statistics                                                                         Data + Context        Drawing insight from a piece of data involves understanding how it fits into the larger picture of an organization, explains IBM’s Jeff Jonas, distinguished engineer and chief scientist for IBM Entity Analytics. Business environments aren’t the only ones that require context; context is a necessity for any attempt to know more by examining data.                                                                                                                                                                             About     The data science initiative at New York University is a university-wide effort to establish the country’s leading data science training and research facilities at NYU. It was launched to help meet the world’s demand for researchers and professionals skilled in developing and utilizing automated methods of analyzing data. The initiative is especially focused on harnessing the potential power of big data to transform areas ranging from healthcare to business to government. Data science overlaps traditionally strong disciplines at NYU such as mathematics, statistics and computer science. It also stands to impact disciplines in which NYU’s schools and departments are actively engaged, such as economics, law and sociology.                                                                          Where     New York University  Washington Square Campus      Phone     212-998-3401                                                                    Questions or Comments                           Thank you!, We'll be in touch shortly                    Oops!, Looks like something went wrong, ensure you have entered all details correctly!                                                                                                                                                                                                                                                  About   Research   Academics   News                                           Copyright &copy; 2013 |         New York University"}]},
{"detail": [{"content": "Fall 2014 Elective Courses - NYU Computer Science Department                                                                     Search                                                  go                         Location          Contacts      Directions      NYC Information            Admissions          Undergraduate Admissions      Graduate Admissions           People           Faculty        Researchers/Visitors      Administration/Staff      Students: PhD / MS      Alumni / In Memoriam             Research           Research Areas      Tech Reports      Theses: PhD / MS        Faculty Recognition      Student Recognition           Education           Undergraduate Program      Graduate Program : PhD / MS        Courses      Office Hours           News / Events           Colloquia        Calendar: Grad / Undergrad           Job Openings           Faculty Positions             Links           Libraries      Student Organizations      CIMS Computing                                                                                                                                                                 Fall 2014 Elective Courses         Course Descriptions   Fall 2014 Course List         CSCI-UA.0436-001   9013    Computer Architecture   prereq: CSCI-UA.0201 & MATH-UA.0120  A first course in the structure and design of computer systems. Basic logic modules and arithmetic circuits. Control unit design of computers and structure of a simple processor; speed-up techniques. Storage technologies and structure of memory hierarchies; error detection and correction. Input/output structures, busses, programmed data transfer, interrupts, DMA, and microprocessors. Discussion of various computer architectures; stack, pipeline, and parallel machines; and multiple functional units.      CSCI-UA.0453-001  9014  Theory Of Computation   prereq: CSCI-UA.0310  Takes a mathematical approach to studying topics in computer science, such as regular languages and some of their representations (deterministic finite automata, nondeterministic finite automata, regular expressions) and proof of nonregularity. Context-free languages and pushdown automata; proofs that languages are not context-free. Elements of computability theory. Brief introduction to NP-completeness.      CSCI-UA.0470-001  9015  Object Oriented Programming   prereq: CSCI-UA.0201  Object-oriented programming has emerged as a significant software development methodology. This course introduces the important concepts of object-oriented design and languages, including code reuse, data abstraction, inheritance, and dynamic overloading. Covers in depth those features of Java and C++ that support object-oriented programming and gives an overview of other object-oriented languages of interest. Significant programming assignments stressing object-oriented design.       CSCI-UA. 480-001   11295   Special Topics In Computer Science: Computing with Large Data Sets   prereq: CSCI-UA.0201  Enormous collections of data in multiple fields of science and engineering are being gathered and need to be analyzed. For example, the Sloan Digital Sky Survey will represent more than 200 million objects, each with 100 dimensions, and other activities in physics, biology, astronomy, and medicine will soon gather ever-larger sets of data. Biology, and more specifically the field of systems biology, have seen massive improvements in the technologies we use to sequence genomes and measure the levels of gene expression (or activity) in cells under different conditions.    These large biology data sets have have features in common with large data sets arising in other fields and illustrate the general need for tools for analysis, manipulation and statistical analysis of large data sets. This course will discuss some of the associated unprecedented computational challenges, focusing on these very large data sets arising in computational biology. The course is intended to addre ss some of the needed general principles by using a high-level language, the R statistical programming language, to analyze large genomic data sets. We will focus on four main data-sets in this class that come from current genomics and systems-biology studies; the needed biology and statistics will be taught throughout the course.     CSCI-UA.0480-002   23097  Special Topics In Comp Science: Applied Internet Technology   prereq: CSCI-UA.0201  A practical introduction to creating modern web applications. Covers full stack web development - including topics such as database / data model design, MVC architecture, templating, handling user input, asynchronous processing, and client side interactivity. Students will use current server and client side web frameworks to build dynamic, data-driven sites. Various tools to support development will also be introduced, such as version control and build systems. Basic knowledge of HTML and CSS and familiarity with command line tools are recommended.     CSCI-UA. 0480-003    17611    Special Topics In Comp Science: iOS Programming   prereq: CSCI-UA.0201  In this course, students will learn to create applications for Apple's iPhone 3G using Objective-C and the iPhone SDK. Since its introduction this past summer, the Apple SDK has been revealed to be a powerful platform upon which to build sophisticated applications for the iPhone.  Without actually having to own an iPhone, students will be able to build and test their applications on Intel Apple Macs using the freely available compiler and simulator. In addition to the development tools, students will become proficient in the object-oriented language Objective-C, the Apple iPhone Framework, and the principles of Cocoa development. This is a new, dynamic, constantly-evolving topic, and students will be at the forefront of a new technological advancement.     CSCI-UA. 0480-004  17612   Special Topics In Comp Science: Computer Graphics   prereq: CSCI-UA.0201  The course will cover: 2D and 3D shape modeling, 2D and 3D coordinate transformations, splines, user interaction, designing and implementing motion scripts, viewing perspective rendering, clipping, painter's and Z-buffer algorithms, shading and lighting, textures, fractals, and ray tracing. There will be a lot of programming in this course as well as a midterm and final.              top | contact webmaster@cs.nyu.edu"}, {"content": "Data Science at NYU What is data science | Data Science at NYU                                                                                                                                                                                                               About   What is data science?   Research   Academics       Overview    Programs       News   Contact Us                                                                   Data Science at NYU                                                                                                                                   About   What is data science?   Research   Academics       Overview    Programs       News   Contact Us                                          Data Science at NYU                                                                                                                                            What is data science                                                                                                                                                                What is it?        Applications        NYU Projects        The Profession                                What is Data Science?        There is much debate among scholars and practitioners about what data science is, and what it isn’t. Does it deal only with big data? What constitutes big data? Is data science really that new? How is it different from statistics and analytics?                                One way to consider data science is as an evolutionary step in interdisciplinary fields like business analysis that incorporate computer science, modeling, statistics, analytics, and mathematics.               At its core, data science involves using automated methods to analyze massive amounts of data and to extract knowledge from them. With such automated methods turning up everywhere from genomics to high-energy physics, data science is helping to create new branches of science, and influencing areas of social science and the humanities. The trend is expected to accelerate in the coming years as data from mobile sensors, sophisticated instruments, the web, and more, grows. In academic research, we will see an increasingly large number of traditional disciplines spawning new sub-disciplines with the adjective \"computational\" or “quantitative” in front of them. In industry, we will see data science transforming everything from healthcare to media.                          50x        in 2020 the world will generate 50 times the amount of data than in 2011        Source: emc.com                                                       DATA      SCIENCE                                                      Applications                                          Computer Science                                          Mathematical Statistics                                                                                                     Data-Driven Discovery      WHAT DATA SCIENCE MEANS FOR RESEARCH      In virtually all areas of intellectual inquiry, data science offers a powerful new approach to making discoveries. By combining aspects of statistics, computer science, applied mathematics, and visualization, data science can turn the vast amounts of data the digital age generates into new insights and new knowledge.      Click on the icons to the left to see how social scientists, medical researchers, and many others are using data science to advance their fields.               Measuring Happiness      SOCIAL SCIENCE      Facebook and Twitter collect in hours what traditional methods take sociologists months or even years to gather. Hedonometer, a tool created by University of Vermont researchers, is putting that social data to use. It pulls in 50 million tweets each day and matches those tweets against a database of words assigned a happiness value. The higher the Hedonometer number on a particular day, the happier the collective mood of Twitter users, and, presumably a wider group of people. Some findings are predictable: the day of the Boston bombings was the world’s saddest day in five years. Other findings are surprising: Twitter users’ happiness increases the further they move from home.      Source: Washington Post               Global Pricing      ECONOMICS      How much higher do products labeled as “green” or “organic” sell for around the globe? What drives certain goods to stay the same price in the face of changing economic conditions? How much do prices adjust in a country when its exchange rate changes? These are among the questions MIT’s Billion Prices Project aims to answer. The Project collects prices from hundreds of online retailers around the world on a daily basis for economic research.      Source: The Billion Prices Project at MIT               Designing New Materials      ENGINEERING      Researchers at Columbia University are attempting to reverse the model of scientists coming up with new materials and then finding applications for them. Their method builds on DNA research from NYU and employs aspects of data science to help engineers design nanomaterials with particular properties. By harnessing a huge and growing body of high throughput experimentation data, the researchers’ approach could replace time-consuming and expensive trial-and-error design methods engineers traditionally use to create new materials, accelerating the time-to-market for new products.      Source: engineering.columbia.edu               Smarter Document Mining      LAW      Legal professionals and scholars have relied on digitized legal documents (briefs, memos, and other records) to conduct their research for many years. Proprietary platforms, however, can be costly for independent lawyers and small firms, and search methods are limited. Enter a startup like BriefMine out of San Francisco, which is using data science to provide a more affordable, more efficient alternative. Within its growing repository of documents, BriefMine’s technology identifies data points, conducts trend analysis, and develops scoring frameworks based on relevance and natural language search.      Source: tech.co               A New Corporate Asset      BUSINESS      From production floors to Facebook pages, every point of a company’s operations now generates data. According to McKinsey Quarterly, “big data may well become a new type of corporate asset that will cut across business units and function much as a powerful brand does, representing a key basis for competition.” To get the most out of that asset, companies are turning to data scientists to collect, integrate, and analyze data. Schools like NYU have developed degree programs to fill the growing gap between the number of trained data scientists and the needs of businesses.      Source: McKinsey Quarterly               Layering Datasets      MEDICINE      Joel Dudley of Mt. Sinai offered an example at DataBeat 2013 of how data science can help discover diseases that researchers don’t even know to look for. Mt. Sinai has a unique resource: clinical data from 25,000 patients and their genomic data. Researchers could cross-reference the two types of data and isolate smaller populations of people who may share traits. For instance, a group who are diabetic may be prone to one particular disease, and another group of diabetic patients, prone to another disease. This might illuminate a new form of diabetes, and lead to more personalized treatment.      Source: datascience@berkeley               Seeing Exoplanets      SCIENCES      Astronomical instruments such as optical and space-based telescopes collect huge amounts of information. Deblurring that optical data to find exoplanets requires new ways to represent images. One of the most efficient deblurring methods comes from recent advances in applied mathematics. But efficiently computing these sparse representations requires new optimization methods involving statistical inference in complex Bayesian models. With data science, we can bring techniques from different disciplines together, aiding the hunt for planets outside our solar system.      Source: NYU Report on the Initiative in Data Science and Statistics                                                                         Data + Context        Drawing insight from a piece of data involves understanding how it fits into the larger picture of an organization, explains IBM’s Jeff Jonas, distinguished engineer and chief scientist for IBM Entity Analytics. Business environments aren’t the only ones that require context; context is a necessity for any attempt to know more by examining data.                                                                                                                                                                             About     The data science initiative at New York University is a university-wide effort to establish the country’s leading data science training and research facilities at NYU. It was launched to help meet the world’s demand for researchers and professionals skilled in developing and utilizing automated methods of analyzing data. The initiative is especially focused on harnessing the potential power of big data to transform areas ranging from healthcare to business to government. Data science overlaps traditionally strong disciplines at NYU such as mathematics, statistics and computer science. It also stands to impact disciplines in which NYU’s schools and departments are actively engaged, such as economics, law and sociology.                                                                          Where     New York University  Washington Square Campus      Phone     212-998-3401                                                                    Questions or Comments                           Thank you!, We'll be in touch shortly                    Oops!, Looks like something went wrong, ensure you have entered all details correctly!                                                                                                                                                                                                                                                  About   Research   Academics   News                                           Copyright &copy; 2013 |         New York University"}, {"content": "Data Science at NYU Data Science at NYU                                                                                                                                                                                                             About   What is data science?   Research   Academics       Overview    Programs       News   Contact Us                                                                   Data Science at NYU                                                                                                                                   About   What is data science?   Research   Academics       Overview    Programs       News   Contact Us                                          Data Science at NYU                                                                                                                                                                                      Artificial Intelligence Coming To NYU          IBM Watson Partners with NYU          Learn More                                                                                                                                                        NYU To Collaborate On Multi-Million Dollar Data Science And Big Data Initiative                   Learn More                                                                                                                                                        A University-Wide Initiative          NYU emphasizes data science across schools and research centers.          What's this about?                                                                                                                                                        Center for Data Science          A new research center dedicated to advancing the field of data science.          Learn More                                                                                                                                                         Applied Statistics          Center for the Promotion of Research Involving Innovative Statistical Methodology (PRIISM)          Learn More                                                                                                                                                         Big Data. Big Cities.          Center for Urban Science and Progess          Learn More                                                                                                                                                                What is it         Turning data into insight.                                                               Putting it to Use         From healthcare to business to government.                                                               Process         Exploring the data journey.                                                               The Future         Where will the data revolution take us?                                                                                                                                                     Turning data into insight.   Our networked world is generating a deluge of data that no human, or group of humans, can process fast enough. This data deluge has the potential to transform the way business, government, science and healthcare are carried out. The emerging discipline of data science holds the key to unlocking that potential. It uses automated methods to analyze massive amounts of data and extract knowledge from them. Data science combines aspects of computer science, applied mathematics and statistics.        Big data monitors 12 terabytes of tweets each day to improve product sentiment analysis.     “Data science will also revolutionize medicine, education, and other areas that are slated to become ‘evidence-based.’” —NYU’s Data Science and Statistics Working Group                                                                                                                                        From healthcare to business to government.   Data science is already being put to use in nearly every sphere of modern life. The transportation industry is using it to better predict flight arrival times. Online retailers are using it to better understand consumer habits. Managers are using it to make decisions based on facts rather than instincts. But data science is in its infancy. As it matures, data science holds the promise of creating drugs customized for individual patients, making government run more efficiently and helping our cities be healthier places to live.        By 2010, 28% of the digital universe required some level of data network security.     “Robust, unbiased data are the first step toward addressing our long-term economic needs and key policy priorities.&#8221; —Peter Orszag, Former Director, White House Office of Management and Budget                                                                                                                                          Acquire &amp; Parse   Sensors, medical devices, the Web and smartphones — to name just a few sources — capture structured and unstructured data in massive amounts in real-time, all the time.        Filter &amp; Mine   Data scientists use mathematics, statistics, data mining and other automated methods to “clean” data. They also advance the field by developing new automated tools and methodologies.       Analyze &amp; Refine   With an explorer’s desire to uncover what others might not see, data scientists analyze data. Their insights are used in sectors ranging from biology to finance to government.       Interaction   Data scientists excel in presenting complicated findings for experts and non-experts alike. Information visualization, graphic design and human computer interaction all come into play.                                                                                                                                        Where will the data revolution take us?   Data science has already started to revolutionize most areas of intellectual endeavor found at NYU and in the world. We believe this revolution is just beginning. Data science can help us answer not only the great questions and challenges of our time, but also centuries-old questions. Through data science we may improve our understanding of how the brain works, for example. With that understanding we can build intelligent machines capable of advancing life-saving medical research. Data science can help us realize the promises of the digital age.        33% of all data will be stored, or will have passed through the cloud by 2015.     “…Now we really do have essentially free and ubiquitous data. So the complimentary scarce factor is the ability to understand that data and extract value from it.” —Hal Varian, Chief Economist for Google                                                                                                    Unlocking Big Data&#8217;s Potential   From government, social networks and ecommerce sites to sensors, smart meters and mobile networks, data is being collected at an unprecedented speed and scale. Data science can put big data to use.           Average number of “likes” and “comments” posted on facebook daily.         Percentage of the world’s data that has been produced in the last two years.         Projected volume of  e-commerce \u0003transactions in 2016.                                                                                                                                                  Recent News                         Arthur Spirling To Join NYU This Fall As Joint Faculty in Center for Data Science and Department of Politics Currently the John L. Loeb Associate Professor of the Social Sciences in Harvard University’s Department of Government, Arthur Spirling is a political scientist specializing in political methodology. In addition, he is affiliated with Harvard’s Institute of Quantitative Social Science and is Director of its Program on Text Research.  Professor Spirling has been honored with Harvard University&#8217;s Everett [&hellip;] Read the rest                                                How Spotify is Working on Learning to Improve Playlists Read Story Provided by Center for Data Innovation and Gigaom Read the rest                                                Economics and Big Data Meetup on July 31st: &#8220;Machine Learning: How Should the Art of Decision Making Intersect with Science?&#8221; When:  Thursday, July 31st at 6:30pm Where:  NYU Courant, 251 Mercer Street, Room 109, New York, NY 10012 Topic:  Machine Learning: How Should the Art of Decision Making Intersect with Science? Murli Buluswar, VP and Chief Science Officer at AIG Property/Casualty, will be speaking on integrating Behavioral Economics, Data Science and Big Data Platforms and giving [&hellip;] Read the rest                                                When It Comes To Data, Is Bigger Really Better? Foster Provost Says Maybe! Depending On The Characteristics Of The Data It started with a conversation about the value of sparse, fine-grained data versus traditional dense data, then dovetailed into a study to discover which types of data actually lead to better predictive modeling. The researchers were Foster Provost (Professor at NYU) and two Belgian colleagues, Enric Junqué de Fortuny and David Martens. The results, based [&hellip;] Read the rest                                                                                                                                                                                                                                       About     The data science initiative at New York University is a university-wide effort to establish the country’s leading data science training and research facilities at NYU. It was launched to help meet the world’s demand for researchers and professionals skilled in developing and utilizing automated methods of analyzing data. The initiative is especially focused on harnessing the potential power of big data to transform areas ranging from healthcare to business to government. Data science overlaps traditionally strong disciplines at NYU such as mathematics, statistics and computer science. It also stands to impact disciplines in which NYU’s schools and departments are actively engaged, such as economics, law and sociology.                                                                          Where     New York University  Washington Square Campus      Phone     212-998-3401                                                                    Questions or Comments                           Thank you!, We'll be in touch shortly                    Oops!, Looks like something went wrong, ensure you have entered all details correctly!                                                                                                                                                                                                                                                  About   Research   Academics   News                                           Copyright &copy; 2014 |         New York University"}]}]