[{"detail": [{"content": "Course Detail            > Courses            > Academics         > NYU Gallatin                                                                                                                                  NYU Gallatin    Skip to Content   Skip to Search   Skip to Navigation   Skip to Sub Navigation                          Students          Prospective Students Current Undergraduate Students Current Graduate Students Incoming First-Year Students                            Faculty    Staff    Parents & Family    Alumni    |    Forms    Directory    Events Calendar                                                       Search                                                                           Main Navigation                Home      About    Facts and Figures    Facilities    Governance and Committees    Sustainability    From the Dean    Mission and Learning Goals    Administration    Bulletin 2014-2015    Bulletin Archive           Admissions    Undergraduate    Graduate           Academics    Undergraduate    Graduate    Courses    Faculty    Advising    Awards, Honors, and Fellowships    Policies and Procedures    Registration    Calendars and Deadlines           Global           Student Life    Community Service    Co-Curricular Programs    Graduation Ceremonies    A Diverse Intellectual Community    Health and Wellness    Living At NYU    Scholarly Communities    Student Government and Organizations    Student Profiles    Student Publications    Student Arts Showcases    Lecture Series    Senior Symposium    Fashion           Visit    Directions and Maps                                                   Sub Navigation    Academics Undergraduate Graduate Courses  Faculty Advising Awards, Honors, and Fellowships Policies and Procedures Registration Calendars and Deadlines              Back to Courses                                   Share       Delicious     Digg This     Reddit        Stumble Upon     Technorati     Twitter        Facebook     Windows Live     Yahoo                 MySpace     Email                   Bread Crumbs                Home          &gt;           Academics          &gt;           Courses          &gt;           Course Detail                                        First-Year Interdisciplinary Seminar: Collective Memory of Atrocity and Crisis                                Semester and Year        FA 2015                    Course Number        FIRST-UG74                    Section        001                    Instructor        Hannah Gurman                    Days                            Tue,Thu                                 Time                            11:00 AM -       12:15 PM                                Units        4.0                    Level        U                    Foundation Requirement                                         Notes/Restrictions       Open to Gallatin first-year students only.                    Description       In the aftermath of the Holocaust, Primo Levi wrote, “Never forget that this has happened.” Levi’s imperative raises important questions about the role of memory in the aftermath of atrocity and crisis. What is the difference between individual and collective memory? What is the purpose of remembering atrocity? What is the relationship between memory and justice? What gets forgotten in the collective memory and why? How might the memory of everyday crisis and long-term conflict figure into this framework? We will pursue such questions by examining specific genres and forms of collective memory that have contributed to understandings of atrocity and crisis in the twentieth and twenty-first centuries in particular. We will consider how tribunals, memorials, archives, novels, and film have shaped, challenged, and revised the politics of remembering and forgetting contemporary atrocity and crisis. In addition to informal response papers, students will write 3 formal essays over the course of the semester. Readings may include works by Maurice Halbwachs, Karl Jaspers, Hannah Arendt, Maya Lin, and Toni Morrison.                   Course Type       First-Year Program: Interdisciplinary Seminars (FIRST-UG)                               top of page                                                                   NYU Gallatin Footer              Gallatin School of Individualized Study     1 Washington Place     New York, NY 10003     (212) 998-7370                   A&#8211;Z Index      Directions      Contact Us      Job Opportunities               News      Support Gallatin      Feedback                         Follow us on Facebook      Follow us on Twitter      Follow us on Youtube         Follow us Instagram                 Unless otherwise noted, all content copyright NYU Gallatin. All rights reserved."}, {"content": "First-Year Program Courses            > Incoming First-Year Students         > NYU Gallatin                                                                                                                                  NYU Gallatin    Skip to Content   Skip to Search   Skip to Navigation   Skip to Sub Navigation                          Students          Prospective Students Current Undergraduate Students Current Graduate Students Incoming First-Year Students                            Faculty    Staff    Parents & Family    Alumni    |    Forms    Directory    Events Calendar                                                       Search                                                                           Main Navigation                Home      About    Facts and Figures    Facilities    Governance and Committees    Sustainability    From the Dean    Mission and Learning Goals    Administration    Bulletin 2014-2015    Bulletin Archive           Admissions    Undergraduate    Graduate           Academics    Undergraduate    Graduate    Courses    Faculty    Advising    Awards, Honors, and Fellowships    Policies and Procedures    Registration    Calendars and Deadlines           Global           Student Life    Community Service    Co-Curricular Programs    Graduation Ceremonies    A Diverse Intellectual Community    Health and Wellness    Living At NYU    Scholarly Communities    Student Government and Organizations    Student Profiles    Student Publications    Student Arts Showcases    Lecture Series    Senior Symposium    Fashion           Visit    Directions and Maps                                                         Sub Navigation    Resources for Faculty Staff Parents and Families Alumni and Friends                                              Share       Delicious     Digg This     Reddit        Stumble Upon     Technorati     Twitter        Facebook     Windows Live     Yahoo                 MySpace     Email                   Bread Crumbs                Home          &gt;           Incoming First-Year Students          &gt;           First-Year Program Courses                            Step 4: First-Year Program Courses           First-Year Program Offerings     Your education at Gallatin will begin with the First-Year Program, which is designed to provide you with a foundation for interdisciplinary study while fostering a sense of community and connections between your academic and extracurricular interests.    First-year students take three courses that constitute the First-Year Program: the First-Year Interdisciplinary Seminar and First-Year Writing Seminar (which you will take in the fall), and the First-Year Research Seminar (which you will take in the spring). Each seminar is organized around a particular theme with related readings that serve as springboards for discussion and models for students’ essays.   Below is a complete list of the First-Year Interdisciplinary Seminar and First-Year Writing Seminar offerings. Prepare for your pre-registration advising conversations by selecting your top five choices among the First-Year Interdisciplinary Seminars and First-Year Writing Seminars offered for Fall 2015.          The First-Year Interdisciplinary Seminar introduces students to the philosophy, goals, and methods of university education and to the interdisciplinary, individualized approach of the Gallatin School. These small classes of about 18 students encourage discussion rather than lecturing and focus on a theme that incorporates significant world texts representing several disciplines.        First-Year Interdisciplinary Seminars     Click on a course to read the description, or select the instructor's name to view the faculty profile.                                                                              Course #                           Title                               Instructor                                              Units                                                                  FIRST-UG32              First-Year Interdisciplinary Seminar: The Social Construction of Reality                                                Stephen Duncombe                                                      4.0                                                          FIRST-UG35              First-Year Interdisciplinary Seminar: Family                                                Patrick McCreery                                                      4.0                                                          FIRST-UG65              First-Year Interdisciplinary Seminar: Beyond Language: The Surreal, the Monstrous, and the Mystical                                                Gregory Erickson                                                      4.0                                                          FIRST-UG69              First-Year Interdisciplinary Seminar: Boundaries and Transgressions                                                Marie Cruz Soto                                                      4.0                                                          FIRST-UG70              First-Year Interdisciplinary Seminar: Holy Grails                                                Andrew Romig                                                      4.0                                                          FIRST-UG71              First-Year Interdisciplinary Seminar: Political Theatre                                                Valerie Forman                                                      4.0                                                          FIRST-UG74              First-Year Interdisciplinary Seminar: Collective Memory of Atrocity and Crisis                                                Hannah Gurman                                                      4.0                                                          FIRST-UG77              First-Year Interdisciplinary Seminar: Play and Games in Early China                                                Ethan Harkness                                                      4.0                                                          FIRST-UG83              First-Year Interdisciplinary Seminar: Human Rights, Human Wrongs                                                Vasuki Nesiah                                                      4.0                                                          FIRST-UG84              First-Year Interdisciplinary Seminar: Picture Theories                                                Chinnie Ding                                                      4.0                                                          FIRST-UG85              First-Year Interdisciplinary Seminar: Science and Literature                                                Anne DeWitt                                                      4.0                                                          FIRST-UG86              First-Year Interdisciplinary Seminar: Place and Behavior                                                Meredith Theeman                                                      4.0                                                          FIRST-UG89              First-Year Interdisciplinary Seminar: Double, Double                                                Eugene Vydrin                                                      4.0                                                          FIRST-UG92              First-Year Interdisciplinary Seminar: Predicting the Future                                                Matthew Stanley                                                      4.0                                                          FIRST-UG93              First-Year Interdisciplinary Seminar: The Politics of Home                                                Rosanne Kennedy                                                      4.0                                                  The First-Year Writing Seminar and First-Year Research Seminar comprise a two-semester sequence to help students develop their writing skills and to prepare them for the kinds of writing they will be doing in other courses. Each seminar is organized around a particular theme with related readings that serve as springboards for discussion and models for students’ essays. Plan to take a First-Year Writing Seminar in the fall semester; you will take a First-Year Research Seminar next spring.          First-Year Writing Seminars     Click on a course to read the description, or select the instructor's name to view the faculty profile.                                                                              Course #                           Title                               Instructor                                              Units                                                                  FIRST-UG319              First-Year Writing Seminar: Aesthetics on Trial                                                Christopher Trogan                                                      4.0                                                          FIRST-UG343              First-Year Writing Seminar: Writers on Writing                                                June Foley                                                      4.0                                                          FIRST-UG353              First-Year Writing Seminar: The Faith Between Us                                                Scott Korb                                                      4.0                                                          FIRST-UG357              First-Year Writing Seminar: Wilderness and Civilization                                                Andrew Libby                                                      4.0                                                          FIRST-UG361              First-Year Writing Seminar: Collage: From Art to Life and Back                                                Eugene Vydrin                                                      4.0                                                          FIRST-UG365              First-Year Writing Seminar: The Idea of America: What Does it Mean?                                                Hannah Gurman                                                      4.0                                                          FIRST-UG377              First-Year Writing Seminar: Working                                                Chinnie Ding                                                      4.0                                                          FIRST-UG395              First-Year Writing Seminar: Frankenstein and Revisions                                                Anne DeWitt                                                      4.0                                                          FIRST-UG399              First-Year Writing Seminar: Community &amp; Collaboration                                                Margaret Galvan                                                      4.0                                                          FIRST-UG400              First-Year Writing Seminar: Portraiture and Power                                                Nina Hien                                                      4.0                                                          FIRST-UG402              First-Year Writing Seminar: Gimme Shelter: Dwelling and Telling in the City                                                Krystyna Michael                                                      4.0                                                          FIRST-UG403              First-Year Writing Seminar: Abundance: Thinking, Writing, and Creating In The Age of Plenty                                                Trevor Laurence Jockims                                                      4.0                                                          FIRST-UG404              First-Year Writing Seminar: Thinking and Writing Through New Media                                                Amanda Licastro                                                      4.0                                                          FIRST-UG407              First-Year Writing Seminar: Popular Religion and Popular Culture in North America                                                Gregory Erickson                                                      4.0                                                          FIRST-UG408              First-Year Writing Seminar: Antiwar Activism in the Vietnam Era and After                                                David Parsons                                                      4.0                                                          FIRST-UG409              First-Year Writing Seminar: The Contents and Discontents of Marriage                                                David Markus                                                      4.0                                                          FIRST-UG410              First-Year Writing Seminar: Narrative as Catharsis: A Critical Look                                                                                       4.0                                                          FIRST-UG411              First-Year Writing Seminar: Scandal and Spectacle                                                Anastasiya Osipova                                                      4.0                                                      If you have not received an email from Gallatin with your registration adviser assignment, stop here! You will receive important information about the first-year registration process in late May.     Be prepared to discuss your Gallatin First-Year Program course selections in your pre-registration advising conversation. You will register for these classes on Albert along with the rest of your fall course selections.              After you have discussed your Gallatin First Year Program course preferences with your registration adviser, continue on to Step 5: Registering for Classes .                          Proceed to Step 5 >>                             top of page                                                               Faculty Profile                 Myisha Priest       Myisha Priest's teaching and research focus on African American literature and material culture. She has published articles mining this fruitful &hellip;       more &gt;                                                   Faculty Profile                 Keith Miller       Keith Miller is an artist, writer, and filmmaker. His teaching is focused on the intersection of theory and practice when &hellip;       more &gt;                                                   Faculty Profile                 Hannah Gurman       Hannah Gurman brings an interdisciplinary and eclectic approach to the study of U.S. foreign relations in the twentieth and twenty-first &hellip;       more &gt;                                                   Faculty Profile                 Patrick McCreery       Patrick McCreery’s teaching and research interests lie in the areas of sexual politics, family life and the role of the &hellip;       more &gt;                                                   Faculty Profile                 A.B. Huber       A. B. Huber's teaching and research interests include critical theory, aesthetics and politics, and the literature and visual culture of &hellip;       more &gt;                                                   Faculty Profile                 Rosalind Fredericks       Rosalind Fredericks’s research and teaching interests are centered on the political economy of development, global urbanism and postcolonial identities in &hellip;       more &gt;                                                                                                                 NYU Gallatin Footer              Gallatin School of Individualized Study     1 Washington Place     New York, NY 10003     (212) 998-7370                   A&#8211;Z Index      Directions      Contact Us      Job Opportunities               News      Support Gallatin      Feedback                         Follow us on Facebook      Follow us on Twitter      Follow us on Youtube         Follow us Instagram                 Unless otherwise noted, all content copyright NYU Gallatin. All rights reserved."}]},
{"detail": [{"content": "Course Detail            > Courses            > Academics         > NYU Gallatin                                                                                                                                  NYU Gallatin    Skip to Content   Skip to Search   Skip to Navigation   Skip to Sub Navigation                          Students          Prospective Students Current Undergraduate Students Current Graduate Students Incoming First-Year Students                            Faculty    Staff    Parents & Family    Alumni    |    Forms    Directory    Events Calendar                                                       Search                                                                           Main Navigation                Home      About    Facts and Figures    Facilities    Governance and Committees    Sustainability    From the Dean    Mission and Learning Goals    Administration    Bulletin 2014-2015    Bulletin Archive           Admissions    Undergraduate    Graduate           Academics    Undergraduate    Graduate    Courses    Faculty    Advising    Awards, Honors, and Fellowships    Policies and Procedures    Registration    Calendars and Deadlines           Global           Student Life    Community Service    Co-Curricular Programs    Graduation Ceremonies    A Diverse Intellectual Community    Health and Wellness    Living At NYU    Scholarly Communities    Student Government and Organizations    Student Profiles    Student Publications    Student Arts Showcases    Lecture Series    Senior Symposium    Fashion           Visit    Directions and Maps                                                   Sub Navigation    Academics Undergraduate Graduate Courses  Faculty Advising Awards, Honors, and Fellowships Policies and Procedures Registration Calendars and Deadlines              Back to Courses                                   Share       Delicious     Digg This     Reddit        Stumble Upon     Technorati     Twitter        Facebook     Windows Live     Yahoo                 MySpace     Email                   Bread Crumbs                Home          &gt;           Academics          &gt;           Courses          &gt;           Course Detail                                        First-Year Interdisciplinary Seminar: Collective Memory of Atrocity and Crisis                                Semester and Year        FA 2015                    Course Number        FIRST-UG74                    Section        001                    Instructor        Hannah Gurman                    Days                            Tue,Thu                                 Time                            11:00 AM -       12:15 PM                                Units        4.0                    Level        U                    Foundation Requirement                                         Notes/Restrictions       Open to Gallatin first-year students only.                    Description       In the aftermath of the Holocaust, Primo Levi wrote, “Never forget that this has happened.” Levi’s imperative raises important questions about the role of memory in the aftermath of atrocity and crisis. What is the difference between individual and collective memory? What is the purpose of remembering atrocity? What is the relationship between memory and justice? What gets forgotten in the collective memory and why? How might the memory of everyday crisis and long-term conflict figure into this framework? We will pursue such questions by examining specific genres and forms of collective memory that have contributed to understandings of atrocity and crisis in the twentieth and twenty-first centuries in particular. We will consider how tribunals, memorials, archives, novels, and film have shaped, challenged, and revised the politics of remembering and forgetting contemporary atrocity and crisis. In addition to informal response papers, students will write 3 formal essays over the course of the semester. Readings may include works by Maurice Halbwachs, Karl Jaspers, Hannah Arendt, Maya Lin, and Toni Morrison.                   Course Type       First-Year Program: Interdisciplinary Seminars (FIRST-UG)                               top of page                                                                   NYU Gallatin Footer              Gallatin School of Individualized Study     1 Washington Place     New York, NY 10003     (212) 998-7370                   A&#8211;Z Index      Directions      Contact Us      Job Opportunities               News      Support Gallatin      Feedback                         Follow us on Facebook      Follow us on Twitter      Follow us on Youtube         Follow us Instagram                 Unless otherwise noted, all content copyright NYU Gallatin. All rights reserved."}, {"content": "First-Year Program Courses            > Incoming First-Year Students         > NYU Gallatin                                                                                                                                  NYU Gallatin    Skip to Content   Skip to Search   Skip to Navigation   Skip to Sub Navigation                          Students          Prospective Students Current Undergraduate Students Current Graduate Students Incoming First-Year Students                            Faculty    Staff    Parents & Family    Alumni    |    Forms    Directory    Events Calendar                                                       Search                                                                           Main Navigation                Home      About    Facts and Figures    Facilities    Governance and Committees    Sustainability    From the Dean    Mission and Learning Goals    Administration    Bulletin 2014-2015    Bulletin Archive           Admissions    Undergraduate    Graduate           Academics    Undergraduate    Graduate    Courses    Faculty    Advising    Awards, Honors, and Fellowships    Policies and Procedures    Registration    Calendars and Deadlines           Global           Student Life    Community Service    Co-Curricular Programs    Graduation Ceremonies    A Diverse Intellectual Community    Health and Wellness    Living At NYU    Scholarly Communities    Student Government and Organizations    Student Profiles    Student Publications    Student Arts Showcases    Lecture Series    Senior Symposium    Fashion           Visit    Directions and Maps                                                         Sub Navigation    Resources for Faculty Staff Parents and Families Alumni and Friends                                              Share       Delicious     Digg This     Reddit        Stumble Upon     Technorati     Twitter        Facebook     Windows Live     Yahoo                 MySpace     Email                   Bread Crumbs                Home          &gt;           Incoming First-Year Students          &gt;           First-Year Program Courses                            Step 4: First-Year Program Courses           First-Year Program Offerings     Your education at Gallatin will begin with the First-Year Program, which is designed to provide you with a foundation for interdisciplinary study while fostering a sense of community and connections between your academic and extracurricular interests.    First-year students take three courses that constitute the First-Year Program: the First-Year Interdisciplinary Seminar and First-Year Writing Seminar (which you will take in the fall), and the First-Year Research Seminar (which you will take in the spring). Each seminar is organized around a particular theme with related readings that serve as springboards for discussion and models for students’ essays.   Below is a complete list of the First-Year Interdisciplinary Seminar and First-Year Writing Seminar offerings. Prepare for your pre-registration advising conversations by selecting your top five choices among the First-Year Interdisciplinary Seminars and First-Year Writing Seminars offered for Fall 2015.          The First-Year Interdisciplinary Seminar introduces students to the philosophy, goals, and methods of university education and to the interdisciplinary, individualized approach of the Gallatin School. These small classes of about 18 students encourage discussion rather than lecturing and focus on a theme that incorporates significant world texts representing several disciplines.        First-Year Interdisciplinary Seminars     Click on a course to read the description, or select the instructor's name to view the faculty profile.                                                                              Course #                           Title                               Instructor                                              Units                                                                  FIRST-UG32              First-Year Interdisciplinary Seminar: The Social Construction of Reality                                                Stephen Duncombe                                                      4.0                                                          FIRST-UG35              First-Year Interdisciplinary Seminar: Family                                                Patrick McCreery                                                      4.0                                                          FIRST-UG65              First-Year Interdisciplinary Seminar: Beyond Language: The Surreal, the Monstrous, and the Mystical                                                Gregory Erickson                                                      4.0                                                          FIRST-UG69              First-Year Interdisciplinary Seminar: Boundaries and Transgressions                                                Marie Cruz Soto                                                      4.0                                                          FIRST-UG70              First-Year Interdisciplinary Seminar: Holy Grails                                                Andrew Romig                                                      4.0                                                          FIRST-UG71              First-Year Interdisciplinary Seminar: Political Theatre                                                Valerie Forman                                                      4.0                                                          FIRST-UG74              First-Year Interdisciplinary Seminar: Collective Memory of Atrocity and Crisis                                                Hannah Gurman                                                      4.0                                                          FIRST-UG77              First-Year Interdisciplinary Seminar: Play and Games in Early China                                                Ethan Harkness                                                      4.0                                                          FIRST-UG83              First-Year Interdisciplinary Seminar: Human Rights, Human Wrongs                                                Vasuki Nesiah                                                      4.0                                                          FIRST-UG84              First-Year Interdisciplinary Seminar: Picture Theories                                                Chinnie Ding                                                      4.0                                                          FIRST-UG85              First-Year Interdisciplinary Seminar: Science and Literature                                                Anne DeWitt                                                      4.0                                                          FIRST-UG86              First-Year Interdisciplinary Seminar: Place and Behavior                                                Meredith Theeman                                                      4.0                                                          FIRST-UG89              First-Year Interdisciplinary Seminar: Double, Double                                                Eugene Vydrin                                                      4.0                                                          FIRST-UG92              First-Year Interdisciplinary Seminar: Predicting the Future                                                Matthew Stanley                                                      4.0                                                          FIRST-UG93              First-Year Interdisciplinary Seminar: The Politics of Home                                                Rosanne Kennedy                                                      4.0                                                  The First-Year Writing Seminar and First-Year Research Seminar comprise a two-semester sequence to help students develop their writing skills and to prepare them for the kinds of writing they will be doing in other courses. Each seminar is organized around a particular theme with related readings that serve as springboards for discussion and models for students’ essays. Plan to take a First-Year Writing Seminar in the fall semester; you will take a First-Year Research Seminar next spring.          First-Year Writing Seminars     Click on a course to read the description, or select the instructor's name to view the faculty profile.                                                                              Course #                           Title                               Instructor                                              Units                                                                  FIRST-UG319              First-Year Writing Seminar: Aesthetics on Trial                                                Christopher Trogan                                                      4.0                                                          FIRST-UG343              First-Year Writing Seminar: Writers on Writing                                                June Foley                                                      4.0                                                          FIRST-UG353              First-Year Writing Seminar: The Faith Between Us                                                Scott Korb                                                      4.0                                                          FIRST-UG357              First-Year Writing Seminar: Wilderness and Civilization                                                Andrew Libby                                                      4.0                                                          FIRST-UG361              First-Year Writing Seminar: Collage: From Art to Life and Back                                                Eugene Vydrin                                                      4.0                                                          FIRST-UG365              First-Year Writing Seminar: The Idea of America: What Does it Mean?                                                Hannah Gurman                                                      4.0                                                          FIRST-UG377              First-Year Writing Seminar: Working                                                Chinnie Ding                                                      4.0                                                          FIRST-UG395              First-Year Writing Seminar: Frankenstein and Revisions                                                Anne DeWitt                                                      4.0                                                          FIRST-UG399              First-Year Writing Seminar: Community &amp; Collaboration                                                Margaret Galvan                                                      4.0                                                          FIRST-UG400              First-Year Writing Seminar: Portraiture and Power                                                Nina Hien                                                      4.0                                                          FIRST-UG402              First-Year Writing Seminar: Gimme Shelter: Dwelling and Telling in the City                                                Krystyna Michael                                                      4.0                                                          FIRST-UG403              First-Year Writing Seminar: Abundance: Thinking, Writing, and Creating In The Age of Plenty                                                Trevor Laurence Jockims                                                      4.0                                                          FIRST-UG404              First-Year Writing Seminar: Thinking and Writing Through New Media                                                Amanda Licastro                                                      4.0                                                          FIRST-UG407              First-Year Writing Seminar: Popular Religion and Popular Culture in North America                                                Gregory Erickson                                                      4.0                                                          FIRST-UG408              First-Year Writing Seminar: Antiwar Activism in the Vietnam Era and After                                                David Parsons                                                      4.0                                                          FIRST-UG409              First-Year Writing Seminar: The Contents and Discontents of Marriage                                                David Markus                                                      4.0                                                          FIRST-UG410              First-Year Writing Seminar: Narrative as Catharsis: A Critical Look                                                                                       4.0                                                          FIRST-UG411              First-Year Writing Seminar: Scandal and Spectacle                                                Anastasiya Osipova                                                      4.0                                                      If you have not received an email from Gallatin with your registration adviser assignment, stop here! You will receive important information about the first-year registration process in late May.     Be prepared to discuss your Gallatin First-Year Program course selections in your pre-registration advising conversation. You will register for these classes on Albert along with the rest of your fall course selections.              After you have discussed your Gallatin First Year Program course preferences with your registration adviser, continue on to Step 5: Registering for Classes .                          Proceed to Step 5 >>                             top of page                                                               Faculty Profile                 Myisha Priest       Myisha Priest's teaching and research focus on African American literature and material culture. She has published articles mining this fruitful &hellip;       more &gt;                                                   Faculty Profile                 Keith Miller       Keith Miller is an artist, writer, and filmmaker. His teaching is focused on the intersection of theory and practice when &hellip;       more &gt;                                                   Faculty Profile                 Hannah Gurman       Hannah Gurman brings an interdisciplinary and eclectic approach to the study of U.S. foreign relations in the twentieth and twenty-first &hellip;       more &gt;                                                   Faculty Profile                 Patrick McCreery       Patrick McCreery’s teaching and research interests lie in the areas of sexual politics, family life and the role of the &hellip;       more &gt;                                                   Faculty Profile                 A.B. Huber       A. B. Huber's teaching and research interests include critical theory, aesthetics and politics, and the literature and visual culture of &hellip;       more &gt;                                                   Faculty Profile                 Rosalind Fredericks       Rosalind Fredericks’s research and teaching interests are centered on the political economy of development, global urbanism and postcolonial identities in &hellip;       more &gt;                                                                                                                 NYU Gallatin Footer              Gallatin School of Individualized Study     1 Washington Place     New York, NY 10003     (212) 998-7370                   A&#8211;Z Index      Directions      Contact Us      Job Opportunities               News      Support Gallatin      Feedback                         Follow us on Facebook      Follow us on Twitter      Follow us on Youtube         Follow us Instagram                 Unless otherwise noted, all content copyright NYU Gallatin. All rights reserved."}]},
{"detail": [{"content": "Course Detail            > Courses            > Academics         > NYU Gallatin                                                                                                                                  NYU Gallatin    Skip to Content   Skip to Search   Skip to Navigation   Skip to Sub Navigation                          Students          Prospective Students Current Undergraduate Students Current Graduate Students Incoming First-Year Students                            Faculty    Staff    Parents & Family    Alumni    |    Forms    Directory    Events Calendar                                                       Search                                                                           Main Navigation                Home      About    Facts and Figures    Facilities    Governance and Committees    Sustainability    From the Dean    Mission and Learning Goals    Administration    Bulletin 2014-2015    Bulletin Archive           Admissions    Undergraduate    Graduate           Academics    Undergraduate    Graduate    Courses    Faculty    Advising    Awards, Honors, and Fellowships    Policies and Procedures    Registration    Calendars and Deadlines           Global           Student Life    Community Service    Co-Curricular Programs    Graduation Ceremonies    A Diverse Intellectual Community    Health and Wellness    Living At NYU    Scholarly Communities    Student Government and Organizations    Student Profiles    Student Publications    Student Arts Showcases    Lecture Series    Senior Symposium    Fashion           Visit    Directions and Maps                                                   Sub Navigation    Academics Undergraduate Graduate Courses  Faculty Advising Awards, Honors, and Fellowships Policies and Procedures Registration Calendars and Deadlines              Back to Courses                                   Share       Delicious     Digg This     Reddit        Stumble Upon     Technorati     Twitter        Facebook     Windows Live     Yahoo                 MySpace     Email                   Bread Crumbs                Home          &gt;           Academics          &gt;           Courses          &gt;           Course Detail                                        First-Year Interdisciplinary Seminar: Collective Memory of Atrocity and Crisis                                Semester and Year        FA 2015                    Course Number        FIRST-UG74                    Section        001                    Instructor        Hannah Gurman                    Days                            Tue,Thu                                 Time                            11:00 AM -       12:15 PM                                Units        4.0                    Level        U                    Foundation Requirement                                         Notes/Restrictions       Open to Gallatin first-year students only.                    Description       In the aftermath of the Holocaust, Primo Levi wrote, “Never forget that this has happened.” Levi’s imperative raises important questions about the role of memory in the aftermath of atrocity and crisis. What is the difference between individual and collective memory? What is the purpose of remembering atrocity? What is the relationship between memory and justice? What gets forgotten in the collective memory and why? How might the memory of everyday crisis and long-term conflict figure into this framework? We will pursue such questions by examining specific genres and forms of collective memory that have contributed to understandings of atrocity and crisis in the twentieth and twenty-first centuries in particular. We will consider how tribunals, memorials, archives, novels, and film have shaped, challenged, and revised the politics of remembering and forgetting contemporary atrocity and crisis. In addition to informal response papers, students will write 3 formal essays over the course of the semester. Readings may include works by Maurice Halbwachs, Karl Jaspers, Hannah Arendt, Maya Lin, and Toni Morrison.                   Course Type       First-Year Program: Interdisciplinary Seminars (FIRST-UG)                               top of page                                                                   NYU Gallatin Footer              Gallatin School of Individualized Study     1 Washington Place     New York, NY 10003     (212) 998-7370                   A&#8211;Z Index      Directions      Contact Us      Job Opportunities               News      Support Gallatin      Feedback                         Follow us on Facebook      Follow us on Twitter      Follow us on Youtube         Follow us Instagram                 Unless otherwise noted, all content copyright NYU Gallatin. All rights reserved."}, {"content": "First-Year Program Courses            > Incoming First-Year Students         > NYU Gallatin                                                                                                                                  NYU Gallatin    Skip to Content   Skip to Search   Skip to Navigation   Skip to Sub Navigation                          Students          Prospective Students Current Undergraduate Students Current Graduate Students Incoming First-Year Students                            Faculty    Staff    Parents & Family    Alumni    |    Forms    Directory    Events Calendar                                                       Search                                                                           Main Navigation                Home      About    Facts and Figures    Facilities    Governance and Committees    Sustainability    From the Dean    Mission and Learning Goals    Administration    Bulletin 2014-2015    Bulletin Archive           Admissions    Undergraduate    Graduate           Academics    Undergraduate    Graduate    Courses    Faculty    Advising    Awards, Honors, and Fellowships    Policies and Procedures    Registration    Calendars and Deadlines           Global           Student Life    Community Service    Co-Curricular Programs    Graduation Ceremonies    A Diverse Intellectual Community    Health and Wellness    Living At NYU    Scholarly Communities    Student Government and Organizations    Student Profiles    Student Publications    Student Arts Showcases    Lecture Series    Senior Symposium    Fashion           Visit    Directions and Maps                                                         Sub Navigation    Resources for Faculty Staff Parents and Families Alumni and Friends                                              Share       Delicious     Digg This     Reddit        Stumble Upon     Technorati     Twitter        Facebook     Windows Live     Yahoo                 MySpace     Email                   Bread Crumbs                Home          &gt;           Incoming First-Year Students          &gt;           First-Year Program Courses                            Step 4: First-Year Program Courses           First-Year Program Offerings     Your education at Gallatin will begin with the First-Year Program, which is designed to provide you with a foundation for interdisciplinary study while fostering a sense of community and connections between your academic and extracurricular interests.    First-year students take three courses that constitute the First-Year Program: the First-Year Interdisciplinary Seminar and First-Year Writing Seminar (which you will take in the fall), and the First-Year Research Seminar (which you will take in the spring). Each seminar is organized around a particular theme with related readings that serve as springboards for discussion and models for students’ essays.   Below is a complete list of the First-Year Interdisciplinary Seminar and First-Year Writing Seminar offerings. Prepare for your pre-registration advising conversations by selecting your top five choices among the First-Year Interdisciplinary Seminars and First-Year Writing Seminars offered for Fall 2015.          The First-Year Interdisciplinary Seminar introduces students to the philosophy, goals, and methods of university education and to the interdisciplinary, individualized approach of the Gallatin School. These small classes of about 18 students encourage discussion rather than lecturing and focus on a theme that incorporates significant world texts representing several disciplines.        First-Year Interdisciplinary Seminars     Click on a course to read the description, or select the instructor's name to view the faculty profile.                                                                              Course #                           Title                               Instructor                                              Units                                                                  FIRST-UG32              First-Year Interdisciplinary Seminar: The Social Construction of Reality                                                Stephen Duncombe                                                      4.0                                                          FIRST-UG35              First-Year Interdisciplinary Seminar: Family                                                Patrick McCreery                                                      4.0                                                          FIRST-UG65              First-Year Interdisciplinary Seminar: Beyond Language: The Surreal, the Monstrous, and the Mystical                                                Gregory Erickson                                                      4.0                                                          FIRST-UG69              First-Year Interdisciplinary Seminar: Boundaries and Transgressions                                                Marie Cruz Soto                                                      4.0                                                          FIRST-UG70              First-Year Interdisciplinary Seminar: Holy Grails                                                Andrew Romig                                                      4.0                                                          FIRST-UG71              First-Year Interdisciplinary Seminar: Political Theatre                                                Valerie Forman                                                      4.0                                                          FIRST-UG74              First-Year Interdisciplinary Seminar: Collective Memory of Atrocity and Crisis                                                Hannah Gurman                                                      4.0                                                          FIRST-UG77              First-Year Interdisciplinary Seminar: Play and Games in Early China                                                Ethan Harkness                                                      4.0                                                          FIRST-UG83              First-Year Interdisciplinary Seminar: Human Rights, Human Wrongs                                                Vasuki Nesiah                                                      4.0                                                          FIRST-UG84              First-Year Interdisciplinary Seminar: Picture Theories                                                Chinnie Ding                                                      4.0                                                          FIRST-UG85              First-Year Interdisciplinary Seminar: Science and Literature                                                Anne DeWitt                                                      4.0                                                          FIRST-UG86              First-Year Interdisciplinary Seminar: Place and Behavior                                                Meredith Theeman                                                      4.0                                                          FIRST-UG89              First-Year Interdisciplinary Seminar: Double, Double                                                Eugene Vydrin                                                      4.0                                                          FIRST-UG92              First-Year Interdisciplinary Seminar: Predicting the Future                                                Matthew Stanley                                                      4.0                                                          FIRST-UG93              First-Year Interdisciplinary Seminar: The Politics of Home                                                Rosanne Kennedy                                                      4.0                                                  The First-Year Writing Seminar and First-Year Research Seminar comprise a two-semester sequence to help students develop their writing skills and to prepare them for the kinds of writing they will be doing in other courses. Each seminar is organized around a particular theme with related readings that serve as springboards for discussion and models for students’ essays. Plan to take a First-Year Writing Seminar in the fall semester; you will take a First-Year Research Seminar next spring.          First-Year Writing Seminars     Click on a course to read the description, or select the instructor's name to view the faculty profile.                                                                              Course #                           Title                               Instructor                                              Units                                                                  FIRST-UG319              First-Year Writing Seminar: Aesthetics on Trial                                                Christopher Trogan                                                      4.0                                                          FIRST-UG343              First-Year Writing Seminar: Writers on Writing                                                June Foley                                                      4.0                                                          FIRST-UG353              First-Year Writing Seminar: The Faith Between Us                                                Scott Korb                                                      4.0                                                          FIRST-UG357              First-Year Writing Seminar: Wilderness and Civilization                                                Andrew Libby                                                      4.0                                                          FIRST-UG361              First-Year Writing Seminar: Collage: From Art to Life and Back                                                Eugene Vydrin                                                      4.0                                                          FIRST-UG365              First-Year Writing Seminar: The Idea of America: What Does it Mean?                                                Hannah Gurman                                                      4.0                                                          FIRST-UG377              First-Year Writing Seminar: Working                                                Chinnie Ding                                                      4.0                                                          FIRST-UG395              First-Year Writing Seminar: Frankenstein and Revisions                                                Anne DeWitt                                                      4.0                                                          FIRST-UG399              First-Year Writing Seminar: Community &amp; Collaboration                                                Margaret Galvan                                                      4.0                                                          FIRST-UG400              First-Year Writing Seminar: Portraiture and Power                                                Nina Hien                                                      4.0                                                          FIRST-UG402              First-Year Writing Seminar: Gimme Shelter: Dwelling and Telling in the City                                                Krystyna Michael                                                      4.0                                                          FIRST-UG403              First-Year Writing Seminar: Abundance: Thinking, Writing, and Creating In The Age of Plenty                                                Trevor Laurence Jockims                                                      4.0                                                          FIRST-UG404              First-Year Writing Seminar: Thinking and Writing Through New Media                                                Amanda Licastro                                                      4.0                                                          FIRST-UG407              First-Year Writing Seminar: Popular Religion and Popular Culture in North America                                                Gregory Erickson                                                      4.0                                                          FIRST-UG408              First-Year Writing Seminar: Antiwar Activism in the Vietnam Era and After                                                David Parsons                                                      4.0                                                          FIRST-UG409              First-Year Writing Seminar: The Contents and Discontents of Marriage                                                David Markus                                                      4.0                                                          FIRST-UG410              First-Year Writing Seminar: Narrative as Catharsis: A Critical Look                                                                                       4.0                                                          FIRST-UG411              First-Year Writing Seminar: Scandal and Spectacle                                                Anastasiya Osipova                                                      4.0                                                      If you have not received an email from Gallatin with your registration adviser assignment, stop here! You will receive important information about the first-year registration process in late May.     Be prepared to discuss your Gallatin First-Year Program course selections in your pre-registration advising conversation. You will register for these classes on Albert along with the rest of your fall course selections.              After you have discussed your Gallatin First Year Program course preferences with your registration adviser, continue on to Step 5: Registering for Classes .                          Proceed to Step 5 >>                             top of page                                                               Faculty Profile                 Myisha Priest       Myisha Priest's teaching and research focus on African American literature and material culture. She has published articles mining this fruitful &hellip;       more &gt;                                                   Faculty Profile                 Keith Miller       Keith Miller is an artist, writer, and filmmaker. His teaching is focused on the intersection of theory and practice when &hellip;       more &gt;                                                   Faculty Profile                 Hannah Gurman       Hannah Gurman brings an interdisciplinary and eclectic approach to the study of U.S. foreign relations in the twentieth and twenty-first &hellip;       more &gt;                                                   Faculty Profile                 Patrick McCreery       Patrick McCreery’s teaching and research interests lie in the areas of sexual politics, family life and the role of the &hellip;       more &gt;                                                   Faculty Profile                 A.B. Huber       A. B. Huber's teaching and research interests include critical theory, aesthetics and politics, and the literature and visual culture of &hellip;       more &gt;                                                   Faculty Profile                 Rosalind Fredericks       Rosalind Fredericks’s research and teaching interests are centered on the political economy of development, global urbanism and postcolonial identities in &hellip;       more &gt;                                                                                                                 NYU Gallatin Footer              Gallatin School of Individualized Study     1 Washington Place     New York, NY 10003     (212) 998-7370                   A&#8211;Z Index      Directions      Contact Us      Job Opportunities               News      Support Gallatin      Feedback                         Follow us on Facebook      Follow us on Twitter      Follow us on Youtube         Follow us Instagram                 Unless otherwise noted, all content copyright NYU Gallatin. All rights reserved."}, {"content": "Hannah Gurman            > Faculty            > Academics         > NYU Gallatin                                                                                                                                  NYU Gallatin    Skip to Content   Skip to Search   Skip to Navigation   Skip to Sub Navigation                          Students          Prospective Students Current Undergraduate Students Current Graduate Students Incoming First-Year Students                            Faculty    Staff    Parents & Family    Alumni    |    Forms    Directory    Events Calendar                                                       Search                                                                           Main Navigation                Home      About    Facts and Figures    Facilities    Governance and Committees    Sustainability    From the Dean    Mission and Learning Goals    Administration    Bulletin 2014-2015    Bulletin Archive           Admissions    Undergraduate    Graduate           Academics    Undergraduate    Graduate    Courses    Faculty    Advising    Awards, Honors, and Fellowships    Policies and Procedures    Registration    Calendars and Deadlines           Global           Student Life    Community Service    Co-Curricular Programs    Graduation Ceremonies    A Diverse Intellectual Community    Health and Wellness    Living At NYU    Scholarly Communities    Student Government and Organizations    Student Profiles    Student Publications    Student Arts Showcases    Lecture Series    Senior Symposium    Fashion           Visit    Directions and Maps                                                        Sub Navigation    Academics Undergraduate Graduate Courses Faculty  Advising Awards, Honors, and Fellowships Policies and Procedures Registration Calendars and Deadlines                     &lt; Back to Faculty List                                                Share       Delicious     Digg This     Reddit        Stumble Upon     Technorati     Twitter        Facebook     Windows Live     Yahoo                 MySpace     Email                    Bread Crumbs                Home          &gt;           Academics          &gt;           Faculty          &gt;           Hannah Gurman                               Hannah Gurman                                                           Clinical Assistant Professor      B.A. English & History, University of Delaware, 2000 M.A., Columbia University, 2003 M.Phil., Columbia University, 2005 Ph.D. English & Comparative Literature, Columbia University, 2008           Hannah Gurman brings an interdisciplinary and eclectic approach to the study of U.S. foreign relations in the twentieth and twenty-first centuries that reflects her training in literary and cultural studies and informs her dual focus on historical scholarship and contemporary commentary. Her work has appeared in  Diplomatic History  and  The Journal of Contemporary History  , as well as  Salon, Huffington Post, and Small Wars Journal.  She is a columnist for the digital think tank, Foreign Policy in Focus, and the author of  The Dissent Papers: The Voices of Diplomats in the Cold War and Beyond  , published in 2012 by Columbia University Press. Gurman edited the book,  Hearts and Minds: A People’s History of Counterinsurgency  , published by The New Press in 2013.                                     top of page                                     Contact Information     Hannah Gurman             Clinical Assistant Professor              hrg2@nyu.edu             1 Wash Pl, Room 616             (212) 992-7745      Download as vCard                       Office Hours             Tuesday 9:30-11                 Thursday 12:15-1:15                                                     Courses                                                   2015             Spring                            First-Year Research Seminar: The Cold War: What Was It and Why Does It Matter?                  Tue,Thu      11:00 AM -      12:15 PM                                    Third Year Symposium                  Tue      2:00 PM -      4:45 PM                                                   2015             Fall                            First-Year Writing Seminar: The Idea of America: What Does it Mean?                  Tue,Thu      2:00 PM -      3:15 PM                                    First-Year Interdisciplinary Seminar: Collective Memory of Atrocity and Crisis                  Tue,Thu      11:00 AM -      12:15 PM                                                   2014             Spring                            First-Year Research Seminar: Approaches to the Cold War                  Tue,Thu      11:00 AM -      12:15 PM                                       Research and Teaching Interests       history and culture of US foreign relations; the cold war; history and theory of international conflict; twentieth-century American literature and film; political rhetoric                                                                                                              NYU Gallatin Footer              Gallatin School of Individualized Study     1 Washington Place     New York, NY 10003     (212) 998-7370                   A&#8211;Z Index      Directions      Contact Us      Job Opportunities               News      Support Gallatin      Feedback                         Follow us on Facebook      Follow us on Twitter      Follow us on Youtube         Follow us Instagram                 Unless otherwise noted, all content copyright NYU Gallatin. All rights reserved."}]}]