[{"detail": [{"content": "Brief History                                                     A Brief History of 20th-Century Iran By Shiva Balaghi Colonialism and Constitutionalism: Iran at the Turn of the Century At the outset of the 20th century, Iran was embroiled in a bifurcated struggle. On the one hand, Iranians struggled to maintain their national independence in the face of growing colonial       pressures. Iran's geopolitical importance made it a central focus of the colonial \"Great Game\" between Russia and Great Britain. Ultimately, in August 1907, the two great powers decided to carve Iran up into spheres of influence;       the agreement sealed Russian supremacy in the north and British supremacy in the south of Iran. At the same time, a struggle was taking place within Iran's borders, as the country was undergoing the Constitutional Revolution       (190511). A dispute over sugar prices finally sparked the first public protests of that revolution. In 1905, the governor of Tehran ordered that some sugar merchants be bastinadoed for refusing to lower their prices. A group of       merchants, tradesmen, and mullahs took sanctuary ( bast ) in a Tehran mosque. Government officials dispersed the group, who then took refuge in a shrine south of Tehran. By January 1906 the Muzaffar al-Din Shah Qajar agreed to       their demands, which included the formation of an 'adalatkhanah (house of justice). Despite his assurances, the Shah did not follow up on his promises, leading to growing discontent and unrest. Finally, there was a       confrontation involving a group of clerics and their students in which a student was killed. This violent encounter led to another bast.        This time, between 12,000 and 14,000 protestors gathered in the British legation, demanding the formation of a majlis,        or parliament. The Shah finally relented, and in August 1906 he issued a decree calling for the formation of a national assembly in Iran. The first majlis        convened in October 1906 and set about the task of writing a constitution. An ailing Muzaffar al-Din Shah decreed the document they produced into law in December 1906, a few days before his death. In October 1907 the new king signed the Supplementary Fundamental Law. Together, the two documents formed the core of the Iranian Constitution.        The course of the Constitutional Revolution would remain rocky for some years to come. Internal differences amongst the revolutionaries, reluctance by the Qajar shahs to relinquish power to the national assembly, and colonial       interests in maintaining control over key aspects of governance severely hampered Iran's first experience of democratization. By the Fall of 1911, matters came to a head, and Russia, with the support of England, gave the majlis       an ultimatum that would essentially nullify Iran's independence. The majlis        refused, and Russian troops entered northern Iran; they brutally killed some of the leading constitutionalists. Other intellectuals and activists fled Iran. Russian troops stormed the majlis.        Under threat of foreign occupation of Iran, the second majlis was dissolved. 1        Though the parliament and the constitution were retained as Iran emerged from its first revolution of the 20th century, the spirit of constitutionalism was dealt a serious blow. The Rise of the Pahlavi Dynasty World War I found Iran in difficult straits. Its economy was shattered, and the country       suffered from a growing power vacuum. In 1921 Reza Khan led a group of soldiers into Tehran. He demanded that the cabinet be dissolved and that the failing Qajar shah appoint him commander of the military. Using the army as his       primary instrument, Reza Khan sought to restore a sense of national unity within Iran's borders. In 1923, the last Qajar shah named Reza Khan as prime minister and then traveled to Europe to seek medical attention, never to return.       The Qajar dynasty, which had ruled Iran since 1785, was deposed in 1925. Shortly thereafter, Reza Khan assumed the position of Shah and established the Pahlavi Dynasty. Throughout the 19th century, the British and the Russians       had vied for concessions to build railroads across Iran, but by the time Reza Shah came to power, no national rail system existed. The cornerstone of Reza Shah's economic reforms was the Trans-Iranian Railroad, linking the Persian       Gulf to the Caspian Sea. The project was financed largely through taxes on sugar and tea; construction was completed in 1938. Reza Shah also initiated reforms in the areas of education and law, which were historically the domain of       the clergy. Compulsory education for all Iranians was decreed, and hundreds of schools were built. In 1934, the University of Tehran was established. As he undertook various development projects, Reza Shah also consolidated his own       power; the people of Iran \"had been denied all share in political and social activities.\" 2 By 1941, with the outbreak of World War II, the Persian Gulf and Iran's vast oil resources became critical for the success of       the British Navy. Iran declared itself neutral, but Reza Shah, who had established strong cultural and technological ties with Germany, was perceived as problematic by the Allies. With Iran under virtual occupation by Allied       forces, he was forced to abdicate his throne, and his young son, Mohammad Reza Pahlavi, was crowned as the new king. Reza Shah would die in exile in 1944. The Reign of Mohammad Reza Shah Pahlavi Mohammad Reza Pahlavi was twenty-two years old when he assumed his position as the       Shah of Iran. Allied forces occupied much of the country. After the end of World War II, Russia continued to occupy regions of northern Iran. The young Shah visited the United States, meeting with US officials and addressing the       United Nations. Under pressure, the USSR withdrew from Iranian territory. The 1940s saw a resurgence in parliamentarism in Iran. In 1949, Mohammad Mossadeq formed the National Front Party, with the aim of upholding the 1906       Constitution. One of the main goals of the National Front was to nationalize Iran's oil industry; the British continued to control most of Iran's oil revenue through the Anglo-Persian Oil Company. In 1951, the Shah appointed       Mossadeq as prime minister. Mossadeq followed through on his plans to nationalize the oil industry, and the National Iranian Oil Company was formed. For many Iranians, Mossadeq became a nationalist leader. To some Western leaders       with economic interests in the Middle East, his actions set an unwelcome precedent. In 1952 Mossadeq was named Time magazine's Man of the Year. In 1953 the British MI-6 and the CIA undertook Operation Ajax, which toppled Mossadeq       from power. To many Iranians, Mossadeq became a symbol of yet another moment in history when foreign intervention played a pivotal role in thwarting a democratic movement in Iran. Meanwhile, as Iran emerged from the political       unrest of the 1950s, its economy was in tatters. In 1963, the Shah announced his White Revolution, a program that included land reform, the nationalization of forests, the sale of state-owned enterprises to the private sector, a       profit-sharing plan for industrial workers, and the formation of a Literacy Corps to eradicate illiteracy in rural areas. The White Revolution also granted Iranian women the right to vote, increased women's minimum legal marriage       age to 18, and improved women's legal rights in divorce and child custody matters. These reforms were opposed by some of Iran's clergy, in particular Ayatollah Khomeini. Khomeini led the June 5, 1963 uprising, opposing the Shah and       the White Revolution. In the course of this uprising, the authorities quelled resistance among the religious students in a seminary in the city of Qum, and a number of students lost their lives. Khomeini's activities       eventually led to his exile to Iraq in 1964. The oil boom of the 1970s ushered in an influx of petro-dollars, with which the regime spearheaded major development programs. The accelerated rate of development exacerbated unequal       distribution of wealth and led to a variety of social problems in Iran. 3        Discontent with government policies was spreading through various segments of Iranian society. In 1976, leading members of the National Front published an open letter to the Shah, calling on his government to comply fully with the 1906 Constitution. In the Fall of 1977 the Iranian Writers' Association organized a series of poetry readings at the Goethe Institute in Tehran known as \"Dah Shab\" or Ten Nights. Towards the end of the ten nights, the writers and some students took to the streets, demanding an end to censorship. By the winter of 1978, major demonstrations became increasingly common in Iran's major cities.       4 On January 16, 1979, Mohammad Reza Shah Pahlavi left Iran. On February 1, 1979, the Ayatollah Khomeini returned.       Alternative Histories of Modern Iran In the summer of 1883, the first American minister to the Persian court, S.G.W. Benjamin, traveled to Tehran and reported his       impressions to the US Secretary of State:               No city in the east after Canton, Bombay, Calcutta, and Constantinople surpasses it in appearance of vitality. The number of carriages owned by Persian and European gentlemen is nearly 500, all imported. Teheran also        contains a European bakery, a European carriage maker, a European cabinet maker and upholsterer, a corps of foreign instructors of the army, a steam engine at the arsenal, a mint formed on [a] European system, several town        clocks, a hose in the public garden imported from the United States, gas in the grounds surrounding the palace, and public squares besides other evidences of a progressive tendency. 5               In 1975, American feminist Betty Friedan chronicled her first impressions of the city:               My first few days in Tehran were strictly caviar and jet lag and a sense of being strangely at home. Tehran, a Middle Eastern city, seems like an American Western boom townbuildings going up overnight, international banks        next to        a Persian Wimpy stand, and no beggars. 6               Near the end of the 19th century, Benjamin suggested that the prevalence of European objects throughout Tehran held a certain promise of progressive change. Nearly a century later, Friedan described the results of this       promiseTehran had become \"an American Western boom town.\" Both Benjamin and Friedan focused on the material manifestations of progress and equated that progress with things European or American. Neither looked for the       underpinnings of modernity in the Iranian cultural sphere, where modernity was actively constructed, debated, and contested. The truncated narrative of 20th-century Iranian history presented in this essay highlights major events       and political actors. It does not provide a nuanced, textured explanation of how these events were experienced, how political currents were shaped by individuals. The visual arts can offer alternative narratives of Iranian       history. The work on display in Between Word and Image provides important insights into Iranian modernity in the critical decades of the 1960s and '70s.       Notes 1 For a more complete history of the Persian Revolution see E. G. Browne, The Persian Revolution of 19051909 (London: Frank Cass, 1966), reprinted edition; Mangol Bayat, Iran's First Revolution        (New York: Oxford University Press, 1991); Nikki Keddie and Mehrdad Amanat, \"Iran Under the Late Qajars, 18481922,\" Cambridge History of Iran,        v. 7 (Cambridge: Cambridge University Press, 1991), pp. 174212; and Nikki Keddie, Qajar Iran and the Rise of Reza Khan, 17961925 (Costa Mesa, Calif.: Mazda Press, 1999).       2 Ann Lambton, as quoted in \"The Pahlavi Autocracy: Riza Shah, 192141,\" Cambridge History of Iran, v. 7 (Cambridge: Cambridge University Press, 1991), p. 243.       3 For discussions of the social implications of accelerated development, see Farhad Kazemi, Poverty and Revolution in Iran: The Migrant Poor, Urban Marginality and Politics        (New York: New York University Press, 1980) and Misagh Parsa, Social Origins of the Iranian Revolution (New Brunswick, N.J.: Rutgers University Press, 1989). 4 For a detailed chronology of the Revolution, see       Nicholas M. Nikazemerad, \"A Chronological Survey of the Iranian Revolution,\" Iranian Studies (1980): 32768. 5 Benjamin to Frelinghuysen, Tehran, October 2, 1883, Diplomatic Series no. 28, Despatches from United States       Ministers to Persia, United States National Archives. 6 Betty Friedan, \"Coming Out of the Veil,\" Ladies Home Journal (June 1975), p. 98."}]},
{"detail": [{"content": "Brief History                                                     A Brief History of 20th-Century Iran By Shiva Balaghi Colonialism and Constitutionalism: Iran at the Turn of the Century At the outset of the 20th century, Iran was embroiled in a bifurcated struggle. On the one hand, Iranians struggled to maintain their national independence in the face of growing colonial       pressures. Iran's geopolitical importance made it a central focus of the colonial \"Great Game\" between Russia and Great Britain. Ultimately, in August 1907, the two great powers decided to carve Iran up into spheres of influence;       the agreement sealed Russian supremacy in the north and British supremacy in the south of Iran. At the same time, a struggle was taking place within Iran's borders, as the country was undergoing the Constitutional Revolution       (190511). A dispute over sugar prices finally sparked the first public protests of that revolution. In 1905, the governor of Tehran ordered that some sugar merchants be bastinadoed for refusing to lower their prices. A group of       merchants, tradesmen, and mullahs took sanctuary ( bast ) in a Tehran mosque. Government officials dispersed the group, who then took refuge in a shrine south of Tehran. By January 1906 the Muzaffar al-Din Shah Qajar agreed to       their demands, which included the formation of an 'adalatkhanah (house of justice). Despite his assurances, the Shah did not follow up on his promises, leading to growing discontent and unrest. Finally, there was a       confrontation involving a group of clerics and their students in which a student was killed. This violent encounter led to another bast.        This time, between 12,000 and 14,000 protestors gathered in the British legation, demanding the formation of a majlis,        or parliament. The Shah finally relented, and in August 1906 he issued a decree calling for the formation of a national assembly in Iran. The first majlis        convened in October 1906 and set about the task of writing a constitution. An ailing Muzaffar al-Din Shah decreed the document they produced into law in December 1906, a few days before his death. In October 1907 the new king signed the Supplementary Fundamental Law. Together, the two documents formed the core of the Iranian Constitution.        The course of the Constitutional Revolution would remain rocky for some years to come. Internal differences amongst the revolutionaries, reluctance by the Qajar shahs to relinquish power to the national assembly, and colonial       interests in maintaining control over key aspects of governance severely hampered Iran's first experience of democratization. By the Fall of 1911, matters came to a head, and Russia, with the support of England, gave the majlis       an ultimatum that would essentially nullify Iran's independence. The majlis        refused, and Russian troops entered northern Iran; they brutally killed some of the leading constitutionalists. Other intellectuals and activists fled Iran. Russian troops stormed the majlis.        Under threat of foreign occupation of Iran, the second majlis was dissolved. 1        Though the parliament and the constitution were retained as Iran emerged from its first revolution of the 20th century, the spirit of constitutionalism was dealt a serious blow. The Rise of the Pahlavi Dynasty World War I found Iran in difficult straits. Its economy was shattered, and the country       suffered from a growing power vacuum. In 1921 Reza Khan led a group of soldiers into Tehran. He demanded that the cabinet be dissolved and that the failing Qajar shah appoint him commander of the military. Using the army as his       primary instrument, Reza Khan sought to restore a sense of national unity within Iran's borders. In 1923, the last Qajar shah named Reza Khan as prime minister and then traveled to Europe to seek medical attention, never to return.       The Qajar dynasty, which had ruled Iran since 1785, was deposed in 1925. Shortly thereafter, Reza Khan assumed the position of Shah and established the Pahlavi Dynasty. Throughout the 19th century, the British and the Russians       had vied for concessions to build railroads across Iran, but by the time Reza Shah came to power, no national rail system existed. The cornerstone of Reza Shah's economic reforms was the Trans-Iranian Railroad, linking the Persian       Gulf to the Caspian Sea. The project was financed largely through taxes on sugar and tea; construction was completed in 1938. Reza Shah also initiated reforms in the areas of education and law, which were historically the domain of       the clergy. Compulsory education for all Iranians was decreed, and hundreds of schools were built. In 1934, the University of Tehran was established. As he undertook various development projects, Reza Shah also consolidated his own       power; the people of Iran \"had been denied all share in political and social activities.\" 2 By 1941, with the outbreak of World War II, the Persian Gulf and Iran's vast oil resources became critical for the success of       the British Navy. Iran declared itself neutral, but Reza Shah, who had established strong cultural and technological ties with Germany, was perceived as problematic by the Allies. With Iran under virtual occupation by Allied       forces, he was forced to abdicate his throne, and his young son, Mohammad Reza Pahlavi, was crowned as the new king. Reza Shah would die in exile in 1944. The Reign of Mohammad Reza Shah Pahlavi Mohammad Reza Pahlavi was twenty-two years old when he assumed his position as the       Shah of Iran. Allied forces occupied much of the country. After the end of World War II, Russia continued to occupy regions of northern Iran. The young Shah visited the United States, meeting with US officials and addressing the       United Nations. Under pressure, the USSR withdrew from Iranian territory. The 1940s saw a resurgence in parliamentarism in Iran. In 1949, Mohammad Mossadeq formed the National Front Party, with the aim of upholding the 1906       Constitution. One of the main goals of the National Front was to nationalize Iran's oil industry; the British continued to control most of Iran's oil revenue through the Anglo-Persian Oil Company. In 1951, the Shah appointed       Mossadeq as prime minister. Mossadeq followed through on his plans to nationalize the oil industry, and the National Iranian Oil Company was formed. For many Iranians, Mossadeq became a nationalist leader. To some Western leaders       with economic interests in the Middle East, his actions set an unwelcome precedent. In 1952 Mossadeq was named Time magazine's Man of the Year. In 1953 the British MI-6 and the CIA undertook Operation Ajax, which toppled Mossadeq       from power. To many Iranians, Mossadeq became a symbol of yet another moment in history when foreign intervention played a pivotal role in thwarting a democratic movement in Iran. Meanwhile, as Iran emerged from the political       unrest of the 1950s, its economy was in tatters. In 1963, the Shah announced his White Revolution, a program that included land reform, the nationalization of forests, the sale of state-owned enterprises to the private sector, a       profit-sharing plan for industrial workers, and the formation of a Literacy Corps to eradicate illiteracy in rural areas. The White Revolution also granted Iranian women the right to vote, increased women's minimum legal marriage       age to 18, and improved women's legal rights in divorce and child custody matters. These reforms were opposed by some of Iran's clergy, in particular Ayatollah Khomeini. Khomeini led the June 5, 1963 uprising, opposing the Shah and       the White Revolution. In the course of this uprising, the authorities quelled resistance among the religious students in a seminary in the city of Qum, and a number of students lost their lives. Khomeini's activities       eventually led to his exile to Iraq in 1964. The oil boom of the 1970s ushered in an influx of petro-dollars, with which the regime spearheaded major development programs. The accelerated rate of development exacerbated unequal       distribution of wealth and led to a variety of social problems in Iran. 3        Discontent with government policies was spreading through various segments of Iranian society. In 1976, leading members of the National Front published an open letter to the Shah, calling on his government to comply fully with the 1906 Constitution. In the Fall of 1977 the Iranian Writers' Association organized a series of poetry readings at the Goethe Institute in Tehran known as \"Dah Shab\" or Ten Nights. Towards the end of the ten nights, the writers and some students took to the streets, demanding an end to censorship. By the winter of 1978, major demonstrations became increasingly common in Iran's major cities.       4 On January 16, 1979, Mohammad Reza Shah Pahlavi left Iran. On February 1, 1979, the Ayatollah Khomeini returned.       Alternative Histories of Modern Iran In the summer of 1883, the first American minister to the Persian court, S.G.W. Benjamin, traveled to Tehran and reported his       impressions to the US Secretary of State:               No city in the east after Canton, Bombay, Calcutta, and Constantinople surpasses it in appearance of vitality. The number of carriages owned by Persian and European gentlemen is nearly 500, all imported. Teheran also        contains a European bakery, a European carriage maker, a European cabinet maker and upholsterer, a corps of foreign instructors of the army, a steam engine at the arsenal, a mint formed on [a] European system, several town        clocks, a hose in the public garden imported from the United States, gas in the grounds surrounding the palace, and public squares besides other evidences of a progressive tendency. 5               In 1975, American feminist Betty Friedan chronicled her first impressions of the city:               My first few days in Tehran were strictly caviar and jet lag and a sense of being strangely at home. Tehran, a Middle Eastern city, seems like an American Western boom townbuildings going up overnight, international banks        next to        a Persian Wimpy stand, and no beggars. 6               Near the end of the 19th century, Benjamin suggested that the prevalence of European objects throughout Tehran held a certain promise of progressive change. Nearly a century later, Friedan described the results of this       promiseTehran had become \"an American Western boom town.\" Both Benjamin and Friedan focused on the material manifestations of progress and equated that progress with things European or American. Neither looked for the       underpinnings of modernity in the Iranian cultural sphere, where modernity was actively constructed, debated, and contested. The truncated narrative of 20th-century Iranian history presented in this essay highlights major events       and political actors. It does not provide a nuanced, textured explanation of how these events were experienced, how political currents were shaped by individuals. The visual arts can offer alternative narratives of Iranian       history. The work on display in Between Word and Image provides important insights into Iranian modernity in the critical decades of the 1960s and '70s.       Notes 1 For a more complete history of the Persian Revolution see E. G. Browne, The Persian Revolution of 19051909 (London: Frank Cass, 1966), reprinted edition; Mangol Bayat, Iran's First Revolution        (New York: Oxford University Press, 1991); Nikki Keddie and Mehrdad Amanat, \"Iran Under the Late Qajars, 18481922,\" Cambridge History of Iran,        v. 7 (Cambridge: Cambridge University Press, 1991), pp. 174212; and Nikki Keddie, Qajar Iran and the Rise of Reza Khan, 17961925 (Costa Mesa, Calif.: Mazda Press, 1999).       2 Ann Lambton, as quoted in \"The Pahlavi Autocracy: Riza Shah, 192141,\" Cambridge History of Iran, v. 7 (Cambridge: Cambridge University Press, 1991), p. 243.       3 For discussions of the social implications of accelerated development, see Farhad Kazemi, Poverty and Revolution in Iran: The Migrant Poor, Urban Marginality and Politics        (New York: New York University Press, 1980) and Misagh Parsa, Social Origins of the Iranian Revolution (New Brunswick, N.J.: Rutgers University Press, 1989). 4 For a detailed chronology of the Revolution, see       Nicholas M. Nikazemerad, \"A Chronological Survey of the Iranian Revolution,\" Iranian Studies (1980): 32768. 5 Benjamin to Frelinghuysen, Tehran, October 2, 1883, Diplomatic Series no. 28, Despatches from United States       Ministers to Persia, United States National Archives. 6 Betty Friedan, \"Coming Out of the Veil,\" Ladies Home Journal (June 1975), p. 98."}, {"content": "Course Offerings    | Department of History | New York University                                  NEW YORK UNIVERSITY     ARTS AND SCIENCE     COLLEGE OF ARTS AND SCIENCE     GRADUATE SCHOOL OF ARTS AND SCIENCE             Department of History     Arts &amp; Science                      Back to Home       Course Offerings   Jump To: Required Course for History Majors    Introductory Courses Advanced Courses    -European History Lectures -United States History Lectures    -Non-Western History Lectures -Global and Special Topics Lecture Courses    Research Seminars -European History    --Seminar: Italian Fascism -United States History    --Seminar: Topics in U.S. History -History of Asia, Africa, and Latin America    -Global and Special Topics Seminars Independent Study    Honors Program Internship Program    Cross-listed Courses Graduate Courses Open to Undergraduates    Required Course for  History Majors      Historical Studies:  Theory and Practice   HIST-UA 101 Offered  every term. 4 points.   This course is comprised of a combination of general lectures and topical workshops that offers each student choices in the study of a specific historical period, region, and theme. The weekly lectures offer an overview of approaches, theories, and methods related to the week’s workshop assignments. These assignments will address contemporary historiography, methods and approaches to historical scholarship, as well as the practical experience of research, analysis, critical reading, and writing history, with particular focus on the use of primary sources and the relation of primary sources to secondary ones in forming historical questions and determining research strategies for answering them. It thus prepares students for advanced work in the department.      Introductory Courses      The United States to  1865   HIST-UA 9 Offered  every fall and every other summer. Eustace, Hodes. 4 points.   Main currents of  American historical development from the precolonial epoch to the  Civil War. Analysis of the country’s economic and political growth,  intellectual traditions, and patterns of social development.  Historical development, not as a series of discrete events, but as an  unfolding process. Topics: Puritanism, mercantilism, the colonial  family, the War for Independence, political party systems, the  Jeffersonian and Jacksonian eras, free labor and slavery, Native  American cultures, attitudes of race and gender, westward expansion,  the industrial revolution, sectionalism, and the Civil War.      The United States since  1865   HIST-UA 10 Montoya.  Offered every spring. 4 points.   Main developments in  American civilization since the end of the Civil War. Topics:  urbanization; industrialization; American reform movements (populism,  progressivism, the New Deal, and the War on Poverty); immigration;  and the role of women and blacks in American history. Beginning with  19th-century American expansion through the Spanish-American War,  traces the rise of America to world power, including World Wars I and  II and the Cold War. Emphasizes broad themes and main changes in  American society.      The Civilization and  Culture of the Middle Ages   HIST-UA 11 Identical  to MEDI-UA 11. Offered every other year. Bedos-Rezak, Griffiths,  Stoller. 4 points.   Concentrates on the  culture of medieval Europe, a world that produced castles and  crusades, cathedrals and tapestries, mystery plays and epics, and  plainsong and philosophy. Examines the richness and diversity of  medieval creativity through literature, slides, and museum visits.      Modern Europe   HIST-UA 12 Offered  every other year. Ortolano, Berenson, Ben-Ghiat. 4 points.   A survey of Europe from  1789 to the present. Investigates the political, social, economic,  and cultural developments that shaped and continue to shape the  modern age. Emphasis is on the evolution of the nation-state, on  industrialization and its impact on society and politics, and on the  intellectual responses to the rapid changes these developments  inspired. Topics include Europe and the French Revolution; the rise  of the nation-state, 1848–1914; and the impact of totalitarian  ideologies on 20th-century Europe.      Major Themes in World  History: Colonialism and Imperialism   HIST-UA 31 Offered  periodically. Karl, Young. 4 points.   Introduces students to  key texts in and critical methodologies for the study of modern world  history from the perspective of two of its dominant themes:  imperialism and colonialism. Helps students theorize and historicize  these seemingly well-known and self-explanatory concepts by  introducing them as historically specific theories for understanding  the very notion of “modern world history.” The broad theoretical  consideration is accompanied by a consideration of specific texts  from Asia and the United States, although not confined to such a  bilateral view of the “world.”      World War II   HIST-UA 45 Offered  every year. Rose. 4 points.   Describes and analyzes  the history of World War II chronologically from 1939 to 1945. This  course is not simply a study of battles; all aspects of the war, from  the great civilian and military leaders to the common soldiers, are  discussed, as are social, cultural, and economic changes on the  various home fronts. Illustrates personalities and events through  slides, contemporary literature, photos and posters, and the music of  the time.      History of Modern Asia,  Modern China, or Modern Japan Since 1850   HIST-UA 53 Identical  to EAST-UA 53. Offered every year. Karl, Young. 4 points.   Survey of developments  in 19th- and early 20th-century East Asia: modernization,  Westernization, and war, with emphasis on the different responses of  China and/or Japan to Western economic encroachment and ideological  change.      Introduction to  American Education: Historical and Contemporary Perspectives   HIST-UA 60 Identical  to HSED-UE 1005. Offered every year. 4 points.   Introduces the central  themes, issues, and controversies in American education. What is the  purpose of “school”? How did schools begin in the United States,  and how have they evolved across time? How do children learn? How are  they different from each other, and why and when should that matter?  How should we teach them? And how should we structure schools and  classrooms to promote learning? We explore these questions in  readings, class discussions, and short essays.        Advanced Courses   European History Lectures      The Early Middle Ages   HIST-UA 111 Identical  to MEDI-UA 111. Offered every other year. Bedos-Rezak. 4 points.   Europe in the early  Middle Ages was created out of a mixture of ingredients: the legacy  of the Roman Empire; the growth and development of Christianity;  invading peoples who settled within the boundaries of the former  Roman Empire; and the clash of competing languages, religions, and  legal systems. This tumultuous time forged a new entity, medieval  Europe, whose development, growing pains, and creative successes this  course examines. Uses the records and artifacts of the period itself  as central elements for investigating the period.      The Crusades   HIST-UA 113 Identical  to MEDI-UA 113. Offered every other year. 4 points.   The history of the  Crusades (1095–1291 C.E.) is an important first chapter in European  imperialism and a manifestation of deep religious conviction.  Examines the background in Europe leading to the Crusades; the  social, political, and economic situation in the eastern  Mediterranean before the Crusades; the fortunes of the Crusader  (Latin) Kingdom of Jerusalem; and the reactions of Europeans and  Easterners to one another. Examines and reevaluates the legacy of the  Crusades on both the Eastern and Western worlds.      The High Middle Ages   HIST-UA 114 Identical  to MEDI-UA 114. Offered every other year. Bedos-Rezak, Griffiths,  Stoller. 4 points.   Covers the period from  the late 11th century to the close of the 14th century. Major topics  and themes: the explosion of energy in the 12th century and the  expansion of Europe on all levels, geographic (including the  Crusades) as well as intellectual; development of agriculture and  cities; the diversity that gave rise to our university system;  movements of reform and dissent; and the waning of the Middle Ages.      Environmental History  of the Early Modern World   HIST-UA 115 Offered  every other year. Appuhn. 4 points.   The early modern period  marks a moment of sudden and dramatic environmental change across the  globe. This course analyzes the ways in which this process unfolded  in different parts of the world, while familiarizing students with  basic problems in environmental history, including the changing human  relationship to the natural world, the relationship between  environmental change and human societies, and the importance of  biotic exchange in world history.      The Renaissance   HIST-UA 121 Offered  every other year. Appuhn. 4 points.   The history of the  Renaissance from its origins in the 14th century to its waning at the  end of the 16th century. Focuses on developments in Italy, especially  the development of republican city-states, the social basis for the  explosion in artistic and intellectual production, and the emergence  of new forms of political and scientific analysis.      Science and Society in Early Modern Europe   HIST-UA 135 Offered  every other year. Appuhn. 4 points.   The history of Western  scientific thought from its origins in the ancient Near East until  the death of Isaac Newton. Covers the development of science as a  distinctive way of understanding the natural world, as well as the  relationship between science and Western society.      French Revolution and  Napoleon   HIST-UA 143 Offered  every other year. Shovlin. 4 points.   Following an analysis  of cultural, social, political, and economic conditions in France  before 1789, the course follows the Revolution through its successive  phases. Narrates and analyzes the rise of Napoleon and his  consolidation of France, his conquests and the spread of his system,  and his eventual overthrow.      European Thought and  Culture, 1750–1870   HIST-UA 153 Offered  every year. Geroulanos. 4 points.   Study of major themes  in European intellectual history from the end of the Enlightenment to  the last decades of the 19th century, considered in the light of the  social and political contexts in which they arose and the cultural  backgrounds that helped shape them. Topics include romanticism,  liberal and radical social theory, aestheticism, the late  19th-century crisis of values, and the rise of modern social science.      European Thought and  Culture, 1880–1990   HIST-UA 154 Offered  every year. Geroulanos. 4 points.   Study of major themes  in European intellectual history from the fin de siècle down to the  1980s, considered in the light of the social and political contexts  in which they arose and the cultural backgrounds that helped shape  them. Topics include new Marxisms, avant-gardes, Weimar and Bauhaus,  André Malraux, Sartre, Lévi-Strauss, Habermas, and Foucault.      Europe Since 1945   HIST-UA 156   Prerequisite: at least one course in European history. Geroulanos,  Ben-Ghiat. 4 points.   Covers the impact of  World War II, the postwar division of Europe, the onset of the Cold  War, the economic recovery and transformation of Western Europe,  Stalinism in Eastern Europe, the 1960s and events of 1968, the  origins and development of the European community, and the cultural  and intellectual life of European nations in this period. Ends with a  discussion of the Eastern European revolutions of 1989 and their  significance, together with the reunification of Germany, for the  future of the continent.      Modern Greek History   HIST-UA 159 Offered  every other year. Fleming, Kotsonis. 4 points.   Examines Greece’s  transformation from a traditional Ottoman society into a modern  European state, the parallel evolution of Greek diaspora communities,  and the changes in homeland-diaspora relations. Topics include state  building, relations with Turkey and the Balkan states, emigration,  liberalism and modernization, the old and new diaspora, interwar  authoritarianism, occupation and resistance in the 1940s, the Greek  civil war, Greece and NATO, the Cyprus crisis, the Greek American  lobby, and Greece and European integration.    Modern Britain   HIST-UA 162 Offered  every year. Ortolano. 4 points.   Introduces major  developments and themes in British history since 1688. During this  period, Britain emerged as the world’s first industrial nation and  a primary imperial power, fought two world wars partly in an effort  to maintain that position, and unevenly accommodated the changed  realities of the late 20th century. This course situates the social  and political history of Britain within these wider European and  global contexts.      Contemporary Italy   HIST-UA 168 Identical  to EURO-UA 164, ITAL-UA 166. Offered every two to three years.  Ben-Ghiat, Albertini. 4 points.   Covers the political,  cultural, economic, and social history of Italy since World War II.  Starting with the transition from fascism to democracy, examines the  Cold War, the growth of a mass consumer society, the social and  political movements of the late 1960s and 1970s, the battle against  the Mafia, postwar emigration, the rise and fall of postwar Christian  Democracy and Italian communism, and the emergence of new parties in  the 1990s such as Berlusconi’s Forza Italia, Bossi’s Northern  League, and Fini’s neofascist Alleanza Nazionale.      Modern Italy   HIST-UA 168 Identical  to EURO-UA 163, ITAL-UA 168. Offered every two to three years.  Ben-Ghiat. 4 points.      A survey of Italian  history from unification to the present. Examines the political,  social, and cultural history of liberalism, fascism, World War II,  Christian Democracy, and communism; the political crisis of the early  1990s; and the rise of new regional and rightist parties.      Italian Films, Italian  Histories II   HIST-UA 176 Identical  to DRLIT-UA 506, ITAL-UA 175. May be taken independently of Italian  Films, Italian Histories I (ITAL-UA 174). Offered every two to three  years. Ben-Ghiat. 4 points.   Studies representations  of Italian history through the medium of film from the unification of  Italy to the present. Fascism, the resistance, 1968, and other events  are covered, as are questions of how film functions with respect to  canonical national narratives and dominant systems of power.      History of Poland   HIST-UA 178 Offered  every other year. Wolff. 4 points.   Lecture course focusing  on the cultural, political, and religious history of Poland from the  Middle Ages to the present. Begins with the foundation of the Polish  state in the 10th century, discusses the early modern  Polish-Lithuanian Commonwealth, and then considers the modern history  of Poland, including the period of the partitions in the 18th  century, the evolution of modern nationalism in the 19th century, and  the experiences of war and communism in the 20th century.      Race, Religion, and  Gender in 20th-Century France   HIST-UA 192 Offered  every year. Chapman. 4 points.   Explores how people in  France grappled with questions of race, religion, and gender during  the 20th century. It begins with the Dreyfus Affair, a national  convulsion over anti-Semitism and a miscarriage of justice that  influenced debates over prejudice in France for decades thereafter.  It then turns to the experiences of women and men during the First  World War, including soldiers and workers recruited from the  colonies. After examining the dynamics of discrimination against  Jews, colonial subjects, and women during World War II, the course  concludes with the French-Algerian war (1954–62), when issues of  race, religion, and gender surfaced with explosive force in  metropolitan France, as well as in Algeria.      Liberal Visions of  Empire   HIST-UA 195 Offered  every other year. Sartori. 4 points.   A lecture course  exploring the changing relationship between British liberal thought  and Britain’s expanding empire from the 17th to the 20th centuries.  Liberal conceptions of equality and freedom are generally understood  to be fundamentally anti-imperialistic in impulse, as historically  complicit with imperialist agendas, and as inherently and logically  disposed to imperialist domination. The course attempts to put these  different claims into historical context and to periodize their  applicability.      Women in European  Society Since 1750   HIST-UA 196 Identical  to SCA-UA 716. Offered every other year. Nolan. 4 points.   Examines critically the  public and private lives of European women from 1750 to the present.  An introduction discusses the theory and methods of using gender as a  category in history and proceeds to a chronological survey of women’s  experience from both a social and a political viewpoint. Women are  examined as participants in war and revolution, as well as workers,  consumers, and mothers in everyday life. The focus is primarily on  France, Germany, and England, with some reference to women’s  experience in America.      Gendering the Middle  Ages   HIST-UA 197 Offered  every fourth year. Bedos-Rezak. 4 points.   Takes up questions  about the identity and agency of women and about the performative  nature of gender in Western culture and society during the Middle  Ages. In exploring medieval texts and images, and the interpretive  body of scholarship that made it its task to recover and to make  visible ways that medieval women acted in history, we pay specific  attention to interactions between women and men in order to  understand how assumptions about male and female nature informed and  gendered the very possibility of action, expression, empowerment, and  subjectivity.      The History of Western  Medicine   HIST-UA 202 Offered  every other year. Appuhn. 4 points.   Covers the history of  Western medicine and medical thought, from antiquity to the present.  It familiarizes students with basic questions and concepts in the  history of medicine, models for understanding the historical  development of medical thought; the varied historical relationships  between medicine and other healing practices such as religion,  alchemy, and homeopathy; the influence of culture and politics on the  development of medical thought; and the role that the emergence of a  medical profession characterized by formal training and a coherent  scientific viewpoint played in the development of Western societies.    Italian Colonialism   HIST-UA 286 Identical  to ITAL-UA 167, EURO-UA 161. Offered every two to three years.  Ben-Ghiat. 4 points.   Studies Italian  colonialism from the late 19th century through decolonization.  Through readings of colonial travel literature, films, novels,  diaries, memoirs, and histories, we address the meaning of  colonialism within Italian history and culture, the specificities of  Italian colonialism, and the legacies of colonialism in contemporary  Italy. History of the Byzantine Empire I, 4th-9th Centuries HIST-UA 304 Offered every year. 4 points. A survey of Byzantine history from the foundation of Constantinople in 330 to the end of the Iconoclastic controversy in 843. It traces the transformation of the Eastern Roman Empire into the Medieval Byzantine Empire examining the major political, social, economic, and cultural developments. It focuses on topics such as the spread of Christianity, heresy, the rise of Islam, the collapse of Late Antique urban culture and the passing into the Middle Ages, as well as the role of Byzantium as a major power in Europe and the Near East. History of the Byzantine Empire II, 10th-15th Centuries HIST-UA 305 Offered every year. 4 points. The course surveys the main political developments in Byzantium from the end of the 9th century to the fall of Constantinople to the Ottomans in 1453. Parallel to the study of the historical framework, the course adopts a diachronic approach to examine some of the essential concepts, institutions, and cultural themes of Byzantium, such as imperial ideology, church and monasticism, family and women, the economy, and the cultural and artistic revivals of the middle and late periods.      United States  History Lectures      European Migration to  America: The Irish and Jewish Experiences   HIST-UA 186 Identical  to HBRJD-UA 686. Offered every other year. Diner, Scally. 4 points.   Looks at the  comparative experiences of two immigrant groups to the United States,  the Irish and the East European Jews. Explores the forces that  propelled the migrants out of their homes and the ways in which they  created communities and new identities in America. Because of its  comparative nature, this course asks students to seek both  similarities and differences in those migrations. Additionally, there  have been numerous points of interaction between the Jews and the  Irish. This course focuses on how these two groups understood and  related to each other.    North American Environmental History HIST-UA 595 Offered every other fall. 4 points. This lecture and discussion course introduces students to the major themes, events, scholars, and ways of thinking that together make up American environmental history as an academic field. Environmental history is the study of the ways in which humans have interacted with, shaped, and been shaped by their physical environments in the past. It takes as a central premise that nature, too, has a history, one profoundly shaped by human beings, and that the record of the human past is incomplete without some account of the role the physical world has played in human events.    Environmental History  of New York City   HIST-UA 596 Offered  every other year. Needham. 4 points.   Investigates topics in  the environmental history of New York City from the 1600s to the  present. From the city’s origins as a harbor city at the  intersection of the Hudson River and the Atlantic, to the Manhattan  bedrock that anchors modern skyscrapers, natural geography has  determined urban possibility. Infrastructure that has become “second  nature” brings water and electricity to the city and carries its  waste to distant landfills. The park lands that dot the city have  become both playgrounds where New Yorkers seek green space and  battlefields where they fight over the proper ways to enjoy those  spaces. Through readings, site visits, and original research, the  course introduces students to the environmental history of New York.      American Colonial  History to 1763   HIST-UA 601 Offered  every other year. Eustace, Kupperman. 4 points.   Examines European  expansion in the early modern period and the creation of an  interconnected Atlantic world with particular emphasis on North  America and the Caribbean. Attention to the roles of Europeans,  American natives, and Africans in forming systems of trade and  patterns of settlement, as well as the evolution of slavery and the  development of new political structures, changing religious beliefs,  and evolving family relationships in America. Assesses the imperial  context of these developments.      American Natives in  Early American History   HIST-UA 602 Offered  every year. Kupperman. 4 points.   Focuses on the  relationship between Indians and Europeans roughly within the future  United States from first contact through the period of Indian  removal. Examines colonialism’s impact on Indian societies and the  broad variety of techniques native leaders used in attempting to  control the relationship. Looks at changing Euramerican attitudes  through the colonial period and the role of imperial conflict and  American independence on policy development. Assesses the pressure  created by Euramerican westward migration before and after the War of  1812, Indian resistance, and the campaign for removal of Indians  beyond the Mississippi.      The Age of the American  Revolution   HIST-UA 603 Offered  every other year. Eustace. 4 points.   Examines the social,  cultural, economic, and political context of the American Revolution.  Considers questions of national identity and allegiance, and assesses  whether the Revolution was truly transformative. Some historians  argue that the War for Independence represented a radical,  progressive break with the past, others that it advanced a  conservative drive to preserve endangered prerogatives. Course  lectures and readings will analyze a range of historians’ accounts,  along with a wide variety of primary-source documents produced by  participants, in order to better understand the meaning of the  Revolution for all 18th-century inhabitants of North America: men,  women, and children; Indians, Africans, and Europeans.      Religion, Family, and  Gender in Early America, 1607–1840   HIST-UA 604 Offered  every other year. Eustace. 4 points.   Conducted as a reading  and discussion class. Measures the shaping influence of religion on  family life and gender relationships from the founding of the  American colonies in 1607 to the Second Great Awakening in the 19th  century. Readings examine the effects of evangelical as well as more  traditional religion on the men and women, husbands and wives,  parents and children, and masters and slaves in the early years of  the nation.      Experiences of the  American Civil War   HIST-UA 607 Hodes. 4  points.   Social history of the  Civil War and Reconstruction with crucial attention to politics and  economics. Focuses on sectional conflict over systems of free labor  and slave labor, with close attention to class conflicts within the  North; conflicts between slaves and masters in the South; conflicts  among white Southerners; and conflicts among African American freed  people, white Northerners, and white Southerners after the war.  Concludes with an assessment of the era’s legacies.    Colloquium: America in the Early  20th Century   HIST-UA 609 Offered  every other year. Montoya. 4 points.   The political,  economic, and foreign-relation developments in the period from the  Spanish-American War through the Hoover years. Topics such as  imperialism, the Progressive Era, issues of war and peace, dissent,  political suppression, and economic collapse. Emphasis on the  conflicting perceptions and evaluations of these events among  historians.      Postwar America: 1945  to the Present   HIST-UA 612 Offered  every other year. Needham. 4 points.   General introduction to  the history of the United States from 1945 to the present. Major  themes include links between domestic concerns and foreign-policy  goals, especially concerning communism and the Cold War; growth of a  postindustrial state with a significant impact on the economy and  daily lives; demands for social equality and diversity in postwar  life; and underlying social, economic, and demographic changes  shaping American lives in the postwar era.      Sport in American  Society   HIST-UA 615   Prerequisite: The United States to 1865 (HIST-UA 9), The United  States since 1865 (HIST-UA 10), African American History Since 1865  (HIST-UA 648), or permission of the instructor. Offered every other  year. Sammons. 4 points.   Demonstrates that sport  is an important cultural, political, and socioeconomic asset  revealing much about society. Shows how sport is an instrument of  control and liberation. Attempts to elevate sport’s position as a  legitimate scholarly subject by relating it to race, gender, class,  and violence. Combines theory, fact, and interpretation, focusing on  the 19th and 20th centuries with some background information on  ancient sport and early American attitudes toward sport, leisure, and  recreation.      Ethnic Groups in  American History   HIST-UA 621 Offered  every other year. Diner. 4 points.   Explores the ways in  which migration from abroad has had an impact on American history.  Organized chronologically, this course examines immigrations to the  United States from the 17th century to present times and the ways in  which immigrants and their descendants constructed ethnic communities  and practices. Furthermore, the course looks at changing American  attitudes toward immigration as reflected in popular culture and  public policy, seeking to understand the influence of American  reactions on the process of ethnic cultural formation.      American Indian  History, 1830 to the Present   HIST-UA 628 Offered  every other year. 4 points.   Survey of historical  changes within various Indian societies and the formation of major  federal policies toward Native Americans, from Cherokee removal to  the present. Includes an examination of the differences between  Eastern, Plains, Southwestern, and Pacific Northwest peoples, Indian  participation in the development of the American nation and  modernity, the native experience of federal Indian policy, and the  resurgence of tribalism and Indian nationalism in the 20th century.      Gender in U.S. History  since the Civil War   HIST-UA 635 Identical  to SCA-UA 727. Offered every year. Gordon. 4 points.   Examines two themes:  how maleness and femaleness (gender) have changed in the last 150  years, and how women’s lives in particular have been transformed.  Emphasizes not only the malleability of gender but also the way that  gender systems have varied in different class, race, ethnic, and  religious groups. Looks at women and gender in politics, in work, in  family and personal relationships, in sexuality, and in culture.      New York City: A  Cultural History   HIST-UA 638 Offered  every other year. Bender. 4 points.   Explores the cultural  history of New York City in the 19th and 20th centuries. Special  attention to literary and pictorial symbolizations of the city, urban  development and urban aesthetics, and the institutions and traditions  of intellectual and cultural creativity. Includes at least one  walking tour.      New York City: A Social  History   HIST-UA 639 Identical  to SCA-UA 831. Offered every other year. Walkowitz. 4 points.   Examines key themes in  the social history of New York City: the pattern of its physical and  population growth, its social structure and class relations, ethnic  and racial groups, municipal government and politics, family and work  life, and institutions of social welfare and public order.      American Intellectual  History, 1750–1930   HIST-UA 643   Prerequisite: survey course on American history, American literature,  or American political theory. Offered every other year. Bender. 4  points.   Explores selected  practical and prescriptive visions of American culture and politics  articulated by writers, intellectuals, and political leaders since  1750. The work of the course is the reading and interpreting of key  texts in their intellectual, political, and social contexts. Concerns  itself with the interplay between ideas and experience, and politics  and culture.      U.S. Borderlands:  Culture, Conflict, and Conquest   HIST-UA 645 Offered  every other year. Montoya. 4 points.   Examines the history of  the U.S. Southwest—the borderlands—in the 18th and 19th  centuries. Covers the history of the indigenous peoples in this  region, Spanish and Mexican control of the area, and the struggles  between Mexico and the United States to lay claim to the land.  Readings and lectures focus closely on the ways in which communities  and cultures developed and interacted in a region where territorial  borders between nations were often unclear and shifting.      African American  History to 1865   HIST-UA 647 Identical  to SCA-UA 795. Offered every year. Mitchell, Sammons. 4 points.   Survey of the  experience of people of African descent in the United States to 1865,  emphasizing living conditions, attitudes and theories about race,  culture, and the emergence of African American identities using a  chronological and topical approach. Includes topics such as African  ways of life, initial contact between Africans and Europeans, the  Atlantic slave trade, slavery and indentured servitude in colonial  North America, restrictions on black mobility in a slave society, the  domestic slave trade, abolitionism, slave resistance, free blacks,  gender, and the impact of slavery on national politics during the  antebellum period.      African American  History since 1865   HIST-UA 648 Identical  to SCA-UA 796. Offered every year. Mitchell, Sammons. 4 points.   Survey of the  experience of people of African descent in the U.S. from the Civil  War to the present, including themes such as freedom and equality,  migratory movements, immigration, cultural contributions, military  participation, politics, gender dynamics, and contemporary  conditions. Topics include Reconstruction, discrimination and  racialized violence, black thought and protest, institution building,  racial segregation, World War I, the Harlem Renaissance, communism,  World War II, civil rights, black power, nationalism, and crises  surrounding busing and affirmative action.      The “Culture Wars”  in America: Past, Present, and Future   HIST-UA 651 Identical  to HSED-UE 1033. Offered every year. Zimmerman. 4 points.   Examines the origins,  development, and meanings of so-called cultural conflict in the  United States. Why do cultural issues divide Americans? How have  these issues changed over time? And how can Americans find common  ground amid their stark cultural differences? Special topics include  abortion, same-sex marriage, drug control, and school prayer.      American Social  Movements   HIST-UA 652 Offered  every other year. Gordon. 4 points.   An examination of  large-scale social movements in the 20th century, as well as a brief  introduction to social-movement theory. We examine civil rights,  populism, feminism, labor-union activism, the old and new left, gay  rights, the right-to-life movement, and the new Christian Right in  general. Questions include the following: How do social movements  construct identities, and how do identities affect social movements?  How do social movements use or repress multiple identities? When are  social movements political? How and when do social movements yield or  grow out of organizations, and what is the impact of the relation  between movements and organizations? Are there elite social  movements? Do social movements have to be democratic? When do social  movements become violent? Are social movements inevitably vulnerable  to demagoguery and authoritarianism?      Race, Gender, and  Sexuality in U.S. History   HIST-UA 655 Identical  to SCA-UA 729. Offered every year. 4 points.   Drawing primarily on  the histories of heterosexual and homosexual African Americans and  women, this course explores the intersection of race, gender, and  sexuality in 19th- and 20th-century American history. Throughout U.S.  history, the social, economic, moral, and political arguments  advanced to sustain the subordination of people of color, women, and  gays and lesbians have frequently revolved around the sphere of  sexuality. We explore important historical subjects such as  abolition, lynching, welfare debates, teenage pregnancy policies,  reproductive rights, and the Black Power movement, with special  attention paid to the intertwined histories of racial, gender, and  sexual oppression.      Women and Slavery in  the Americas   HIST-UA 660 Identical  to SCA-UA 730. Offered every other year. Morgan. 4 points.   Examines the history of  African and African American women enslaved in the United States and  Caribbean. Begins with African slavery and the emergence of the  Atlantic slave trade and then follows the forced migration of African  women to the Americas. Readings address issues such as resistance,  religion, labor, and reproduction and also cover theoretical  questions about the dynamics of ideas of status, race, and gender.  Ends with a section on the legacy of slavery in contemporary  representations of African and African American women.      Black Women in America   HIST-UA 661 Offered  every year. Mitchell. 4 points.   Explores varieties of  African American women’s experiences (including class, ethnicity,  sexuality, region, and generation). Endeavors to go beyond the  black/white binary by considering black women’s relationships to  both intraracial and broader communities. Additionally, assesses how  gender, race, and class have influenced black women’s work,  activism, political involvement, and creative output in the United  States. Takes an interdisciplinary approach by drawing from history,  memoir, sociology, feminist theory, film studies, legal theory, and  the popular press.      Writing American  History   HIST-UA 663 Offered  every year. Bender. 4 points.   Explores the history of  history writing in the United States, examining national histories  written in the 19th and 20th centuries as part of American  intellectual history. Focuses on theme, interpretation, points of  view, and style in the work of past historians.      A Global  Approach to U.S. History   HIST-UA 667   Prerequisite: at least one college-level course in American history.  Offered every year. Bender. 4 points.   Reframes American  history, placing major events into the context of transnational and  global history, showing that we share more history with the rest of  the world than notions of American “exceptionalism” allow.  Examines the way transnational and global historical developments are  not only similar to U.S. developments but are part of a larger  history that we share and that can often be partial but important  causes of events in U.S. history, including the Revolution, the Civil  War, social reform movements, intellectual and cultural trends, and  economic development.      African American  Autobiography   HIST-UA 688 Offered  every other year. Sammons. 4 points.   By approaching  autobiography as equally sociological, historical, and literary, this  course facilitates a better understanding of the genre and opens new  means of communication between disciplines in unraveling the meanings  of human expression and experience. Sociological and historical  issues raised by the materials are considered in tandem with the  formal and stylistic means through which those issues are shaped in  the works at hand.      American Jewish History   HIST-UA 689 Identical  to HBRJD-UA 172. Offered every other year. Diner. 4 points.   Surveys the history of  the Jewish people in America from the middle of the 17th century  until the present. Focuses on the social, cultural, political, and  religious development of the Jewish community against the backdrop of  American history. Seeks to identify and explain both the preservation  of tradition and patterns of innovation. Examines both the inner  lives of American Jews and their communities and the kinds of  relationships they had with the larger American world.      Non-Western History  Lectures      Problems in  Contemporary China   HIST-UA 517 Identical  to EAST-UA 517. Recommended prerequisite: one content course on  modern China. Offered periodically. Karl. 4 points.   Explores various  problems in contemporary China. Starting with an overview of  contemporary China, the course then concentrates on social,  intellectual, and environmental issues. The specific areas of inquiry  change with changing circumstances. The reading load is quite heavy,  and students are asked to write frequently.      Gender, Culture, and  Society in the Ottoman World   HIST-UA 519 No  prerequisites. Offered every other year. 4 points.   Explores facets of  gender identity and the lives of males and females in the domains of  the Ottoman Empire (both European and Middle Eastern) from the 14th  through the 18th centuries. Primary and secondary sources, as well as  images from the period, are used to study various contexts for and  influences on women’s and men’s lived experiences, including  class and religious identity; law and politics; wealth and charity;  crime and punishment; and gendered spaces. We also read an historical  novel that takes up some of these issues. Requirements include a  midterm and essay assignments.      History of U.S.-Japan  Relations   HIST-UA 527 No  prerequisites. Offered every other year. 4 points.   Examines the history of  U.S.-Japan relations, beginning with the first official contacts in  the mid-19th century, and continuing to the present. Students use  primary and secondary sources to study changes and continuities in  Japanese images of the United States, and American images of Japan.  The class considers the opinions and works of political leaders,  academics, military figures, popular writers, filmmakers, social  activists, and minorities in studying the evolution of exchange and  mutual representation. The aim is to address the broader question of  how images of others and the self are mutually constituted and are  always affected by the changing relations of power.      World of Goods in China   HIST-UA 528 Identical  to EAST-UA 538. Waley-Cohen. 4 points.   Material culture and  the nature of consumption in China, 1550–1900. Aims to introduce  students to the theoretical framework of current scholarship on  material culture and consumption and their relationship to modernity  and its antecedents in different parts of the world; to give students  a strong sense of Chinese elite social and cultural life during this  period; and to provide students with a sufficient basis of knowledge  on which to begin grounding comparative judgments. Themes include  periodization (“early modern” versus “late imperial” and  other labels); urbanization; commercialization and globalization; sex  and gender, explored through such specific aspects of material  culture as books and publishing; art, including collecting and  connoisseurship; textiles; food; opium; and architecture and gardens.      The Emergence of the  Modern Middle East   HIST-UA 531 Identical  to MEIS-UA 690. Offered every other year. 4 points.   Surveys the main  political, social, economic, and intellectual currents of the 20th  century. Emphasis is on historical background and development of  current problems in the region. Topics include imperialism,  nationalism, religion, Orientalism, women, class formation, oil, the  Arab-Israeli crisis, and the Iranian revolution.      History of Modern Japan   HIST-UA 537 Identical  to EAST-UA 537. Offered every other year. Solt. 4 points.   Emphasizes historical  problems in Japan’s economic development, their challenge to  political and social institutions, and their role in shaping foreign  policy. Focuses on Japan’s transition from an agrarian economy to  commercial capitalism, from hierarchical social organization to  constitutional authority, and from isolation from the rest of the  world to involvement with Western culture and diplomatic relations.  Traces Japan’s development into an industrial giant fully engaged  in world affairs.      Mao Zedong and the  Chinese Revolution   HIST-UA 546 Offered  every two years. Karl. 4 points.   Introduces the  historical relationship established in the 20th century between Mao  Zedong, his philosophy of history and revolution, and the Chinese  Revolution in global context. The course provides a thematic lens  through which to view one aspect of modern Chinese and global  history. The working premise is that the revolution made Mao as much  as Mao made the revolution. We investigate Mao’s thought and  theories, as well as his revolutionary practice, not as biographical  artifacts but as products of and contributors to the revolutionary  situation in China and the world in the 20th century. We end with  Mao’s afterlives. The majority of the readings are drawn from Mao’s  own writings. Students will learn to read Mao’s texts intensively  and extensively. This is a reading- and writing-intensive course.      Topics in Chinese  History   HIST-UA 551 Identical  to EAST-UA 551. Offered every year. Karl, Waley-Cohen, M. Young. 4  points.   Specific topics vary  from time to time and may include Women and Gender in Chinese  History; Rebellion and Revolution in China, 1683-1864; The Manchus in  China; Urban China; American Wars in Asia; China in Revolution,  1949-Present; China After Mao; Maoism and China.      The History of  Religions in Africa   HIST-UA 566 Identical  to SCA-UA 790, RELST-UA 566. Offered every year. Hull. 4 points.   Covers (1) traditional  African religions, including the myths of origin; concepts of the  individual and the Supreme Being; the individual’s relation to the  universe; links between the world of the living and the spiritual;  ancestral worship, divinities, witches, and sorcerers; and sacrifice,  prayer, birth, and death; (2) the impact of Islam on traditional  African religions, and the spread of Islam; (3) the impact of  Christianity and missionary enterprise in the late 19th and early  20th centuries in sub-Saharan Africa; and (4) the impact of secular  culture on religions in sub-Saharan Africa.      Africa Since 1940   HIST-UA 567 Identical  to SCA-UA 791. Offered every year. Cooper. 4 points.   Examines how Africa got  to be where it is now. Covers the period from the beginning of the  crisis that shook colonial empires in the 1940s through the coming to  power of independent African governments on most of the continent in  the 1960s to the fall of the last white regime in South Africa in  1994, by which time the already independent countries of Africa had  found themselves in deep crisis. By bridging the conventional divide  between “colonial” and “independent” Africa, the course opens  up questions about the changes in African economies, religious  beliefs, family relations, and conceptions of the world around them  during the last half century. Students read political and literary  writings by African intellectuals, as well as the work of scholars  based inside and outside Africa, and view and discuss videos. The  course emphasizes the multiple meanings of politics—from local to  regional to Pan-African levels—and aspires to give students a  framework for understanding the process of social and economic change  in contemporary Africa.      History of South  Africa   HIST-UA 568 Identical  to SCA-UA 792. Offered every other year. Hull. 4 points.   Exploration and  analysis of the political, social, and economic development of  African nations south of the Zambezi River from 1700 to the present.  Focuses on South Africa, Namibia, Zimbabwe, Botswana, and Mozambique.      History of Colonial  Latin America   HIST-UA 743 Offered  every other year. Thomson. 4 points.   Introduces students to  the colonial origins of the Latin American region and the ways they  have shaped the present. Follows the unfolding and demise of a new  social order under European rule, over a period spanning from the  16th-century conquest through the early-19th-century wars of  independence. Specific topics include Inca and Aztec worlds;  Indian-European confrontations; the Catholic Church and popular  religiosity; patriarchy and honor codes; racial dynamics and slavery;  the development of capitalism; anticolonial struggles; imperial  rivalry; reform; decline; and colonial legacies.      History of Modern Latin  America   HIST-UA 745 Offered  every year. Ferrer, Grandin, Weinstein. 4 points.   A comparative survey of  Latin American social, economic, cultural, and political history from  1800 to the present.      Topics in Latin  American and Caribbean History   HIST-UA 750 Offered  every year. Ferrer, Grandin, Thomson, Weinstein. 4 points.   Focuses on varying  groupings of historical experiences in selected countries of Latin  America and the Caribbean or on thematic issues on the history of the  region. Recent topics include Race and Ethnicity in Latin America,  History and Revolution in Cuba, and Latin American Populism.      History of the Andes   HIST-UA 753 Offered  every other year. Thomson. 4 points.   An introduction to one  of the core regions of Latin America from preconquest to modern  times. Course themes include Andean regional and cultural identity;  ecology and peasant agriculture; native society and the Inca;  colonialism, nationalism, and race; global commodity production (from  silver to coca) and economic dependency; and Indian and working-class  political struggles. The Peruvian novelist and ethnographer José  María Arguedas is taken as an exemplary figure whose life, work, and  death provide a focus connecting diverse elements in the course.      Cuba: History and  Revolution   HIST-UA 755 Ferrer. 4  points.   Cuba was one of the  first territories colonized by Spain and among the last to secure its  independence. It was among the last territories in the hemisphere to  abolish slavery, yet home to the first black political party in the  Americas. Its struggle for independence from Spain helped usher in an  age of U.S. imperialism. It is the hemisphere’s first and last  socialist state. This brief description hints not only at the  complexities of Cuban history but also at its significance for  international histories of nationalism and imperialism, race and  slavery, the Cold War and socialist revolution. This course serves as  an in-depth examination of that complex and fascinating history,  focusing in depth on the major themes that have shaped modern Cuban  history in the 19th and 20th centuries: race and slavery, nationalism  and imperialism, reform and revolution. Particular attention is paid  to the revolution of 1959.      History of the  Caribbean   HIST-UA 759 Offered  every year. Ferrer. 4 points.   The Antilles and the  Guianas, from the arrival of Columbus to the present. A survey course  organized chronologically and thematically around such topics as  colonialism, slavery and emancipation, U.S. intervention, social  revolution, and economic development.      Global and Special  Topics Lecture Courses Russian Empire: The Politics of Difference, 1700-1917 HIST-UA 157 Burbank. Identical to RUSSN-UA 157. 4 points. From Peter the Great to Nicholas the Second, the emperors of Russia ruled an enormous multi-ethnic empire. Our course will explore what kept this empire together for centuries, as well as the challenges to its survival. We will study Russia's \"politics of difference,\" its \"regime of imperial rights,\" and the impact of autocratic empire on the aspirations of Russia's subjects. Among specific topics will be the policies and personal lives of emperors and empresses, the actions of Russia as a great power in world politics, the lives of peasants (the majority of the population at all times) as well as of other social groups, the regulation of religion and of national minorities, the ideas of both supporters and opponents of the government, the state's reforms, imperial law and courts, the repression of dissent, the exile system, student activism, the emancipation of serfs, the women's liberation movement, policing and terror, the causes of the 1905 and 1917 revolutions. We will read fiction, watch films, and study documents (translated) from the past as well as scholarly writings. Requirements include a mid-term, a short paper, and a final. The meetings will usually combine a lecture with discussion.      Modern Imperialism   HIST-UA 198 Fulfills  non-Western course requirement for the major. Offered every other  year. 4 points.   Conquest, domination,  and exploitation in the 19th and 20th centuries in Africa, Asia, and  North America. Compares the imperialism of Western Europeans and  Americans, as well as non-Western peoples. Examines general,  technological, environmental, cultural, political, and economic  causes. Focuses on the effects of imperialism on conquered societies:  the Chinese after the Opium Wars; the Plains Indians of North  America; the Sotho of South Africa after the Mfecane and the Great  Trek; and the Indians after the Great Mutiny. Theory, practice, and  results of modern imperialism.      Cold War   HIST-UA 622 Nolan. 4  points.   The Cold War as global  conflict. Focuses on Europe and the Third World, as well as on the  United States and the Soviet Union, looking at international politics  and diplomacy; nuclear rivalry and the culture of the bomb; Cold War  economic competition and development policies; and the impact of the  Cold War on culture and gender in various countries.      Empire and  Globalization   HIST-UA 662 Offered  every year. Ludden. 4 points.   This introductory  survey course considers empire as a feature of globalization in the  long term and in the present. First, we establish a critical  perspective on modern world history. Next, we explore British  imperialism. Finally, we analyze the problem of imperialism in a  world covered with legally sovereign nation-states. Throughout,  historical capitalism provides a concept that connects empire and  globalization.      Power and Poverty   HIST-UA 743 Offered  every year. Ludden. 4 points.   This lecture/discussion  course explores entanglements of power and poverty by focusing on  dynamics of inequality during economic development under  globalization. The course has four parts; each presents a particular  angle of analysis. We begin with Amartya Sen’s entitlement approach  to famine. We then consider contemporary global issues. Our third  project is to bring health into understandings of poverty and power.  Last, we consider political struggles as potentially productive  forces inside inequality environments.      Urban Modernism in Twentieth-Century Cities   HIST-UA 828 Offered  every third year. Ortolano. 4 points.   Examines the history of  urban modernism in a range of national contexts during the 20th  century. The goal is to understand the ambitions behind developments  that are now often controversial. The cities examined include  Brasilia, Chandigarh, Los Angeles, Marseilles, Milton Keynes, and New  York, and the theorists considered include Ebenezer Howard,  Corbusier, Reyner Banham, Jane Jacobs, David Harvey, and Mike Davis.    Colloquium in World History   HIST-UA 830 Offered every year. Hull. 4 points.   This colloquium varies in format and content each semester. In general, it examines different cultures comparatively over time and space, from the 15th century to the present.      Contemporary World  History   HIST-UA 831 Offered  every other year. Benite, Berenson. 4 points.   A thematic approach to  contemporary world history since the late 19th century. Considers the  following topics, among several others: the reasons for Europe’s  unprecedented world domination in the final third of the 19th  century; responses to Western hegemony; the world wars in global  perspective; the new nationalism of the 20th century; the rise of  authoritarian and fascist regimes; independence movements and  decolonization; cultural change and the assertion of women’s  rights; the Islamic revival; and the collapse of world communism.        Research Seminars      The research seminar is  the culminating intellectual experience for the history major. Having  taken the relevant lecture and readings courses to provide historical  background and context, the seminar student undertakes the research  and writing of an original paper. Research seminars should be taken  in the senior year, but they are open to qualified juniors. They are  small classes in which students present their own work and discuss  the work of others.      Historical Studies:  Theory and Practice (HIST-UA 101) is a prerequisite for all history  seminars. Any additional prerequisites are noted in the course  descriptions below.      Seminar: Topics in  History   HIST-UA 401 4 points.   Topics vary from  semester to semester.      European History  Colloquium: Rome, Constantinople, Istanbul HIST-UA 160 Offered every other year. 4 points. This   course proposes a comparative study of the cities of Rome,   Constantinople and Istanbul, the capitals of the most powerful empires   of the Mediterranean from antiquity to the modern period. Beyond the   history and architecture of these cities, we will also explore key   issues of urban history, including the role of cities as stages for the   projection of imperial ideology, the position of religion with the   cities, professions, neighborhoods, women, minorities and marginals,   revolts, disease and healthcare, and finally, entertainment. Seminar: Italian  Fascism HIST-UA 171 Identical  to ITAL-UA 165. Offered every two to three years. Ben-Ghiat, Ferrari.  4 points. An interdisciplinary  examination of the cultural production of the fascist period.  Students examine the image that the fascist regime produced of itself  through the study of popular novels, architecture, film, and  political speeches.      Seminar: Culture and  Communism in Eastern Europe   HIST-UA 263 Offered  every other year. Wolff. 4 points.   Studies the history of  communism in Eastern Europe since World War II and especially focuses  on issues of intellectual history—that is, the ways in which the  intellectuals of Eastern Europe, as representative of their national  cultures, responded to the crises, challenges, and constraints of  communism between 1945 and 1989. Issues include the nature of  political dissidence under authoritarian governments in Eastern  Europe. Focuses on writers from Poland, the former Czechoslovakia,  and the former Yugoslavia. The format of the course is a discussion  colloquium, with weekly assigned readings.      Seminar: Crusade and  Trade: Western Expansion in the Eastern Mediterranean, 11th to 15th  Centuries   HIST-UA 265 Offered  every other year. Smyrlis. 4 points.   Examines Western  expansion in the Eastern Mediterranean from the 11th to the 15th  century, focusing on the two main, peaceful or violent, ways of  Western penetration in the East. Topics include Western Europe in the  period leading to the Crusades; the creation of overseas states (by  the Franks) and of commercial empires (by the Italians); the  Easterners’ reaction to the presence of the Westerners; and the  latter’s influence on the social, political, economic, and cultural  traditions of the East.    Colloquium: 20th Century European Capitalism HIST-UA 272 Offered every other year. 4 points. Nineteenth   century Europe was the birthplace of economic liberalism. The gold   standard, the night watchman state, and the writings of the classical   economists laid the foundation for a golden age of laissez-faire   capitalism. More than a century later we see Europe as the birthplace of   the modern welfare state, a pioneer of organized capitalism, and the   center for a supra-national experiment in economic cooperation: the   European Union. This course traces the evolution of European capitalism   during the twentieth century, from a laissez-faire to a social market   economy. Throughout the semester we will study key themes and turning   points that shaped Europe's economic development: the Great Depression;   the World Wars; alternative ways of organizing an economic life under   fascism and communism; the stagnation of the 1970s; and European   economic integration.    Colloquium: Topics in  Early Modern Europe   HIST-UA 279 Identical  to MEDI-UA 279. Offered every year. Appuhn, Shovlin. 4 points.   The specific subjects  treated in this colloquium vary according to student need and instructor  interest.      Seminar: European  Enlightenment: A Revolution of the Mind   HIST-UA 286 Offered  every other year. Shovlin. 4 points.   Students examine  classic texts in Enlightenment studies as well as interpretations of  the Enlightenment that place these texts in cultural context and  larger historical perspective. Topics include the philosophes and the  gods, the social and political sciences, ethical thought, utopian  literature, and popular culture.      Seminar: Origins of  World War I   HIST-UA 288 Offered  every third year. Berenson. 4 points.   Explores the causes of  and responsibility for the war. Topics include the diplomatic crises  before 1914, the internal situation of Austria, the assassination of  the Archduke Ferdinand, and the varying interpretations of the causes  of the war.      Seminar: The Russian  Revolution   HIST-UA 291 Offered  every other year. Kotsonis. 4 points.   This seminar has two  objectives: (1) an in-depth survey of the events, personalities, and  interpretations of the Russian Revolution through a close analysis of  numerous and varied sources and (2) a workshop in the writing of  history through the preparation and criticism of short papers and  written exercises.      Seminar: 19th-Century  France   HIST-UA 302 Offered  every other year. Berenson. 4 points.   Social and political  history of France from the French Revolution to the late 19th  century. Topics include the French Revolution and its legacy; the  Empire; movements of the right and the left; urbanization; the  Revolution of 1848 and the Paris Commune; the Dreyfus Affair;  colonization; and the question of nationhood, citizenship, and the  emergence of a French identity.      Seminar: 20th-Century  France   HIST-UA 303 Offered  every year. Chapman. 4 points.   The transformation of  French society since the beginning of the 20th century. Topics  include nationalism, socialism, labor conflict, economic crisis, war  and collaboration, colonialism and decolonization, student uprising,  immigration, the establishment of a presidential regime, and regional  and ethnic militancy. Colloquium: Pirates and Buccaneers: Seaborne Terrorism in the Early Modern World HIST-UA 369 Offered every year. 4 points. This course will sort out the myths and realities of the “Golden Age of Piracy.” The emergence of Spain as a political and economic superpower in the early sixteenth century bred waves of French, English, and Dutch interlopers, contraband slave traders, seaborne raiders, freebooters, and privateers eager to thwart her attempt at hegemony and expropriate her wealth. Their success gave rise to a multinational and cross-cultural underworld of violence and crime on the high seas that flourished nearly unchecked from the mid-seventeenth century until its suppression in the early decades of the eighteenth century. The response of the early modern world to piracy and buccaneering is embedded in the “Law of Nations” and the “Law of the Sea,” progenitors of modern international law. Participants in this course will engage a rich body of primary and secondary historical sources to reconstruct and interpret the multiple contexts within which piracy and buccaneering operated.      Seminar: Topics in  Medieval History   HIST-UA 441   Bedos-Rezak, Griffiths. 4 points.   Topics vary from  semester to semester.      Seminar: Topics in  European Intellectual History   HIST-UA 443   Geroulanos, Shovlin. 4 points.   Topics vary from  semester to semester.      Seminar: Britain since  World War II   HIST-UA 451 Open to  history majors who have completed Historical Studies: Theories and  Practice (HIST-UA 101), or by permission of the instructor. Ortolano.  4 points.   Assists students in  writing archivally-based research papers about a single topic in  recent British history. Since the end of the Second World War,  Britain has faced many of the challenges typical of Western  societies, as well as more particular obstacles resulting from its  status as a recent imperial power. British history since 1945 has  thus been characterized by the creation of the welfare state, the end  of the British Empire, immigration and racial conflict, “Swinging  London” and 1960s second-wave feminism, labor unrest and the  decline of heavy industry, neo-liberal economics, and Tony Blair’s  New Labour. We spend the first part of the seminar becoming  acquainted with these developments, while also identifying specific  topics for students to explore through primary-source-based papers of  about 20 pages.      United States History Seminar: Topics in U.S.  History      HIST-UA 413 4 points.   Topics vary from  semester to semester.    Colloquium: The Place of Regions in U.S. History HIST-UA 414 Offered every year. 4 points. In this research seminar, students will explore how the concept of region and the meanings of regional differences have changed throughout U.S. history. Course readings will move between regions and through time as we explore themes including environment, geography, economics, politics, and culture. While class discussions will focus on a series of secondary readings, students are encouraged to draw on a wide range of materials, ranging from music, films, and physical objects to political reports and historical monographs, in writing a research paper that will explore some aspect of regional history in the United States.    Seminar: Capital and Labor and the Making of Modern America   HIST-UA 416 Offered  every other year. Montoya. 4 points.   This course has two  purposes. The first is to learn the fundamentals of historical  research. By completing assignments that teach them how to conduct  archival research and engage in historical analysis, students come to  understand how historians engage in their craft, how they construct  historical narratives, and how they ensure their accuracy. The course  culminates in a 15- to 20-page research paper. The second purpose of  this course is to learn about U.S. labor history, which includes not  only the study of the workplace but also how families interacted and  reacted to labor conditions as they lived their domestic lives.      Seminar: Writing  American History   HIST-UA 417 Offered  every year. Bender. 4 points.   Explores the history of  history writing in the United States, examining national histories  written in the 19th and 20th centuries as part of American  intellectual history. Focuses on theme, interpretation, points of  view, and style in the work of past historians.    Liberalism and Conservatism since the New Deal HIST-UA 418 Offered every year. 4 points. This seminar investigates the historical development of the key ideologies of postwar American politics and their differing engagements with the central historical developments of that time period: the Cold War, civil rights movement, metropolitan development, feminism, environmentalism, and fiscal and monetary policy. It will investigate how liberalism and conservatism reshaped American society and politics at the various scales of American governance: grass-roots, state, regional, and national. As a research seminar, students will be expected to complete a piece of original research, on a topic of their choosing, over the course of the semester.    Seminar: Unbordered and Bordered Lands: North American Borderlands History HIST-UA 663 Offered every other year. 4 points. In this reading seminar, students will explore the major themes and historiographical approaches to the study of North American borderlands history. A rapidly expanding and vibrant field, borderlands history focuses on the interactions of peoples, nations, and empires across the boundaries of Mexico, the United States, and Canada. Beginning with the earliest European claims to the continent, this course will explore recent writings on the interactions of Europeans and Native peoples as Spain, Britain, and France attempted to conquer North America. In the second half of the class, we will turn to the transition from empires to nation-states in North America and explore how Mexico, the United States, and Canada worked to assert state power and create national space and citizens in the borderlands between nations.      Seminar: Reading and  Writing Experimental History   HIST-UA 672 Hodes. 4  points.   Investigates and  evaluates the ways in which scholars attempt to expand the boundaries  of writing history. Focuses on the relationship between historical  evidence and the writing of history in new ways; relation between  scholar and subject; connections between history and speculation; use  of unconventional voices; re-creation of past worlds and lives; and  connections between history and storytelling.      Seminar: Constructions  of Race in U.S. History   HIST-UA 680 Hodes. 4  points.   Explores the ideas of  race and how racial classifications have changed over time and across  regions and cultures in the United States. Themes include language,  color, law, science, slavery, mixed ancestries, and white identity.      Seminar: Race, Civil  War, Reconstruction   HIST-UA 683 Hodes. 4  points.   The American Civil War  punctuated the 19th century and transformed the nation. This seminar  explores the experiences of slaves and former slaves, politicians and  community leaders, civilians and families, soldiers and veterans, and  proceeds from the premise that slavery and race were central to the  war’s causes and consequences.      Seminar: Ideology and  Social Change in American History   HIST-UA 684 Offered  every other year. 4 points.   Explores classical  arguments in American history concerning social behavior. Central  themes: the power of cultural conditioning, the role of schooling and  other acculturating institutions, the uses of “uplifting” reform  and organizational benevolence, and the intervention of professional  experts into social policymaking. Special attention to the role of  ethnic and racial leaders, proponents of success and socialization,  critical investigations of family and femininity, and analysis of  distinctive generational responses to these and related issues.      Seminar: The New Deal   HIST-UA 686 Offered  every year. Katz. 4 points.   Explores the historical  issues of the Great Depression and the New Deal years, 1933–1941,  by discussing several relevant works on this period. Students choose  a research project, which they report on both orally and in a seminar  paper. Colloquium: Twentieth Century U.S. History in Film HIST-UA 694 Offered every other spring. 4 points. The purpose of this course is two-fold: to engage in critical examination of film and to analyze how film either captures or portrays specific moments in twentieth-century U.S. history. Throughout the semester, we will discuss major historical eras and events—including the Great Depression, the Second World War, McCarthyism, the Cold War, the Civil Rights movement, Vietnam, and Watergate—as we explore major film genres such as the social problem film, screwball comedy, the “woman’s film,” film noir, and Gen-X cinema. In terms of documentaries, we will view newsreels, government-produced films, historical documentaries, cinéma vérité, and “docu-ganda.” We will not necessarily focus upon whether filmic representations are historically accurate in fine detail. Rather, we shall carefully consider the ways in which filmic representations do—and do not—comment upon complex political, social, cultural, and historical dynamics. Lastly, we shall also consider key developments in cinema over the course of the twentieth century. Women, the Entertainment Industry, and the Blacklist Era HIST-UA 695 Offered every fall. 4 points. One of the darker epochs of American history were the years most commonly known as the McCarthy era, although the senator from Wisconsin played only a small part in the investigations of the entertainment industry. History also chooses to remember only the men whenever discussions of this period are presented. Long forgotten, more accurately ignored, many women were named, appeared before the Committees, and were victims of the blacklist. This course reviews the history of this period, and the women of the entertainment industry who appeared before the various Un-American Activities Committees from 1938-1958. Here is an opportunity to examine an important piece of the American story through a new lens, giving a fascinating group of women their place in the history of this period.    Seminar: Sport and Film  in American History   HIST-UA 698 Sammons. 4  points.   Investigates how a  visual medium (film), subject to the conventions of drama and  fiction, and a popular activity/institution (sport), often associated  with frivolity, violence, and puerility, might be used as serious  vehicles for conceptualizing and analyzing the past. Seminar: Histories of the U.S.-Mexico Border HIST-UA 756 4 points. The border between the United States and Mexico is both a meeting ground and a dividing line between two nations, cultures, and people. It has been a site of conflict and coexistence from the time it was created until the present. In the media the border most often appears as a site of controversy, violence, and national control that is defined by U.S. and Mexican policies concerning trade, immigration, and national security. But the border is more than this; it is a place where individuals, families, and communities have made their lives. The history of the border then is found not only in the pages of government reports and statistics, but in the memories, songs, and stories of border people. In this class we will explore some of the many histories of the border. A wide array of course materials—including historical monographs, journalistic reports, oral histories, folk songs, and documentary and feature films—will introduce students to the many ways that people use and make sense of the past. In the process we will seek not just to better understand the contemporary political issues focused on the border today, but the longer and richer history of the U.S.-Mexico border and the people who have lived along and across it.     History of Asia, Africa, and Latin America      Seminar: Capitalism in  South Asia   HIST-UA 327 Offered  every year. Sartori. 4 points.   Is capitalism a set of  global arrangements superimposed on a set of local cultures, a  long-term tendency of South Asian societies, or something that has  entered into the very structure of modern South Asian society? This  course explores a series of topics including the Indian Ocean trading  world; “proto-industrialization” in pre-colonial India; the East  India Company; deindustrialization, peasantization, and  traditionalization; continuity and transformation in peasant society;  developmentalist theories and pro-industrialization policies;  nationalism, decolonization, and political economy; and  neo-liberalism.      Seminar: Topics in  Latin American History   HIST-UA 471 4 points.   Topics vary from  semester to semester.      Seminar: Topics in  Japanese History   HIST-UA 474 Offered  every other year. Solt. 4 points.   Topics vary from  semester to semester.      Seminar: China and  Taiwan   HIST-UA 529 Offered  periodically. Karl. 4 points.   Examines 20th-century  Taiwan and China in their interrelationship and their divergent  paths. It is not a diplomatic or international history course.  Rather, it takes up crucial issues in the history of each polity and  society, focusing primarily on Taiwan, thus allowing students to gain  an understanding of the complexities of Taiwanese history and society  and of this contested region of the world. The reading and writing  load are heavy, and students are expected to participate in class.  Some background in China’s or Taiwan’s history is desirable and  presumed.      Seminar: Topics in  Eurasian History   HIST-UA 533 Offered  every year. 4 points.   Focuses on major  historical issues and problems in the history of Eurasia, which is  the largest landmass in the world but is rarely treated as a region  or unit of historical analysis. Responds to recent shifts in the  field of history that emphasize frameworks larger than the  “nation-state” for historical research and analysis. Possible  topics: The Mongol Empire and Its Legacy; Early Modern Empires:  China, Russia, and the Ottomans; Scientific and Technological  Exchanges, 1225–2000; Eurasian Militaries; and Nomads and Nomadism  in Eurasia.    Colloquium : Gender and  Radicalism in Modern China   HIST-UA 536 Identical  to EAST-UA 536. Offered every year. Karl. 4 points.   Examines the  interrelated rise of political, ideological, and cultural radicalisms  and of gender issues as a major subject and object of transformative  social activity in 19th- and 20th-century China. Introduces  approaches to gender theory and historical analysis through the use  of primary and secondary sources on China, as well as through films  and other visuals. Emphasis is on synthesizing contradictory material  and on historical analytical issues. Includes a heavy writing and  class-discussion component.      Seminar in Chinese  History   HIST-UA 552 Identical  to EAST-UA 552. Offered every year. Karl, Waley-Cohen, M. Young. 4  points.   Specific topics include  China and the Global Economy, 1492–1842; China and Christianity;  Culture and Politics in Qing History; Republican Shanghai; Modern  Chinese Intellectual History; Frontiers of China; Politics and  Culture of the 1950s; Nationalism in Asia; The Cultural Revolution.      Seminar: Topics in  Modern Africa   HIST-UA 584 Offered  every year. Hull. 4 points.   Topics vary from  semester to semester.      Seminar: Ancient Africa   HIST-UA 597 Offered  every year. Hull. 4 points.   Critically examines a  number of important cities, towns, and states that flourished before  the period of external, mainly European, control. The course explores  the key reasons for their emergence, dynamism, and demise. Considers  such factors as governance, commerce, the arts and architecture,  social organization, and religion. The period covered extends from  the New Kingdom in Egypt (1550 B.C.E.) to the forest kingdoms of West  Africa on the eve of the Atlantic slave trade in the mid-15th  century.      Seminar: Japan and  World War II in Asia   HIST-UA 710 Identical  to EAST-UA 710. Offered every other year. 4 points.   Takes up a watershed  event in Japanese history, the greatest single preoccupation of  Japanese historians. The war is dealt with in two senses: its meaning  for Japan’s international history and its impact on the domestic  landscape. Readings are drawn from both primary and secondary sources  so that interpretative controversies as well as texts may be  discussed. Thematically, the course divides into sections: (1) the  great debates over Japanese fascism and ultranationalism; (2) the  China War; (3) the Pacific War; (4) the Coprosperity Sphere; (5) the  atom bomb, surrender, and occupation; and (6) issues of public memory  and war responsibility.      Seminar: Latin America  and the Caribbean   HIST-UA 799 Offered  every year. Ferrer, Grandin, Thomson, Weinstein. 4 points.   Recent topics have  included African Slavery in Latin America and the Caribbean; Haiti  and Cuba: Connections and Comparisons; the Cold War in Latin America;  and Memory and Violence in Latin America. Students choose a research  topic related to the semester’s theme, conduct primary source  research in area libraries, and produce a final, original research  paper.      Global and Special  Topics Seminars    History of the Body HIST-UA 310 Offered every two years. 4 points. History of the Body from Birth to Death. Many assume that bodies are ahistorical, unchanging, but this is not true. This seminar examines historical changes in physical bodies, perception of bodies, and treatment of the body over time; how social class, race, sex and region have contributed to these changes and to bodily diversity; and how national and international inequalities have affected the human body. Colloquium: Biography and History HIST-UA 669 Offered every other fall. 4 points. In this course, we will explore the ways in which the art and craft of biography can serve the study of history. Reading critically and thoughtfully, we will explore both conventional and unconventional biographies, by both academics and non-academics, treating subjects ranging from the well-known to the unknown, and beyond. Around the seminar table, we will ask how each work illuminates the study of history, with attention to such topics as research methods, sources, evidence, argument, style, voice, and the relationship between writer and subject. Throughout the semester, students will make their own forays into biography, sharing their work and reflecting on one another’s efforts. Colloquium: Consumption and Consumer Culture in Comparative Perspective HIST-UA 671 Offered every other year. 4 points. This upper level class will explore the study of consumption and consumer culture. Readings will range from the seventeenth to the twentieth century and will focus primarily, but not exclusively on Europe and the United States. Topics will include the study of the production and consumption of particular commodities; middle-class and working-class consumer cultures in the nineteenth century; and mass production and mass consumption in the twentieth century. We will look at protests and popular movements organized around issues of consumption; examine how products from the non-European world transformed European and American consumption; and how European, and especially American patterns of consumption shaped consumption elsewhere. Seminar: Topics in  Environmental History   HIST-UA 829 Appuhn,  Needham. 4 points.   Subjects covered vary  according to instructor interest and student needs. Examples of  topics covered include Urban Environments, Technology and Nature, The  History of Human-Animal Relations, The History of Resource  Management, and The Idea of Wilderness in Western Culture.       Honors Program      Honors Seminar   HIST-UA 994 Offered in  the fall. 4 points.   Students define and  research their thesis topic. Satisfies the advanced research seminar  requirement for the major.      Honors Tutorial   HIST-UA 996 Offered in  the spring. 4 points.   Students work  one-on-one with their faculty director to complete and defend their  senior thesis. A grade of at least A- on the thesis is required to  receive honors in history.      Independent Study      Independent Study   HIST-UA 997, 998   Prerequisites: junior or senior standing and permission of the  instructor and the director of undergraduate studies. Students may  not take more than one independent study course per term. No more  than two may count toward the major. Instructors are limited to two  independent study students per term. Offered every term. 2 or 4  points per term.      Internship Program      Internship   HIST-UA 980, 981   Prerequisite: permission of the director of undergraduate studies.  Open only to junior and senior history majors. Offered every term. 4  points per term.   Enables advanced and  qualified students to work on historical projects for credit for up  to 12 hours per week in approved agencies or archival centers.      Cross-listed Courses      The following  designated courses offered in other departments are generally  cross-listed with the Department of History. For more up-to-date  information on cross-listed courses, please check the schedules on  the department’s website.      What Is Islam?   HIST-UA 85 Identical  to MEIS-UA 691, RELST-UA 85. 4 points.   See description under  Religious Studies.      Modern Jewish History   HIST-UA 99 Identical  to HBRJD-UA 103. Engel. 4 points.   See description under  Hebrew and Judaic Studies.      The Irish and New York   HIST-UA 180 Identical  to SCA-UA 758, IRISH-UA 180. 4 points.   See description under  Irish Studies.      Topics in Irish History   HIST-UA 181 Identical  to IRISH-UA 181. 4 points.   See description under  Irish Studies.      History of Modern  Ireland I, 1580–1800   HIST-UA 182 Identical  to IRISH-UA 182. 4 points.   See description under  Irish Studies.      History of Modern  Ireland II, 1800 to the Present   HIST-UA 183 Identical  to IRISH-UA 183. 4 points.   See description under  Irish Studies.      Seminar in Irish  History   HIST-UA 185 Identical  to IRISH-UA 185. 4 points.   See description under  Irish Studies.      The Irish in America   HIST-UA 187 Identical  to IRISH-UA 187. 4 points.   See description under  Irish Studies.      Greek History from the  Bronze Age to Alexander   HIST-UA 200 Identical  to CLASS-UA 242. 4 points.   See description under  Classics.      History of the Roman  Republic   HIST-UA 205 Identical  to CLASS-UA 267. 4 points.   See description under  Classics.      History of the Roman  Empire   HIST-UA 206 Identical  to CLASS-UA 278. Fulfills advanced European requirement and pre-1800  requirement for the major. 4 points.   See description under  Classics.      History and Literatures  of the South Asian Diaspora   HIST-UA 326 Identical  to SCA-UA 313. Sandhu. 4 points.   See description under  Asian/Pacific/American Studies. Topics in Modern Middle East History HIST-UA 472. Identical to MEIS-UA 688. 4 points. Topics vary by semester. The History of Ancient  Egypt, 3200–50 B.C.E.   HIST-UA 506 Identical  to MEIS-UA 611. Goelet. 4 points.   See description under  Middle Eastern and Islamic Studies.      History of Jewish Women  in America   HIST-UA 511 Identical  to HBRJD-UA 185. Fulfills advanced U.S. requirement. Offered every  other year. Diner. 4 points.   See description under  Hebrew and Judaic Studies.      The Ottoman Empire and  the World Around It   HIST-UA 515 Identical  to MEIS-UA 650, MEDI-UA 651. 4 points.   See description under  Middle Eastern and Islamic Studies.      Islam and the West   HIST-UA 520 Identical  to MEIS-UA 694. 4 points.   See description under  Middle Eastern and Islamic Studies.      The Emergence of the  Modern Middle East   HIST-UA 531 Identical  to MEIS-UA 690. Lockman. 4 points.   See description under  Middle Eastern and Islamic Studies.      Palestine, Zionism,  Israel   HIST-UA 532 Identical  to MEIS-UA 697. Lockman. 4 points.   See description under  Middle Eastern and Islamic Studies.      The Land of Israel  Through the Ages   HIST-UA 540 Identical  to HBRJD-UA 141, RELST-UA 609. Schiffman. 4 points.   See description under  Hebrew and Judaic Studies.      Seminar: Colonialism,  Imperialism, and Nationalism in the Middle East   HIST-UA 541 Identical  to MEIS-UA 677. Fahmy, Lockman. 4 points.   See description under  Middle Eastern and Islamic Studies.      Seminar: Topics in  Middle Eastern History   HIST-UA 550 Identical  to MEIS-UA 688. 4 points.   See description under  Middle Eastern and Islamic Studies.      Approaches to the  Asian/Pacific/American Experience   HIST-UA 626 Identical  to SCA-UA 301. 4 points.   See description under  Asian/Pacific/American Studies.      Seminar: Modern Central  Asia   HIST-UA 700 Identical  to MEIS-UA 700. 4 points.   See description under  Middle Eastern and Islamic Studies.      Vietnam: Its History,  Its Culture, and Its Wars   HIST-UA 737 Identical  to EAST-UA 737. Roberts, Young. 4 points.   See description under  East Asian Studies.      The Holocaust: The  Third Reich and the Jews   HIST-UA 808 Identical  to HBRJD-UA 685. 4 points.   See description under  Hebrew and Judaic Studies.      Topics in Women’s  History   HIST-UA 820 Identical  to SCA-UA 737. 4 points.   Topics vary from term  to term.      Graduate Courses  Open to Undergraduates      Certain 1000-level  courses in the Graduate School of Arts and Science are open to  qualified undergraduates each semester, and qualified undergraduates  are encouraged to enroll in those that fit the needs of their  program. Permission of the instructor of the course and of the  director of undergraduate studies is required.             Contact Us | &copy; New York University , Arts and Science"}]},
{"detail": [{"content": "Brief History                                                     A Brief History of 20th-Century Iran By Shiva Balaghi Colonialism and Constitutionalism: Iran at the Turn of the Century At the outset of the 20th century, Iran was embroiled in a bifurcated struggle. On the one hand, Iranians struggled to maintain their national independence in the face of growing colonial       pressures. Iran's geopolitical importance made it a central focus of the colonial \"Great Game\" between Russia and Great Britain. Ultimately, in August 1907, the two great powers decided to carve Iran up into spheres of influence;       the agreement sealed Russian supremacy in the north and British supremacy in the south of Iran. At the same time, a struggle was taking place within Iran's borders, as the country was undergoing the Constitutional Revolution       (190511). A dispute over sugar prices finally sparked the first public protests of that revolution. In 1905, the governor of Tehran ordered that some sugar merchants be bastinadoed for refusing to lower their prices. A group of       merchants, tradesmen, and mullahs took sanctuary ( bast ) in a Tehran mosque. Government officials dispersed the group, who then took refuge in a shrine south of Tehran. By January 1906 the Muzaffar al-Din Shah Qajar agreed to       their demands, which included the formation of an 'adalatkhanah (house of justice). Despite his assurances, the Shah did not follow up on his promises, leading to growing discontent and unrest. Finally, there was a       confrontation involving a group of clerics and their students in which a student was killed. This violent encounter led to another bast.        This time, between 12,000 and 14,000 protestors gathered in the British legation, demanding the formation of a majlis,        or parliament. The Shah finally relented, and in August 1906 he issued a decree calling for the formation of a national assembly in Iran. The first majlis        convened in October 1906 and set about the task of writing a constitution. An ailing Muzaffar al-Din Shah decreed the document they produced into law in December 1906, a few days before his death. In October 1907 the new king signed the Supplementary Fundamental Law. Together, the two documents formed the core of the Iranian Constitution.        The course of the Constitutional Revolution would remain rocky for some years to come. Internal differences amongst the revolutionaries, reluctance by the Qajar shahs to relinquish power to the national assembly, and colonial       interests in maintaining control over key aspects of governance severely hampered Iran's first experience of democratization. By the Fall of 1911, matters came to a head, and Russia, with the support of England, gave the majlis       an ultimatum that would essentially nullify Iran's independence. The majlis        refused, and Russian troops entered northern Iran; they brutally killed some of the leading constitutionalists. Other intellectuals and activists fled Iran. Russian troops stormed the majlis.        Under threat of foreign occupation of Iran, the second majlis was dissolved. 1        Though the parliament and the constitution were retained as Iran emerged from its first revolution of the 20th century, the spirit of constitutionalism was dealt a serious blow. The Rise of the Pahlavi Dynasty World War I found Iran in difficult straits. Its economy was shattered, and the country       suffered from a growing power vacuum. In 1921 Reza Khan led a group of soldiers into Tehran. He demanded that the cabinet be dissolved and that the failing Qajar shah appoint him commander of the military. Using the army as his       primary instrument, Reza Khan sought to restore a sense of national unity within Iran's borders. In 1923, the last Qajar shah named Reza Khan as prime minister and then traveled to Europe to seek medical attention, never to return.       The Qajar dynasty, which had ruled Iran since 1785, was deposed in 1925. Shortly thereafter, Reza Khan assumed the position of Shah and established the Pahlavi Dynasty. Throughout the 19th century, the British and the Russians       had vied for concessions to build railroads across Iran, but by the time Reza Shah came to power, no national rail system existed. The cornerstone of Reza Shah's economic reforms was the Trans-Iranian Railroad, linking the Persian       Gulf to the Caspian Sea. The project was financed largely through taxes on sugar and tea; construction was completed in 1938. Reza Shah also initiated reforms in the areas of education and law, which were historically the domain of       the clergy. Compulsory education for all Iranians was decreed, and hundreds of schools were built. In 1934, the University of Tehran was established. As he undertook various development projects, Reza Shah also consolidated his own       power; the people of Iran \"had been denied all share in political and social activities.\" 2 By 1941, with the outbreak of World War II, the Persian Gulf and Iran's vast oil resources became critical for the success of       the British Navy. Iran declared itself neutral, but Reza Shah, who had established strong cultural and technological ties with Germany, was perceived as problematic by the Allies. With Iran under virtual occupation by Allied       forces, he was forced to abdicate his throne, and his young son, Mohammad Reza Pahlavi, was crowned as the new king. Reza Shah would die in exile in 1944. The Reign of Mohammad Reza Shah Pahlavi Mohammad Reza Pahlavi was twenty-two years old when he assumed his position as the       Shah of Iran. Allied forces occupied much of the country. After the end of World War II, Russia continued to occupy regions of northern Iran. The young Shah visited the United States, meeting with US officials and addressing the       United Nations. Under pressure, the USSR withdrew from Iranian territory. The 1940s saw a resurgence in parliamentarism in Iran. In 1949, Mohammad Mossadeq formed the National Front Party, with the aim of upholding the 1906       Constitution. One of the main goals of the National Front was to nationalize Iran's oil industry; the British continued to control most of Iran's oil revenue through the Anglo-Persian Oil Company. In 1951, the Shah appointed       Mossadeq as prime minister. Mossadeq followed through on his plans to nationalize the oil industry, and the National Iranian Oil Company was formed. For many Iranians, Mossadeq became a nationalist leader. To some Western leaders       with economic interests in the Middle East, his actions set an unwelcome precedent. In 1952 Mossadeq was named Time magazine's Man of the Year. In 1953 the British MI-6 and the CIA undertook Operation Ajax, which toppled Mossadeq       from power. To many Iranians, Mossadeq became a symbol of yet another moment in history when foreign intervention played a pivotal role in thwarting a democratic movement in Iran. Meanwhile, as Iran emerged from the political       unrest of the 1950s, its economy was in tatters. In 1963, the Shah announced his White Revolution, a program that included land reform, the nationalization of forests, the sale of state-owned enterprises to the private sector, a       profit-sharing plan for industrial workers, and the formation of a Literacy Corps to eradicate illiteracy in rural areas. The White Revolution also granted Iranian women the right to vote, increased women's minimum legal marriage       age to 18, and improved women's legal rights in divorce and child custody matters. These reforms were opposed by some of Iran's clergy, in particular Ayatollah Khomeini. Khomeini led the June 5, 1963 uprising, opposing the Shah and       the White Revolution. In the course of this uprising, the authorities quelled resistance among the religious students in a seminary in the city of Qum, and a number of students lost their lives. Khomeini's activities       eventually led to his exile to Iraq in 1964. The oil boom of the 1970s ushered in an influx of petro-dollars, with which the regime spearheaded major development programs. The accelerated rate of development exacerbated unequal       distribution of wealth and led to a variety of social problems in Iran. 3        Discontent with government policies was spreading through various segments of Iranian society. In 1976, leading members of the National Front published an open letter to the Shah, calling on his government to comply fully with the 1906 Constitution. In the Fall of 1977 the Iranian Writers' Association organized a series of poetry readings at the Goethe Institute in Tehran known as \"Dah Shab\" or Ten Nights. Towards the end of the ten nights, the writers and some students took to the streets, demanding an end to censorship. By the winter of 1978, major demonstrations became increasingly common in Iran's major cities.       4 On January 16, 1979, Mohammad Reza Shah Pahlavi left Iran. On February 1, 1979, the Ayatollah Khomeini returned.       Alternative Histories of Modern Iran In the summer of 1883, the first American minister to the Persian court, S.G.W. Benjamin, traveled to Tehran and reported his       impressions to the US Secretary of State:               No city in the east after Canton, Bombay, Calcutta, and Constantinople surpasses it in appearance of vitality. The number of carriages owned by Persian and European gentlemen is nearly 500, all imported. Teheran also        contains a European bakery, a European carriage maker, a European cabinet maker and upholsterer, a corps of foreign instructors of the army, a steam engine at the arsenal, a mint formed on [a] European system, several town        clocks, a hose in the public garden imported from the United States, gas in the grounds surrounding the palace, and public squares besides other evidences of a progressive tendency. 5               In 1975, American feminist Betty Friedan chronicled her first impressions of the city:               My first few days in Tehran were strictly caviar and jet lag and a sense of being strangely at home. Tehran, a Middle Eastern city, seems like an American Western boom townbuildings going up overnight, international banks        next to        a Persian Wimpy stand, and no beggars. 6               Near the end of the 19th century, Benjamin suggested that the prevalence of European objects throughout Tehran held a certain promise of progressive change. Nearly a century later, Friedan described the results of this       promiseTehran had become \"an American Western boom town.\" Both Benjamin and Friedan focused on the material manifestations of progress and equated that progress with things European or American. Neither looked for the       underpinnings of modernity in the Iranian cultural sphere, where modernity was actively constructed, debated, and contested. The truncated narrative of 20th-century Iranian history presented in this essay highlights major events       and political actors. It does not provide a nuanced, textured explanation of how these events were experienced, how political currents were shaped by individuals. The visual arts can offer alternative narratives of Iranian       history. The work on display in Between Word and Image provides important insights into Iranian modernity in the critical decades of the 1960s and '70s.       Notes 1 For a more complete history of the Persian Revolution see E. G. Browne, The Persian Revolution of 19051909 (London: Frank Cass, 1966), reprinted edition; Mangol Bayat, Iran's First Revolution        (New York: Oxford University Press, 1991); Nikki Keddie and Mehrdad Amanat, \"Iran Under the Late Qajars, 18481922,\" Cambridge History of Iran,        v. 7 (Cambridge: Cambridge University Press, 1991), pp. 174212; and Nikki Keddie, Qajar Iran and the Rise of Reza Khan, 17961925 (Costa Mesa, Calif.: Mazda Press, 1999).       2 Ann Lambton, as quoted in \"The Pahlavi Autocracy: Riza Shah, 192141,\" Cambridge History of Iran, v. 7 (Cambridge: Cambridge University Press, 1991), p. 243.       3 For discussions of the social implications of accelerated development, see Farhad Kazemi, Poverty and Revolution in Iran: The Migrant Poor, Urban Marginality and Politics        (New York: New York University Press, 1980) and Misagh Parsa, Social Origins of the Iranian Revolution (New Brunswick, N.J.: Rutgers University Press, 1989). 4 For a detailed chronology of the Revolution, see       Nicholas M. Nikazemerad, \"A Chronological Survey of the Iranian Revolution,\" Iranian Studies (1980): 32768. 5 Benjamin to Frelinghuysen, Tehran, October 2, 1883, Diplomatic Series no. 28, Despatches from United States       Ministers to Persia, United States National Archives. 6 Betty Friedan, \"Coming Out of the Veil,\" Ladies Home Journal (June 1975), p. 98."}, {"content": "Course Offerings    | Department of History | New York University                                  NEW YORK UNIVERSITY     ARTS AND SCIENCE     COLLEGE OF ARTS AND SCIENCE     GRADUATE SCHOOL OF ARTS AND SCIENCE             Department of History     Arts &amp; Science                      Back to Home       Course Offerings   Jump To: Required Course for History Majors    Introductory Courses Advanced Courses    -European History Lectures -United States History Lectures    -Non-Western History Lectures -Global and Special Topics Lecture Courses    Research Seminars -European History    --Seminar: Italian Fascism -United States History    --Seminar: Topics in U.S. History -History of Asia, Africa, and Latin America    -Global and Special Topics Seminars Independent Study    Honors Program Internship Program    Cross-listed Courses Graduate Courses Open to Undergraduates    Required Course for  History Majors      Historical Studies:  Theory and Practice   HIST-UA 101 Offered  every term. 4 points.   This course is comprised of a combination of general lectures and topical workshops that offers each student choices in the study of a specific historical period, region, and theme. The weekly lectures offer an overview of approaches, theories, and methods related to the week’s workshop assignments. These assignments will address contemporary historiography, methods and approaches to historical scholarship, as well as the practical experience of research, analysis, critical reading, and writing history, with particular focus on the use of primary sources and the relation of primary sources to secondary ones in forming historical questions and determining research strategies for answering them. It thus prepares students for advanced work in the department.      Introductory Courses      The United States to  1865   HIST-UA 9 Offered  every fall and every other summer. Eustace, Hodes. 4 points.   Main currents of  American historical development from the precolonial epoch to the  Civil War. Analysis of the country’s economic and political growth,  intellectual traditions, and patterns of social development.  Historical development, not as a series of discrete events, but as an  unfolding process. Topics: Puritanism, mercantilism, the colonial  family, the War for Independence, political party systems, the  Jeffersonian and Jacksonian eras, free labor and slavery, Native  American cultures, attitudes of race and gender, westward expansion,  the industrial revolution, sectionalism, and the Civil War.      The United States since  1865   HIST-UA 10 Montoya.  Offered every spring. 4 points.   Main developments in  American civilization since the end of the Civil War. Topics:  urbanization; industrialization; American reform movements (populism,  progressivism, the New Deal, and the War on Poverty); immigration;  and the role of women and blacks in American history. Beginning with  19th-century American expansion through the Spanish-American War,  traces the rise of America to world power, including World Wars I and  II and the Cold War. Emphasizes broad themes and main changes in  American society.      The Civilization and  Culture of the Middle Ages   HIST-UA 11 Identical  to MEDI-UA 11. Offered every other year. Bedos-Rezak, Griffiths,  Stoller. 4 points.   Concentrates on the  culture of medieval Europe, a world that produced castles and  crusades, cathedrals and tapestries, mystery plays and epics, and  plainsong and philosophy. Examines the richness and diversity of  medieval creativity through literature, slides, and museum visits.      Modern Europe   HIST-UA 12 Offered  every other year. Ortolano, Berenson, Ben-Ghiat. 4 points.   A survey of Europe from  1789 to the present. Investigates the political, social, economic,  and cultural developments that shaped and continue to shape the  modern age. Emphasis is on the evolution of the nation-state, on  industrialization and its impact on society and politics, and on the  intellectual responses to the rapid changes these developments  inspired. Topics include Europe and the French Revolution; the rise  of the nation-state, 1848–1914; and the impact of totalitarian  ideologies on 20th-century Europe.      Major Themes in World  History: Colonialism and Imperialism   HIST-UA 31 Offered  periodically. Karl, Young. 4 points.   Introduces students to  key texts in and critical methodologies for the study of modern world  history from the perspective of two of its dominant themes:  imperialism and colonialism. Helps students theorize and historicize  these seemingly well-known and self-explanatory concepts by  introducing them as historically specific theories for understanding  the very notion of “modern world history.” The broad theoretical  consideration is accompanied by a consideration of specific texts  from Asia and the United States, although not confined to such a  bilateral view of the “world.”      World War II   HIST-UA 45 Offered  every year. Rose. 4 points.   Describes and analyzes  the history of World War II chronologically from 1939 to 1945. This  course is not simply a study of battles; all aspects of the war, from  the great civilian and military leaders to the common soldiers, are  discussed, as are social, cultural, and economic changes on the  various home fronts. Illustrates personalities and events through  slides, contemporary literature, photos and posters, and the music of  the time.      History of Modern Asia,  Modern China, or Modern Japan Since 1850   HIST-UA 53 Identical  to EAST-UA 53. Offered every year. Karl, Young. 4 points.   Survey of developments  in 19th- and early 20th-century East Asia: modernization,  Westernization, and war, with emphasis on the different responses of  China and/or Japan to Western economic encroachment and ideological  change.      Introduction to  American Education: Historical and Contemporary Perspectives   HIST-UA 60 Identical  to HSED-UE 1005. Offered every year. 4 points.   Introduces the central  themes, issues, and controversies in American education. What is the  purpose of “school”? How did schools begin in the United States,  and how have they evolved across time? How do children learn? How are  they different from each other, and why and when should that matter?  How should we teach them? And how should we structure schools and  classrooms to promote learning? We explore these questions in  readings, class discussions, and short essays.        Advanced Courses   European History Lectures      The Early Middle Ages   HIST-UA 111 Identical  to MEDI-UA 111. Offered every other year. Bedos-Rezak. 4 points.   Europe in the early  Middle Ages was created out of a mixture of ingredients: the legacy  of the Roman Empire; the growth and development of Christianity;  invading peoples who settled within the boundaries of the former  Roman Empire; and the clash of competing languages, religions, and  legal systems. This tumultuous time forged a new entity, medieval  Europe, whose development, growing pains, and creative successes this  course examines. Uses the records and artifacts of the period itself  as central elements for investigating the period.      The Crusades   HIST-UA 113 Identical  to MEDI-UA 113. Offered every other year. 4 points.   The history of the  Crusades (1095–1291 C.E.) is an important first chapter in European  imperialism and a manifestation of deep religious conviction.  Examines the background in Europe leading to the Crusades; the  social, political, and economic situation in the eastern  Mediterranean before the Crusades; the fortunes of the Crusader  (Latin) Kingdom of Jerusalem; and the reactions of Europeans and  Easterners to one another. Examines and reevaluates the legacy of the  Crusades on both the Eastern and Western worlds.      The High Middle Ages   HIST-UA 114 Identical  to MEDI-UA 114. Offered every other year. Bedos-Rezak, Griffiths,  Stoller. 4 points.   Covers the period from  the late 11th century to the close of the 14th century. Major topics  and themes: the explosion of energy in the 12th century and the  expansion of Europe on all levels, geographic (including the  Crusades) as well as intellectual; development of agriculture and  cities; the diversity that gave rise to our university system;  movements of reform and dissent; and the waning of the Middle Ages.      Environmental History  of the Early Modern World   HIST-UA 115 Offered  every other year. Appuhn. 4 points.   The early modern period  marks a moment of sudden and dramatic environmental change across the  globe. This course analyzes the ways in which this process unfolded  in different parts of the world, while familiarizing students with  basic problems in environmental history, including the changing human  relationship to the natural world, the relationship between  environmental change and human societies, and the importance of  biotic exchange in world history.      The Renaissance   HIST-UA 121 Offered  every other year. Appuhn. 4 points.   The history of the  Renaissance from its origins in the 14th century to its waning at the  end of the 16th century. Focuses on developments in Italy, especially  the development of republican city-states, the social basis for the  explosion in artistic and intellectual production, and the emergence  of new forms of political and scientific analysis.      Science and Society in Early Modern Europe   HIST-UA 135 Offered  every other year. Appuhn. 4 points.   The history of Western  scientific thought from its origins in the ancient Near East until  the death of Isaac Newton. Covers the development of science as a  distinctive way of understanding the natural world, as well as the  relationship between science and Western society.      French Revolution and  Napoleon   HIST-UA 143 Offered  every other year. Shovlin. 4 points.   Following an analysis  of cultural, social, political, and economic conditions in France  before 1789, the course follows the Revolution through its successive  phases. Narrates and analyzes the rise of Napoleon and his  consolidation of France, his conquests and the spread of his system,  and his eventual overthrow.      European Thought and  Culture, 1750–1870   HIST-UA 153 Offered  every year. Geroulanos. 4 points.   Study of major themes  in European intellectual history from the end of the Enlightenment to  the last decades of the 19th century, considered in the light of the  social and political contexts in which they arose and the cultural  backgrounds that helped shape them. Topics include romanticism,  liberal and radical social theory, aestheticism, the late  19th-century crisis of values, and the rise of modern social science.      European Thought and  Culture, 1880–1990   HIST-UA 154 Offered  every year. Geroulanos. 4 points.   Study of major themes  in European intellectual history from the fin de siècle down to the  1980s, considered in the light of the social and political contexts  in which they arose and the cultural backgrounds that helped shape  them. Topics include new Marxisms, avant-gardes, Weimar and Bauhaus,  André Malraux, Sartre, Lévi-Strauss, Habermas, and Foucault.      Europe Since 1945   HIST-UA 156   Prerequisite: at least one course in European history. Geroulanos,  Ben-Ghiat. 4 points.   Covers the impact of  World War II, the postwar division of Europe, the onset of the Cold  War, the economic recovery and transformation of Western Europe,  Stalinism in Eastern Europe, the 1960s and events of 1968, the  origins and development of the European community, and the cultural  and intellectual life of European nations in this period. Ends with a  discussion of the Eastern European revolutions of 1989 and their  significance, together with the reunification of Germany, for the  future of the continent.      Modern Greek History   HIST-UA 159 Offered  every other year. Fleming, Kotsonis. 4 points.   Examines Greece’s  transformation from a traditional Ottoman society into a modern  European state, the parallel evolution of Greek diaspora communities,  and the changes in homeland-diaspora relations. Topics include state  building, relations with Turkey and the Balkan states, emigration,  liberalism and modernization, the old and new diaspora, interwar  authoritarianism, occupation and resistance in the 1940s, the Greek  civil war, Greece and NATO, the Cyprus crisis, the Greek American  lobby, and Greece and European integration.    Modern Britain   HIST-UA 162 Offered  every year. Ortolano. 4 points.   Introduces major  developments and themes in British history since 1688. During this  period, Britain emerged as the world’s first industrial nation and  a primary imperial power, fought two world wars partly in an effort  to maintain that position, and unevenly accommodated the changed  realities of the late 20th century. This course situates the social  and political history of Britain within these wider European and  global contexts.      Contemporary Italy   HIST-UA 168 Identical  to EURO-UA 164, ITAL-UA 166. Offered every two to three years.  Ben-Ghiat, Albertini. 4 points.   Covers the political,  cultural, economic, and social history of Italy since World War II.  Starting with the transition from fascism to democracy, examines the  Cold War, the growth of a mass consumer society, the social and  political movements of the late 1960s and 1970s, the battle against  the Mafia, postwar emigration, the rise and fall of postwar Christian  Democracy and Italian communism, and the emergence of new parties in  the 1990s such as Berlusconi’s Forza Italia, Bossi’s Northern  League, and Fini’s neofascist Alleanza Nazionale.      Modern Italy   HIST-UA 168 Identical  to EURO-UA 163, ITAL-UA 168. Offered every two to three years.  Ben-Ghiat. 4 points.      A survey of Italian  history from unification to the present. Examines the political,  social, and cultural history of liberalism, fascism, World War II,  Christian Democracy, and communism; the political crisis of the early  1990s; and the rise of new regional and rightist parties.      Italian Films, Italian  Histories II   HIST-UA 176 Identical  to DRLIT-UA 506, ITAL-UA 175. May be taken independently of Italian  Films, Italian Histories I (ITAL-UA 174). Offered every two to three  years. Ben-Ghiat. 4 points.   Studies representations  of Italian history through the medium of film from the unification of  Italy to the present. Fascism, the resistance, 1968, and other events  are covered, as are questions of how film functions with respect to  canonical national narratives and dominant systems of power.      History of Poland   HIST-UA 178 Offered  every other year. Wolff. 4 points.   Lecture course focusing  on the cultural, political, and religious history of Poland from the  Middle Ages to the present. Begins with the foundation of the Polish  state in the 10th century, discusses the early modern  Polish-Lithuanian Commonwealth, and then considers the modern history  of Poland, including the period of the partitions in the 18th  century, the evolution of modern nationalism in the 19th century, and  the experiences of war and communism in the 20th century.      Race, Religion, and  Gender in 20th-Century France   HIST-UA 192 Offered  every year. Chapman. 4 points.   Explores how people in  France grappled with questions of race, religion, and gender during  the 20th century. It begins with the Dreyfus Affair, a national  convulsion over anti-Semitism and a miscarriage of justice that  influenced debates over prejudice in France for decades thereafter.  It then turns to the experiences of women and men during the First  World War, including soldiers and workers recruited from the  colonies. After examining the dynamics of discrimination against  Jews, colonial subjects, and women during World War II, the course  concludes with the French-Algerian war (1954–62), when issues of  race, religion, and gender surfaced with explosive force in  metropolitan France, as well as in Algeria.      Liberal Visions of  Empire   HIST-UA 195 Offered  every other year. Sartori. 4 points.   A lecture course  exploring the changing relationship between British liberal thought  and Britain’s expanding empire from the 17th to the 20th centuries.  Liberal conceptions of equality and freedom are generally understood  to be fundamentally anti-imperialistic in impulse, as historically  complicit with imperialist agendas, and as inherently and logically  disposed to imperialist domination. The course attempts to put these  different claims into historical context and to periodize their  applicability.      Women in European  Society Since 1750   HIST-UA 196 Identical  to SCA-UA 716. Offered every other year. Nolan. 4 points.   Examines critically the  public and private lives of European women from 1750 to the present.  An introduction discusses the theory and methods of using gender as a  category in history and proceeds to a chronological survey of women’s  experience from both a social and a political viewpoint. Women are  examined as participants in war and revolution, as well as workers,  consumers, and mothers in everyday life. The focus is primarily on  France, Germany, and England, with some reference to women’s  experience in America.      Gendering the Middle  Ages   HIST-UA 197 Offered  every fourth year. Bedos-Rezak. 4 points.   Takes up questions  about the identity and agency of women and about the performative  nature of gender in Western culture and society during the Middle  Ages. In exploring medieval texts and images, and the interpretive  body of scholarship that made it its task to recover and to make  visible ways that medieval women acted in history, we pay specific  attention to interactions between women and men in order to  understand how assumptions about male and female nature informed and  gendered the very possibility of action, expression, empowerment, and  subjectivity.      The History of Western  Medicine   HIST-UA 202 Offered  every other year. Appuhn. 4 points.   Covers the history of  Western medicine and medical thought, from antiquity to the present.  It familiarizes students with basic questions and concepts in the  history of medicine, models for understanding the historical  development of medical thought; the varied historical relationships  between medicine and other healing practices such as religion,  alchemy, and homeopathy; the influence of culture and politics on the  development of medical thought; and the role that the emergence of a  medical profession characterized by formal training and a coherent  scientific viewpoint played in the development of Western societies.    Italian Colonialism   HIST-UA 286 Identical  to ITAL-UA 167, EURO-UA 161. Offered every two to three years.  Ben-Ghiat. 4 points.   Studies Italian  colonialism from the late 19th century through decolonization.  Through readings of colonial travel literature, films, novels,  diaries, memoirs, and histories, we address the meaning of  colonialism within Italian history and culture, the specificities of  Italian colonialism, and the legacies of colonialism in contemporary  Italy. History of the Byzantine Empire I, 4th-9th Centuries HIST-UA 304 Offered every year. 4 points. A survey of Byzantine history from the foundation of Constantinople in 330 to the end of the Iconoclastic controversy in 843. It traces the transformation of the Eastern Roman Empire into the Medieval Byzantine Empire examining the major political, social, economic, and cultural developments. It focuses on topics such as the spread of Christianity, heresy, the rise of Islam, the collapse of Late Antique urban culture and the passing into the Middle Ages, as well as the role of Byzantium as a major power in Europe and the Near East. History of the Byzantine Empire II, 10th-15th Centuries HIST-UA 305 Offered every year. 4 points. The course surveys the main political developments in Byzantium from the end of the 9th century to the fall of Constantinople to the Ottomans in 1453. Parallel to the study of the historical framework, the course adopts a diachronic approach to examine some of the essential concepts, institutions, and cultural themes of Byzantium, such as imperial ideology, church and monasticism, family and women, the economy, and the cultural and artistic revivals of the middle and late periods.      United States  History Lectures      European Migration to  America: The Irish and Jewish Experiences   HIST-UA 186 Identical  to HBRJD-UA 686. Offered every other year. Diner, Scally. 4 points.   Looks at the  comparative experiences of two immigrant groups to the United States,  the Irish and the East European Jews. Explores the forces that  propelled the migrants out of their homes and the ways in which they  created communities and new identities in America. Because of its  comparative nature, this course asks students to seek both  similarities and differences in those migrations. Additionally, there  have been numerous points of interaction between the Jews and the  Irish. This course focuses on how these two groups understood and  related to each other.    North American Environmental History HIST-UA 595 Offered every other fall. 4 points. This lecture and discussion course introduces students to the major themes, events, scholars, and ways of thinking that together make up American environmental history as an academic field. Environmental history is the study of the ways in which humans have interacted with, shaped, and been shaped by their physical environments in the past. It takes as a central premise that nature, too, has a history, one profoundly shaped by human beings, and that the record of the human past is incomplete without some account of the role the physical world has played in human events.    Environmental History  of New York City   HIST-UA 596 Offered  every other year. Needham. 4 points.   Investigates topics in  the environmental history of New York City from the 1600s to the  present. From the city’s origins as a harbor city at the  intersection of the Hudson River and the Atlantic, to the Manhattan  bedrock that anchors modern skyscrapers, natural geography has  determined urban possibility. Infrastructure that has become “second  nature” brings water and electricity to the city and carries its  waste to distant landfills. The park lands that dot the city have  become both playgrounds where New Yorkers seek green space and  battlefields where they fight over the proper ways to enjoy those  spaces. Through readings, site visits, and original research, the  course introduces students to the environmental history of New York.      American Colonial  History to 1763   HIST-UA 601 Offered  every other year. Eustace, Kupperman. 4 points.   Examines European  expansion in the early modern period and the creation of an  interconnected Atlantic world with particular emphasis on North  America and the Caribbean. Attention to the roles of Europeans,  American natives, and Africans in forming systems of trade and  patterns of settlement, as well as the evolution of slavery and the  development of new political structures, changing religious beliefs,  and evolving family relationships in America. Assesses the imperial  context of these developments.      American Natives in  Early American History   HIST-UA 602 Offered  every year. Kupperman. 4 points.   Focuses on the  relationship between Indians and Europeans roughly within the future  United States from first contact through the period of Indian  removal. Examines colonialism’s impact on Indian societies and the  broad variety of techniques native leaders used in attempting to  control the relationship. Looks at changing Euramerican attitudes  through the colonial period and the role of imperial conflict and  American independence on policy development. Assesses the pressure  created by Euramerican westward migration before and after the War of  1812, Indian resistance, and the campaign for removal of Indians  beyond the Mississippi.      The Age of the American  Revolution   HIST-UA 603 Offered  every other year. Eustace. 4 points.   Examines the social,  cultural, economic, and political context of the American Revolution.  Considers questions of national identity and allegiance, and assesses  whether the Revolution was truly transformative. Some historians  argue that the War for Independence represented a radical,  progressive break with the past, others that it advanced a  conservative drive to preserve endangered prerogatives. Course  lectures and readings will analyze a range of historians’ accounts,  along with a wide variety of primary-source documents produced by  participants, in order to better understand the meaning of the  Revolution for all 18th-century inhabitants of North America: men,  women, and children; Indians, Africans, and Europeans.      Religion, Family, and  Gender in Early America, 1607–1840   HIST-UA 604 Offered  every other year. Eustace. 4 points.   Conducted as a reading  and discussion class. Measures the shaping influence of religion on  family life and gender relationships from the founding of the  American colonies in 1607 to the Second Great Awakening in the 19th  century. Readings examine the effects of evangelical as well as more  traditional religion on the men and women, husbands and wives,  parents and children, and masters and slaves in the early years of  the nation.      Experiences of the  American Civil War   HIST-UA 607 Hodes. 4  points.   Social history of the  Civil War and Reconstruction with crucial attention to politics and  economics. Focuses on sectional conflict over systems of free labor  and slave labor, with close attention to class conflicts within the  North; conflicts between slaves and masters in the South; conflicts  among white Southerners; and conflicts among African American freed  people, white Northerners, and white Southerners after the war.  Concludes with an assessment of the era’s legacies.    Colloquium: America in the Early  20th Century   HIST-UA 609 Offered  every other year. Montoya. 4 points.   The political,  economic, and foreign-relation developments in the period from the  Spanish-American War through the Hoover years. Topics such as  imperialism, the Progressive Era, issues of war and peace, dissent,  political suppression, and economic collapse. Emphasis on the  conflicting perceptions and evaluations of these events among  historians.      Postwar America: 1945  to the Present   HIST-UA 612 Offered  every other year. Needham. 4 points.   General introduction to  the history of the United States from 1945 to the present. Major  themes include links between domestic concerns and foreign-policy  goals, especially concerning communism and the Cold War; growth of a  postindustrial state with a significant impact on the economy and  daily lives; demands for social equality and diversity in postwar  life; and underlying social, economic, and demographic changes  shaping American lives in the postwar era.      Sport in American  Society   HIST-UA 615   Prerequisite: The United States to 1865 (HIST-UA 9), The United  States since 1865 (HIST-UA 10), African American History Since 1865  (HIST-UA 648), or permission of the instructor. Offered every other  year. Sammons. 4 points.   Demonstrates that sport  is an important cultural, political, and socioeconomic asset  revealing much about society. Shows how sport is an instrument of  control and liberation. Attempts to elevate sport’s position as a  legitimate scholarly subject by relating it to race, gender, class,  and violence. Combines theory, fact, and interpretation, focusing on  the 19th and 20th centuries with some background information on  ancient sport and early American attitudes toward sport, leisure, and  recreation.      Ethnic Groups in  American History   HIST-UA 621 Offered  every other year. Diner. 4 points.   Explores the ways in  which migration from abroad has had an impact on American history.  Organized chronologically, this course examines immigrations to the  United States from the 17th century to present times and the ways in  which immigrants and their descendants constructed ethnic communities  and practices. Furthermore, the course looks at changing American  attitudes toward immigration as reflected in popular culture and  public policy, seeking to understand the influence of American  reactions on the process of ethnic cultural formation.      American Indian  History, 1830 to the Present   HIST-UA 628 Offered  every other year. 4 points.   Survey of historical  changes within various Indian societies and the formation of major  federal policies toward Native Americans, from Cherokee removal to  the present. Includes an examination of the differences between  Eastern, Plains, Southwestern, and Pacific Northwest peoples, Indian  participation in the development of the American nation and  modernity, the native experience of federal Indian policy, and the  resurgence of tribalism and Indian nationalism in the 20th century.      Gender in U.S. History  since the Civil War   HIST-UA 635 Identical  to SCA-UA 727. Offered every year. Gordon. 4 points.   Examines two themes:  how maleness and femaleness (gender) have changed in the last 150  years, and how women’s lives in particular have been transformed.  Emphasizes not only the malleability of gender but also the way that  gender systems have varied in different class, race, ethnic, and  religious groups. Looks at women and gender in politics, in work, in  family and personal relationships, in sexuality, and in culture.      New York City: A  Cultural History   HIST-UA 638 Offered  every other year. Bender. 4 points.   Explores the cultural  history of New York City in the 19th and 20th centuries. Special  attention to literary and pictorial symbolizations of the city, urban  development and urban aesthetics, and the institutions and traditions  of intellectual and cultural creativity. Includes at least one  walking tour.      New York City: A Social  History   HIST-UA 639 Identical  to SCA-UA 831. Offered every other year. Walkowitz. 4 points.   Examines key themes in  the social history of New York City: the pattern of its physical and  population growth, its social structure and class relations, ethnic  and racial groups, municipal government and politics, family and work  life, and institutions of social welfare and public order.      American Intellectual  History, 1750–1930   HIST-UA 643   Prerequisite: survey course on American history, American literature,  or American political theory. Offered every other year. Bender. 4  points.   Explores selected  practical and prescriptive visions of American culture and politics  articulated by writers, intellectuals, and political leaders since  1750. The work of the course is the reading and interpreting of key  texts in their intellectual, political, and social contexts. Concerns  itself with the interplay between ideas and experience, and politics  and culture.      U.S. Borderlands:  Culture, Conflict, and Conquest   HIST-UA 645 Offered  every other year. Montoya. 4 points.   Examines the history of  the U.S. Southwest—the borderlands—in the 18th and 19th  centuries. Covers the history of the indigenous peoples in this  region, Spanish and Mexican control of the area, and the struggles  between Mexico and the United States to lay claim to the land.  Readings and lectures focus closely on the ways in which communities  and cultures developed and interacted in a region where territorial  borders between nations were often unclear and shifting.      African American  History to 1865   HIST-UA 647 Identical  to SCA-UA 795. Offered every year. Mitchell, Sammons. 4 points.   Survey of the  experience of people of African descent in the United States to 1865,  emphasizing living conditions, attitudes and theories about race,  culture, and the emergence of African American identities using a  chronological and topical approach. Includes topics such as African  ways of life, initial contact between Africans and Europeans, the  Atlantic slave trade, slavery and indentured servitude in colonial  North America, restrictions on black mobility in a slave society, the  domestic slave trade, abolitionism, slave resistance, free blacks,  gender, and the impact of slavery on national politics during the  antebellum period.      African American  History since 1865   HIST-UA 648 Identical  to SCA-UA 796. Offered every year. Mitchell, Sammons. 4 points.   Survey of the  experience of people of African descent in the U.S. from the Civil  War to the present, including themes such as freedom and equality,  migratory movements, immigration, cultural contributions, military  participation, politics, gender dynamics, and contemporary  conditions. Topics include Reconstruction, discrimination and  racialized violence, black thought and protest, institution building,  racial segregation, World War I, the Harlem Renaissance, communism,  World War II, civil rights, black power, nationalism, and crises  surrounding busing and affirmative action.      The “Culture Wars”  in America: Past, Present, and Future   HIST-UA 651 Identical  to HSED-UE 1033. Offered every year. Zimmerman. 4 points.   Examines the origins,  development, and meanings of so-called cultural conflict in the  United States. Why do cultural issues divide Americans? How have  these issues changed over time? And how can Americans find common  ground amid their stark cultural differences? Special topics include  abortion, same-sex marriage, drug control, and school prayer.      American Social  Movements   HIST-UA 652 Offered  every other year. Gordon. 4 points.   An examination of  large-scale social movements in the 20th century, as well as a brief  introduction to social-movement theory. We examine civil rights,  populism, feminism, labor-union activism, the old and new left, gay  rights, the right-to-life movement, and the new Christian Right in  general. Questions include the following: How do social movements  construct identities, and how do identities affect social movements?  How do social movements use or repress multiple identities? When are  social movements political? How and when do social movements yield or  grow out of organizations, and what is the impact of the relation  between movements and organizations? Are there elite social  movements? Do social movements have to be democratic? When do social  movements become violent? Are social movements inevitably vulnerable  to demagoguery and authoritarianism?      Race, Gender, and  Sexuality in U.S. History   HIST-UA 655 Identical  to SCA-UA 729. Offered every year. 4 points.   Drawing primarily on  the histories of heterosexual and homosexual African Americans and  women, this course explores the intersection of race, gender, and  sexuality in 19th- and 20th-century American history. Throughout U.S.  history, the social, economic, moral, and political arguments  advanced to sustain the subordination of people of color, women, and  gays and lesbians have frequently revolved around the sphere of  sexuality. We explore important historical subjects such as  abolition, lynching, welfare debates, teenage pregnancy policies,  reproductive rights, and the Black Power movement, with special  attention paid to the intertwined histories of racial, gender, and  sexual oppression.      Women and Slavery in  the Americas   HIST-UA 660 Identical  to SCA-UA 730. Offered every other year. Morgan. 4 points.   Examines the history of  African and African American women enslaved in the United States and  Caribbean. Begins with African slavery and the emergence of the  Atlantic slave trade and then follows the forced migration of African  women to the Americas. Readings address issues such as resistance,  religion, labor, and reproduction and also cover theoretical  questions about the dynamics of ideas of status, race, and gender.  Ends with a section on the legacy of slavery in contemporary  representations of African and African American women.      Black Women in America   HIST-UA 661 Offered  every year. Mitchell. 4 points.   Explores varieties of  African American women’s experiences (including class, ethnicity,  sexuality, region, and generation). Endeavors to go beyond the  black/white binary by considering black women’s relationships to  both intraracial and broader communities. Additionally, assesses how  gender, race, and class have influenced black women’s work,  activism, political involvement, and creative output in the United  States. Takes an interdisciplinary approach by drawing from history,  memoir, sociology, feminist theory, film studies, legal theory, and  the popular press.      Writing American  History   HIST-UA 663 Offered  every year. Bender. 4 points.   Explores the history of  history writing in the United States, examining national histories  written in the 19th and 20th centuries as part of American  intellectual history. Focuses on theme, interpretation, points of  view, and style in the work of past historians.      A Global  Approach to U.S. History   HIST-UA 667   Prerequisite: at least one college-level course in American history.  Offered every year. Bender. 4 points.   Reframes American  history, placing major events into the context of transnational and  global history, showing that we share more history with the rest of  the world than notions of American “exceptionalism” allow.  Examines the way transnational and global historical developments are  not only similar to U.S. developments but are part of a larger  history that we share and that can often be partial but important  causes of events in U.S. history, including the Revolution, the Civil  War, social reform movements, intellectual and cultural trends, and  economic development.      African American  Autobiography   HIST-UA 688 Offered  every other year. Sammons. 4 points.   By approaching  autobiography as equally sociological, historical, and literary, this  course facilitates a better understanding of the genre and opens new  means of communication between disciplines in unraveling the meanings  of human expression and experience. Sociological and historical  issues raised by the materials are considered in tandem with the  formal and stylistic means through which those issues are shaped in  the works at hand.      American Jewish History   HIST-UA 689 Identical  to HBRJD-UA 172. Offered every other year. Diner. 4 points.   Surveys the history of  the Jewish people in America from the middle of the 17th century  until the present. Focuses on the social, cultural, political, and  religious development of the Jewish community against the backdrop of  American history. Seeks to identify and explain both the preservation  of tradition and patterns of innovation. Examines both the inner  lives of American Jews and their communities and the kinds of  relationships they had with the larger American world.      Non-Western History  Lectures      Problems in  Contemporary China   HIST-UA 517 Identical  to EAST-UA 517. Recommended prerequisite: one content course on  modern China. Offered periodically. Karl. 4 points.   Explores various  problems in contemporary China. Starting with an overview of  contemporary China, the course then concentrates on social,  intellectual, and environmental issues. The specific areas of inquiry  change with changing circumstances. The reading load is quite heavy,  and students are asked to write frequently.      Gender, Culture, and  Society in the Ottoman World   HIST-UA 519 No  prerequisites. Offered every other year. 4 points.   Explores facets of  gender identity and the lives of males and females in the domains of  the Ottoman Empire (both European and Middle Eastern) from the 14th  through the 18th centuries. Primary and secondary sources, as well as  images from the period, are used to study various contexts for and  influences on women’s and men’s lived experiences, including  class and religious identity; law and politics; wealth and charity;  crime and punishment; and gendered spaces. We also read an historical  novel that takes up some of these issues. Requirements include a  midterm and essay assignments.      History of U.S.-Japan  Relations   HIST-UA 527 No  prerequisites. Offered every other year. 4 points.   Examines the history of  U.S.-Japan relations, beginning with the first official contacts in  the mid-19th century, and continuing to the present. Students use  primary and secondary sources to study changes and continuities in  Japanese images of the United States, and American images of Japan.  The class considers the opinions and works of political leaders,  academics, military figures, popular writers, filmmakers, social  activists, and minorities in studying the evolution of exchange and  mutual representation. The aim is to address the broader question of  how images of others and the self are mutually constituted and are  always affected by the changing relations of power.      World of Goods in China   HIST-UA 528 Identical  to EAST-UA 538. Waley-Cohen. 4 points.   Material culture and  the nature of consumption in China, 1550–1900. Aims to introduce  students to the theoretical framework of current scholarship on  material culture and consumption and their relationship to modernity  and its antecedents in different parts of the world; to give students  a strong sense of Chinese elite social and cultural life during this  period; and to provide students with a sufficient basis of knowledge  on which to begin grounding comparative judgments. Themes include  periodization (“early modern” versus “late imperial” and  other labels); urbanization; commercialization and globalization; sex  and gender, explored through such specific aspects of material  culture as books and publishing; art, including collecting and  connoisseurship; textiles; food; opium; and architecture and gardens.      The Emergence of the  Modern Middle East   HIST-UA 531 Identical  to MEIS-UA 690. Offered every other year. 4 points.   Surveys the main  political, social, economic, and intellectual currents of the 20th  century. Emphasis is on historical background and development of  current problems in the region. Topics include imperialism,  nationalism, religion, Orientalism, women, class formation, oil, the  Arab-Israeli crisis, and the Iranian revolution.      History of Modern Japan   HIST-UA 537 Identical  to EAST-UA 537. Offered every other year. Solt. 4 points.   Emphasizes historical  problems in Japan’s economic development, their challenge to  political and social institutions, and their role in shaping foreign  policy. Focuses on Japan’s transition from an agrarian economy to  commercial capitalism, from hierarchical social organization to  constitutional authority, and from isolation from the rest of the  world to involvement with Western culture and diplomatic relations.  Traces Japan’s development into an industrial giant fully engaged  in world affairs.      Mao Zedong and the  Chinese Revolution   HIST-UA 546 Offered  every two years. Karl. 4 points.   Introduces the  historical relationship established in the 20th century between Mao  Zedong, his philosophy of history and revolution, and the Chinese  Revolution in global context. The course provides a thematic lens  through which to view one aspect of modern Chinese and global  history. The working premise is that the revolution made Mao as much  as Mao made the revolution. We investigate Mao’s thought and  theories, as well as his revolutionary practice, not as biographical  artifacts but as products of and contributors to the revolutionary  situation in China and the world in the 20th century. We end with  Mao’s afterlives. The majority of the readings are drawn from Mao’s  own writings. Students will learn to read Mao’s texts intensively  and extensively. This is a reading- and writing-intensive course.      Topics in Chinese  History   HIST-UA 551 Identical  to EAST-UA 551. Offered every year. Karl, Waley-Cohen, M. Young. 4  points.   Specific topics vary  from time to time and may include Women and Gender in Chinese  History; Rebellion and Revolution in China, 1683-1864; The Manchus in  China; Urban China; American Wars in Asia; China in Revolution,  1949-Present; China After Mao; Maoism and China.      The History of  Religions in Africa   HIST-UA 566 Identical  to SCA-UA 790, RELST-UA 566. Offered every year. Hull. 4 points.   Covers (1) traditional  African religions, including the myths of origin; concepts of the  individual and the Supreme Being; the individual’s relation to the  universe; links between the world of the living and the spiritual;  ancestral worship, divinities, witches, and sorcerers; and sacrifice,  prayer, birth, and death; (2) the impact of Islam on traditional  African religions, and the spread of Islam; (3) the impact of  Christianity and missionary enterprise in the late 19th and early  20th centuries in sub-Saharan Africa; and (4) the impact of secular  culture on religions in sub-Saharan Africa.      Africa Since 1940   HIST-UA 567 Identical  to SCA-UA 791. Offered every year. Cooper. 4 points.   Examines how Africa got  to be where it is now. Covers the period from the beginning of the  crisis that shook colonial empires in the 1940s through the coming to  power of independent African governments on most of the continent in  the 1960s to the fall of the last white regime in South Africa in  1994, by which time the already independent countries of Africa had  found themselves in deep crisis. By bridging the conventional divide  between “colonial” and “independent” Africa, the course opens  up questions about the changes in African economies, religious  beliefs, family relations, and conceptions of the world around them  during the last half century. Students read political and literary  writings by African intellectuals, as well as the work of scholars  based inside and outside Africa, and view and discuss videos. The  course emphasizes the multiple meanings of politics—from local to  regional to Pan-African levels—and aspires to give students a  framework for understanding the process of social and economic change  in contemporary Africa.      History of South  Africa   HIST-UA 568 Identical  to SCA-UA 792. Offered every other year. Hull. 4 points.   Exploration and  analysis of the political, social, and economic development of  African nations south of the Zambezi River from 1700 to the present.  Focuses on South Africa, Namibia, Zimbabwe, Botswana, and Mozambique.      History of Colonial  Latin America   HIST-UA 743 Offered  every other year. Thomson. 4 points.   Introduces students to  the colonial origins of the Latin American region and the ways they  have shaped the present. Follows the unfolding and demise of a new  social order under European rule, over a period spanning from the  16th-century conquest through the early-19th-century wars of  independence. Specific topics include Inca and Aztec worlds;  Indian-European confrontations; the Catholic Church and popular  religiosity; patriarchy and honor codes; racial dynamics and slavery;  the development of capitalism; anticolonial struggles; imperial  rivalry; reform; decline; and colonial legacies.      History of Modern Latin  America   HIST-UA 745 Offered  every year. Ferrer, Grandin, Weinstein. 4 points.   A comparative survey of  Latin American social, economic, cultural, and political history from  1800 to the present.      Topics in Latin  American and Caribbean History   HIST-UA 750 Offered  every year. Ferrer, Grandin, Thomson, Weinstein. 4 points.   Focuses on varying  groupings of historical experiences in selected countries of Latin  America and the Caribbean or on thematic issues on the history of the  region. Recent topics include Race and Ethnicity in Latin America,  History and Revolution in Cuba, and Latin American Populism.      History of the Andes   HIST-UA 753 Offered  every other year. Thomson. 4 points.   An introduction to one  of the core regions of Latin America from preconquest to modern  times. Course themes include Andean regional and cultural identity;  ecology and peasant agriculture; native society and the Inca;  colonialism, nationalism, and race; global commodity production (from  silver to coca) and economic dependency; and Indian and working-class  political struggles. The Peruvian novelist and ethnographer José  María Arguedas is taken as an exemplary figure whose life, work, and  death provide a focus connecting diverse elements in the course.      Cuba: History and  Revolution   HIST-UA 755 Ferrer. 4  points.   Cuba was one of the  first territories colonized by Spain and among the last to secure its  independence. It was among the last territories in the hemisphere to  abolish slavery, yet home to the first black political party in the  Americas. Its struggle for independence from Spain helped usher in an  age of U.S. imperialism. It is the hemisphere’s first and last  socialist state. This brief description hints not only at the  complexities of Cuban history but also at its significance for  international histories of nationalism and imperialism, race and  slavery, the Cold War and socialist revolution. This course serves as  an in-depth examination of that complex and fascinating history,  focusing in depth on the major themes that have shaped modern Cuban  history in the 19th and 20th centuries: race and slavery, nationalism  and imperialism, reform and revolution. Particular attention is paid  to the revolution of 1959.      History of the  Caribbean   HIST-UA 759 Offered  every year. Ferrer. 4 points.   The Antilles and the  Guianas, from the arrival of Columbus to the present. A survey course  organized chronologically and thematically around such topics as  colonialism, slavery and emancipation, U.S. intervention, social  revolution, and economic development.      Global and Special  Topics Lecture Courses Russian Empire: The Politics of Difference, 1700-1917 HIST-UA 157 Burbank. Identical to RUSSN-UA 157. 4 points. From Peter the Great to Nicholas the Second, the emperors of Russia ruled an enormous multi-ethnic empire. Our course will explore what kept this empire together for centuries, as well as the challenges to its survival. We will study Russia's \"politics of difference,\" its \"regime of imperial rights,\" and the impact of autocratic empire on the aspirations of Russia's subjects. Among specific topics will be the policies and personal lives of emperors and empresses, the actions of Russia as a great power in world politics, the lives of peasants (the majority of the population at all times) as well as of other social groups, the regulation of religion and of national minorities, the ideas of both supporters and opponents of the government, the state's reforms, imperial law and courts, the repression of dissent, the exile system, student activism, the emancipation of serfs, the women's liberation movement, policing and terror, the causes of the 1905 and 1917 revolutions. We will read fiction, watch films, and study documents (translated) from the past as well as scholarly writings. Requirements include a mid-term, a short paper, and a final. The meetings will usually combine a lecture with discussion.      Modern Imperialism   HIST-UA 198 Fulfills  non-Western course requirement for the major. Offered every other  year. 4 points.   Conquest, domination,  and exploitation in the 19th and 20th centuries in Africa, Asia, and  North America. Compares the imperialism of Western Europeans and  Americans, as well as non-Western peoples. Examines general,  technological, environmental, cultural, political, and economic  causes. Focuses on the effects of imperialism on conquered societies:  the Chinese after the Opium Wars; the Plains Indians of North  America; the Sotho of South Africa after the Mfecane and the Great  Trek; and the Indians after the Great Mutiny. Theory, practice, and  results of modern imperialism.      Cold War   HIST-UA 622 Nolan. 4  points.   The Cold War as global  conflict. Focuses on Europe and the Third World, as well as on the  United States and the Soviet Union, looking at international politics  and diplomacy; nuclear rivalry and the culture of the bomb; Cold War  economic competition and development policies; and the impact of the  Cold War on culture and gender in various countries.      Empire and  Globalization   HIST-UA 662 Offered  every year. Ludden. 4 points.   This introductory  survey course considers empire as a feature of globalization in the  long term and in the present. First, we establish a critical  perspective on modern world history. Next, we explore British  imperialism. Finally, we analyze the problem of imperialism in a  world covered with legally sovereign nation-states. Throughout,  historical capitalism provides a concept that connects empire and  globalization.      Power and Poverty   HIST-UA 743 Offered  every year. Ludden. 4 points.   This lecture/discussion  course explores entanglements of power and poverty by focusing on  dynamics of inequality during economic development under  globalization. The course has four parts; each presents a particular  angle of analysis. We begin with Amartya Sen’s entitlement approach  to famine. We then consider contemporary global issues. Our third  project is to bring health into understandings of poverty and power.  Last, we consider political struggles as potentially productive  forces inside inequality environments.      Urban Modernism in Twentieth-Century Cities   HIST-UA 828 Offered  every third year. Ortolano. 4 points.   Examines the history of  urban modernism in a range of national contexts during the 20th  century. The goal is to understand the ambitions behind developments  that are now often controversial. The cities examined include  Brasilia, Chandigarh, Los Angeles, Marseilles, Milton Keynes, and New  York, and the theorists considered include Ebenezer Howard,  Corbusier, Reyner Banham, Jane Jacobs, David Harvey, and Mike Davis.    Colloquium in World History   HIST-UA 830 Offered every year. Hull. 4 points.   This colloquium varies in format and content each semester. In general, it examines different cultures comparatively over time and space, from the 15th century to the present.      Contemporary World  History   HIST-UA 831 Offered  every other year. Benite, Berenson. 4 points.   A thematic approach to  contemporary world history since the late 19th century. Considers the  following topics, among several others: the reasons for Europe’s  unprecedented world domination in the final third of the 19th  century; responses to Western hegemony; the world wars in global  perspective; the new nationalism of the 20th century; the rise of  authoritarian and fascist regimes; independence movements and  decolonization; cultural change and the assertion of women’s  rights; the Islamic revival; and the collapse of world communism.        Research Seminars      The research seminar is  the culminating intellectual experience for the history major. Having  taken the relevant lecture and readings courses to provide historical  background and context, the seminar student undertakes the research  and writing of an original paper. Research seminars should be taken  in the senior year, but they are open to qualified juniors. They are  small classes in which students present their own work and discuss  the work of others.      Historical Studies:  Theory and Practice (HIST-UA 101) is a prerequisite for all history  seminars. Any additional prerequisites are noted in the course  descriptions below.      Seminar: Topics in  History   HIST-UA 401 4 points.   Topics vary from  semester to semester.      European History  Colloquium: Rome, Constantinople, Istanbul HIST-UA 160 Offered every other year. 4 points. This   course proposes a comparative study of the cities of Rome,   Constantinople and Istanbul, the capitals of the most powerful empires   of the Mediterranean from antiquity to the modern period. Beyond the   history and architecture of these cities, we will also explore key   issues of urban history, including the role of cities as stages for the   projection of imperial ideology, the position of religion with the   cities, professions, neighborhoods, women, minorities and marginals,   revolts, disease and healthcare, and finally, entertainment. Seminar: Italian  Fascism HIST-UA 171 Identical  to ITAL-UA 165. Offered every two to three years. Ben-Ghiat, Ferrari.  4 points. An interdisciplinary  examination of the cultural production of the fascist period.  Students examine the image that the fascist regime produced of itself  through the study of popular novels, architecture, film, and  political speeches.      Seminar: Culture and  Communism in Eastern Europe   HIST-UA 263 Offered  every other year. Wolff. 4 points.   Studies the history of  communism in Eastern Europe since World War II and especially focuses  on issues of intellectual history—that is, the ways in which the  intellectuals of Eastern Europe, as representative of their national  cultures, responded to the crises, challenges, and constraints of  communism between 1945 and 1989. Issues include the nature of  political dissidence under authoritarian governments in Eastern  Europe. Focuses on writers from Poland, the former Czechoslovakia,  and the former Yugoslavia. The format of the course is a discussion  colloquium, with weekly assigned readings.      Seminar: Crusade and  Trade: Western Expansion in the Eastern Mediterranean, 11th to 15th  Centuries   HIST-UA 265 Offered  every other year. Smyrlis. 4 points.   Examines Western  expansion in the Eastern Mediterranean from the 11th to the 15th  century, focusing on the two main, peaceful or violent, ways of  Western penetration in the East. Topics include Western Europe in the  period leading to the Crusades; the creation of overseas states (by  the Franks) and of commercial empires (by the Italians); the  Easterners’ reaction to the presence of the Westerners; and the  latter’s influence on the social, political, economic, and cultural  traditions of the East.    Colloquium: 20th Century European Capitalism HIST-UA 272 Offered every other year. 4 points. Nineteenth   century Europe was the birthplace of economic liberalism. The gold   standard, the night watchman state, and the writings of the classical   economists laid the foundation for a golden age of laissez-faire   capitalism. More than a century later we see Europe as the birthplace of   the modern welfare state, a pioneer of organized capitalism, and the   center for a supra-national experiment in economic cooperation: the   European Union. This course traces the evolution of European capitalism   during the twentieth century, from a laissez-faire to a social market   economy. Throughout the semester we will study key themes and turning   points that shaped Europe's economic development: the Great Depression;   the World Wars; alternative ways of organizing an economic life under   fascism and communism; the stagnation of the 1970s; and European   economic integration.    Colloquium: Topics in  Early Modern Europe   HIST-UA 279 Identical  to MEDI-UA 279. Offered every year. Appuhn, Shovlin. 4 points.   The specific subjects  treated in this colloquium vary according to student need and instructor  interest.      Seminar: European  Enlightenment: A Revolution of the Mind   HIST-UA 286 Offered  every other year. Shovlin. 4 points.   Students examine  classic texts in Enlightenment studies as well as interpretations of  the Enlightenment that place these texts in cultural context and  larger historical perspective. Topics include the philosophes and the  gods, the social and political sciences, ethical thought, utopian  literature, and popular culture.      Seminar: Origins of  World War I   HIST-UA 288 Offered  every third year. Berenson. 4 points.   Explores the causes of  and responsibility for the war. Topics include the diplomatic crises  before 1914, the internal situation of Austria, the assassination of  the Archduke Ferdinand, and the varying interpretations of the causes  of the war.      Seminar: The Russian  Revolution   HIST-UA 291 Offered  every other year. Kotsonis. 4 points.   This seminar has two  objectives: (1) an in-depth survey of the events, personalities, and  interpretations of the Russian Revolution through a close analysis of  numerous and varied sources and (2) a workshop in the writing of  history through the preparation and criticism of short papers and  written exercises.      Seminar: 19th-Century  France   HIST-UA 302 Offered  every other year. Berenson. 4 points.   Social and political  history of France from the French Revolution to the late 19th  century. Topics include the French Revolution and its legacy; the  Empire; movements of the right and the left; urbanization; the  Revolution of 1848 and the Paris Commune; the Dreyfus Affair;  colonization; and the question of nationhood, citizenship, and the  emergence of a French identity.      Seminar: 20th-Century  France   HIST-UA 303 Offered  every year. Chapman. 4 points.   The transformation of  French society since the beginning of the 20th century. Topics  include nationalism, socialism, labor conflict, economic crisis, war  and collaboration, colonialism and decolonization, student uprising,  immigration, the establishment of a presidential regime, and regional  and ethnic militancy. Colloquium: Pirates and Buccaneers: Seaborne Terrorism in the Early Modern World HIST-UA 369 Offered every year. 4 points. This course will sort out the myths and realities of the “Golden Age of Piracy.” The emergence of Spain as a political and economic superpower in the early sixteenth century bred waves of French, English, and Dutch interlopers, contraband slave traders, seaborne raiders, freebooters, and privateers eager to thwart her attempt at hegemony and expropriate her wealth. Their success gave rise to a multinational and cross-cultural underworld of violence and crime on the high seas that flourished nearly unchecked from the mid-seventeenth century until its suppression in the early decades of the eighteenth century. The response of the early modern world to piracy and buccaneering is embedded in the “Law of Nations” and the “Law of the Sea,” progenitors of modern international law. Participants in this course will engage a rich body of primary and secondary historical sources to reconstruct and interpret the multiple contexts within which piracy and buccaneering operated.      Seminar: Topics in  Medieval History   HIST-UA 441   Bedos-Rezak, Griffiths. 4 points.   Topics vary from  semester to semester.      Seminar: Topics in  European Intellectual History   HIST-UA 443   Geroulanos, Shovlin. 4 points.   Topics vary from  semester to semester.      Seminar: Britain since  World War II   HIST-UA 451 Open to  history majors who have completed Historical Studies: Theories and  Practice (HIST-UA 101), or by permission of the instructor. Ortolano.  4 points.   Assists students in  writing archivally-based research papers about a single topic in  recent British history. Since the end of the Second World War,  Britain has faced many of the challenges typical of Western  societies, as well as more particular obstacles resulting from its  status as a recent imperial power. British history since 1945 has  thus been characterized by the creation of the welfare state, the end  of the British Empire, immigration and racial conflict, “Swinging  London” and 1960s second-wave feminism, labor unrest and the  decline of heavy industry, neo-liberal economics, and Tony Blair’s  New Labour. We spend the first part of the seminar becoming  acquainted with these developments, while also identifying specific  topics for students to explore through primary-source-based papers of  about 20 pages.      United States History Seminar: Topics in U.S.  History      HIST-UA 413 4 points.   Topics vary from  semester to semester.    Colloquium: The Place of Regions in U.S. History HIST-UA 414 Offered every year. 4 points. In this research seminar, students will explore how the concept of region and the meanings of regional differences have changed throughout U.S. history. Course readings will move between regions and through time as we explore themes including environment, geography, economics, politics, and culture. While class discussions will focus on a series of secondary readings, students are encouraged to draw on a wide range of materials, ranging from music, films, and physical objects to political reports and historical monographs, in writing a research paper that will explore some aspect of regional history in the United States.    Seminar: Capital and Labor and the Making of Modern America   HIST-UA 416 Offered  every other year. Montoya. 4 points.   This course has two  purposes. The first is to learn the fundamentals of historical  research. By completing assignments that teach them how to conduct  archival research and engage in historical analysis, students come to  understand how historians engage in their craft, how they construct  historical narratives, and how they ensure their accuracy. The course  culminates in a 15- to 20-page research paper. The second purpose of  this course is to learn about U.S. labor history, which includes not  only the study of the workplace but also how families interacted and  reacted to labor conditions as they lived their domestic lives.      Seminar: Writing  American History   HIST-UA 417 Offered  every year. Bender. 4 points.   Explores the history of  history writing in the United States, examining national histories  written in the 19th and 20th centuries as part of American  intellectual history. Focuses on theme, interpretation, points of  view, and style in the work of past historians.    Liberalism and Conservatism since the New Deal HIST-UA 418 Offered every year. 4 points. This seminar investigates the historical development of the key ideologies of postwar American politics and their differing engagements with the central historical developments of that time period: the Cold War, civil rights movement, metropolitan development, feminism, environmentalism, and fiscal and monetary policy. It will investigate how liberalism and conservatism reshaped American society and politics at the various scales of American governance: grass-roots, state, regional, and national. As a research seminar, students will be expected to complete a piece of original research, on a topic of their choosing, over the course of the semester.    Seminar: Unbordered and Bordered Lands: North American Borderlands History HIST-UA 663 Offered every other year. 4 points. In this reading seminar, students will explore the major themes and historiographical approaches to the study of North American borderlands history. A rapidly expanding and vibrant field, borderlands history focuses on the interactions of peoples, nations, and empires across the boundaries of Mexico, the United States, and Canada. Beginning with the earliest European claims to the continent, this course will explore recent writings on the interactions of Europeans and Native peoples as Spain, Britain, and France attempted to conquer North America. In the second half of the class, we will turn to the transition from empires to nation-states in North America and explore how Mexico, the United States, and Canada worked to assert state power and create national space and citizens in the borderlands between nations.      Seminar: Reading and  Writing Experimental History   HIST-UA 672 Hodes. 4  points.   Investigates and  evaluates the ways in which scholars attempt to expand the boundaries  of writing history. Focuses on the relationship between historical  evidence and the writing of history in new ways; relation between  scholar and subject; connections between history and speculation; use  of unconventional voices; re-creation of past worlds and lives; and  connections between history and storytelling.      Seminar: Constructions  of Race in U.S. History   HIST-UA 680 Hodes. 4  points.   Explores the ideas of  race and how racial classifications have changed over time and across  regions and cultures in the United States. Themes include language,  color, law, science, slavery, mixed ancestries, and white identity.      Seminar: Race, Civil  War, Reconstruction   HIST-UA 683 Hodes. 4  points.   The American Civil War  punctuated the 19th century and transformed the nation. This seminar  explores the experiences of slaves and former slaves, politicians and  community leaders, civilians and families, soldiers and veterans, and  proceeds from the premise that slavery and race were central to the  war’s causes and consequences.      Seminar: Ideology and  Social Change in American History   HIST-UA 684 Offered  every other year. 4 points.   Explores classical  arguments in American history concerning social behavior. Central  themes: the power of cultural conditioning, the role of schooling and  other acculturating institutions, the uses of “uplifting” reform  and organizational benevolence, and the intervention of professional  experts into social policymaking. Special attention to the role of  ethnic and racial leaders, proponents of success and socialization,  critical investigations of family and femininity, and analysis of  distinctive generational responses to these and related issues.      Seminar: The New Deal   HIST-UA 686 Offered  every year. Katz. 4 points.   Explores the historical  issues of the Great Depression and the New Deal years, 1933–1941,  by discussing several relevant works on this period. Students choose  a research project, which they report on both orally and in a seminar  paper. Colloquium: Twentieth Century U.S. History in Film HIST-UA 694 Offered every other spring. 4 points. The purpose of this course is two-fold: to engage in critical examination of film and to analyze how film either captures or portrays specific moments in twentieth-century U.S. history. Throughout the semester, we will discuss major historical eras and events—including the Great Depression, the Second World War, McCarthyism, the Cold War, the Civil Rights movement, Vietnam, and Watergate—as we explore major film genres such as the social problem film, screwball comedy, the “woman’s film,” film noir, and Gen-X cinema. In terms of documentaries, we will view newsreels, government-produced films, historical documentaries, cinéma vérité, and “docu-ganda.” We will not necessarily focus upon whether filmic representations are historically accurate in fine detail. Rather, we shall carefully consider the ways in which filmic representations do—and do not—comment upon complex political, social, cultural, and historical dynamics. Lastly, we shall also consider key developments in cinema over the course of the twentieth century. Women, the Entertainment Industry, and the Blacklist Era HIST-UA 695 Offered every fall. 4 points. One of the darker epochs of American history were the years most commonly known as the McCarthy era, although the senator from Wisconsin played only a small part in the investigations of the entertainment industry. History also chooses to remember only the men whenever discussions of this period are presented. Long forgotten, more accurately ignored, many women were named, appeared before the Committees, and were victims of the blacklist. This course reviews the history of this period, and the women of the entertainment industry who appeared before the various Un-American Activities Committees from 1938-1958. Here is an opportunity to examine an important piece of the American story through a new lens, giving a fascinating group of women their place in the history of this period.    Seminar: Sport and Film  in American History   HIST-UA 698 Sammons. 4  points.   Investigates how a  visual medium (film), subject to the conventions of drama and  fiction, and a popular activity/institution (sport), often associated  with frivolity, violence, and puerility, might be used as serious  vehicles for conceptualizing and analyzing the past. Seminar: Histories of the U.S.-Mexico Border HIST-UA 756 4 points. The border between the United States and Mexico is both a meeting ground and a dividing line between two nations, cultures, and people. It has been a site of conflict and coexistence from the time it was created until the present. In the media the border most often appears as a site of controversy, violence, and national control that is defined by U.S. and Mexican policies concerning trade, immigration, and national security. But the border is more than this; it is a place where individuals, families, and communities have made their lives. The history of the border then is found not only in the pages of government reports and statistics, but in the memories, songs, and stories of border people. In this class we will explore some of the many histories of the border. A wide array of course materials—including historical monographs, journalistic reports, oral histories, folk songs, and documentary and feature films—will introduce students to the many ways that people use and make sense of the past. In the process we will seek not just to better understand the contemporary political issues focused on the border today, but the longer and richer history of the U.S.-Mexico border and the people who have lived along and across it.     History of Asia, Africa, and Latin America      Seminar: Capitalism in  South Asia   HIST-UA 327 Offered  every year. Sartori. 4 points.   Is capitalism a set of  global arrangements superimposed on a set of local cultures, a  long-term tendency of South Asian societies, or something that has  entered into the very structure of modern South Asian society? This  course explores a series of topics including the Indian Ocean trading  world; “proto-industrialization” in pre-colonial India; the East  India Company; deindustrialization, peasantization, and  traditionalization; continuity and transformation in peasant society;  developmentalist theories and pro-industrialization policies;  nationalism, decolonization, and political economy; and  neo-liberalism.      Seminar: Topics in  Latin American History   HIST-UA 471 4 points.   Topics vary from  semester to semester.      Seminar: Topics in  Japanese History   HIST-UA 474 Offered  every other year. Solt. 4 points.   Topics vary from  semester to semester.      Seminar: China and  Taiwan   HIST-UA 529 Offered  periodically. Karl. 4 points.   Examines 20th-century  Taiwan and China in their interrelationship and their divergent  paths. It is not a diplomatic or international history course.  Rather, it takes up crucial issues in the history of each polity and  society, focusing primarily on Taiwan, thus allowing students to gain  an understanding of the complexities of Taiwanese history and society  and of this contested region of the world. The reading and writing  load are heavy, and students are expected to participate in class.  Some background in China’s or Taiwan’s history is desirable and  presumed.      Seminar: Topics in  Eurasian History   HIST-UA 533 Offered  every year. 4 points.   Focuses on major  historical issues and problems in the history of Eurasia, which is  the largest landmass in the world but is rarely treated as a region  or unit of historical analysis. Responds to recent shifts in the  field of history that emphasize frameworks larger than the  “nation-state” for historical research and analysis. Possible  topics: The Mongol Empire and Its Legacy; Early Modern Empires:  China, Russia, and the Ottomans; Scientific and Technological  Exchanges, 1225–2000; Eurasian Militaries; and Nomads and Nomadism  in Eurasia.    Colloquium : Gender and  Radicalism in Modern China   HIST-UA 536 Identical  to EAST-UA 536. Offered every year. Karl. 4 points.   Examines the  interrelated rise of political, ideological, and cultural radicalisms  and of gender issues as a major subject and object of transformative  social activity in 19th- and 20th-century China. Introduces  approaches to gender theory and historical analysis through the use  of primary and secondary sources on China, as well as through films  and other visuals. Emphasis is on synthesizing contradictory material  and on historical analytical issues. Includes a heavy writing and  class-discussion component.      Seminar in Chinese  History   HIST-UA 552 Identical  to EAST-UA 552. Offered every year. Karl, Waley-Cohen, M. Young. 4  points.   Specific topics include  China and the Global Economy, 1492–1842; China and Christianity;  Culture and Politics in Qing History; Republican Shanghai; Modern  Chinese Intellectual History; Frontiers of China; Politics and  Culture of the 1950s; Nationalism in Asia; The Cultural Revolution.      Seminar: Topics in  Modern Africa   HIST-UA 584 Offered  every year. Hull. 4 points.   Topics vary from  semester to semester.      Seminar: Ancient Africa   HIST-UA 597 Offered  every year. Hull. 4 points.   Critically examines a  number of important cities, towns, and states that flourished before  the period of external, mainly European, control. The course explores  the key reasons for their emergence, dynamism, and demise. Considers  such factors as governance, commerce, the arts and architecture,  social organization, and religion. The period covered extends from  the New Kingdom in Egypt (1550 B.C.E.) to the forest kingdoms of West  Africa on the eve of the Atlantic slave trade in the mid-15th  century.      Seminar: Japan and  World War II in Asia   HIST-UA 710 Identical  to EAST-UA 710. Offered every other year. 4 points.   Takes up a watershed  event in Japanese history, the greatest single preoccupation of  Japanese historians. The war is dealt with in two senses: its meaning  for Japan’s international history and its impact on the domestic  landscape. Readings are drawn from both primary and secondary sources  so that interpretative controversies as well as texts may be  discussed. Thematically, the course divides into sections: (1) the  great debates over Japanese fascism and ultranationalism; (2) the  China War; (3) the Pacific War; (4) the Coprosperity Sphere; (5) the  atom bomb, surrender, and occupation; and (6) issues of public memory  and war responsibility.      Seminar: Latin America  and the Caribbean   HIST-UA 799 Offered  every year. Ferrer, Grandin, Thomson, Weinstein. 4 points.   Recent topics have  included African Slavery in Latin America and the Caribbean; Haiti  and Cuba: Connections and Comparisons; the Cold War in Latin America;  and Memory and Violence in Latin America. Students choose a research  topic related to the semester’s theme, conduct primary source  research in area libraries, and produce a final, original research  paper.      Global and Special  Topics Seminars    History of the Body HIST-UA 310 Offered every two years. 4 points. History of the Body from Birth to Death. Many assume that bodies are ahistorical, unchanging, but this is not true. This seminar examines historical changes in physical bodies, perception of bodies, and treatment of the body over time; how social class, race, sex and region have contributed to these changes and to bodily diversity; and how national and international inequalities have affected the human body. Colloquium: Biography and History HIST-UA 669 Offered every other fall. 4 points. In this course, we will explore the ways in which the art and craft of biography can serve the study of history. Reading critically and thoughtfully, we will explore both conventional and unconventional biographies, by both academics and non-academics, treating subjects ranging from the well-known to the unknown, and beyond. Around the seminar table, we will ask how each work illuminates the study of history, with attention to such topics as research methods, sources, evidence, argument, style, voice, and the relationship between writer and subject. Throughout the semester, students will make their own forays into biography, sharing their work and reflecting on one another’s efforts. Colloquium: Consumption and Consumer Culture in Comparative Perspective HIST-UA 671 Offered every other year. 4 points. This upper level class will explore the study of consumption and consumer culture. Readings will range from the seventeenth to the twentieth century and will focus primarily, but not exclusively on Europe and the United States. Topics will include the study of the production and consumption of particular commodities; middle-class and working-class consumer cultures in the nineteenth century; and mass production and mass consumption in the twentieth century. We will look at protests and popular movements organized around issues of consumption; examine how products from the non-European world transformed European and American consumption; and how European, and especially American patterns of consumption shaped consumption elsewhere. Seminar: Topics in  Environmental History   HIST-UA 829 Appuhn,  Needham. 4 points.   Subjects covered vary  according to instructor interest and student needs. Examples of  topics covered include Urban Environments, Technology and Nature, The  History of Human-Animal Relations, The History of Resource  Management, and The Idea of Wilderness in Western Culture.       Honors Program      Honors Seminar   HIST-UA 994 Offered in  the fall. 4 points.   Students define and  research their thesis topic. Satisfies the advanced research seminar  requirement for the major.      Honors Tutorial   HIST-UA 996 Offered in  the spring. 4 points.   Students work  one-on-one with their faculty director to complete and defend their  senior thesis. A grade of at least A- on the thesis is required to  receive honors in history.      Independent Study      Independent Study   HIST-UA 997, 998   Prerequisites: junior or senior standing and permission of the  instructor and the director of undergraduate studies. Students may  not take more than one independent study course per term. No more  than two may count toward the major. Instructors are limited to two  independent study students per term. Offered every term. 2 or 4  points per term.      Internship Program      Internship   HIST-UA 980, 981   Prerequisite: permission of the director of undergraduate studies.  Open only to junior and senior history majors. Offered every term. 4  points per term.   Enables advanced and  qualified students to work on historical projects for credit for up  to 12 hours per week in approved agencies or archival centers.      Cross-listed Courses      The following  designated courses offered in other departments are generally  cross-listed with the Department of History. For more up-to-date  information on cross-listed courses, please check the schedules on  the department’s website.      What Is Islam?   HIST-UA 85 Identical  to MEIS-UA 691, RELST-UA 85. 4 points.   See description under  Religious Studies.      Modern Jewish History   HIST-UA 99 Identical  to HBRJD-UA 103. Engel. 4 points.   See description under  Hebrew and Judaic Studies.      The Irish and New York   HIST-UA 180 Identical  to SCA-UA 758, IRISH-UA 180. 4 points.   See description under  Irish Studies.      Topics in Irish History   HIST-UA 181 Identical  to IRISH-UA 181. 4 points.   See description under  Irish Studies.      History of Modern  Ireland I, 1580–1800   HIST-UA 182 Identical  to IRISH-UA 182. 4 points.   See description under  Irish Studies.      History of Modern  Ireland II, 1800 to the Present   HIST-UA 183 Identical  to IRISH-UA 183. 4 points.   See description under  Irish Studies.      Seminar in Irish  History   HIST-UA 185 Identical  to IRISH-UA 185. 4 points.   See description under  Irish Studies.      The Irish in America   HIST-UA 187 Identical  to IRISH-UA 187. 4 points.   See description under  Irish Studies.      Greek History from the  Bronze Age to Alexander   HIST-UA 200 Identical  to CLASS-UA 242. 4 points.   See description under  Classics.      History of the Roman  Republic   HIST-UA 205 Identical  to CLASS-UA 267. 4 points.   See description under  Classics.      History of the Roman  Empire   HIST-UA 206 Identical  to CLASS-UA 278. Fulfills advanced European requirement and pre-1800  requirement for the major. 4 points.   See description under  Classics.      History and Literatures  of the South Asian Diaspora   HIST-UA 326 Identical  to SCA-UA 313. Sandhu. 4 points.   See description under  Asian/Pacific/American Studies. Topics in Modern Middle East History HIST-UA 472. Identical to MEIS-UA 688. 4 points. Topics vary by semester. The History of Ancient  Egypt, 3200–50 B.C.E.   HIST-UA 506 Identical  to MEIS-UA 611. Goelet. 4 points.   See description under  Middle Eastern and Islamic Studies.      History of Jewish Women  in America   HIST-UA 511 Identical  to HBRJD-UA 185. Fulfills advanced U.S. requirement. Offered every  other year. Diner. 4 points.   See description under  Hebrew and Judaic Studies.      The Ottoman Empire and  the World Around It   HIST-UA 515 Identical  to MEIS-UA 650, MEDI-UA 651. 4 points.   See description under  Middle Eastern and Islamic Studies.      Islam and the West   HIST-UA 520 Identical  to MEIS-UA 694. 4 points.   See description under  Middle Eastern and Islamic Studies.      The Emergence of the  Modern Middle East   HIST-UA 531 Identical  to MEIS-UA 690. Lockman. 4 points.   See description under  Middle Eastern and Islamic Studies.      Palestine, Zionism,  Israel   HIST-UA 532 Identical  to MEIS-UA 697. Lockman. 4 points.   See description under  Middle Eastern and Islamic Studies.      The Land of Israel  Through the Ages   HIST-UA 540 Identical  to HBRJD-UA 141, RELST-UA 609. Schiffman. 4 points.   See description under  Hebrew and Judaic Studies.      Seminar: Colonialism,  Imperialism, and Nationalism in the Middle East   HIST-UA 541 Identical  to MEIS-UA 677. Fahmy, Lockman. 4 points.   See description under  Middle Eastern and Islamic Studies.      Seminar: Topics in  Middle Eastern History   HIST-UA 550 Identical  to MEIS-UA 688. 4 points.   See description under  Middle Eastern and Islamic Studies.      Approaches to the  Asian/Pacific/American Experience   HIST-UA 626 Identical  to SCA-UA 301. 4 points.   See description under  Asian/Pacific/American Studies.      Seminar: Modern Central  Asia   HIST-UA 700 Identical  to MEIS-UA 700. 4 points.   See description under  Middle Eastern and Islamic Studies.      Vietnam: Its History,  Its Culture, and Its Wars   HIST-UA 737 Identical  to EAST-UA 737. Roberts, Young. 4 points.   See description under  East Asian Studies.      The Holocaust: The  Third Reich and the Jews   HIST-UA 808 Identical  to HBRJD-UA 685. 4 points.   See description under  Hebrew and Judaic Studies.      Topics in Women’s  History   HIST-UA 820 Identical  to SCA-UA 737. 4 points.   Topics vary from term  to term.      Graduate Courses  Open to Undergraduates      Certain 1000-level  courses in the Graduate School of Arts and Science are open to  qualified undergraduates each semester, and qualified undergraduates  are encouraged to enroll in those that fit the needs of their  program. Permission of the instructor of the course and of the  director of undergraduate studies is required.             Contact Us | &copy; New York University , Arts and Science"}, {"content": "Cultures & Contexts    | The College Core Curriculum, College of Arts and Science | New York Univeristy                          NEW YORK UNIVERSITY     ARTS AND SCIENCE     COLLEGE OF ARTS AND SCIENCE     GRADUATE SCHOOL OF ARTS AND SCIENCE             The College Core Curriculum            Back to Home       Cultures & Contexts | 2013-2014 Note: * indicates example syllabus  Fall 2013 FALL 2013 MAP-UA 500 Cultures &amp; Contexts: Islam and Judaism Prof. Ben-Dor Benite (History/Middle Eastern &amp; Islamic Studies)  syllabus How two monotheist religions based on the idea of divine law—Islam and Judaism—evolved through constant dialogues, exchanges, imitations, frictions, and conflicts. Our approach is multidisciplinary throughout—we read and discuss texts, look at visual materials, listen to music, and also explore social and political aspects of Jewish-Muslim relations. We think about how Jewish and Muslim communal life, practices, and politics converged and diverged. Our purpose is not to present Jews and Muslims living harmoniously with one another but to understand how interactions between the groups shaped the development of their religions in key moments in history up to the contemporary period. FALL 2013 MAP-UA 503 Cultures &amp; Contexts: South Asia Prof. Rajagopal (Media, Culture, and Communication)  syllabus The South Asian subcontinent is in many ways at the heart of contemporary globalization. Few regions contain a higher density of population experiencing faster rates of social change. South Asia is the site of massive social transformations, ranging from new modes of consumption and aspiration, to accelerated urbanization, rising social inequality, and violent inter- and intra-state conflict. A little analyzed, yet central catalyst for these transformations is represented by media industries, which have grown at a rate greater than that of the economy as a whole for several years now. The current centrality of media to social life as neither entirely new, nor unprecedented, and provides entry points--from print and visual culture, to cinema, television, internet (including social media such as Youtube), and cellphones--for understanding both media history and South Asia, the relationship between culture and technology, the South Asian diaspora, mediated religion, and a range of inter-related topics. FALL 2013 MAP-UA 509 Cultures &amp; Contexts: The Caribbean Prof. Khan (Anthropology)  syllabus  Examines the impact of the Caribbean's long colonial history from the perspective of its diverse populations, through race, class, culture, gender, and sexuality. Known for its beauty, cultural vitality, and mix of peoples, cultures, and languages, the Caribbean is where today's global economy began, some 500 years ago. Its sugar economy and history of slave labor and colonialism made it the site of massive transplantations of peoples and cultures from Africa for more than four centuries and from Asia since the mid-19th century, and of a sizable influx of peoples from Europe all along. Readings examine the history of the region's differing forms of colonialism; the present postcolonial economic and political structures; anthropological material on family and community life, religious beliefs and practices, gender roles and ideologies; and ways in which national, community, and group identities are expressed today. FALL 2013 MAP-UA 512 Cultures &amp; Contexts: China Prof. Ben-Dor Benite (History/Middle Eastern &amp; Islamic Studies)  syllabus How what we today call “Chinese civilization” developed through constant dialogue and exchange with nearby and distant cultures. We focus on Chinese maritime, scientific, and artistic history, and see how it was shaped through numerous connections with the “outside” world. We begin with the group of small embattled polities that in 7th and 6th centuries BCE came to understand themselves as “Zhongguo” or Central Kingdoms and we continue with the rise of various imperial dynasties that united China and their interactions with numerous regions—Indian, Inner Asian, Central Asian, South East Asian, and European. At the same time we study the interactions with the Buddhist, Islamic, and Christian-Europeans. FALL 2013 MAP-UA 512 Cultures &amp; Contexts: China Prof. Karl (East Asian Studies)   syllabus  A multi-disciplinary examination of the global and domestic forces shaping modern China, extensively using Chinese sources in translation. Introduces students to some of the major historical, economic, cultural-literary, and social trends in thought and practice contributing to China's modern transformation, with a concentrated focus on the 19th and 20th centuries. Analytical technique, close textual reading, and contextual synthesis are the methodological points emphasized.  FALL 2013 MAP-UA 514 Cultures &amp; Contexts: Ancient Israel Prof. Smith (Hebrew &amp; Judaic Studies)  syllabus  The culture of the ancient Israelite societies of biblical times, covering the period from about 1200 b.c.e. to the conquests of Alexander the Great, in the fourth century b.c.e. Topics include the achievements of these societies in the areas of law and social organization, prophetic movements, Israelite religion, and ancient Hebrew literature. The Hebrew Bible preserves much of the creativity of the ancient Israelites, but archaeological excavations in Israel and neighboring lands, as well as the discovery of ancient writings in Hebrew and related languages, have added greatly to our knowledge of life as it was lived in biblical times. The civilizations of Egypt and Syria-Mesopotamia also shed light on Israelite culture. Of particular interest is the early development of Israelite monotheism, which, in time, emerged as ancient Judaism, the mother religion of Christianity and Islam. FALL 2013 MAP-UA 529 Cultures &amp; Contexts: Contemporary Latino Cultures Prof. Flores (Social and Cultural Analysis)  syllabus Latino cultures are present everywhere in contemporary American life, and are reshaping what it means to be American. Beginning with an overview of Latin American cultural theory going back to the time of the Spanish conquest--and including such thinkers as Bartolomé de las Casas, Sor Juana Inés de la Cruz, Simón Bolívar, José Martí, and José Vasconcelos--we then trace the development of Latino cultural identity, examining issues of race, citizenship, gender, class, and sexuality, in seeking to gain a critical perspective on Mexican American, Puerto Rican, Dominican, and other Latino communities in today's society. Turing to the dramatic political and cultural movements of the 1960s and 1970s, we then study the emergence of the idea of a pan-ethnic \"Latino\" identity encompassing all of the diverse national groups, with attention to instances of this new situation in music, literature, performance, and media representation. Some of the cultural forms and styles to be considered include salsa, border art, Nuyorican poetry, hip hop, and reggaeton; and students are encouraged to engage in and report about the many Latino cultural institutions and movements here in New York City. FALL 2013 MAP-UA 532 Cultures &amp; Contexts: African Diaspora Prof. Gomez (History)  syllabus The   dispersal of Africans to various parts of the world and over time,   examining their experiences and those of their descendants. Regions of   special interest include the Americas and the Islamic world, centering   on questions of slavery and freedom while emphasizing the emergence of   cultural forms and their relationship to both African and to non-African   influences. FALL 2013 MAP-UA 539 Cultures &amp; Contexts: Asian/Pacific/American Cultures Prof. Saranillio (Social and Cultural Analysis)  syllabus Examines significant historical and contemporary moments through an analysis of culture and power and how cultural productions--film, television dramas, novels, visual art, national monuments and memorials, among others--produce ideas, stories and silences in different historical moments about different Asian Americans and Pacific Islanders that have contemporary resonance today. For instance, how is it that the bikini, which most people associate with suggestive beach wear, has its origins in the U.S. nuclear testing of the first hydrogen bomb on the Bikini Atoll that irradiated much of the Pacific? How do historical representations of Asian American men make the meteoric rise of basketball star Jeremy Lin so unexpected and anomalous? How do histories of U.S. wars in Asia coupled with anti-Asian immigrant legislation shape ideas about Asian Americans as “perpetual foreigners” even centuries after Asian migration to the United States? Using different methods of cultural inquiry such as visual and popular culture, sports and media studies, literary critique, political economy and legal studies, we examine the complex ways that ideas about race, gender, sexuality, and indigeneity produce unequal power relations in U.S. society. FALL 2013 MAP-UA 541 Cultures &amp; Contexts: New World Encounters Prof. Tortorici (Spanish and Portuguese)  syllabus What was America before it was called “America”? How did indigenous peoples understand and document their first encounters with Europeans and Africans? We focus on how the convergence of indigenous, African, European, and Asian peoples in the Americas created complex cultures, societies, ethnicities, and forms of religiosity. Beginning with the “discovery” of the “Indies” by Christopher Columbus in 1492, we work our way thematically and chronologically through the centuries of conquest and colonial rule, up until the wars of independence in the early nineteenth century. We also examine the historical context before 1492 in the Americas, Africa, Asia, Europe, and the Middle East (with an emphasis on how particular Old World encounters affected New World encounters). FALL 2013 MAP-UA 544 Cultures &amp; Contexts: Spain Prof. Abercrombie (Anthropology)  syllabus Spanish modernity, from the Mediterranean to the Atlantic: Spain has not been a major world power in over 200 years, during which its competitors and successor empires (France, Britain, and the U.S.) branded it, via a conglomeration of ideas called the “Black Legend,” as a backwards and feudal bastion of superstition and intolerance, good only for anthropologists and tourists. A hotbed of state-building in antiquity, Spain emerged as a center of Renaissance learning under Arab and Berber rule. While the rest of Europe languished in feudalism, its seven centuries co-existence of Christians, Muslims, and Jews saw the rebirth of classical knowledge, the spread of literacy, the development of a human-centered cosmology, the emergence of narrative self-making and the novel, and Europe’s first primarily urban society, where philosophy, the sciences, architecture, and the arts flourished. After Christian princes defeated the last Islamic foothold in the Peninsula in 1492, Castilian language and culture was the backbone of Spain’s imperial expansion across the Atlantic and produced the first modern, disciplining state, the privileging of individualism, private property, and capitalism, and theses of popular sovereignty, the nation state, and theories of racial inequality. Outpaced in industrialization by the late 18th-century, still Spain (and the new nations of Spanish America) kept pace with liberal reforms that culminated in the clash of competing fascist-capitalist and democratic-socialist ideologies, leading to the Spanish Civil War, World War II, the Cold War, and the re-birth of Spanish democracy in the post-Franco and European Union era, and Spain’s current avant-garde role in culture and the arts. Materials include history, ethnography, literature, and film. FALL 2013 MAP-UA 545 Cultures &amp; Contexts: Egypt of the Pharaohs Prof. Roth (Hebrew &amp; Judaic Studies)  syllabus Ancient Egypt during the New Kingdom period, 1550-1069 BCE. During this period of imperial conquest, the ancient Egyptian civilization, already more than sixteen centuries old, increasingly interacted with the peoples and civilizations beyond its borders. We examine the remains of this newly cosmopolitan pharaonic culture, including a variety of primary sources—texts (literature, popular stories, religious writings, letters, and administrative documents), as well as material culture (works of art, architecture, archaeological remains). Students learn how scholars analyze this material to reconstruct New Kingdom cultural life and use these methods themselves to gain insight into the Egyptians' religious beliefs, social forms and organizations, and conventions and achievements of their literature, art, and architecture, as well as to critically evaluate the interpretations and reconstructions in the secondary scholarship. FALL 2013 MAP-UA 546 Cultures &amp; Contexts: Global Asia Prof. Ludden (History)  syllabus Explores the expansive transformation of Asian cultures from ancient times to the present, focusing on networks of mobility, interaction, social order, and exchange that form the particularity of Asian cultures through entanglements with others. Beginning in the days of Alexander the Great and the formation of the Afro-Eurasian ecumene, follows tracts of Buddhist, Confucian, Hindu, and Muslim expansion; then turns to the age of early modern landed empires, Ottoman-Safavid-Mughal-Ming/Ching, and their interactions with seaborne European expansion. Studies truly global formations of culture in the flow of goods, ideas, and people among world regions, during the age of modern empires and nationalism, including the rise of the nation as a cultural norm, capitalism in Asia, and Japanese expansion around the Pacific rim. Concludes by considering cultural change attending globalization since the 1950s, focusing on entanglements of Asian cultures with the globalizing culture of the market, consumerism, and wage labor, and transnational labor migration as well as Asian cultural spaces in and around New York City, including our nearby Chinatown. FALL 2013 MAP-UA 554 Cultures &amp; Contexts: Italy Prof. Merjian (Italian)  syllabus Italian culture seen through the lens of its most emblematic site and subject: Rome ancient and modern, mythical and historical, visual and verbal. Epitomizing the very notion of cultural perpetuity, Rome--in its artifacts and images, its politics and its myths, its models of democracy and empire--lurks at the heart of Italian identity. We examine the Eternal City in its aesthetic and historical specificity--its importance as an actual place--and also as an idea and an ideal, put to various political and cultural ends in the formation of Italians' visions of themselves. We thus consider the enduring and shifting significance of Rome for Italian self-understanding: beginning with the founding and development of the city, through its various \"rebirths\" in the Renaissance, the Italian Risorgimento, and the Fascist Regime, and also briefly consider the vitality of Rome and its histories/myths to other national traditions, political movements, and aesthetic programs, from France to the United States. Spring 2014 SPRING 2014 CORE -UA 501 Cultures &amp; Contexts: Early States in Mesopotamia and Egypt Prof. Wright (Anthropology)   syllabus Ancient Egypt and Mesopotamia are the homeland of the world's first and most spectacular early states. Each represents a cultural solution that has influenced the development of Western thought and its history. Yet each is distinctive in its own way, having produced different religious systems, art styles, political and economic organizations and historical trajectories. Study of these early states reveals not only the common thread in the human condition but also the astonishing variability in human behavior and culture. We explore the prehistoric to early historic periods in Mesopotamia (modern Iraq) and Egypt. Working with archaeological and textual sources, we trace the unique and important transitions from a life as hunters and gatherers to settling down in villages and the development of cities and states, and gain a deep appreciation for the accomplishments of the ancient Egyptians and Mesopotamians and some sense of our own place in the larger scheme of world history. SPRING 2014 CORE -UA 502 Cultures &amp; Contexts: Islamic Societies Prof. el-Leithy (Middle Eastern &amp; Islamic Studies)  syllabus Major social, cultural, and political transformation of the Middle East from late antiquity through the mid-thirteenth century, considered in the context of the formation and evolution of Islamic culture and polity. Examines the emergence of key concepts, practices, and cultural motifs of the medieval Islamic tradition. Also examines the emergence of the idea/concept of the \"Middle East\", the history and background of European interest in the region, as well as the crucial role of cultural encounter and dialogue (e.g., through trade, colonization, polemics) in the formation and development of identity. SPRING 2014 CORE -UA 502 Cultures &amp; Contexts: Islamic Societies Prof. Rowson (Middle Eastern &amp; Islamic Studies)   syllabus The Islamic world from about the year 600 to about 1300. Despite very large variations in culture across time and space, it is meaningful to speak of a single Islamic civilization during this period, and we ask why. Although the dominance of the religion of Islam, in one way or another, serves to define and unify the societies under examination, and religion will be a major topic of study, attention is also paid to philosophy and science, literature and music, and art and architecture. Reading are English translations of Arabic works written by the inhabitants of this world themselves. A chief objective is to help students appreciate just how different a culture different from their own--and especially one in the distant past--can be, and yet make perfect sense to its participants. By reading, analyzing, and discussing what those participants have to say about a myriad of topics, students gain insights into how cultures in general, including their own, work; and although the modern world is not included, study of the Islamic past will also enhance students’ understanding of Islam and Islamic cultures today. SPRING 2014 CORE -UA 507 Cultures &amp; Contexts: Japan Prof. Solt (History)  syllabus Postwar Japan, 1945 to Present. An inquiry into Japan's social, political, and economic transformation since World War II. Examines the role of the Cold War, the U.S. Occupation, the \"Peace\" Constitution, the symbolic monarchy, the economic \"miracle,\" corporate structure, the gendering of labor, and the legacy of war in shaping the history of postwar Japan. An underlying theme is the connection between political economy and culture. As such, we focus on the geopolitical and economic structures underpinning the visible transformations in everyday life and try to connect these transformations in Japanese history to broader themes in global history. SPRING 2014 CORE -UA 510 Cultures &amp; Contexts: Russia Prof. Kotsonis (Russian &amp; Slavic Studies)   syllabus  Focuses on distinctive historical and geographical dichotomies and issues in Russian culture. Emphasis is on primary documents, including literary works, travel notes, works of art, and political statements from all periods, chosen to establish the particular matrix of competing positions that make up the Russian national and cultural identity. SPRING 2014 CORE -UA 514 Cultures &amp; Contexts: Ancient Israel Prof. Smith (Hebrew &amp; Judaic Studies)  syllabus The culture of the ancient Israelite societies of biblical times, covering the period from about 1200 b.c.e. to the conquests of Alexander the Great, in the fourth century b.c.e. Topics include the achievements of these societies in the areas of law and social organization, prophetic movements, Israelite religion, and ancient Hebrew literature. The Hebrew Bible preserves much of the creativity of the ancient Israelites, but archaeological excavations in Israel and neighboring lands, as well as the discovery of ancient writings in Hebrew and related languages, have added greatly to our knowledge of life as it was lived in biblical times. The civilizations of Egypt and Syria-Mesopotamia also shed light on Israelite culture. Of particular interest is the early development of Israelite monotheism, which, in time, emerged as ancient Judaism, the mother religion of Christianity and Islam. SPRING 2014 CORE-UA 515 Cultures &amp; Contexts: Latin America Prof. Lane (Spanish &amp; Portuguese)  syllabus Over the last 50 years, millions of Latin Americans have experienced extraordinary shifts in their social, political, and cultural landscape, a result of the transformative effects of revolution or insurgency, state repression, popular resistance and social movements. We focus on events that had continental, hemispheric, and even global impact, including the Cuban Revolution of 1959, the military coups of the 1970s, and the Zapatista uprising in 1994. Drawing on a range of primary sources and cultural forms, we listen carefully to the voices of the major social actors of the time. Our sources are drawn from a wide range of media: newsprint, television broadcasts, transcripts, testimony, essay, documentary and feature film, art, and music. We deliberately mix artistic representations with documentary evidence to understand how the arts—music, visual art, literature, film—do not just reflect the reality around them, but are themselves vital sites for shaping and changing that reality and our imagination of it, both then and now. SPRING 2014 CORE -UA 534 Cultures &amp; Contexts: Black Atlantic Prof. Morgan (Social and Cultural Analysis)  syllabus This course considers the Black Atlantic as a socio-cultural economic space from the first arrival of Africans in the ‘New World,’ beginning around in the 15th century, through the rise of slavery in the Americas. During this class we will trace the origins and importance of the concept of the Black Atlantic within broad political contexts, paying special attention to the changing social, cultural and economic relations that shaped community formation among people of African descent and laid the foundations for modern political and economic orders. Once we have established those foundations, we will think about the Black Atlantic as a critical site of cultural production. Using the frame of the Atlantic to ask questions about the relationship between culture and political economy. We will explore a range of genres--film, fiction, music, as well as formal scholarship--so as to explore questions of evidence in the context of the real and the imaginary. Topics to be covered include African enslavement and settlement in Africa and the Americas; the development of transatlantic racial capitalism; variations in politics and culture between empires in the Atlantic world; creolization, plantation slavery and slave society; the politics and culture of the enslaved; the Haitian Revolution; slave emancipation; and contemporary black Atlantic politics and racial capitalism. SPRING 2014 CORE -UA 536 Cultures &amp; Contexts: Indigenous Australia Prof. Myers (Anthropology)  syllabus The indigenous people of Australia have long been the subject of interest and imagination by outsiders for their cultural formulations of kinship, ritual, art, gender, and politics, and they have entered into representations as distinctively \"Other\"—whether in negative or positive formulations of the \"Primitive.\" These representations—in feature films about them such as Walkabout and Rabbit Proof Fence, in New Age Literature, or museum exhibitions—are now also in dialogue with their own forms of cultural production. At the same time, Aboriginal people have struggled to reproduce themselves and their traditions in their own terms, asserting their right to forms of cultural autonomy and self-determination. We explore the historical and geographical range of Aboriginal Australian forms of social being through ethnographic texts, art, novels, autobiographies, film and other media, and consider the ways in which identity is being challenged and constructed. SPRING 2014 CORE -UA 537 Cultures &amp; Contexts: Modern Israel Prof. Engel (Hebrew and Judaic Studies)  syllabus Explores the cultural values and expressions through which residents of the modern State of Israel have tried to come to grips with the manifold challenges their country has faced since its inception in 1948. Its founders envisioned citizens would initiate extensive changes in their economic and political behavior, family life, attitudes toward their bodies, relations with their neighbors, religious outlook, and view of their place in the world, and expected that these would find concrete expression in literature, art, music, architecture, and intellectual life. But they did not anticipate the challenges of rapid mass immigration, periodic wars, shifting geopolitical alignments, transformation of the global economy, and sweeping technological innovations. We analyze these far-reaching changes in the context in which Israeli culture has functioned and investigate how that culture has responded to them, drawing on journalistic accounts, short stories, and Israeli films and television programs.  SPRING 2014 CORE -UA 541 Cultures &amp; Contexts: New World Encounters Prof. Eustace (History)  syllabus During the Atlantic Age of Sail, from the fifteenth though the nineteenth centuries, the peoples of four continents—Europe, Africa, North American and South America—began to interact in sustained and complex ways for the first time. They brought to their encounters diverse cosmologies (beliefs about the spiritual world), epistemologies (systems of knowing and gathering empirical knowledge), family formations (networks of kinship), state configurations (forms of political organization), trading patterns (systems of material accumulation and exchange), and traditions of war and peace (forms of conflict and negotiation across groups). From their divergent approaches to the distribution and regulation of land, population, and goods arose a complex new transoceanic system that would tie together these four corners of the Atlantic. Reading early historical accounts, travel narratives, personal memoirs, novels, poems, and plays, we see how Atlantic peoples make sense of their changing worlds and the creative tensions of encounter, and come to understand the productive conflicts that ultimately gave rise to an Age of Atlantic Revolutions.  SPRING 2014 CORE-UA 543 Cultures and Contexts: Korea Prof. Yi (East Asian Studies)  syllabus A multi-disciplinary introduction to Korean society and culture, surveying Korean history from antiquity to the present though a wide range of primary sources from the past, including archaeological relics, written records, and works of art, as well as contemporary materials by Korean authors, directors, and other cultural producers. Considers the origins of Korean “tradition,” the formation and development of social relations, popular beliefs, and systems of thought that have shaped the Korean way of life, in order to locate their resonances and ramifications in modern Korea, particularly in cultural representations. Continues with Korea’s “transformation” through its encounter with the West, its modern experiences and national struggle under colonial rule, social upheavals after liberation, and the Korean War. Concludes by tracing the enduring impacts of the unresolved past on contemporary society, Korea “today” in terms of economic development and crisis, the democracy movement and its limitations, relations with North Korea and with the US, and sociocultural diversification in the age of globalization. To forge critical perspectives on Korean history, society, and culture, students are encouraged to situate these topics within the broader contexts of East Asia and the world. SPRING 2014 CORE -UA 544 Cultures &amp; Contexts: Spain Prof. Mendelson (Spanish)  syllabus What   does Spanish culture look like? What are the different materials that   Spanish artists and writers have chosen to articulate the often complex   understandings they have of themselves, their nation(s), their relation   to modernity (its opportunities and challenges), and the broader   international community? We approach Spanish culture critically by   learning about specific works and the contexts within which they exist,   focusing on the mid-nineteenth century through the late-twentieth   century, including fiction, poetry, film (fiction and documentary),   painting, poster art, photography, performance, and architecture.   Students actively engage in an informed analysis of cultural works from   Spain in order to better understand and question the relation between   cultural forms and questions of national identity, tradition, modernity,   and authorship as they relate to the historical moment and location in   which they are produced.    top of page           Contact Us | &copy; New York University , Arts and Science"}]}]