[{"detail": [{"content": "Curriculum | Civil Engineering, MS | NYU Polytechnic School of Engineering                                                                                                 NYU Abu Dhabi | NYU Shanghai         QuickLinks Bulletin   Directory   Employment and Career Development   Events Calendar   Human Resources / Careers   Information Technology Systems   Library   Make a Gift   NYU Classes   NYUAlbert (PS DATA)   NYUHome   Records and Registration   Services and Resources   Students   Alumni   Faculty   Staff                          Admissions  Undergraduate Admissions Graduate Admissions Online Learning Financial Aid Accepted Undergraduates Accepted Graduates  Academics  Majors and Programs Departments Honors Program BS/MS Program Study Abroad Online Learning Support + Services Graduate School  Records and Registration Class Schedule Course Textbooks School Calendar Code of Conduct Bulletin Women in Engineering  Research  Message from the Associate Provost Sponsored Research Centers + Institutes Labs + Groups CITE Game Innovation Lab Cross-Institution “Seed” Research Undergraduate Summer Research Bern Dibner Library Institutional Research Bioengineering IT + Media Urban Systems  Outreach  Incubators NYC Media Lab NYC Seed Enterprise Learning Center for K12 STEM Education Employment and Career Development PowerBridgeNY  Student Life  Athletics Student Affairs Public Safety Graduate Student Life and Services International Students + Scholars Residence Life and Housing Services Student Activities and Resource Center Students with Disabilities Student Resources Student Orientation  About  Hours and Directions Leadership and Administration Mission News and Publications Campus Transformation Middle States Self-Study NYU Merger Past, Present, Future Giving                                          Home / Academics / Majors and Programs / Civil Engineering, MS                         Civil Engineering, MS                                                             Curriculum                       Degree Requirements   To receive your Master of Science in Civil Engineering degree, you must choose to follow either the Single Area of Concentration or the General Program described below, and fulfill their requirements. Each requires a total of 30 credits. (Read about grade requirements .)   Single Area of Concentration Requirements     core courses (minimum of 12 credits)   courses within concentration (minimum of 12 credits)   technical electives (6 credits)     General Program Requirements     core courses (minimum of 12 credits)   2 courses in 3 concentration areas (minimum of 18 credits)     Core Courses (12 Credits)   With either program you choose (Single Area of Concentration or the General Program), you must complete at least 4 of following 6 core courses.   3.00 Credits Materials for Civil Engineers CE-GY 6023 The course covers: Materials composition and production of cementitious materials; polymeric composites and metals; mechanical properties subject to short-term and long-term loads, impact and fire; fatigue and fracture; transport properties, chemical degradation and long-term durability. Prerequisite: Graduate Status. 3.00 Credits Instrumentation, Monitoring and Condition Assessment of Civil Infrastructure CE-GY 6073 This course covers: A systematic approach to planning and executing instrumentation, monitoring and condition assessment programs; strain measurements; civil engineering sensors (static, dynamic, optical); environmental measurements; mechatronic sensors; signal conditioning, information measurements and error analysis; business aspects; advanced-measurement systems. Prerequisite: Graduate Standing 3.00 Credits Environmental Impact Assessment CE-GY 7673 The course examines legal and technical requirements in preparing environmental-impact statements. Considerations include legal and technical requirements, the procedure and the interdisciplinary nature of the analysis. Topics include overall impact evaluation, categories of impacts, problem definition, quantification of impact, methods used in analysis, field evaluations, mitigations, hearing procedures and management. Practical examples and case studies are used.  Prerequisite: Graduate Standing 3.00 Credits Introduction to Urban Systems Engineering CE-GY 7843 This course provides a descriptive overview of key infrastructure systems and technologies that must be managed, operated and maintained. Systems treated include buildings and structures, water supply, solid and liquid waste handling and disposal, transportation, power, communications and information systems, health and hospitals, police and preprotection. The course explores the financial, political, administrative, legal and institutional settings of these systems and technologies. A portion of the course features distinguished guest lecturers who are experts in some of the systems and technologies included.  Prerequisite: Graduate Standing 3.00 Credits Project Management for Construction CE-GY 8253 The course covers topics specific to developing and coordinating large projects, including organizational structures, management functions, pricing and estimating project costs, bidding and contracting, risk allocation, scheduling, time and cost control, labor relations, quality management and project life-cycle activities. Note: Also listed under MG-GY 8253. 3.00 Credits Risk Analysis CE-GY 8283 In this course, students investigate the ever-rising importance of risk analysis in project management. Topics include: analysis of qualitative and quantitative risk; techniques in probability analysis, sensitivity analysis, simulation of risk and utility theory; and computational methods for calculating risk. Students are exposed to real-world problems through case investigations.  Prerequisite: Graduate Standing   Concentration Area Courses (12 to 18 Credits)   If you are following the Single Area of Concentration program, you must complete:     At least 1 core course in your concentration area; and   At least 4 additional concentration area courses.     Click on a concentration area listed below to review the courses associated with that concentration area:     Geotechnical Engineering   Structural Engineering   Construction Management and Engineering   Environmental/Water Resources Engineering   Highway and Traffic Engineering   Urban Systems Engineering and Management     Technical Electives (0 to 6 Credits)   Depending on which choice of concentration you choose, you may have up to 6 additional credits of course work, which you can satisfy in the following ways:     Electives: Students normally select courses given by the Department of Civil Engineering. However, you may select electives offered by other departments with written consent of your graduate adviser.   3.00 Credits MS Project in Civil & Urban Engineering Department CE-GY 9963 This project involves analytical, design or experimental studies in civil engineering guided by a faculty adviser and following departmental guidelines. A written report is required. Prerequisites: degree status and project adviser’s approval.   CE 9976 Thesis for the MS in Civil Engineering, Credits: 6.00     Geotechnical Engineering Concentration   Select at least 4 of the following courses:   3.00 Credits Ground Improvement CE-GY 8423 The course discusses foundation engineering practice, foundation rehabilitation, and emerging ground- improvement technologies. Topics covered are the selection, design and analysis of ground-improvement techniques for different foundation problems, as well as the construction, monitoring and performance evaluation of such solutions. Prerequisites: undergraduate soil mechanics and foundations, CE-UY 4173 or equivalent. 3.00 Credits Advanced Foundation Design CE-GY 8663 Topics covered: Advanced analysis of foundations, shallow foundations, bearing capacity, settlement, deep foundations, axial and lateral loading of piles, wave equation analysis, drilled piers, design and construction issues, and case histories. Prerequisites: undergraduate soil mechanics and foundations, CE-UY 4173 or equivalent. 3.00 Credits Excavation Support Systems CE-GY 8673 The course covers advanced analysis of foundations, shallow foundations, bearing capacity, settlement, deep foundations, axial and lateral loading of piles, wave-equation analysis, drilled piers and design and construction issues. Prerequisites: undergraduate soil mechanics and foundations. 3.00 Credits Geotechnics & Geomaterials CE-GY 8403 This course examines index properties of soil, mechanical behavior, shear strength, stress-strain characteristics, drained and undrained soil behavior, permeability, seepage, groundwater flow and control and consolidation of soils. Prerequisite: undergraduate soil mechanics, CE-UY 3153 or equivalent. 3.00 Credits Urban Geotechnology CE-GY 8433 The course looks at case histories on geotechnical design, construction and rehabilitation in the urban environment. Topics covered: Special construction problems and innovative solutions; unforeseen ground conditions; performance monitoring; remedial planning and implementation; and geotechnical design and construction issues from a practicing engineer’s perspective. Prerequisite: undergraduate soil mechanics and foundations, CE-UY 4173 or equivalent. 3.00 Credits Environmental Geotechnology CE-GY 8493 The course covers: Clay mineralogy; soil-water interaction processes; chemical transport through soils; hydraulic conductivity, diffusion and attenuation mechanisms; water-disposal systems; design of land-fills, seepage barriers and cut-off walls; geo-environmental site characterization techniques; and soil-remediation techniques. Prerequisite: undergraduate soil mechanics, CE-UY 3153 or equivalent. 3.00 Credits Groundwater Hydrology and Pollution CE-GY 7233 This course looks at the characteristics of confined and unconfined flow of water through porous media; groundwater and well hydraulics; quality of groundwater; environmental influences; groundwater pollution; management aspects of groundwater and groundwater modeling. Prerequisites: CE-UY 2214 (Fluid Mechanics) or equivalent or instructor’s permission. 3.00 Credits Selected Topics in Geotechnical Engineering CE-GY 8603 The course explores current special interest topics, such as ground improvement, geotechnical earthquake engineering, site characterization and remediation. Topics vary with each offering and are disseminated before registration. Prerequisites: CE-UY 4173 or equivalent.   Structural Engineering Concentration   3.00 Credits Theory of Structural Analysis and Design CE-GY 6013 The course discusses theories of structural analysis and their relationship to design. Topics: Classical structural mechanics, matrix procedures and numerical methods in problem-solving; and analysis of statically indeterminate beams, frames and trusses using force and displacement methods. Also considered are elastic supports, movement of supports and temperature effects. Prerequisite: undergraduate structural analysis. 3.00 Credits Finite Element Methods CE-GY 6163 Students study the basic theory of the finite element method and learn how to apply it using widely used engineering programs. The course emphasizes developing finite element models and executing the analysis. Students learn to recognize modeling errors and inconsistencies that could lead to either inaccurate or invalid results. Prerequisite: adviser’s approval. 3.00 Credits Selected Topics in Structural Analysis I CE-GY 6033 This course discusses special current interest topics. It is offered at irregular intervals by advance announcement. Graduate advisers may approve repeat registration for different topics. Prerequisite: adviser’s approval. 3.00 Credits Selected Topics in Structural Analysis II CE-GY 6043 This course discusses special current interest topics. It is offered at irregular intervals by advance announcement. Graduate advisers may approve repeat registration for different topics. Prerequisite: adviser’s approval. 3.00 Credits Bridge Engineering CE-GY 6063 The course covers types of bridges; geometric design of bridges; construction materials and techniques; simplified bridge analysis; special problems in the design of steel and reinforced-concrete bridges; bridge inspection policies; bridge rehabilitation procedures; bridge management systems; and the effects of wind and earthquakes on long-span bridges. Prerequisites: undergraduate structural analysis and steel design. 3.00 Credits Stability of Structures CE-GY 6133 The course addresses the stability of structural systems. Topics: Investigation of buckling of structural configurations composed of beams, plates, rings and shells; effects of initial geometric imperfections, load eccentricities and inelastic behavior; and the application of energy measures and numerical techniques. Prerequisite: adviser’s approval. 3.00 Credits Steel Structures CE-GY 6143 This course explores compression members; elastic and inelastic buckling of columns and plates; lateral support of beams; torsion of open and closed sections; warping; lateral torsional buckling of beams; and bi-axial bending. Other topics include: Plate girders, including stability of webs and flanges; combined bending and axial load; instability analysis; and design of rigid and semi-rigid mechanisms of continuous beams and rigid frames. Both elastic and plastic design criteria are discussed. Prerequisite: Undergraduate steel design. 3.00 Credits Concrete Structures CE-GY 6183 The course covers design principles and construction methods for reinforced and pre-stressed concrete structural elements; response of members subject to axial loading, shear and flexure; design of columns, deep beams and shear walls; design and detailing for connection regions; design of pre-tensioned and post-tensioned beams and slabs; and the effect of short-term and long-term deformations. Prerequisite: Graduate status. 3.00 Credits Wind and Earthquake Engineering CE-GY 6193 The course examines characteristics of wind and earthquake loads; atmospheric motions and boundary layer theory; response of structures to wind forces; code treatments of wind loads on structures; calculation of lateral forces from seismic events; lateral force-resisting systems; diaphragms and center of rigidity; response spectrum and time-history; ductility; concrete and steel frame structures; braced frames; shear walls; dual systems; story drift; detailing requirements. Prerequisite: Graduate status.   Construction Management and Engineering Concentration   Construction Management Graduate Courses    3.00 Credits Spec Top in Infra Systems & Construction I CE-GY 7983 Contemporary topics of interest, such as methodologies and procedures for analysis of existing infrastructure systems, geographic information, data and management systems, photogrammetric and remote sensing techniques, and utilization and design of infrastructure facilities and systems. Other topics include, but are not limited to, intelligent buildings and other modern constructed works, temporary structures for construction and problems in construction engineering, new approaches in construction management, and integration and automation of construction processes.  Prerequisite: Graduate Standing 3.00 Credits Slctd Topic in Construction II CE-GY 7993 This course covers topics of special interest in current areas of construction management. Topics are announced before each semester’s offering.  Prerequisite: Graduate Standing 3.00 Credits Project Management CE-GY 8203 This course covers management of technology-based projects ranging—from individual research and development to large-scale and complex technological systems. Topics covered include: feasibility and risk analyses; project selection and portfolio optimization; functional and administrative structures; coordination and scheduling of activities; personnel planning; negotiations and contracts; cost estimation; capital budgeting; cost controls; and effective matrix management. Also listed as MG-GY 8203. 3.00 Credits Construction Modeling Techniques CE-GY 8243 This course deals with various construction-modeling techniques, including the development of two-dimensional (2D) and three-dimensional (3D) design documents. Students are introduced to the development of building information models (BIM) and their associated databases, using state-of-the-art design and management systems.  Prerequisite: Graduate Standing 3.00 Credits Project Management for Construction CE-GY 8253 The course covers topics specific to developing and coordinating large projects, including organizational structures, management functions, pricing and estimating project costs, bidding and contracting, risk allocation, scheduling, time and cost control, labor relations, quality management and project life-cycle activities. Note: Also listed under MG-GY 8253. 3.00 Credits Construction Cost Estimating CE-GY 8263 This course covers estimating and cost control from the viewpoint of contractors and construction engineers; details of estimating with emphasis on labor, materials, equipment and overhead. Also listed as MG-GY 8263.  Prerequisite: Graduate Standing 3.00 Credits Contracts and Specifications CE-GY 8273 This course covers principles of contract law as applied to the construction industry and legal problems in preparing and administering construction contracts. Also listed as MG-GY 8273.  Prerequisite: Graduate Standing 3.00 Credits Risk Analysis CE-GY 8283 In this course, students investigate the ever-rising importance of risk analysis in project management. Topics include: analysis of qualitative and quantitative risk; techniques in probability analysis, sensitivity analysis, simulation of risk and utility theory; and computational methods for calculating risk. Students are exposed to real-world problems through case investigations.  Prerequisite: Graduate Standing 3.00 Credits Construction Operations Analysis CE-GY 8293 This course examines the evaluation and model development of productivity, safety, quality and materials handling in construction operations. Topics include the principal methods for analysis and pre-planning work activities, including the use of three-dimensional (3D) building information models (BIM), four-dimensional (4D) and fully integrated and automated project processes (FIAPP), logistics animation, Monte Carlo scheduling, stochastic simulation and queuing theory. Students are introduced to the use of financial models for task, activity, project and program analyses. Prerequisite: CE-GY 8243 or Construction Management Program Director’s approval. 3.00 Credits Information Systems in Project Management CE-GY 8303 The course examines the use of contemporary tools for managing the vast array of information over the life of a project. Information handling is reviewed from the perspectives of knowledge acquisition and presentation. The course focuses on applying three-dimensional (3D) building information models (BIM) and four-dimensional (4D) and fully integrated and automated-project processes (FIAPP) that integrate 3D computer models, simulation, cost estimating, scheduling, procurement and information technology (with emphasis on the implementation of 3D computer models and relational databases as information systems for project information handling and project automation). Prerequisite: CE-GY 8243 or Construction Management Program Director’s approval. 3.00 Credits Engineering for Construction I: Methods and Technologies CE-GY 8313 This course covers planning, design and equipment for new construction and for infrastructure rehabilitation; engineering fundamentals of earth moving; soil stabilization and compaction; methods for tunneling through rock and earth and rock blasting; foundation grouting; piles and pile driving equipment; dewatering systems and pumping equipment; factors affecting the selection of construction equipment; review of conventional construction equipment; and trends in robotics.  Prerequisite: Graduate Standing 3.00 Credits Engineering for Construction II : Design CE-GY 8323 This course is an in-depth analysis of design methods for construction operations. Topics covered: Earth pressure analysis and structural analysis. Design for sheet pile walls, cofferdams, underpinning systems, tieback systems and pipejacking systems. Details of a dewatering system design. Special studies in constructability and value engineering. Prerequisite: CE-GY 8313 or Construction Management Program Director’s approval. 3.00 Credits Marketing for Construction Management and Engineering Services CE-GY 8333 This course focuses on the process of procurement of construction management and engineering services. It incorporates a hands-on approach to current industry practices. The materials address the following: identifying leads; researching and evaluating competition through various sources; reviewing and critiquing requests for qualifications (RFQ) and requests for proposals (RFP) and responses; developing a marketing resume; developing project profiles; evaluating presentations; and selecting successful candidates. Students will prepare their own proposals and presentations.  Prerequisite: Graduate Standing 3.00 Credits Construction Site Safety CE-GY 8343 This course is for individuals who are interested in construction safety and the realities of a construction project and for those seeking certification as a Site Safety Manager from the New York City (NYC) Department of Buildings (DOB). Students learn about the comprehensive Subchapter 19 of the New York City Building Code and the City&#039;s Rules and Regulations on construction site safety projects. The course curriculum includes the content approved by the NYC DOB to prepare students for the Site Safety Manager examination.  Prerequisite: Graduate Standing 3.00 Credits Construction Scheduling CE-GY 8353 Students will be instructed in advanced Critical Path Method (CPM) construction scheduling techniques including the use of Primavera Project Planner v. 7.0. The course will cover Precedence Diagramming Method (PDM), project resources and resource leveling, schedule updating, schedule impacts of date constraints, project time and cost trade-offs, activity duration estimating, work breakdown structures, differing scheduling requirements on different types of construction projects and an overview of construction contract scheduling specifications. An introduction to other scheduling methodologies and the use of schedules in construction claims will also be addressed.  Prerequisite: Graduate Standing   CE 8363 Building Information Modeling Project Controls, Credits: 3.00    3.00 Credits Construction Accounting and Finance CE-GY 8373 This course introduces students to the uses of accounting and financial analysis in decision making in a construction and development environment. The course will demonstrate to students how the principles of accounting and financial management can be adapted for, and used in the management of construction companies and project management. Students will review accounting concepts, rules, regulations and reporting requirements as they apply to construction and development, and they will use and create accounting and financial models. CE-GY 9933 ( Please refer to the bulletin )   Exec 21 Courses    3.00 Credits Managing and Leading in the 21st Century CE-GY 8703 Today’s mega projects require the formation of large multidisciplinary teams including engineers, constructors and financial, legal and business experts. Success in this challenging environment requires up-to-date and proven leadership and management skills. This course covers the basic components of management planning, organizing, directing, controlling and decision-making. It defines the engineering and construction team and discusses leadership styles. This course also addresses the management of change, external factors that shape decisions, the development of personal leadership abilities and, ultimately, 21st century leadership requirements. Prerequisite: Admission to the Exec 21 Program or permission of a Construction Management Program Director. 3.00 Credits Construction and the Law CE-GY 8713 Construction industry executives need not be legal experts, but they must be aware of the legal issues affecting their industry and their bottom line. This course uses the case study method to lead students through the concepts of design and construction law. The course focuses on the interface of legal, business and technical issues and their resolution. It includes the design and organization of construction documents; the legal aspects of bidding, subcontracting, bonds, insurance, mechanic’s liens, etc; and the implication of delays, changes and charged conditions. Alternative dispute resolution (ADR) methods are introduced. Prerequisite: Admission to the Exec 21 Program or permission of a Construction Management Program Director. 3.00 Credits How to Succeed in Construction CE-GY 8723 This course leads students through the how-to’s of running a successful, large, complex construction company. It analyzes how the industry actually works, including contractual relationships with clients in all types of projects from design/build to privatization. It covers the business fundamentals of running a construction company, including issues such as surety and insurance: various types of construction organizations, domestic and international; and company culture - inner-workings of a business that can mean the differences between success and failure. Prerequisite: Admission to the Exec 21 Program or permission of a Construction Management Program Director. 3.00 Credits Infrastructure Financing: Structuring of A Deal CE-GY 8733 This course examines what it takes to structure a deal from a credit perspective, legally and financially, for domestic and international projects. In the domestic sector, the course focuses on transportation projects, examining the peculiarities and the uniqueness of the capital market. Examples are studied and recent changes are discussed in areas such as financing transportation projects and the dramatically changing nature of financing these projects. In the international sector, the course covers innovative financing techniques. Prerequisite: Admission to the Exec 21 Program or permission of a Construction Management Program Director. CE-GY 875X ( Please refer to the bulletin ) 3.00 Credits Capital Program Management / Program Development CE-GY 8763 The course examines the process of capital program management and development. Depending upon the instructor and project used for illustration, the course analyses how either the public or private sector views a project and develops it and the internal workings of an organization in determining how a project is selected, funded and managed. The course examines various contracting strategies, as well as the concepts of risk allocation, funding and project finance. Prerequisite: Admission to Exec 21 Program or permission of a Construction Management Program Director. 3.00 Credits Dispute Avoidance and Resolution CE-GY 8773 This course analyzes the basic causes for construction disputes and introduces methods for dispute avoidance by proper risk allocation, management and control, as well as other techniques, including partnering. It uses the case study method to address litigation and provides an understanding of the process of arbitration and other alternative dispute resolution (ADR) methods such as negotiation, mediation, mini trials and dispute review boards. Prerequisite: Admission to the Exec 21 Program or permission of a Construction Management Program Director. 3.00 Credits Construction Management and Planning CE-GY 8783 Strategic planning is indispensable to achieving superior management. This course in business planning provides practical advice for organizing the planning system, acquiring and using information and translating strategic plans into decisive action. This knowledge is an invaluable resource for top and middle-level executives. Prerequisite: Admission to the Exec 21 Program or permission of a Construction Management Program Director. 3.00 Credits Infrastructure Planning for Public Works CE-GY 8803 This course deals with the process whereby infrastructure projects are conceived, studied, and implemented. The focus will be on the management and leadership roles of the key players in public works agencies. Lectures, reading assignments, and classroom discussions will deal with both routine procedures and controversial issues. Students will research and report on important public works projects and on special topics in infrastructure planning. Prerequisite: Admission to the Exec 21 Program or permission of a Construction Management Program Director.   Environmental/Water Resources Engineering Concentration   Select at least 4 of the following courses:   3.00 Credits Hydrology CE-GY 7223 3.00 Credits Groundwater Hydrology and Pollution CE-GY 7233 This course looks at the characteristics of confined and unconfined flow of water through porous media; groundwater and well hydraulics; quality of groundwater; environmental influences; groundwater pollution; management aspects of groundwater and groundwater modeling. Prerequisites: CE-UY 2214 (Fluid Mechanics) or equivalent or instructor’s permission. 3.00 Credits Environmental Chemistry & Microbiology CE-GY 7373 The course introduces the chemistry and microbiology of polluted and natural waters, including applications of principles developed. 3.00 Credits Water & Wastewater Treatment CE-GY 7423 The course covers the physical, chemical and biological principles of process design and treatment of water and wastewater. Topics include aeration, filtration, softening, chemical treatment, coagulation, occulation, desalination, and taste and odor control. Co-requisite: CE-GY 7373. 3.00 Credits Selected Topics in Water Resources and Hydraulic Engineering I CE-GY 7353 This course examines topics of current interest in water resources and hydraulic engineering. Topics vary with each offering and are disseminated before the semester of offering. Prerequisite: instructor’s permission. 3.00 Credits Advanced Environmental Chemistry & Microbiology CE-GY 7393 This course explores advanced topics in chemistry and microbiology of polluted and natural wastewater treatment. Prerequisite: CE-GY 7373 or equivalent. 3.00 Credits Advanced Water & Wastewater Treatment CE-GY 7433 This course covers further the processes discussed in CE-GY 7423. Topics include sedimentation, adsorption, aerobic and anaerobic biological treatment, sludge treatment and disposal. Prerequisite: CE-GY 7423. Co-requisite: CE-GY 7393. 3.00 Credits Water and Wastewater Treatment Laboratory CE-GY 7453 This laboratory course covers processes in water and wastewater engineering, dealing with physical, chemical and biological methods and principles. Processes include disinfection, softening, sedimentation, oxygen transfer, coagulation, adsorption, filtration and aerobic and anaerobic biological treatment systems, and Warburg analysis of waste. Co-requisite: CE-GY 7433. 3.00 Credits Modeling Fate and Transport of Surface Water Pollution CE-GY 7473 The course covers dispersal and decay of contaminants introduced into lakes, streams, estuaries and oceans, and the effects of pollutants on chemical quality and ecology of receiving waters. Prerequisite: Graduate Standing 3.00 Credits Hazardous/Toxic Waste Management CE-GY 7533 The course looks at methods in the management of hazardous/toxic waste sites. Topics covered include health and safety, legal aspects, contamination of the environment, treatment processes, and toxicology and risk assessment.  Prerequisite: Graduate Standing 3.00 Credits Solid Waste Management CE-GY 7703 The course covers engineering aspects of solid waste collection, transport and disposal, including incineration, sanitary landfill, composting, recovery and reutilization. Also covered is the economic evaluation of factors affecting selection of disposal methods.  Prerequisite: Graduate Standing 3.00 Credits Environmental Systems Management CE-GY 7753 This course provides an overview of information technologies as applied to the remote sensing of environmental infrastructure systems, and includes the development of infrastructure system databases to assist complex decision-making on environmental infrastructures.  Prerequisite: Graduate Standing 3.00 Credits Environmental Geotechnology CE-GY 8493 The course covers: Clay mineralogy; soil-water interaction processes; chemical transport through soils; hydraulic conductivity, diffusion and attenuation mechanisms; water-disposal systems; design of land-fills, seepage barriers and cut-off walls; geo-environmental site characterization techniques; and soil-remediation techniques. Prerequisite: undergraduate soil mechanics, CE-UY 3153 or equivalent.   Highway and Traffic Engineering Concentration   Select at least 4 of the following courses:   TR-GY 6313 ( Please refer to the bulletin ) TR-GY 6323 ( Please refer to the bulletin ) TR-GY 6013 ( Please refer to the bulletin ) TR-GY 6023 ( Please refer to the bulletin ) 3.00 Credits Intelligent Transportation Systems and Their Applications TR-GY 6223 This course introduces the concepts and applications of Intelligent Transportation Systems (ITS) and its growing role in the management of transportation systems. The course stresses the role of ITS as national policy, as specified in major transportation funding legislation – ISTEA, TEA21 and SAFETY-LU. A systems engineering approach to overall development of ITS technologies is stressed. Major components of ITS are discussed, and examples of their application treated. Coordination and integration of ITS components are treated. Prerequisite: Graduate status or permission of instructor. 3.00 Credits Multimodal Transportation Safety TR-GY 7033 Technology, legislation and market forces have contributed to improved transportation safety for decades. But one must consider which metrics are most relevant for which modes, the role of demographics and traffic levels and other factors when analyzing and predicting safety trends. The course pays attention to a systems view, to metrics by mode and to both standard field and statistical analyses. Consistent with current priorities, the course addresses security as well as safety issues. Prerequisite: Graduate status or permission of instructor. 3.00 Credits Management of Urban Traffic Congestion TR-GY 7123 The purpose of this course is to (1) understand the causes of traffic congestion and to measure how congestion impacts transportation users and communities, (2) set forth a vision for managing congestion and (3) develop and evaluate strategies and policies that achieve the vision. Prerequisite: Graduate Standing 3.00 Credits Design of Parking & Terminal Facilities TR-GY 7323 This course covers design techniques and approaches to a variety of pedestrian and vehicular needs in conjunction with access to land functions. Parking serves as the primary access interface to many land facilities, from shopping centers and sports facilities, to medium- and high-density residential developments. The planning and design of parking facilities, and the planning of access and egress from these facilities, is critical to the economic success of a development. Terminals are inter-modal interface facilities involving the transfer of people and/or goods from one mode of transportation to another. This course covers essential elements of terminal planning and design, including transit stations and terminals, major goods terminals at ports and railheads and others. The design of pedestrian space and ways within terminal structures is also treated Prerequisite: Graduate status or permission of instructor.   TR 7333 Measure Theory I, Credits: 3.00    TR-GY 7343 ( Please refer to the bulletin )   Urban Systems Engineering and Management Concentration   Select at least 4 of the following courses:   3.00 Credits Infrastructure Planning, Engineering and Economics CE-GY 7813 This course covers the identification, formulation, preliminary appraisal and detailed analysis of individual civil engineering projects and systems. It also covers different approaches for government agencies, public utilities, industrial firms and private entrepreneurs. Other topics include: Planning, which considers projects that satisfy single and multiple purposes and objectives, meet local and regional needs and take advantage of opportunities for development; financial and economic analyses, including sensitivity and risk analysis; mathematical models for evaluation of alternatives and optimization; and impacts of projects: environmental, social, regional economic growth, legal and institutional and public involvement.  Prerequisite: Graduate Standing 3.00 Credits Concepts and Implementation of Infrastructure Management Systems CE-GY 7853 This course reviews state-of-the-art performance monitoring and system condition assessment methodologies as part of infrastructure management systems. Emphasis is on information technologies as applied to remote sensing and database development for urban systems management. Infrastructure tools, such as GIS and dedicated databases for condition assessment are represented in a laboratory environment. Invited experts participate in such areas as transportation, water distribution and utilities.  Prerequisite: Graduate Standing 3.00 Credits Instrumentation, Monitoring and Condition Assessment of Civil Infrastructure CE-GY 6073 This course covers: A systematic approach to planning and executing instrumentation, monitoring and condition assessment programs; strain measurements; civil engineering sensors (static, dynamic, optical); environmental measurements; mechatronic sensors; signal conditioning, information measurements and error analysis; business aspects; advanced-measurement systems. Prerequisite: Graduate Standing 3.00 Credits Environmental Systems Management CE-GY 7753 This course provides an overview of information technologies as applied to the remote sensing of environmental infrastructure systems, and includes the development of infrastructure system databases to assist complex decision-making on environmental infrastructures.  Prerequisite: Graduate Standing 3.00 Credits Construction and the Law CE-GY 8713 Construction industry executives need not be legal experts, but they must be aware of the legal issues affecting their industry and their bottom line. This course uses the case study method to lead students through the concepts of design and construction law. The course focuses on the interface of legal, business and technical issues and their resolution. It includes the design and organization of construction documents; the legal aspects of bidding, subcontracting, bonds, insurance, mechanic’s liens, etc; and the implication of delays, changes and charged conditions. Alternative dispute resolution (ADR) methods are introduced. Prerequisite: Admission to the Exec 21 Program or permission of a Construction Management Program Director.   You must meet the requirements for Exec 21 courses to take this:    3.00 Credits Infrastructure Financing: Structuring of A Deal CE-GY 8733 This course examines what it takes to structure a deal from a credit perspective, legally and financially, for domestic and international projects. In the domestic sector, the course focuses on transportation projects, examining the peculiarities and the uniqueness of the capital market. Examples are studied and recent changes are discussed in areas such as financing transportation projects and the dramatically changing nature of financing these projects. In the international sector, the course covers innovative financing techniques. Prerequisite: Admission to the Exec 21 Program or permission of a Construction Management Program Director.    3.00 Credits Intelligent Transportation Systems and Their Applications TR-GY 6223 This course introduces the concepts and applications of Intelligent Transportation Systems (ITS) and its growing role in the management of transportation systems. The course stresses the role of ITS as national policy, as specified in major transportation funding legislation – ISTEA, TEA21 and SAFETY-LU. A systems engineering approach to overall development of ITS technologies is stressed. Major components of ITS are discussed, and examples of their application treated. Coordination and integration of ITS components are treated. Prerequisite: Graduate status or permission of instructor.   Grade Requirements   To earn a MS degree from the School of Engineering, you must maintain a B average (3.0 GPA) or better in (1) all graduate courses taken at the School of Engineering, (2) all graduate courses taken in the Department of Civil Engineering and (3) all graduate guided studies (readings, project, thesis). Poor scholastic performance (under 3.0 GPA) may lead to being placed on graduate probation. If your grades do not improve, you may be disqualified from further graduate study in the department. You may repeat a course with your adviser&rsquo;s approval. When a course is repeated, only the later grade counts toward your GPA. If a course is repeated more than once, only the first grade is dropped from the GPA computation. In the event that you are required to take undergraduate prerequisite courses as a condition of admission, a grade of B- or better is required for every prerequisite course taken, and the cumulative GPA of all required prerequisite courses must be at least 3.0.                                Civil Engineering, MS      Curriculum                                    Engineering is NYU  Follow Us:  Facebook Twitter Vimeo YouTube        Undergraduate   Admissions   How to Apply   Apply Now   admissions@nyu.edu   Graduate   Admissions   Requirements   Apply Now   engineering.gradinfo@nyu.edu   Site Links   Press   Directory   Directions   Event Calendar   Careers/HR   Support    Email/Network help@poly.edu Website Report a Problem Login (Faculty + Staff)  NYU School of Engineering 6 MetroTech Center, Brooklyn, NY 11201 Tel: 718.260.3600 Fax: 718.260.3136 &copy; NYU School of Engineering"}]},
{"detail": [{"content": "Curriculum | Civil Engineering, MS | NYU Polytechnic School of Engineering                                                                                                 NYU Abu Dhabi | NYU Shanghai         QuickLinks Bulletin   Directory   Employment and Career Development   Events Calendar   Human Resources / Careers   Information Technology Systems   Library   Make a Gift   NYU Classes   NYUAlbert (PS DATA)   NYUHome   Records and Registration   Services and Resources   Students   Alumni   Faculty   Staff                          Admissions  Undergraduate Admissions Graduate Admissions Online Learning Financial Aid Accepted Undergraduates Accepted Graduates  Academics  Majors and Programs Departments Honors Program BS/MS Program Study Abroad Online Learning Support + Services Graduate School  Records and Registration Class Schedule Course Textbooks School Calendar Code of Conduct Bulletin Women in Engineering  Research  Message from the Associate Provost Sponsored Research Centers + Institutes Labs + Groups CITE Game Innovation Lab Cross-Institution “Seed” Research Undergraduate Summer Research Bern Dibner Library Institutional Research Bioengineering IT + Media Urban Systems  Outreach  Incubators NYC Media Lab NYC Seed Enterprise Learning Center for K12 STEM Education Employment and Career Development PowerBridgeNY  Student Life  Athletics Student Affairs Public Safety Graduate Student Life and Services International Students + Scholars Residence Life and Housing Services Student Activities and Resource Center Students with Disabilities Student Resources Student Orientation  About  Hours and Directions Leadership and Administration Mission News and Publications Campus Transformation Middle States Self-Study NYU Merger Past, Present, Future Giving                                          Home / Academics / Majors and Programs / Civil Engineering, MS                         Civil Engineering, MS                                                             Curriculum                       Degree Requirements   To receive your Master of Science in Civil Engineering degree, you must choose to follow either the Single Area of Concentration or the General Program described below, and fulfill their requirements. Each requires a total of 30 credits. (Read about grade requirements .)   Single Area of Concentration Requirements     core courses (minimum of 12 credits)   courses within concentration (minimum of 12 credits)   technical electives (6 credits)     General Program Requirements     core courses (minimum of 12 credits)   2 courses in 3 concentration areas (minimum of 18 credits)     Core Courses (12 Credits)   With either program you choose (Single Area of Concentration or the General Program), you must complete at least 4 of following 6 core courses.   3.00 Credits Materials for Civil Engineers CE-GY 6023 The course covers: Materials composition and production of cementitious materials; polymeric composites and metals; mechanical properties subject to short-term and long-term loads, impact and fire; fatigue and fracture; transport properties, chemical degradation and long-term durability. Prerequisite: Graduate Status. 3.00 Credits Instrumentation, Monitoring and Condition Assessment of Civil Infrastructure CE-GY 6073 This course covers: A systematic approach to planning and executing instrumentation, monitoring and condition assessment programs; strain measurements; civil engineering sensors (static, dynamic, optical); environmental measurements; mechatronic sensors; signal conditioning, information measurements and error analysis; business aspects; advanced-measurement systems. Prerequisite: Graduate Standing 3.00 Credits Environmental Impact Assessment CE-GY 7673 The course examines legal and technical requirements in preparing environmental-impact statements. Considerations include legal and technical requirements, the procedure and the interdisciplinary nature of the analysis. Topics include overall impact evaluation, categories of impacts, problem definition, quantification of impact, methods used in analysis, field evaluations, mitigations, hearing procedures and management. Practical examples and case studies are used.  Prerequisite: Graduate Standing 3.00 Credits Introduction to Urban Systems Engineering CE-GY 7843 This course provides a descriptive overview of key infrastructure systems and technologies that must be managed, operated and maintained. Systems treated include buildings and structures, water supply, solid and liquid waste handling and disposal, transportation, power, communications and information systems, health and hospitals, police and preprotection. The course explores the financial, political, administrative, legal and institutional settings of these systems and technologies. A portion of the course features distinguished guest lecturers who are experts in some of the systems and technologies included.  Prerequisite: Graduate Standing 3.00 Credits Project Management for Construction CE-GY 8253 The course covers topics specific to developing and coordinating large projects, including organizational structures, management functions, pricing and estimating project costs, bidding and contracting, risk allocation, scheduling, time and cost control, labor relations, quality management and project life-cycle activities. Note: Also listed under MG-GY 8253. 3.00 Credits Risk Analysis CE-GY 8283 In this course, students investigate the ever-rising importance of risk analysis in project management. Topics include: analysis of qualitative and quantitative risk; techniques in probability analysis, sensitivity analysis, simulation of risk and utility theory; and computational methods for calculating risk. Students are exposed to real-world problems through case investigations.  Prerequisite: Graduate Standing   Concentration Area Courses (12 to 18 Credits)   If you are following the Single Area of Concentration program, you must complete:     At least 1 core course in your concentration area; and   At least 4 additional concentration area courses.     Click on a concentration area listed below to review the courses associated with that concentration area:     Geotechnical Engineering   Structural Engineering   Construction Management and Engineering   Environmental/Water Resources Engineering   Highway and Traffic Engineering   Urban Systems Engineering and Management     Technical Electives (0 to 6 Credits)   Depending on which choice of concentration you choose, you may have up to 6 additional credits of course work, which you can satisfy in the following ways:     Electives: Students normally select courses given by the Department of Civil Engineering. However, you may select electives offered by other departments with written consent of your graduate adviser.   3.00 Credits MS Project in Civil & Urban Engineering Department CE-GY 9963 This project involves analytical, design or experimental studies in civil engineering guided by a faculty adviser and following departmental guidelines. A written report is required. Prerequisites: degree status and project adviser’s approval.   CE 9976 Thesis for the MS in Civil Engineering, Credits: 6.00     Geotechnical Engineering Concentration   Select at least 4 of the following courses:   3.00 Credits Ground Improvement CE-GY 8423 The course discusses foundation engineering practice, foundation rehabilitation, and emerging ground- improvement technologies. Topics covered are the selection, design and analysis of ground-improvement techniques for different foundation problems, as well as the construction, monitoring and performance evaluation of such solutions. Prerequisites: undergraduate soil mechanics and foundations, CE-UY 4173 or equivalent. 3.00 Credits Advanced Foundation Design CE-GY 8663 Topics covered: Advanced analysis of foundations, shallow foundations, bearing capacity, settlement, deep foundations, axial and lateral loading of piles, wave equation analysis, drilled piers, design and construction issues, and case histories. Prerequisites: undergraduate soil mechanics and foundations, CE-UY 4173 or equivalent. 3.00 Credits Excavation Support Systems CE-GY 8673 The course covers advanced analysis of foundations, shallow foundations, bearing capacity, settlement, deep foundations, axial and lateral loading of piles, wave-equation analysis, drilled piers and design and construction issues. Prerequisites: undergraduate soil mechanics and foundations. 3.00 Credits Geotechnics & Geomaterials CE-GY 8403 This course examines index properties of soil, mechanical behavior, shear strength, stress-strain characteristics, drained and undrained soil behavior, permeability, seepage, groundwater flow and control and consolidation of soils. Prerequisite: undergraduate soil mechanics, CE-UY 3153 or equivalent. 3.00 Credits Urban Geotechnology CE-GY 8433 The course looks at case histories on geotechnical design, construction and rehabilitation in the urban environment. Topics covered: Special construction problems and innovative solutions; unforeseen ground conditions; performance monitoring; remedial planning and implementation; and geotechnical design and construction issues from a practicing engineer’s perspective. Prerequisite: undergraduate soil mechanics and foundations, CE-UY 4173 or equivalent. 3.00 Credits Environmental Geotechnology CE-GY 8493 The course covers: Clay mineralogy; soil-water interaction processes; chemical transport through soils; hydraulic conductivity, diffusion and attenuation mechanisms; water-disposal systems; design of land-fills, seepage barriers and cut-off walls; geo-environmental site characterization techniques; and soil-remediation techniques. Prerequisite: undergraduate soil mechanics, CE-UY 3153 or equivalent. 3.00 Credits Groundwater Hydrology and Pollution CE-GY 7233 This course looks at the characteristics of confined and unconfined flow of water through porous media; groundwater and well hydraulics; quality of groundwater; environmental influences; groundwater pollution; management aspects of groundwater and groundwater modeling. Prerequisites: CE-UY 2214 (Fluid Mechanics) or equivalent or instructor’s permission. 3.00 Credits Selected Topics in Geotechnical Engineering CE-GY 8603 The course explores current special interest topics, such as ground improvement, geotechnical earthquake engineering, site characterization and remediation. Topics vary with each offering and are disseminated before registration. Prerequisites: CE-UY 4173 or equivalent.   Structural Engineering Concentration   3.00 Credits Theory of Structural Analysis and Design CE-GY 6013 The course discusses theories of structural analysis and their relationship to design. Topics: Classical structural mechanics, matrix procedures and numerical methods in problem-solving; and analysis of statically indeterminate beams, frames and trusses using force and displacement methods. Also considered are elastic supports, movement of supports and temperature effects. Prerequisite: undergraduate structural analysis. 3.00 Credits Finite Element Methods CE-GY 6163 Students study the basic theory of the finite element method and learn how to apply it using widely used engineering programs. The course emphasizes developing finite element models and executing the analysis. Students learn to recognize modeling errors and inconsistencies that could lead to either inaccurate or invalid results. Prerequisite: adviser’s approval. 3.00 Credits Selected Topics in Structural Analysis I CE-GY 6033 This course discusses special current interest topics. It is offered at irregular intervals by advance announcement. Graduate advisers may approve repeat registration for different topics. Prerequisite: adviser’s approval. 3.00 Credits Selected Topics in Structural Analysis II CE-GY 6043 This course discusses special current interest topics. It is offered at irregular intervals by advance announcement. Graduate advisers may approve repeat registration for different topics. Prerequisite: adviser’s approval. 3.00 Credits Bridge Engineering CE-GY 6063 The course covers types of bridges; geometric design of bridges; construction materials and techniques; simplified bridge analysis; special problems in the design of steel and reinforced-concrete bridges; bridge inspection policies; bridge rehabilitation procedures; bridge management systems; and the effects of wind and earthquakes on long-span bridges. Prerequisites: undergraduate structural analysis and steel design. 3.00 Credits Stability of Structures CE-GY 6133 The course addresses the stability of structural systems. Topics: Investigation of buckling of structural configurations composed of beams, plates, rings and shells; effects of initial geometric imperfections, load eccentricities and inelastic behavior; and the application of energy measures and numerical techniques. Prerequisite: adviser’s approval. 3.00 Credits Steel Structures CE-GY 6143 This course explores compression members; elastic and inelastic buckling of columns and plates; lateral support of beams; torsion of open and closed sections; warping; lateral torsional buckling of beams; and bi-axial bending. Other topics include: Plate girders, including stability of webs and flanges; combined bending and axial load; instability analysis; and design of rigid and semi-rigid mechanisms of continuous beams and rigid frames. Both elastic and plastic design criteria are discussed. Prerequisite: Undergraduate steel design. 3.00 Credits Concrete Structures CE-GY 6183 The course covers design principles and construction methods for reinforced and pre-stressed concrete structural elements; response of members subject to axial loading, shear and flexure; design of columns, deep beams and shear walls; design and detailing for connection regions; design of pre-tensioned and post-tensioned beams and slabs; and the effect of short-term and long-term deformations. Prerequisite: Graduate status. 3.00 Credits Wind and Earthquake Engineering CE-GY 6193 The course examines characteristics of wind and earthquake loads; atmospheric motions and boundary layer theory; response of structures to wind forces; code treatments of wind loads on structures; calculation of lateral forces from seismic events; lateral force-resisting systems; diaphragms and center of rigidity; response spectrum and time-history; ductility; concrete and steel frame structures; braced frames; shear walls; dual systems; story drift; detailing requirements. Prerequisite: Graduate status.   Construction Management and Engineering Concentration   Construction Management Graduate Courses    3.00 Credits Spec Top in Infra Systems & Construction I CE-GY 7983 Contemporary topics of interest, such as methodologies and procedures for analysis of existing infrastructure systems, geographic information, data and management systems, photogrammetric and remote sensing techniques, and utilization and design of infrastructure facilities and systems. Other topics include, but are not limited to, intelligent buildings and other modern constructed works, temporary structures for construction and problems in construction engineering, new approaches in construction management, and integration and automation of construction processes.  Prerequisite: Graduate Standing 3.00 Credits Slctd Topic in Construction II CE-GY 7993 This course covers topics of special interest in current areas of construction management. Topics are announced before each semester’s offering.  Prerequisite: Graduate Standing 3.00 Credits Project Management CE-GY 8203 This course covers management of technology-based projects ranging—from individual research and development to large-scale and complex technological systems. Topics covered include: feasibility and risk analyses; project selection and portfolio optimization; functional and administrative structures; coordination and scheduling of activities; personnel planning; negotiations and contracts; cost estimation; capital budgeting; cost controls; and effective matrix management. Also listed as MG-GY 8203. 3.00 Credits Construction Modeling Techniques CE-GY 8243 This course deals with various construction-modeling techniques, including the development of two-dimensional (2D) and three-dimensional (3D) design documents. Students are introduced to the development of building information models (BIM) and their associated databases, using state-of-the-art design and management systems.  Prerequisite: Graduate Standing 3.00 Credits Project Management for Construction CE-GY 8253 The course covers topics specific to developing and coordinating large projects, including organizational structures, management functions, pricing and estimating project costs, bidding and contracting, risk allocation, scheduling, time and cost control, labor relations, quality management and project life-cycle activities. Note: Also listed under MG-GY 8253. 3.00 Credits Construction Cost Estimating CE-GY 8263 This course covers estimating and cost control from the viewpoint of contractors and construction engineers; details of estimating with emphasis on labor, materials, equipment and overhead. Also listed as MG-GY 8263.  Prerequisite: Graduate Standing 3.00 Credits Contracts and Specifications CE-GY 8273 This course covers principles of contract law as applied to the construction industry and legal problems in preparing and administering construction contracts. Also listed as MG-GY 8273.  Prerequisite: Graduate Standing 3.00 Credits Risk Analysis CE-GY 8283 In this course, students investigate the ever-rising importance of risk analysis in project management. Topics include: analysis of qualitative and quantitative risk; techniques in probability analysis, sensitivity analysis, simulation of risk and utility theory; and computational methods for calculating risk. Students are exposed to real-world problems through case investigations.  Prerequisite: Graduate Standing 3.00 Credits Construction Operations Analysis CE-GY 8293 This course examines the evaluation and model development of productivity, safety, quality and materials handling in construction operations. Topics include the principal methods for analysis and pre-planning work activities, including the use of three-dimensional (3D) building information models (BIM), four-dimensional (4D) and fully integrated and automated project processes (FIAPP), logistics animation, Monte Carlo scheduling, stochastic simulation and queuing theory. Students are introduced to the use of financial models for task, activity, project and program analyses. Prerequisite: CE-GY 8243 or Construction Management Program Director’s approval. 3.00 Credits Information Systems in Project Management CE-GY 8303 The course examines the use of contemporary tools for managing the vast array of information over the life of a project. Information handling is reviewed from the perspectives of knowledge acquisition and presentation. The course focuses on applying three-dimensional (3D) building information models (BIM) and four-dimensional (4D) and fully integrated and automated-project processes (FIAPP) that integrate 3D computer models, simulation, cost estimating, scheduling, procurement and information technology (with emphasis on the implementation of 3D computer models and relational databases as information systems for project information handling and project automation). Prerequisite: CE-GY 8243 or Construction Management Program Director’s approval. 3.00 Credits Engineering for Construction I: Methods and Technologies CE-GY 8313 This course covers planning, design and equipment for new construction and for infrastructure rehabilitation; engineering fundamentals of earth moving; soil stabilization and compaction; methods for tunneling through rock and earth and rock blasting; foundation grouting; piles and pile driving equipment; dewatering systems and pumping equipment; factors affecting the selection of construction equipment; review of conventional construction equipment; and trends in robotics.  Prerequisite: Graduate Standing 3.00 Credits Engineering for Construction II : Design CE-GY 8323 This course is an in-depth analysis of design methods for construction operations. Topics covered: Earth pressure analysis and structural analysis. Design for sheet pile walls, cofferdams, underpinning systems, tieback systems and pipejacking systems. Details of a dewatering system design. Special studies in constructability and value engineering. Prerequisite: CE-GY 8313 or Construction Management Program Director’s approval. 3.00 Credits Marketing for Construction Management and Engineering Services CE-GY 8333 This course focuses on the process of procurement of construction management and engineering services. It incorporates a hands-on approach to current industry practices. The materials address the following: identifying leads; researching and evaluating competition through various sources; reviewing and critiquing requests for qualifications (RFQ) and requests for proposals (RFP) and responses; developing a marketing resume; developing project profiles; evaluating presentations; and selecting successful candidates. Students will prepare their own proposals and presentations.  Prerequisite: Graduate Standing 3.00 Credits Construction Site Safety CE-GY 8343 This course is for individuals who are interested in construction safety and the realities of a construction project and for those seeking certification as a Site Safety Manager from the New York City (NYC) Department of Buildings (DOB). Students learn about the comprehensive Subchapter 19 of the New York City Building Code and the City&#039;s Rules and Regulations on construction site safety projects. The course curriculum includes the content approved by the NYC DOB to prepare students for the Site Safety Manager examination.  Prerequisite: Graduate Standing 3.00 Credits Construction Scheduling CE-GY 8353 Students will be instructed in advanced Critical Path Method (CPM) construction scheduling techniques including the use of Primavera Project Planner v. 7.0. The course will cover Precedence Diagramming Method (PDM), project resources and resource leveling, schedule updating, schedule impacts of date constraints, project time and cost trade-offs, activity duration estimating, work breakdown structures, differing scheduling requirements on different types of construction projects and an overview of construction contract scheduling specifications. An introduction to other scheduling methodologies and the use of schedules in construction claims will also be addressed.  Prerequisite: Graduate Standing   CE 8363 Building Information Modeling Project Controls, Credits: 3.00    3.00 Credits Construction Accounting and Finance CE-GY 8373 This course introduces students to the uses of accounting and financial analysis in decision making in a construction and development environment. The course will demonstrate to students how the principles of accounting and financial management can be adapted for, and used in the management of construction companies and project management. Students will review accounting concepts, rules, regulations and reporting requirements as they apply to construction and development, and they will use and create accounting and financial models. CE-GY 9933 ( Please refer to the bulletin )   Exec 21 Courses    3.00 Credits Managing and Leading in the 21st Century CE-GY 8703 Today’s mega projects require the formation of large multidisciplinary teams including engineers, constructors and financial, legal and business experts. Success in this challenging environment requires up-to-date and proven leadership and management skills. This course covers the basic components of management planning, organizing, directing, controlling and decision-making. It defines the engineering and construction team and discusses leadership styles. This course also addresses the management of change, external factors that shape decisions, the development of personal leadership abilities and, ultimately, 21st century leadership requirements. Prerequisite: Admission to the Exec 21 Program or permission of a Construction Management Program Director. 3.00 Credits Construction and the Law CE-GY 8713 Construction industry executives need not be legal experts, but they must be aware of the legal issues affecting their industry and their bottom line. This course uses the case study method to lead students through the concepts of design and construction law. The course focuses on the interface of legal, business and technical issues and their resolution. It includes the design and organization of construction documents; the legal aspects of bidding, subcontracting, bonds, insurance, mechanic’s liens, etc; and the implication of delays, changes and charged conditions. Alternative dispute resolution (ADR) methods are introduced. Prerequisite: Admission to the Exec 21 Program or permission of a Construction Management Program Director. 3.00 Credits How to Succeed in Construction CE-GY 8723 This course leads students through the how-to’s of running a successful, large, complex construction company. It analyzes how the industry actually works, including contractual relationships with clients in all types of projects from design/build to privatization. It covers the business fundamentals of running a construction company, including issues such as surety and insurance: various types of construction organizations, domestic and international; and company culture - inner-workings of a business that can mean the differences between success and failure. Prerequisite: Admission to the Exec 21 Program or permission of a Construction Management Program Director. 3.00 Credits Infrastructure Financing: Structuring of A Deal CE-GY 8733 This course examines what it takes to structure a deal from a credit perspective, legally and financially, for domestic and international projects. In the domestic sector, the course focuses on transportation projects, examining the peculiarities and the uniqueness of the capital market. Examples are studied and recent changes are discussed in areas such as financing transportation projects and the dramatically changing nature of financing these projects. In the international sector, the course covers innovative financing techniques. Prerequisite: Admission to the Exec 21 Program or permission of a Construction Management Program Director. CE-GY 875X ( Please refer to the bulletin ) 3.00 Credits Capital Program Management / Program Development CE-GY 8763 The course examines the process of capital program management and development. Depending upon the instructor and project used for illustration, the course analyses how either the public or private sector views a project and develops it and the internal workings of an organization in determining how a project is selected, funded and managed. The course examines various contracting strategies, as well as the concepts of risk allocation, funding and project finance. Prerequisite: Admission to Exec 21 Program or permission of a Construction Management Program Director. 3.00 Credits Dispute Avoidance and Resolution CE-GY 8773 This course analyzes the basic causes for construction disputes and introduces methods for dispute avoidance by proper risk allocation, management and control, as well as other techniques, including partnering. It uses the case study method to address litigation and provides an understanding of the process of arbitration and other alternative dispute resolution (ADR) methods such as negotiation, mediation, mini trials and dispute review boards. Prerequisite: Admission to the Exec 21 Program or permission of a Construction Management Program Director. 3.00 Credits Construction Management and Planning CE-GY 8783 Strategic planning is indispensable to achieving superior management. This course in business planning provides practical advice for organizing the planning system, acquiring and using information and translating strategic plans into decisive action. This knowledge is an invaluable resource for top and middle-level executives. Prerequisite: Admission to the Exec 21 Program or permission of a Construction Management Program Director. 3.00 Credits Infrastructure Planning for Public Works CE-GY 8803 This course deals with the process whereby infrastructure projects are conceived, studied, and implemented. The focus will be on the management and leadership roles of the key players in public works agencies. Lectures, reading assignments, and classroom discussions will deal with both routine procedures and controversial issues. Students will research and report on important public works projects and on special topics in infrastructure planning. Prerequisite: Admission to the Exec 21 Program or permission of a Construction Management Program Director.   Environmental/Water Resources Engineering Concentration   Select at least 4 of the following courses:   3.00 Credits Hydrology CE-GY 7223 3.00 Credits Groundwater Hydrology and Pollution CE-GY 7233 This course looks at the characteristics of confined and unconfined flow of water through porous media; groundwater and well hydraulics; quality of groundwater; environmental influences; groundwater pollution; management aspects of groundwater and groundwater modeling. Prerequisites: CE-UY 2214 (Fluid Mechanics) or equivalent or instructor’s permission. 3.00 Credits Environmental Chemistry & Microbiology CE-GY 7373 The course introduces the chemistry and microbiology of polluted and natural waters, including applications of principles developed. 3.00 Credits Water & Wastewater Treatment CE-GY 7423 The course covers the physical, chemical and biological principles of process design and treatment of water and wastewater. Topics include aeration, filtration, softening, chemical treatment, coagulation, occulation, desalination, and taste and odor control. Co-requisite: CE-GY 7373. 3.00 Credits Selected Topics in Water Resources and Hydraulic Engineering I CE-GY 7353 This course examines topics of current interest in water resources and hydraulic engineering. Topics vary with each offering and are disseminated before the semester of offering. Prerequisite: instructor’s permission. 3.00 Credits Advanced Environmental Chemistry & Microbiology CE-GY 7393 This course explores advanced topics in chemistry and microbiology of polluted and natural wastewater treatment. Prerequisite: CE-GY 7373 or equivalent. 3.00 Credits Advanced Water & Wastewater Treatment CE-GY 7433 This course covers further the processes discussed in CE-GY 7423. Topics include sedimentation, adsorption, aerobic and anaerobic biological treatment, sludge treatment and disposal. Prerequisite: CE-GY 7423. Co-requisite: CE-GY 7393. 3.00 Credits Water and Wastewater Treatment Laboratory CE-GY 7453 This laboratory course covers processes in water and wastewater engineering, dealing with physical, chemical and biological methods and principles. Processes include disinfection, softening, sedimentation, oxygen transfer, coagulation, adsorption, filtration and aerobic and anaerobic biological treatment systems, and Warburg analysis of waste. Co-requisite: CE-GY 7433. 3.00 Credits Modeling Fate and Transport of Surface Water Pollution CE-GY 7473 The course covers dispersal and decay of contaminants introduced into lakes, streams, estuaries and oceans, and the effects of pollutants on chemical quality and ecology of receiving waters. Prerequisite: Graduate Standing 3.00 Credits Hazardous/Toxic Waste Management CE-GY 7533 The course looks at methods in the management of hazardous/toxic waste sites. Topics covered include health and safety, legal aspects, contamination of the environment, treatment processes, and toxicology and risk assessment.  Prerequisite: Graduate Standing 3.00 Credits Solid Waste Management CE-GY 7703 The course covers engineering aspects of solid waste collection, transport and disposal, including incineration, sanitary landfill, composting, recovery and reutilization. Also covered is the economic evaluation of factors affecting selection of disposal methods.  Prerequisite: Graduate Standing 3.00 Credits Environmental Systems Management CE-GY 7753 This course provides an overview of information technologies as applied to the remote sensing of environmental infrastructure systems, and includes the development of infrastructure system databases to assist complex decision-making on environmental infrastructures.  Prerequisite: Graduate Standing 3.00 Credits Environmental Geotechnology CE-GY 8493 The course covers: Clay mineralogy; soil-water interaction processes; chemical transport through soils; hydraulic conductivity, diffusion and attenuation mechanisms; water-disposal systems; design of land-fills, seepage barriers and cut-off walls; geo-environmental site characterization techniques; and soil-remediation techniques. Prerequisite: undergraduate soil mechanics, CE-UY 3153 or equivalent.   Highway and Traffic Engineering Concentration   Select at least 4 of the following courses:   TR-GY 6313 ( Please refer to the bulletin ) TR-GY 6323 ( Please refer to the bulletin ) TR-GY 6013 ( Please refer to the bulletin ) TR-GY 6023 ( Please refer to the bulletin ) 3.00 Credits Intelligent Transportation Systems and Their Applications TR-GY 6223 This course introduces the concepts and applications of Intelligent Transportation Systems (ITS) and its growing role in the management of transportation systems. The course stresses the role of ITS as national policy, as specified in major transportation funding legislation – ISTEA, TEA21 and SAFETY-LU. A systems engineering approach to overall development of ITS technologies is stressed. Major components of ITS are discussed, and examples of their application treated. Coordination and integration of ITS components are treated. Prerequisite: Graduate status or permission of instructor. 3.00 Credits Multimodal Transportation Safety TR-GY 7033 Technology, legislation and market forces have contributed to improved transportation safety for decades. But one must consider which metrics are most relevant for which modes, the role of demographics and traffic levels and other factors when analyzing and predicting safety trends. The course pays attention to a systems view, to metrics by mode and to both standard field and statistical analyses. Consistent with current priorities, the course addresses security as well as safety issues. Prerequisite: Graduate status or permission of instructor. 3.00 Credits Management of Urban Traffic Congestion TR-GY 7123 The purpose of this course is to (1) understand the causes of traffic congestion and to measure how congestion impacts transportation users and communities, (2) set forth a vision for managing congestion and (3) develop and evaluate strategies and policies that achieve the vision. Prerequisite: Graduate Standing 3.00 Credits Design of Parking & Terminal Facilities TR-GY 7323 This course covers design techniques and approaches to a variety of pedestrian and vehicular needs in conjunction with access to land functions. Parking serves as the primary access interface to many land facilities, from shopping centers and sports facilities, to medium- and high-density residential developments. The planning and design of parking facilities, and the planning of access and egress from these facilities, is critical to the economic success of a development. Terminals are inter-modal interface facilities involving the transfer of people and/or goods from one mode of transportation to another. This course covers essential elements of terminal planning and design, including transit stations and terminals, major goods terminals at ports and railheads and others. The design of pedestrian space and ways within terminal structures is also treated Prerequisite: Graduate status or permission of instructor.   TR 7333 Measure Theory I, Credits: 3.00    TR-GY 7343 ( Please refer to the bulletin )   Urban Systems Engineering and Management Concentration   Select at least 4 of the following courses:   3.00 Credits Infrastructure Planning, Engineering and Economics CE-GY 7813 This course covers the identification, formulation, preliminary appraisal and detailed analysis of individual civil engineering projects and systems. It also covers different approaches for government agencies, public utilities, industrial firms and private entrepreneurs. Other topics include: Planning, which considers projects that satisfy single and multiple purposes and objectives, meet local and regional needs and take advantage of opportunities for development; financial and economic analyses, including sensitivity and risk analysis; mathematical models for evaluation of alternatives and optimization; and impacts of projects: environmental, social, regional economic growth, legal and institutional and public involvement.  Prerequisite: Graduate Standing 3.00 Credits Concepts and Implementation of Infrastructure Management Systems CE-GY 7853 This course reviews state-of-the-art performance monitoring and system condition assessment methodologies as part of infrastructure management systems. Emphasis is on information technologies as applied to remote sensing and database development for urban systems management. Infrastructure tools, such as GIS and dedicated databases for condition assessment are represented in a laboratory environment. Invited experts participate in such areas as transportation, water distribution and utilities.  Prerequisite: Graduate Standing 3.00 Credits Instrumentation, Monitoring and Condition Assessment of Civil Infrastructure CE-GY 6073 This course covers: A systematic approach to planning and executing instrumentation, monitoring and condition assessment programs; strain measurements; civil engineering sensors (static, dynamic, optical); environmental measurements; mechatronic sensors; signal conditioning, information measurements and error analysis; business aspects; advanced-measurement systems. Prerequisite: Graduate Standing 3.00 Credits Environmental Systems Management CE-GY 7753 This course provides an overview of information technologies as applied to the remote sensing of environmental infrastructure systems, and includes the development of infrastructure system databases to assist complex decision-making on environmental infrastructures.  Prerequisite: Graduate Standing 3.00 Credits Construction and the Law CE-GY 8713 Construction industry executives need not be legal experts, but they must be aware of the legal issues affecting their industry and their bottom line. This course uses the case study method to lead students through the concepts of design and construction law. The course focuses on the interface of legal, business and technical issues and their resolution. It includes the design and organization of construction documents; the legal aspects of bidding, subcontracting, bonds, insurance, mechanic’s liens, etc; and the implication of delays, changes and charged conditions. Alternative dispute resolution (ADR) methods are introduced. Prerequisite: Admission to the Exec 21 Program or permission of a Construction Management Program Director.   You must meet the requirements for Exec 21 courses to take this:    3.00 Credits Infrastructure Financing: Structuring of A Deal CE-GY 8733 This course examines what it takes to structure a deal from a credit perspective, legally and financially, for domestic and international projects. In the domestic sector, the course focuses on transportation projects, examining the peculiarities and the uniqueness of the capital market. Examples are studied and recent changes are discussed in areas such as financing transportation projects and the dramatically changing nature of financing these projects. In the international sector, the course covers innovative financing techniques. Prerequisite: Admission to the Exec 21 Program or permission of a Construction Management Program Director.    3.00 Credits Intelligent Transportation Systems and Their Applications TR-GY 6223 This course introduces the concepts and applications of Intelligent Transportation Systems (ITS) and its growing role in the management of transportation systems. The course stresses the role of ITS as national policy, as specified in major transportation funding legislation – ISTEA, TEA21 and SAFETY-LU. A systems engineering approach to overall development of ITS technologies is stressed. Major components of ITS are discussed, and examples of their application treated. Coordination and integration of ITS components are treated. Prerequisite: Graduate status or permission of instructor.   Grade Requirements   To earn a MS degree from the School of Engineering, you must maintain a B average (3.0 GPA) or better in (1) all graduate courses taken at the School of Engineering, (2) all graduate courses taken in the Department of Civil Engineering and (3) all graduate guided studies (readings, project, thesis). Poor scholastic performance (under 3.0 GPA) may lead to being placed on graduate probation. If your grades do not improve, you may be disqualified from further graduate study in the department. You may repeat a course with your adviser&rsquo;s approval. When a course is repeated, only the later grade counts toward your GPA. If a course is repeated more than once, only the first grade is dropped from the GPA computation. In the event that you are required to take undergraduate prerequisite courses as a condition of admission, a grade of B- or better is required for every prerequisite course taken, and the cumulative GPA of all required prerequisite courses must be at least 3.0.                                Civil Engineering, MS      Curriculum                                    Engineering is NYU  Follow Us:  Facebook Twitter Vimeo YouTube        Undergraduate   Admissions   How to Apply   Apply Now   admissions@nyu.edu   Graduate   Admissions   Requirements   Apply Now   engineering.gradinfo@nyu.edu   Site Links   Press   Directory   Directions   Event Calendar   Careers/HR   Support    Email/Network help@poly.edu Website Report a Problem Login (Faculty + Staff)  NYU School of Engineering 6 MetroTech Center, Brooklyn, NY 11201 Tel: 718.260.3600 Fax: 718.260.3136 &copy; NYU School of Engineering"}, {"content": "%PDF-1.2 %쏢 5 0 obj  > stream x\\[s\\\u0011γ\u001f)xK0\u00100\u0005I H%AKbKF8ק{=+ 9[2us-|\u0013y~FJ\u0095Z܆Ke\u0017`5 sG'\u000f\u001e}Ƀo7g\u007f\byW' \b\u0085UyR܎\u00039Ϸ?ĢA$M^k 6 . \u001e\u0017Exsd٥p6\b.ÓFJIn\u001fWfyP8 ,X\u000e\u0013⸖r'wQ4m4w??vq/N\u001eNO{TbXe3$\u0007\u0005X}1ې*\u0004, \u00148pyf[_ ˕e iS9/㣠\u0017I\\~S ,Y\u0014hMx[0#uѵXgt\u000fpH\u0005tr5\u0007g0NՆ\bڐ2kCm4 \u00015+\bюnoeLBr4\u0004`ޑդ19\u001fq@\u0007\u0011%* ہ.BG\u0012h9\\\u0010\u0013%vUb\u001d3ٜsChM\u0005\u0001\u0007%\b{aY\u001fb@/L\u0012 CfH>u4\u0019Me\u0013M\u0019d\u0018\u0010ud'Y6 BTTȊ?ċ##¤\u000492\u001fo\u0005^1d6V0*Yh\u0015Z\u0019~8V(\u0005K\\\u0014g\u0001ř$\\;_\u001enFf.\u001a(sɇQmq\u0011%ЀTw\u0005B=\u0006)\u0000'9\u0010\u0018 3X  De.^' a%GS\u001aA\u001d\u0003 p\b\u0007t\u000ecZ\u001d X(\u000426櫰Py~\b(~Z7\u0014\u0000F W4\u0000 -:XQm^@\u0014RqFM\u0007=\u000f/q5^hG}Z\u001fF!\u0011DHhRX Z\u0001f\u0017yR%4ݜ#oZ8\u001dYp4f\u0004\u0015M\u001a\u001d ''2b$KGXםWD\u0018l 6I=\u0017CKȟP \u0004\u0010$\"[\u001dΫtdN\u001aZy*\u001d\u0004JB.\u0013ɤ|C#\u0001\u0002\u007frXx'\b0$\u0004%\b\\I\u000eNV42'k42M~GᯋѝF\u0002ETӬ(VS@ z3$p1j5ļ!\u0019\u0005 G.'\u0013[A%X\\\u0001p\u0013].B\u0013}*9n)\\rSx{)T]\u0019h\u000e|\u001b\u0018A\u0000\u0007\u0017Lb[\u0006\u0005!) tE`>++eq3׊(jQn9A \u0007nI> iNf Zɭo4\u0001\u0003nζpXwm\u000f\u0005\u0004C~c\u00073B-}ɢi\u001eB|ڋS\u000f2xWM\u0006\u0004 \u0093i$-8vim T \u000eS\u0011\\Sr\u0017\u0005!k9M5@m 9R߬M UD \u0012pٍ(@g\u00167jI 2;AZR |,6Ў_\u00130Y,[k C'ۿ.p;\u000e\u0018Mo\u0004+|\u0010$#ɲr\u001f\u000e\u0006YcKw z?k!\u0011I\u001b\u0014k\u001eeNF\u0014j ZRWJ \u0000\"~(C\u0004\u00020b}\\\u000f#~v\u0012\u0014\u0012\u0016uk l̚孯!M\u000e\u001cM˲kG@I \u0006k`WP&\u0015\be]>1+)14`>>xB!\u0006\">\u000f\u0005U\u001dIbL@ \u0011֚4,\u001cdotE\u0001}I Փm 6@5h\u0019`M[\u0003'lbY9ƭYΥ:J \u0013\u0017\u001c\u001c D\u001b8\u0014ٶ\"\u0007M6d\u0007!e7 єsjp8`5:ݡ,*Lft5'=M\u0016kG:'\u0001\u0011BiY6RԼ\\MmÙ\u0013Ez=;;A_'\u001dYt@E6\u0017mYM\u000f'!_LS&\u00076txՖM9\u000f֕\u007f\u000e\u007f\\4c [\u0019#\u0016G\u0015B8rnc9$MτWSøC \u0000KO P\u0012|B'-yeq$T F > stream x]I\\qy_uRy}\u0007S,2$I!B\u0007\u0007p@\u0002\u0001\u0012\u0004\u0001Qwf-g\u0006CC!zY5\u001d&\u000f\u0002Syy%\u000e }vݕLw\u000e埛\u000f\u001e_tEt8 ;ӵ\u00166nF\u001e?8M))ٌ\u000e\u001cV1ǏOn{On?WtfB)}|\u0006\u00189\u0011}[OKʕ\u00169~\u001e^\u001d\u0007:nBo\u0010>n\u00024:> xG aoۇnN*Okioz3׷:\u001f\u007f(\u000e\u0011&\u0011\u001eITr F?^=Ϡk \u001d00_ߞ-)F к\u000fx:9\\^VnVWa{_(6U \u001f%L˓޺K !Ҽ \u0005T 2ŷK* \u0003q~&l{sR~V\u000f'7viUH ,\b[\u001e \u001eD^\u001ev\u0013\u0006d\u0011gćMFK.ݻ\u001aF\u0005-\u0011klf\u0013nւ=~ \u00068\u001adz8ݾjNX&EO\u0017\u001b$\\ݸ*v9/ut\u001fv\b\u0013\u0006VVZ&$\u0003|\u0013)}G \u007f:Tf_}\u0002hJf d\u0003Lq(ηM\u0010&-x\u0001\u0003##B\u001d\u0000L*,AHipf\u0005J\u0004\u007f\\4&/vH?^bCj󚎢)ކI~\u0015uz;Ԃ)7'\u001fN`J\u000fgm\u0016Yi\u0017\u0001 ԃ9mB~we bq\"z_߀r%zZ\u0007Xy\u0010 =^?y\u0006\"C}H_IF eh=\b7\u0015\u0005mh3;!zUmH$o8Uz:\u0014Mr\u0015ZO9\u0001\u0002j1b62\u00040Gf8&G\u000e\u00199\u0016-#z10ƥ-\b\u0001\u0010pEPPd\u0013#Ls~Y4\u00126 )~Zާp_;Ca׭ĩNø \u001af}Ep b$\u0005\\uo\u0014yX&\u000e\u0011+BZn\u0015-Fդ\u0006w{|T)|\u0002#BoSK$RC\u0000l\u0001JkG\u0000:n;v\u0005 9\b_ @7E*X.N4\"lG\u001b42C\u0003DJ. cJuѱH| 762Viy[7\u0005\u0002@R(1l,Ѩ\u0001\u0011αn7\u0010\u0011\u001fC)\"e\u0004C|\u0014[kŠ{p\u0004\u0012\u0014ֶ5f=Tbה\u000e~bxqOhAO,6\u0016*{$\u0011]\u0018\u001002\u0011Zwa73\u0010&BLG9â4\u0014N`0nм\u0012h]*`i4I»nYR\u001e8mXQH?\u001d e\u001f\u0016}\u0015N\b iG C%p\u001dl\b\u001aB\u0004zCn\u0001d{\u001cZRn\u0018u񤾕d5z 99H\u001a\u0006r\bjX+1$|ak\u0012ʜQuˢ:]D5(\u001d9\u001eT koGC^ _j\u0019\u0006$\u0017p w\u001a\u001e4\"ƙ7\u0003qx\u0011xZ\u0004צe\u0001dd\"\u0001>)CR\\ =ųnbvb]aCira\u0006;\\ޥ5~\u000fSc}gX˵u9\u0013\u0007Dʧ{\u00140\u0002(S^S\u0019@-vFذ^% n]aLk\u0014W ɞQ\u0014>:@\"L#˱U)rȍbϷQX0cC\u0016˻\u007f \\\u0000,\u001dz\u001e= ./\u001d؇,TdW\u001b\u007fKm}qz\u000eM{\u001eְ\u007f\u0006\u001dE\u0000z_V7Y W(#7\u0005D\u0004\u0016޳%?SAoer\u000f\u001f\u000fO;\u00949 R\u001d>\b \u007fk=\u0006j`\u0017TL)\b. )P?\u0010z×n3\u0019PF,@\u001eap;cMR{^8ܮG2c|QډCmJWn\u001c\u000fw\u0001\u0018\u0005X}_d\u001b\u001as/8\u001c\"\u001eBdpLE\u00029\u0011\u0017\u0014c\u001b%GrBGh\u0006+}\u00157\u0011_ lLV3wb.THop\u0018``v\u0014C\u001e@>\u000e]9gKn#t2.C_{^!ctwC Mrt\u001b7\u001f\\$/O,|N\u001b##=b>@j%bJ\u0013ڀ,-9\u001cdReBN{hU\u0017 8d!\"a8B\u0011'W\u001d8-} EDt\u0000E'T\u007f\u001f/A^\u0007\u000fG\u001f\u001e޻GOX\u000f\u001d+Xw`\u000exBj9QbA6\u0013@e>>\u0006S ]\u007f;N\u0012a |\u0019ެ Bq\u001f\u007f>\b F'y~?;!bݲhEn:o\u00195?{yz\u001fl\u0012LV\\> \u0012-Q\u007fc :\u0010۫V\u0011*c\u0003]ߡa#\u0012j$1\u007f)}d!F#`̝t% (;\u001f$뺵%\u0012xL  > stream x=Id8:V\u0005f\u000e\u0003\u0018\u001bG\u0003\u001d1\u0011c|nӍfǘ\u007fL)SRTk챣KmTn}S)?}N~\u0003}s˛\u001dyb7.m9\u0004v?N\u0007e>ny\u001f?\u001cvz6\u0017T&\u000ff66spfmΆO\u000ez.O\u000e~B\u007fq8Zg\u0001\u001fJT&\u0019\u0007՛E\u001d\u0002hkE1ޒEKh'-)M@ \u001eY\u007f3\u008e{Ѹ\u0017`-0v\u000e_׽kϨA\u0006H>\"d0\u000el \u0011\u0010zW6o*9\u0005\u0013\u001c\u001d7{6)hj|ʄ5\u001cLrOժ\u0014` Gkǿ3\u001eJ\u0000)0@^)w9i\u000eʫd\u000e +\u0001S \u0007܃w4)nч@\u00172\u0005r\u0015\u0012Iͨ\u0018HcI{\u001b4d\u0006\u000f\u0010jҾP  f\u0003 0C[UC3&!\"O,\u0011\"?\"Oۯ\u000e \\\u0001\u001bP\u0018&.9OEbvԊ)\\\u0002u\u001b`ad[n\u0011E\u0001aI\u0016\b.eǚ>\u001f b\u001b\u0018ށNG`k̏ \u0006&  \u001b㑅[7\u0018չ\u001a\u0006T\bbi\u0013Q\u0013&6alcq\b95\u0018h?Gav\u0001\u00006yD\u000e\u001bH\u0018d 2 6)\u0001'A;Q⿰ڥ`Kn,Q ԣ.}]uCZ\u001bpS f\u0017ȅvN\b~  E;\u001fܽ?߽;}o?|.kw`Y .;\u0012\u001c\u0001\u0005\u0000\u0002pd\u0004bm5\u007f/,\u0004 b5rkM*a#ǇbwgV5 '\u0016\u0002\u0004}|:)\u0016`\u0000  L(NDG骮/\u00176Kf\u00041s[$YO\u0018\u0016n\u0011\u0002d\u0018([e\u0018IF#x \u000f!\u0017\u0015X1>\u000fh`My \u007f\u0006B\u001c( \u001aDo\"WXL\u0015#ugI\u0014{>+psiT X0l-jR&/\u0018\u0013oKn\u0014\u0006)3\u0017i\u0013Qu܁68+\u001a4\u001b\u001e\bE3 \u007fnZm\u0002{\u0018 \u0018+7o_Z5`lo\u0013k}$s\" \bf7@\u001diw\u0007@ X2\b\u0010\u007f2bb=a`\u001dbI 鯻!ˌD1\u0018f\u0000OD?\u001a\u000f\u0016y*.F3_sW^+ʉ߅]f6\u007fc\u0013`~ &@3\u0003֦͍Y\u0017}TDW\u0082s*\u000e`wΖ\u0012*2e\u0001W:t.9^I\u0003F\u001f F\u001c=U#a@#:.h8*,\u0000cԓ4\u001c=F\u0000\u0011\u0018\u001c{ \u001e\u0004\u0000 %'R1\u0000\u0005P Q\u007fs\u001dQ\u0007L\u0000.\u0012c}*cL\u00006\u00008\u0014h\\a\u000f \u0010\u001aZ\u001a͍\u00129QJjaʇm$\u0012@886x°\")Z-ӄ\u0013\u001b\u001b`+]\u001a\u0007U \u0003 \u0004br4X]1d\u001fKiY!` @e\u0002nHcl6$wCP&\u0006\u001cRqi(TYXO,\u001bq;\u000e\u0013l V*A\u0001'J \u001eD[繭TЀ Njd\u0011ǆ\u00018~l\b\"N'm |)/e[V \"\u000e \u0011G\u0015qڲ*9 :t\u0016\u0000\u0003ʺY-\u0004T8\u001f tx[\u0000Hr\u0019\u001eCY \u0001\u0082h&\u00017\u0000ϱ\u0004 ևu\u0005:\u0015:75\u001e\u0000 \u0013ل0\u0015I[ѓX>GOs$\u0016\u0018i\u0003Nfcq2yr#\u000e\u0017?Ve/Eaʆ)2hK\u001a\u000eGrG?HF\u0011k顐R4\u0017\u000f:_ŎC\u0011#\u000e\u0019\u001dc\u0003\u000e>v\u00158P\u0005T\u001cA849#\u000eE )O[cV\u000e\u001fϮxOB)=/d1SeAg$-Z/ IZiQ\u0013\u000e,sK!\u0002j\u00153b8Lu;\u0000_7&`?\u007fZ`\u0014\u0004Й=e*cucuЭ\u000f1SyFF\u001e\u000fi\u0014l }l\u001eem\u0007  >\u001a*\u001dHMy晃bV\u0007\u0002?2V m\u0019p\bN\u0003c\u0000  nQ:SԂ\u001bEI\u001501\u0010\u0005tKǋBGH8\u001d ((HX;ȭq\u001e\u0007S\u000f)T;)j[-\u0007i\u000f\u0017k\u0019\" đV4HPtr2P\u007fi\u0000ZW\u0017]]D2 ;\u0005X`|դ\u0012,\"&`(2 \u0000KU*PC/# \u0017Љv\bJ;ܨ=DwBbM\u001egzQ\u0010z\u000ev7\u001c3vD+^ \u000e\u0003\u0000He:cf\u0001\u000esWg+\u0013\u0019\u000f$Ț\u000fd˂@}2\u0018G{ij\u001cIѐEWf *&]f&#J\u001fK>a \u0001Ě8$\u0010 d\u0012W`\u0006 9&&Xs,֠([AyޙgP  \u0006GCKվ *\u0011=qr  SɒQ%M\u001f4q!)\u0006MgT\u0002 \u0018$V\u007fe\u0018EfM҉k9@3B\u0006S@>\u0018md\u0006\u0001aT|7IC*\",ZWU\u0011a,S\u0018 :Lux>3਎&\"\u0002 &\"\"i ;^c@|qgrT\u001c# fT#:\u0002Iѫ\"EIK\u001aN1 y3j,eH`Z\"5y\u001b> \u001c~\u0006n0kLh\u001f^R\u0016Ʋ,yV9֤0MHi*eD;P\".Rg\\M5@DNXT\u0004\u00035tG>DŻA, ,\u000eZ \u0006ţ\u0018\u0013F )\u0014zfOWY/z+!\u0013^,hSnrҪv7v>Uq+Oq\u007fϗpr[\u001ex!>\u0007\u0001Wg&˝_\\Lj}q'\b]X'_ @\u000e{C0\u00010&p\u0017\u0018&J]^?/\u000e˻\u0006\u001d\u0018K?Qq\u00076{\u000e9X`\u00165;\u001cP|^^]sрf\u0003:D*~BCh  ?\u0017L' sl@Ti⫿!_)p떺\u00004)c6ii1杭A%4w\u0013\u001f\"x~ -\u0004*Awc!/\u001a Uf \u0004G2ȯ~^\u0012Y̳>w)rZtT2tΔUh̶\u0003\u001a\"=\\ \u000f\u001c\u001f\u001bJCX\u0006o舓 r\u00173\u0016\b;R rhtp-=Мekb[Y4wF\u001f/ހjj\u001d\u0010is>geoҰ\u0004)>z\u007f1 4b{jh4i9\u0015Uі)\u0006\u001aul;\u001d\u0016/H *\u001a̜$sx}\u0005-7ryƟ\u0018\u0002b\\OӼ(T\u0012إՀRPdH+f@\"]\u0007#CKR'\u0015 fa8Cjf(Ek%I\u0003Ku %$^d>\u001d1,\u000e\u0002X wL\u00127\u0014\u001a1\u0007\u000f$\u00122B\u007fUfЧ(:%3\u0017+\u0000;\u0004'\u0018\u0001C~eG9\u0011]\u0017N\\,%ue0 \u0019gAM{%ƹ̼iA$X\u0005([f\u0006\u001b\u0002W=bUkiL.\u0011P3k(XKC?8Ƅ\u000e~\u001b\u001eMuO\u00170F\u0016\u0005]jKJg |.inoV\u001dVK*vU\u0002 \u0018\u001c7G$Fݛ+᪇L$t;n'\u000f P*c\u0006ŀU\u0002ֈ/\u0017r%ͳI\u000ex:cNsc Zx1b!-'mM\u001a%mx\u0002parػ9A\u0003/1&tJY2\u0013q\u0014,]X^\u0014`/Z r){{FE!L/ڲ\u0011y0P :D- $Ҳ\u0004/\u0011޲)y\u0001 7V\u0014Cho\u001e\u001b\u000fr5\u0003g\u0002ʏ r & fٌ1z!\u001b,\u000fh4+\u0007)!?7rAά3]\u001a$ID%d=q$GGcJJI=hu8RV|s yK\u0006\\鬇SuP\u0012>e߳\bҾE\"\u0007/푫_o|ÜTv.3VHx@팃rN\u001cn`\u0011i .8#[\u0006v`'I#Ox&6~3Q\u0014z%4`i\u001b\u0015w|bx\\ )hb2}j賎$U \u000f\u001c7;S] i qBP\"gLk -S\u0001h)\u001c3endstream endobj 32 0 obj 7318 endobj 41 0 obj  > stream x]]\u001cq_n;\u0012JVLUeYʃ\u0007()RTH9  \u001a\u0018%-\u0000\u00034On4\u000eb\u0007A\u0019}ݍ8\u000fՍL\u001c\u007f\u001e\u007fwÿHw\bCtNonr3y \u001dC \u0019{Tnљm~Pۘ^ ;~D\u000f(qn\b(\u000fW\u0019u$F aoʋ\u001eTN`)og͇if_>\u0014BT\u0010!D zBj\u001f\u001d N$\u0005F\u0011bpE\u0013Ƨ `Ӹ\u0006eø`P:7\u0005\u0006f7\u001cg(c |\u001f|}\u001e͇\u007fσ\u000f\u001fuU\u0004FUZ\u0090\u000e^8^\u0006]UtBiN\u0016\u0007\u00005 7S;yͶc>IޯM軋\u0003oË\u0015z|\u001dn\u0004>\u001eV\u000340\u000e2_*[l\u0006I@!uq:k\u0007\u0017\u0013\u0016^'c\u0003rz]Zi\u001f˭w\u0000S\u0015D!C\u0005\u0018^p--H\u0003ޮQ^N[I 9\u0018B:\u0006n\bn\u0006+b*b2Ĥ2` $l׃ו3$̵0  0\u0002%8 E\u0010;F#$\u0019'\u0019K>&\u000f$M4SuLj{\u0002ds\u0006=En|._t] \u000e\u0007U(X*O4t\u001fEl\u001a\u0018,L\\w\u0018$AA|\b5\u0013ɉ-7=\u0003 m@YFL)9;|l~#\bc\u0006uY\u0017H++N`@r{+Ң[lus \u0003\u0014\u000e4S^ . \u000e{LǁGs!Sm.  ]TI\u0017@f6 DOLa|P`ㄟ'%A a3UO\u0004PZMQҨ\u0000ǯOfEA\u0005b#\u001aB@>ĐD\u0013\u0000C ,P\u001fl,\u0011 %\\\u0001S\u001de\u007f7Zc>}JM_\u0015j# \u001b\u001dU\u0011mtQ e\u001c\u0004\u001b\u0019ӳЃ C!};Ӏۡ7x6dg\u0014/k{h3O R'L_[ \u000f \u0015 o,_R|\u0016^qܔ LuHǗ\u0003\u0010  z0r|  򦄏[tBk   gE7F)4l\u0004vxWy5{\u0019}Q -xY8zpw[\u0011F\u0085-ߵrW\u0019)N5\u0014\u0014Q\u001ck~G_w /:@'TA\u0019^!,O\u001b'\u0015X\u0018!;'/ \u008b]s\u0016,UȐ_\u001fE ~W\u00021-\u001d[w*\u00183\u0002zT\u0007[ \u0002\u0005tpg4'd7r qY题)Ѵ*M\"]HU\u000fD2,\u001b^:޷Qgt  tq@Wb2ہ(RgR%\u0018\u001e oD?\u001b\b`I\u0005\u0000\u001d\u0019\u0002RU^H\u0005C-v?-L;X \u0012.ȅ;]zѹ\\ג\bHMhӼa)\u0003+\u0012\u0007.~=ٹyAE\u0001\bߛ\u0013@\u0003\u0016\b\u0016sjpXvr͉ u; 7\u001c h\u0013o+ױ/\u001dV\u001bʭ \u0010ž|CFnv\\sI\u0013\u0016o񯦵\u001bCK7\u0016\u0015xeιϜ:\u0013XT\u0016R_MNDβRB.\u0011q&_ݓQ\u0000b\u0010\u0018)\u0007-$kH\u0016\u0010. C \u0004v%Om}19CKuT\u0015o\"XƙMn-:\u001d\u001cru\u001fV\u0004%jxYwIV{/u2\u0007;eqY\u0010\u0012HBq|6Yr.5mv\u001eJ:xg>+\u001a\u0013t\u0013\u001b\u001c { fֳ4\"Η\\_;1e/ Olqg14˨g!Ωx\u001b\u0016{797&9z)Ű8*j UvC\u001e\"Ύ~\u0001ƵŧRpxgj_@\u001e\u00030H]kj\u0005whHB3 'e\u001f%Ë\u0014d \u000fZa-\u007f6R*\u0001rO~I].TS\u0014v%\u0019M4J:a~a3\u0019[ > stream x=YmU \u001dk>>\u001c!>#W첵[\u0007;\u000ffvuZ\u007f}\u0000\u0002$A6vr*vI$\b\u0000\b>۩M\u0014N~ |xٝ.\u007f\u007f?~tإ-`_`lv->qý|N:ܻ+cp6\u0015 nٴ *??\u001c\u007f|p!ޢKg\u0007Y\u0018!\u001f\u000eY'ԩ${\u0013Cc\u001fڟ\u0018ýޒmDe \u0018'-)@ \u000e \u0014Y!-g  J+Ug㢆\u0000o1\u0007I$=:+0?\u007f}\u0003n\u0015\u0002V\u0004\u0016syyfS׀IEmTru\u0015LLwu4>ge\u009aS\u000f&A;\u001fݪ\u0014`\u000eM'\u007fxh\u0003\u000f@8\u0004z\u000fI\u0017^\u0005%4)\\e\u0010>\u001e\u0014{\u0016}\u001b )C?)\u001bX@ ^o\u001e$+!7͖v\u0001n_\u008f\u000e \u0010\u0001\u0017X]g]\u007f\u0002˚\u0003oq*H .DM\u001dЈ\u007fӻ{ sn>&r&i\u0017\u001cm\u0004\u0018w\u000e&3\u0005,\u0016\u00160T\b\u0018k\u001femv0S\u0003w8(\u0005H\u0003:yg\u0000l\u0004 bi\u007f)\u0006 \u0014}   jqFŝ\u00153 \u001as0\u0015B$\u001bV\u0019d6Go!ڥ`WdÏ>Xɾ\\\u00016(k\u008f\u000f %\b\u007fY à,\u001a8c_g\u0016\u0004\"\u0015+bUFJԘT1KJ\u00147 YKtody\u0014k{c~e1\u0018Y+f0 b\u0000ٶ+?*\u0006\u0002u5\u001fiKExP\u001aI nؘZ?\u001dpE\b!m(.iot.\u0007Nc@T\u0002ӈ]\u001b0\u0012SD|YB\u0011w\u0015A3m`h}jFi \u00034\bvO!B\u0005>Ǖ _@\u0016epjh>Iep \u0019(6*l8^KU`f Ok\u0006l`0nlbrc\u0000 ^~䕎gYq~ْXa_Q\u0003\u001ckҘDScU\u0004;g-%\u0013\u000e\u001fWKh?p~wgn%gyQ8aXqp\u001ekK;^Niml\u0007\u0014\u000eT,c\u0002+Ҭt\u001b t\u0004`LF,\u001d\u0003C#HDSD5$q\u0002x#a)5\u0014\u0002&7',\u0006\u0012ű(f\u0007n\u0006P\by\u0000\u00078\u0012K\u001a\u001a\u000f((83V!ڰ\u0003\u0005np,AD;x2c~6\bѐbK\u0015s\u0014ܝf n)Ն6W\"\u0002(}I!{rP2\u001b\u0018ϳ !M{i%!\u00055 &;^[\u0015\"g\u0017\u0001~hS{#7Yi%L\u0010`ľV @M!@\u0006yvUE 5Ke\u0019貲9ԣɪ\u000e\u0007$?e[wf̆\u001c.\u001a\u00025 \u0017i\u00030rͲ֠\u0005!RX=O,\u0005\u0003ˬ0Z3+4v \u000e\u0004ՠ e}\u0011[Įz˸Gw|%UOh0@k(Ej :\u0007犂蚃㘥Ȇ\u001by\u0012\u0002o#\u0002h!`(\u0012\u001d\u0005sP@͹\u0003BM?\u00028o`!\u0015-\u0013=c kj@ F\u0010r\u00134H˦vPͦvHϦvXA\u0018҄\u0000q2\u0003z20 \u001cOͱ5c\u0005\\hrl ]ŋ:\u0002\u001dUZJ9\u0004\u0016Z ް5\u0006Ǉ(l&  ;\u0005Kg4[gy =fqwDA:xK 5n\u0015 H:R3\u0017zIe꒶̝\u0014X\u000e5\u0007V\u00145. \u001c9ot*vr\u0002C+ X* bL9\u0003yP$Pe_k|kZê? 6}d/}O߲-\u0019m$ e\u0015>*aU`%`1p\\aG\u0013\u0018ޓ-9X1WՈ Xgz ~/Їұ}͡ c0Ry\u0016\"\u001cEh?mOmqϕ_\u0015,\u00007\u0004TYN]\\Oti8g\u0005L\u0017jB\u0001\u00004xC?lr(z| x_{bF}B]\u001aj Q\u0017qa֠\u0016NǺm\u001eG)?\u001eTb\u001bX\u001d\u001e{4)l \u001a\u001f  6z\u0011 ܊::\u000f]\u001fYɏ%fm.\u007f\u001fb\u0019`\u000eYE\u001e?\u0002+&\u00174J\u0000X1vxu\u000fW\u0006M\u001c T;p>RϨǱ?G `s\u0013\u0006G\u0000ߋD\u00155JcgۖhFQ\u0001&\u0017\u001eQ'\u0017Y\u0018}U  au\u001a%k\u0010 S>Qd/9Nt\b\u0017\\?g\u0018\u001dJ!\u0007\u0014\"vt`P\u001a^a\u0010?\u0019E]jG@02/\u0005E'k*0G4 ǈ^F*y~\u000e\u0014{{Tx kvxWh~мV ?\u000e`Mw\\jJE\u001fμD\u0007i\u0002m*\u0019JͰ\u0013\u0012*kD Q3tE0 \u0002qJưK{\u0015Q[,q\u000fH\u001f.\u0013 I\u0016\u001fY)AS\u0015$kZ}\u0018 eOtQc. TN˳(֐]Iy\u0014ë9'E[Zlnu6᧪.ӀdJ\u001er\u000e/Im^h] \u000f\bㅴ?c\u0019kK_}MQ\u001b\u0002)_\"\u00185\u001eTg.n\u001f։%A\u0016qyQka(H乥3\u0014ӒRjbR7Z\u0012j m[\u000e^ٰ\u001e\u0010\u0006.Vt[\u0011\u0019\u001f\u0005Ǎ+$\u0012\u001e W!WbN\u0007QwuܩrlȳW\\\u0002\u0013>=cU\u001c 9U1;Y\u0003\u001ffz\u0012d\u0011X\u0001_y{&%\u000e\u0017GA\u0011:4\u001ac\u0012BO.\u0014*2y׭Ku1ť3\u0016 H>P\u0015 _v[3\\'\u0016Tw{/PԏS\u0014\u007f\u0002%\u007f.OUk\u000f-H n.\u000f7+i-\u000ex \u001fڌU\u0011[G·MGǻp(\u00199i,]OD9a:Lw?\u0013Xļ`&\u0012]$0,_ .7,|^ƾ8ʰj \u001fj+\u0016\u0010\u0017 ~Ђ\u0002\u0018a|Hj]:? 'cH}QRO(\u0019,ˇ|h\u0018FS\u001e\u0018wi\u0001I\u0002\u0004lk-\u0015}  Ԫ-\u0015cmru\u001f7 %Il| \u001e:ӽ%ttŦ@L\bV\u001eƯ\u0012%tcOE\u0003\u001c,Htt:0\u0002 >;옵8}t e ]\u0005>vH\u0005\u0010\u0007\u000e⭞S)ދwrZ\"5\u0015Gڛ)\u0010Zn|Ւ\">2\u0017`QHN3j\b\u0017_  1\u00163\u001dG?JϩcX&Gƞ_ ˮdG jB\u001cZ?\u0015CYOT\u0000k*.o~\u000f5F\u000fmM9\u0003aOu> b\bs!S\u007f\u0018B\u0015I\u007fo E\u0001Q&9%hp!/咻2,h\u0017K\"Ť/^gZ\\Y\u001aЫqf2go ruZ zNn7q]@tY {Q ̞=\u007f SW\u001bb맿\u0004v˹o>~\"X_\u0017}cQo\u0011oO\u0002\u001f\u000f\u007f$%|Cw>\u00072 kW'\u001doP\u0011\u000ehʛS\u0013hk+v+_\u0013JEo\u001a?y,\u001coM15'^\u0015|5DuF\u0018xi.g5@곚z|*\"\u0004Kd/wS#(6~9+x ەT{A},@5F\u0015A\u0007\u000fA}W*o A.\u0006ܝVA} es;>=\u0003TQ{h\u001c\u001f \u0012\u0019w\u0003\u0005㸕J>-CqHg]O^pu+y?Vh362]\u0014>]=I'\u0016V:\u001d;j{v$C > stream x=ۖl7y#\u001a;_`K̄\u0005k\u00065\u000fC8'$S!\u0000_?mٲwծ>ݝd&Vٖ%˲dg\u0007ȃ\u007f_n?\u007f\u001f|v#/\u00177^CXs:\u001c^&W\u0007[Ë\u001fN \u001b\u0017#E))[\u0018\u001d9~\u0002?[\u0005\u001f[Hg?\u000fUtaAX>~\buZ\bwKJʕ\u00169=\u0015^\u001d?\u0005 s,\u0018\u0005k%@Cʨ\u0002H! 𧵼ѷoz14Bů\u0010P\b\u0012P\u0017y?\u0000\u0017⍲ z*Ek)kIx\u001b +/\u00032B\u001d\u0012\u000e\u0016 E\u0005a\u000e\u001a1\\GBNgK8t\u0005\u0012ؚ\u0015\u0002wv  \u0018s\u0016Z\u0007 \u001c M|+$\u0000\u001f\b\u0000Q\u001f 0\u0013K*%\\먠\u0011' \u0012\u0006t\u0000;~:Z* ظ[ gzW[\u001d\u0016(9\u0014LŸx|q{'в4}/E \u0013\"/IݛBTXX\u001dUzq\u001a\"\u001aˈ\u0002%G\u0018k\bef[)qL\u001csÑ8P H#A'\u0006qTI\u001c\u0010G e/DHda3$\u001ct^|A\u00177`\u0004:*2`,|pfP!R|wϿ9țw\u00139/\u000eouf߭3\u0001\"\u0010ZlJs@aԁ:\u0001g\u001b|o\u0019\u0004D,@\u0015P^\u000eR?2 -\u0018f\u0013\u0006j&M3| jԃ\u001b \u0001\"\u0013by>@F\u00028\u001aY%e|n2(֊0\u0013&E(ILq\u0004 8`_ =k\u0011Rtʪ\u0015\u0004: v͔Nh}\u0005\u0001VȤ׍\u007fbIDE@z$\u0007BO\u0006C\u001e\u000ek⼥3s/ \u0002&*8] ?lJɮ\u0006-ƀ\u0002 ]T Zi٭\bl\u0001~\u007f6͚(\u0019}u\u0004@hQLc\u001d\u0006^\u001dk'.]R `Ic\u0000R=8\u0012h\\X\u0019]z8gV(\u0000$jj?\u001cuRZk\u0010v5&۴\u0005 8+w`\u001f\u0000e?^?飄 -Rm\u0014ZZ:pBU= EGuVRR\u0006-Tsn?CO:m孂J[vs7ɲׁCtf6h)\u0015zKB:\u0015\u0018\u001f.\u0017\u0004\u000f40m5*\u0016 Eƨv\b\u007f\u0015J.Z%gmAL\u00118qoHх\u00050[j\u001dŪr|~ A& \u0013ڃ\u0007 +LY_^R3{_SB\u001f\b\u0017cͤeYp3(J3m\u0005m\u0000/`*@\u0019w|\u000f%&?\u0007\u001f1iƊm\u0015\u0000\u0003 ^\\[;VE\u001by*\u00150\u001aν3 z?G\u0003Lȭ6&p>\u0005\u001b\u001cf\u0012 ˵P|=5m&4Ă\u001er>Gl%I.L?*\u0017:PawfC⊤94Q-M\b\u0007 8am\u0005* {$2e2\\b?Zt &\u001fܢ \u0013\u001ateKj\u001bܽPe6\"\u0002\bl27 \u000e+-\u0017%m\u0000JH\u001ez R!{i' \u0006͍ 1&+CLV\u0015OA\\\u0010\u0013!˜Xj\u0017\u0016\u0010&m\u0003\u000e쫀\"L\u0001@ u-#\u0017\u0007\u001cD2i,a=0v%\u0000V\u0019\bC 3X\u0005\u0004~٘EUFZ \u001d/\u0015\u0018,%Tb\u0018uUlV~t-T\u0012`\u0005\u0010Q\u0004R\u0017h\u001bDp2O鳠b Z\\(oPK\u0006ӢY5X^U\u0007\b$\u0004\u0002^\u0000\u0017ldW@V'\u0014k4뉊~D|=\u0010S\u0015qC 1\u0001\u0018̉u6k\\ \u0011h]\u0001ycU3\u0018]\u00004\u0010B\u001b(W:\u0005\u0007+Q\u0014a\u001a o\u0010Rw*\u001ac PY+q%j×q\u0012 \u0019҈5D\u0018u\u0012F\u0000\"TC\u00117\u0015\u0013({\u0011B\u0000˪t\u00009Tq\u001a\u0000BʞB\u0005ЈF \u0000*e`t\u0000$(Pԟ\u0017a,\u0004JrJ#*\u001d@\u000eUh\u0005\u0010Z\"\u0002j_QF-}SvIӥD\u0005\u0006(} b\u0001\u0001\u0014\u0002\u0011e(2`\u0018()YQ\u0001ZU\u0002q`pJ\"(W\"%iBW.CZ822\u001e*T5>uai\u0000^\u0000 f7D)\u0018Q\u0001ST \u001cĐ m葆\u000ee-FZ\u0000 iW:V\u001a5\u0010N\u0011T@V*s\u0003\\V\u00001Th\u0003vW0\u0012TDk,Y9Г\u0015:j񁬤\u001cEq\u0011\u000f\u0000˼\b\bJ\u0007PC\u0015\u001fH\u0011PzMڲ\u0000P\u0005c\\9a\u0000CjLzE.S!P*%)6\u0017+ *\u001d@ Uh\u0003\u0014D`\u0005Ծ^\u0006-m^q\u001b kJq\u0003T\u0005\u0004`S(\u001b4Nb8miȴG$NA;ǌ\u001e{$?\u001aS*~ 0D\u000e:o]\u0006eQ\u0010ޏ(O\u001ceMhEZ\u0010ZBK+qb\u001dffud+^ k}VS:8R# R\u000ey5,x%RBަ$Ғ*sZ\u0017=\u0018 Q[TEB\u001d@t(}\u001a ṬQcD8 W٩\u0001H풾$I\u0015K\u001f3 :tF\u001d@tŉ\\\u0003\u0014Yzh%3-/_I\u0013BZF˧(l\u0000-H\u0007~ \u001bL\u0012\u00194'\u0006(Dc\u0018YXƛd\u001e\u0012G$Zk\u0005~' 1AY8t9\u0006$ K&7bwq]4q-pe \u00067[si%? \u001e3x\u001dYu =L\u0002GۙBOc(\u0013+J\u0007xKF.LS H.KV\"$qn`/!%9-K\u001bkΓ2N \u0010\u000eIo\u007f\u009f3rQ ( s\u0018\u00063dxڷ\u0000;=ϩ1_\u001eָs)V;6gSEPJq\u0001.YiJ7ͽQԹα|s\u007f)G\u000e|l{d;\u0017\u000ev=dkCzy!}ɤ[4oU'GͳX \u007fh-\u0014nq\u0003\u0013L\u007f\u001a\u0003U'k9}sL\u000f\u0019\b-Ó\u0002\u007fR\u0013Ҿ]*\u00011ejHfiR$\u001d\u0019\u0006x\u0018]2'_O\u001ek A7IH^*\u0011S\u001e+t? eQ98\u001f*Էgcm-f^^NLK1O=\u001flH9*\u0017\u0007ȣ]cY\u0002W\u0000\u0007^F+*\u001c?nbxDOq\"}d\u0013\bFM9ٸ\u001du\u000e\u000e_0A\u0001w\\2ۆg\u000fJ\"i߭\u0001S-meu{.`a|M&~JFS3\u001b_1\u0018\u001fq]\u0010rx?\u0016P%9D(\u00034A]ТXdK\u0004?e\bfa&d\u0016`^\b\u0003i*c\u00119\u0003!gq{ lp\u0018x`Jws%d sϕ(aA\\kgcv8e1ŋ\u0000q\u00154d\u0017Oɶ\u0003>3l 0$\u0015ɶr\u0002.o9no0EV\u0001!|\u0011]g%W\")K\\̵1{K\u000e `\u001bR\u0011ͪ6,:)\u001e[х\u001aUx@GHڊ\"젳 +j \u0018V~2,ɾ|4\u0092a_uZۭ;U5.lK#\u001a%_\u0018&\u001a>r݅sJL\">v\u0016k0Xyrl\b˳eb@\u001eq،'}gw4]\u000f~2\u0014Mt->~Ռx5\u001eDJǽ./4\u0017/m jG{]ZНb>\b\u0019/ \u0014DQ0QW\u0002=/oa= 6\"\\\u001apqICn\u0013\u000eؾוTs+\u007f39o) װ\bb[lKDz{vӻYR\u007f\u0001>/\u001d\u0010g\u0014I:\u0011_\u000e\u0012?x?,\u0016Ru\u0010ѷ҉ڭUI*tM&Cփ c')y\u0019MxyCn^|\u001a\u0011=b;\b_ǋ|\u0017}O0+a-@zݴi>aĖ V%b[\u001eFiL/~\u0013a߰q;\u001039a2Ώ\u000fS})\u0004o\u001a :8v1퀀(`\u0012Y\u0002\u0016i\u001blB\u0015kl\u001e\u0013&Mbj]n[ 2-?׀e\u000e5f_k_\"d:ݩ{mW8x\u0018}s󥯳;icL\u001b1VoXZ{&2iQ*mQ9 \"kOص\u001duOx3N&3\u0007ɷHuM rA\u001c=xa\u0017Rۢej\u001e,ڨȜ\u001dN%\u000fzhW.m\u0001\u0004 4\u0012y\bCK\b6 cͰ\u000e@5tw\u0000E\u0005\u001b\u0000ojf\u001aA)- \u0001rd\u001eyN\ud982N۴;0a)hL\u000e\u0011Ӕq邂egb\u0015Pی\u0006'4i͕\u0013^6e۵oh\u001bȻ(\u0016  lSzĄAĸ )Yn\u000eT2F}۶f\u0019EWg-J=\u001f \u00132\u0006 > stream x}[nq:vU \u001f%\u0010g\u000f\u000f%>\\|,]R%O%RS?w/P>\u007f)\u00127r M ćr\u0014y&S\u0014Tk_Ĝ\u00179%_\u0000݇h(7\u007fŊg睓ޤ_̗ڋUrh\u007f\\\u007f^}\u0007\u00182O\u0014%M_hw\u00101RZ\u0010j{'}b«ɽP-}h.经ό\u000f\u0015C ⛿o7!S^Wmۧ|\u0017jpWgX\b9|=|\u000fK!Ʌ)]Hj>GV?x?$2\\Bw_v Vbho\u0002l\u0010x\u0017/!\u0016VXXXtKjMW\u007fօJnҋ\u0017|F \u00072\u001d\u007f]hHP/9SAl\u0001.17Xո94r=\b%ӛdD,]x*}hhs/BOԏfzПI\u0001ou4ӰdPcX_\"\u0018=\u001e\u00124^\\AIRQǵ\\ \u0013\u00023ya\u001d9FO\u001e\u007f>{$\u001eQ\u0017\u0011R\u0013Yُ&uɫ 9Z1\"\\ }S\u007f0Ћ\u001e?\u0007^p\u0018K\u007fJ\u007f6>P]Nd/݊L \u0017klml\u0010m}\u000f]B nN\u0018|f3F\u0003''ˁa\u00175c\u0011 \u001746\u007fZ)\u0014 &K{@Ņa\u001f̤ߙyGr#1!Q9^M&f|w\u001cc%ziMN\u0018HH\u0003Vt WA2\u0007j Fjx~jn\u000eDܢ\bBzu5!\u001a-+X]M\u0005ɕ!d[^5e5\u0007[UQORc\u0011|.暞;Q9JhDvY僳iM#R6\u0002i\u0016sۅ\u0010G{\u0018\u0012\u001e|\u0007юUprq4\u001b  E'\\bZ\u0011i6`DcNI\u0012\u001c\u0010[\u0014_6\"_O\u0002{F֓@~ܩKa\\Jm\u007fR\u007f\u0018=M 0w&g;PčD#$iL@c]\u0006ᇜ0eNGգ3fޞ\u0019\u0005\u000eA||-\u001fr%\u0007R|>6ׅr5ru!&C.l^MqHZ\u0004F\u001a%dkVL\u001a\u0002 8,\bhEiqQ693\\\u0003% LkZ9m?˴`V4l\u0002Z ,cY|1S?9\u00120\b#d ՓDH3߿\u000fU8DR ASOV 0]9WМQU rۑ+N?/ д2وE(o6\u0005Z~2kxvz4蜿:|M=xS^W\u0015Wݻ2{ί̯\u00178ֿp\u0013|ÒR9:i/~s_V8l\u0006\u0014}?s=Hz|Ĺp2\u0015M\u0019˭]R8ʈ-R2M9\u000fx\\٪3r\u0016KU\u00074\u0015TT ޅym\u000f*.fEimp$!Z{\u001ecǪ\u0015\u0018(i {b6_^c+\u0010/P#1{(odvuf\u000eAoKO*f\bax\u000fkp-\u000f]+?\u001ew~N3V0qi;EEWeQ\u001fgɞԬsvHͩ=K;VZ岒P ʑYqE\u0003~\u000fR\u001fsjx2D Ǘ\u007f8h\u001e\u007fǇ;j\u000f\u001b$\u0015\u0017l`SJ\u0014;Sn\u001fkOu-b+\u0018{@Ttoe\u0012\u0007 >@|\u0003=^W27O͎Hî,yhozz 6\u0011|\u0010{n1]gW}q\u001f^\u001f\u001d\u001a\u000f\u0017ka?\u0018Z[ W\u0010\u001a:B   {.޽)jw\u0019\u0014:q\u0003\"ī$V+i\u0001x\u0012;v>K\u007fdv?5\u0000\\ۖ|hFB]\u00115K} ͡P߾l ?3= V]le҉\u007fJa5Mi\u0016'F)\u0001\u000f޹\u0018% 1g kt> gO@\u0017\u0005\u0013\\>\u001f/,yVq\u0005I\u007f\u001c9P9)eiJI LyǨr\u001aθnğԴI-{l쭧]>=6`X>'\u000fn\\p|*Kڮ%X_p\u001e׵Cp,Oc%g\u0007=eMri\u0012&?vd\u0013[;O\u001f*\u001fCh+F)򢩋cNoDɩR\\lw`MSJ/3\u0005bw\\\u0012uM̝xѧ7\u001f\u001b\u007fэo\u001dF\\)\u001a_?#rl C+͋\u0016\u0001d\u00016ƿ(\u0013>fͅ\u0014X\u00002\u0000y\u001b}'IKH\u007f\u0016\bd4'zJN\u000f>+XU`\u0003\u0003m9.\u001d\u0018}8T\\Ŏ} tyonK>j:\u0004Cȹ} R\u0012_skx5\u0002i,ȰQ64(*\u001a\u000e*\u0001TRdX/V)q8T:RzS ȦT%zJ%Rp\u001dE\u0016A% JR *q%*][S%\u0013 eX%Ļ㵕֊.{d\u0000bU6GIZѸ\u0000h\u000eY'M0+7WT\\sw?\u001bV\u0003aC\u0001\u00063fym3\u0001z\u0017f sދ\u000fA\"4=֐j>  sDqi\u0011c\u001eH\u0004G%'\u001b\u0000r \u0019\u0003A!؛o/d(\u001d\u0015` b2Mgd%@\u0016>#  ?duL\u0016隯\u001fHFVK\u0015=[\u0001H\u0013\"#\u0000V[>/9\u0000\u0005\u001c\u0000V\u000e˿]5\"\u0004ۥ&,A _#Y\u0004,\u0002ɒ.;K\u0006 ӑ\u0011^rQNӏr\u001ctvkd\u0004\u0003k\u0010ć˪\u0016\u0016\u0016Y@uQ'b\u0003qB ɣ\u0002\u0004\u0000\u000eƛAUN\u000f\u0006\u0016.x\u000469Y{\u0016O\"\u0004۹$, \u0015Ú]x3 a% .)6WP\b\u0013ҧO P P9FNGV9 X9mVY!\u0002\u0019Y8XfXs2dy\u0016'\u0002d˥l\u0011*j@r7,t{Ɋ\"\u0015\u001aG\bd~8\u0001 m&G\u0016'\u001c Z9K\u0000V\u000e:{MDW aa',AR0,x-2YF 9W16}\u000fu\u0002a_\u000f\u00001.\u000et\u0003LN\u0016Ӊ\u001c\u0001\u001c7Fy%Z\u0004Z\u0005,AV>j\u0016\u0001UDV? \bˇCZbJR\u0013lXN/\u0012_}V\u007fAf#+\u0003V9\u0012_\u001c%G\u0000+gU#NP\b$!R\", 7Ús%ʒHd\u0001e.36W\u0003]!tq5.\\0tN\u0000䠿b\u0000ȩj\u0013yr}VV\u0006\u0018+'V1\u001fu\u001c#)4i\u000eQ\u0015\b$U\u0015\u000e \u001bVT\u0016& \u0011\u0012d5*\u0014U \u0000I\u0015u\bPyjɉ\u0000\u0013\u0003r߂\u0014 \u0016$خ\u0006a aKVr\u0016\b-YlձK\u0000\u0004ӕ\b\u0000)/\u000et\u0003LNT\u0000VN1\u0010s\u0010T-\u0007yy\u0000,\u000e9ƗCD\u00052Y,\\X@B]4'# \u0011u5\u0005sblJ\u00062$\u000e\u000e\u0000ߔeS\u0001 'Y=\u0000#f\u0011`Є%w.Y-Zd*ld beU|\u0012Sw,K \u0013Ł;\u001cFf#\u0003wv^T\u0003@\u000eby\"`5\u001f~z\u0004U %y% jVV\bd55Ț&.36|cd\u00024\u001dK\u001c\u0001jR\u007fS \u00009UD\u0001,9,zb\u001d\u0015=vGLZ\u0012 ,kWʉz%^P.\u0005H\b\u0013\u001cg>9\u0002\u001c?  9\u00003cz\u0000gd Z9͛βmeŇ|Qe \b\u0019\u00012Y\u001e+>P$\u0001\u001f\u00036G&\u0000I\\A^@ \u001clX9!I=\u0000+\u0001^N\u0005@Rp\u0015ɰQfȺ\u0010\u0013ldb\u0011ȚQ\u0002be9W161\u0004&\u0007qGQ}\u0000^W=%\u001f\u000f9[\u0004` \"\u001a\u0016dagdZF\bd>;\u0001#\u0013$X#'\u0017\u000fBz8\u000fG\u0007\u0000\u00029\u001d@R_y47\u0018\u0010a7\u0016}\" k-2YF 9_#AB\u0000$X'G\u001a\u0016gW ښh\u0085\u0005\u001cŏ>\u0017䮡G\u0003@RZ&z\u000f A\u007ff\u0000pVF4Q{\u0000V\u000e%o!\u00012Y\u001d+:B\u0005IŰTTV\bX>QX ++6+\u0010`'08\u0011O\u0000AsN=LT\u0003@\u000ejC\u001c\u0000K\u0015\u0007o7\"\u0002,Dj\u0016\u000e ~\u0003v\u001ef \u00004&>9\u0002x8讗\u001cq|d!\u0015` #J\u0011rD\u0016?*\u0016,\u0018o=\u0011\b4'rG ad\u0002\u0013a=N\u0000)0\u0010]\u0012 4\u0012fÊM{\"N`r\u0010Y\bP4'R]S \u000093F\u001b9\u00004 1\u0007r\u00107\u0007`Ҝb\bߝ2\b$Yi\u0004~\u0016\u0007a 9T\u0006\u0004&l\u00199\u0002Is(Vot7l\u0011HPDoXrD\u0013I2A\"Ko\u0000>,{7 \u0016FlXNֳ\u00008pe/0\"\u0002,D1\u0002VTlU8\u0017\u0011Umy]D`\u0001e\u0011֜\u0018#N`r\u0010Y:8\u0000\u0005,{Uĝ\u0001 gNGY\u0000JCD\u001d\u0012 `u`2+RL\u0004o g\u0019Q ;$\u001b+M'\u0002IB\u0003bf&\u0004  拈 \u00048(=&\u0004V ſ`4n=[!X\u0004f\u001e\u001b5\u0011ײayeyψ\u0013\u001chW\u0010\u000f\u0014H_\\7 \u0004fv1\u0015x\u0015٩9\u0003LNş\u001cD5zKԔ!}9\u0004\u0007,vT-v\u0002Cۛ\u0013LYncƫI\u0016\u000e\u0007{sl# \u000717N3\u0006h`%, qʰټ\u00043n{\"jԎ\"b\u0004@ʑFQg\u001c#В#Y(+R*T_ G\u001a\u0019N@bj+$\\1oWŒv\u0015QhdI\u0005l& UIjp8أ*\u001cid8OF\u0014[\u001a9#\u001chT XβrOd,iɒEAE\u0015H9p \u001c (+G/#\u001c\u0001\u0001o{>O\u0000R4\u001c\u0001/Q (7T\u0016mq`dXgK#K*\u001d- #\u0001ga \u0012W^ \u0007,a\u0014,9(߱rPk\u0018rP[׵: okW1ei;i%K,,`F\u0016m,T,⬓m\u0007VUH9p\u001c\u0015\u001c)4r\u0000-9hd9RgAa\b\u001cid8\u001e5]K\u0014X\u001a9RfrAMW +0(J4\u0016KYVHWꉬz%6YR(uVH}G98\u0002)G\u001a\u0019ND]ݒdHͥp#eZsg76\u0016KYV(006YRq,iɒJE;H\u0002\u0011H9p2\u0002K+Gj.#\u001c{+\u001d\u001bͯ\u001a:# .ȭ|9S+bI;*R\\\u0001eY\u0019YRh*EV @ʑFS1 \u001c)4r\u0000-9hd9\u0018\u0003NMq\"XRm&0\u000e,tB=BmWJ+l.f\u0004\u0013jgn0.#K*,,2]ncI[ydU\u0003'r8-9(ɲrRH}HVZdI [,igYeer%UKT9ZT+J\u0015\u000e\u0006kU# \u0007׿\u001c\u0014YZ9RwrAm+;l.״i\u0015[,igY\u0011#B&K M%6YZ1\u0013leWM;s8\u0018q \u001cid88E -\u0017G%\u00070\u000e\\D\u0006S+bI;/êReiX\u0019Yh=\u0011AΨ\u001d\u000e\u0005_\u0002)G\u001a\u0019NHPNB\u0011hA#,)Wӆ\u0011L\u0015`%,  cPY`F:'\u0014U¬uI1jRhXM\u0016p0Xڪ\u0015H9rP(\u001cAQh=K\u001c\u001cw9ǩ`Yw\u0016,mPߵdayc f(ՎV\u0016jc\u0014SH9rANWr\u0004ZrPfg>.s\u0004\u0016Km,\u0015©`ɦNŒv_VT[ZY,X\\R V]@ʑF_F\u0014\\\u001a9\u001c4r0\u000e\u001ccD [,igY cA=6KXu\u0002)G\u001a\u0019\u000en~-N Wr\u0004Zr,%Z7Z0\u0015leatpc fdI}\"Ƃ* ʙ JofiX)i7?c ՘s&\u0019dBo /#\\}q-׷\u001e+Sݬ*}a׻\u001fw\u001fi\u0016Fy]\u000f >ߞ5\u00134V{+k>\u001eH; $|C\u0017r[>\u000e x~'o\u001d&{mhBq]]TA1r^Yqw\u0003Ԍx\u0005ެ:\u0015\u007fIGw㤣Q6s>I_[7qR8w\u001dI_Yqu\u0013ŋ*I_N:na\u007f7N?\u0004\u001d^It?ÜNںIr:\u0003/pWV\\*\u001eFW;N pҗ+l|7N:~\u000fN\u0000s:6~8oʕKʻ~kvu;\u000e\u0016>/9$-ǿ\u000fd#il|m!rS{\u007fCFxL_/Wq\u001c?v8d)\u007f}\u0016ᐯ\u001bǾ)\u0017_>iFM\u00197-\u001c>7n\u001bGT~\u000fn0b}#n]\u001b\u0017d}[do]\u001a I??n1]j\u0014yv{*Mm\u001f%DݓzOB#\u000f\u0006ƏDr ᓇN\u007f\u007fac.Q.vlXY zSߛvg0s0v36\u0017\u0003ϋr\u0007upq> z/Ĕ|\u001eK I瓳__+\u001bendstream endobj 62 0 obj 10902 endobj 70 0 obj  > stream x\\ْ\u001dq}\u0015yׁi׾2%kD\"B z 0\u0000`!H\u0010\u0006ʬ-w\u0016\u0002!Baw~ɬ\u007fx .\u001bo\u001f/\u001e=Ϥ\b[tNG\u001ebBjywţ\u0017\u000f8\u00166nF\u001e~qRRٌ\u000e\u001c^k?GIg\"Z:CY>| eڜ\b彭oEpRrFg\u000egޫ7CmcjZMHw/0D\u000f\u001bv[rwQ7G\u0001e\u0010\u001azrT\u0001W\u00107\u0013 Ίoud\u007f{[p!\u0016U8Jn\b\u000f\u001e\u0017\u0007\u0003#i{P\"H\u0018tJ{\u0018\u0000LwJAW.7.\u001cr\u0000]V\u001d?u%VcP'΃\u000f8f 0Z7\u0014oTgx o[ȥNѳ7K)\u001dd8 9\u0013B\u0003u@ĪK}܎07Pv@\u000f b>B4X{\u0007\u0002\u0019\u0012p*P0\u000eie= UZB 5|,}_ʴQV_RC\u0005\u001bR$QQG>\bq\u0011#\u0016\u001e#ـ\u0000f#\b\u0019 k\u0011Düa\u0012\u00110D \u0011;^\u001a\u0001\u0004KtV ɒ\u0002\u0011\u0011\u001d\u000e\u0019\u0007=$\u001b;6T\u0019n\u00049eY7AyNl\u007fLfh\u0011\u0010\u0012&*A\u0014{\u001b62v\u001b\u0011@!o\u0002`O\u001f?!\"\u0005*\u0006f y:Y%U]\u0011:P&\u001d\u007fS\u0010\u0002P\u0006:I\u0015U2D4!DJ6*(İC$h(\u000f\u0012\u0005S=Ç\u00166\u0003s ;fVoZ\u0017='T\u0006F\u0001\u0000\u00178\u001b\u001bV\u00138W\u0013:@jYF\u001cβw9G?{Qd!\u0004\u0003S\"6p+ \u001a\u0012B\u000eZxƝN3D b\u000f\u007f\u001dB\u00056nAN-)q~okέ\u0016f\u0014Ikv*զ4\u0015\u000f% \u001b^[I9\u0017KLL[\u001a]L /oL\"\u0001g\b\u0015\u0012 ö\u00025`:1U{EKin\u0012uJͮtN \u0013(Vĭ[a\u0001 \u007f !\u0005@\u0016D>fκ\u000f!Z+2A\u0018ߔyO\u0003mL\u0006t\u0014cp\u0001?K\u0010\u0002#g683$.N\u0002\u0015izpݠu ɚ{k jșFAP7h\u001c݅#b;ɸg \u00022|\u007fgj>\u000e\u007fo\u0019`v>bȞW,S\u001f\u001eg\u001eԞzq\u0013@*'\u001aR +uWeq3ēsG=Ym\u000e8\u0004xgaDJcv\u0014̌\u001fhJ\u0010aVOxgUј\u000f(Ꙇ==I1\u0004\\[1HF \u0006ww;x\u0015\u0001{\u0013h'g qwaB\u0018\u0005ǘ}xX)pНʾ^Hq`³\u0010\u001a7l\u0015\"?M\u0006sdt\u0001ePxu\u00127\u0012ǣnd ]Q{U4᥁ğ,Y:Xq\u0012.\u0001'VГ\"#sOq-9\u0015%cӷ\u0010SuF.w 5 a\u0014z PhW\u00190\u007f\u001e1K3\u0007# wo\u001dW\u000205\u001dCRik*Om.o EDfIήN)\u0018}z=jp=#h\u001f7oen4}|\u0010&ÿ\u001c\u0003g]f\u0005\u001at\\Dpϋ\bZӬ\u0014*pk\u000f,c0Q'쁦##9Z'\u001b\u001bPP \u007f\u0007\u007fY\u0011\u000f]\u007f\u0015{;\u0002\u007fp [\u0017\u001f2.k\u0003o!7\u0019&U \u0010f%].'by&3!Y2\u0007\u00073z2J&V#82ƚEK@̔31:j\u001dŖ\u0004(_\u007f;^\u00066\u0001R\\)O\u000f\u001f>\u0001K\u001fjK`S\u000f-O\u001c~K{'b-\b^/Os(Q,\u0012Y\u0007L\u000e`\u0010vr\u0016ş*Z\u0007 %\u001dIE2>\u0002y\u0005z\u0014ʵ}6'pS\u0004\u0006WB\u0002XC2苼\u000f Hh\u0017\u0013iҧ\u001d`jŗ,\u001dɔ\u001b1p\u001e\u0007,5P\u001d9Z\u001d\u0013}`V$C\u0014*5 ǪK U~C`\u000e'z4!:ۍ4w?\u0015)\u00108v \u0019ݞ.޿jb!j\u0005 ҠBJ\u0000u\u000er}w=^Y_[hs=+xХ7R\u001faI k &O, i]=V,]\u001c_DP\u0018b69ρAGB^\bļHG \u0016\u0016\u000e\u0011.8԰\u001eGΆ\u0015gFB\u0014؛)+\u0086'F \u0016n/\"֪5ZԸ4QlǴG0Ty&Ai8 #Nw-w2fͪ\u001a>\b\u001eU/\u001c9\u001dm\u0001!yv[0tN\\ ǫX7\u0005\u0014\u0010@w\u0011v]-?$\u0019\u000eNɍ榻ƥK ?7)\"\u0019xr߀\u0019dyThw=:8AD h>/|LQ;F'kK,L̈V\u0011sBSɲ\u0014C;\u0015ԚN'%\u0013ڒ\u0015i#Qp+!\u001a\u0000,|xԁA\u000e\u0010'\bi\u0003I\u000eJ clY!|&sz#\u0019RW `@$~\u0010Lf4O\u001c\u0018rc?\u0000hl$)x\u000eఔϧ% ^ˇ\u0014a'Nhai˖.Q9z\u00183B:T1/\u0016\u001a\u0007KrQZюr\u0002\u001b\u0015\u001b5{ \b$ j \u0015mBsQK)\\\u001bVVའۆJӜ3\u0010Hdߥg}e\u0018s-\u001d\u001b\u0013 g EF>EQ=R\u00169Ox0QBG$p\"6&\u007flfҶhvV3*Q*\u001d \u00115z6\u001anV)嫠Sd\u0002t,z:HX1\u0002\u001c%ŕdmd°ȊpNKY41} b!Z \u001dEYNҞgaqiRfK]`  EnVadYAg1J-Dj=&YFG~ Ѳ)>ݡ\u000e\u0019\u001eFe3\u001b9-\b!FFVD/PF \u0015ETKJ['\u000fIu-˃t&'7 S=G༥+_wrݽ,)&\u0018 e\u000fa\\XӚ\u0011)!w-s p8Π#= 9םG\u001f#\u0018Hp7G\u000f \u0007\u0002\u0012endstream endobj 71 0 obj 5889 endobj 4 0 obj  > /Contents 5 0 R >> endobj 20 0 obj  > /Contents 21 0 R >> endobj 30 0 obj  > /Contents 31 0 R >> endobj 40 0 obj  > /Contents 41 0 R >> endobj 52 0 obj  > /Contents 53 0 R >> endobj 56 0 obj  > /Contents 57 0 R >> endobj 60 0 obj  > /Contents 61 0 R >> endobj 69 0 obj  > /Contents 70 0 R >> endobj 3 0 obj  > endobj 1 0 obj  > endobj 19 0 obj  > endobj 29 0 obj  > endobj 39 0 obj  > endobj 51 0 obj  > endobj 55 0 obj  > endobj 59 0 obj  > endobj 68 0 obj  > endobj 72 0 obj  > endobj 73 0 obj  >stream xy\u0007\\Tg\u001dG^ j,7I\u0010 \u001e v%]C\u0013)Ћ ̜\u0019: \u000emb\u0001\u0001{IlI4n,Y&&\u001a 1ew\u0005u}\u001fe ;\\}V\u0006{\u0006\u007fp\u000f\u000e`Pr#==0}t\u007fH{  -_\u0018iŢ~WoY^Łk삼\u001cw]\u0012Kw\\l8~¤Szw3͌ռk 3\u0019laV116\u0004f\u0018Y,f&2Ù5\u001d3Č`\u001c\u0018{f2cͬe0S:}f*3Y,eeF3\u001bi\u0018f#3\u0019lbV0qff%cd2\u0000f 3Lo f0ca,\u0019?f\b&3a|yތ=2\u0010\u0005˰\u0006Sz{>17{pQ|ڱESΑל^o~m9cgH}\u007f뷠%?迤\u0001\u0006D x2aPA\u0006O~c`\u0016v\u0016N\u00162\u0015gl\u0018roz-[oۼ}\u001bP\"T:+?e\u001br\u0011gǀCf}\u0003~\u0018H2\u0003\u0003MFRf\u001bS  {M /$p\u0003GX\u0001N)Pv\u001eyBJQ>$ڗ\u001d\\uf\u0004D&11xw~g\u00113kSS\u0011L{FÙX\u0007n\u0013\u0014C>Mֆ\u0005\u001a\u0014X\u001a,}Bb[RN@+@ Vs ɊHXcorˌ z\b q5M|T\u0016\u001dxU\u0010\u0005~i \u001adIM&q\u0016''A\u001a-+T0[4\u0006\u0007NoͶ@S:Y\u0018Ĩ K!\u0010vL* \u0003# Ow&;_{J:}\u0004\u001cR{Y\u000e\u007fgҢR `\u0003iYYanӚu^~\u0018Ź4t\u0006\u0017i\u0018 Ez5,r\u0007Fjpe7tZk#a|V\u000e\\*\u001f \u0005WE iVHo/jD3ధwrq\u0014.\u0011YP$\u0003E!:)b ܋KO~\u00022B%\u0002W\u0000i &\u001cg\u0014W˞]òr!3nѲa+\u0003v~B\u001axqHC+/d$~W\u0013]^+i*%M87\u001e:ɽ>H\u0019UBY,i݅yU.t?1/K_@e>~\u0018y u$žGg$Ū\u0013\u001d#hVV\u0015\\\u001c4q > '/pUG\u0006I \u001e@\u000fw\u001fu 3 t0\u001e\u0084NWʉ\u0010ʉ \u001cx2NW\u001c\u0011\u001fMI`\u0019\u0001%GIQBI\u0011Oqd5|*]ڎR\u001d=.d\"ձUHf\u0010g⌓hVg\u0012NAg@D \u001aG\u001c6I\u000eQNĹ\u0005\u0004\u0013=\u001f}\u0014*(\\\u000eD{J2Vݲ 6t3ŏpnS50 u7ۆ.|_\u0016:7q%\u001fpM,/D6 &\u0003Ga?ktaD=.\u001b[\u001b4C7Zg\u0014jV/PO[ٕ\u0007q8GD^C3wG[5BlrD4\u0004r\u0001ƪ͵Y=R \u001cM0Nsu Th/0v9RqEj(>k\u001el\u0005Z{d=T\u0012UL% UV8\u0003-{5\u0016X֝G \u0001ɉ~!u9\u0013\\\u001a:W;&w\u0019@21̧vjX}lPMSVcbZj0\u0001\u00152?Dz}\u0001\u0015~\u0018bye/h-eIʳohG)s(\u0007GBв\u001a-M\\\u0010_ 1\u0002Chs\u0019c\u001a\u0017\u0002hϡ\u000e>E\u0014'\u0016nL[#::\u0014-\u001drtZ%N}H \u0019TP[V{d\\\u0000W%T\u001bU[⣎9|'((j/P\u001e֛lhT>cnM\u001e#Lƴ`\u001b`\\[@\u0004 6Jlw\u0001O*\u001dǨrQՁ4\u0010\u001d%h4qqI2U\u000e f6y\u0005(T\u0013\u001d-TΎ7;7\u001a\"G\u0004|}*ZPgkӣp%\u00198CNW\\$䦥5mkU\u001bkzeWUHr>όy\u0001ir,;d2f\u0006\u0005]4$Ε\u0007\u0019W\\\u0015Ȩ/-^\u0016\u001f)U\u0017; 9\u001e3!eDǍx4J6\u001em\u007f\\5x`v\u001fn|\u00047'Wߑc }2/\u0014v`\u001b+^Z\u000f\u00038\u001fqo8\u00079ɿW\u000e\u0006ʤ \u0015%ILI|a\\Yܧ-\u0017.\u0013y=Gd \u001e?vt@'iE^AJr9Kq\u0010eCV\u001fW\u001d(   ⦇W\u001bV+ \u001bˁ\u0002K6Js gv Tq%F\b\\\u001a>F\u0005#5,U\bgֳ UK\":ގ5MhlJk*|T偦ڊZ$+ͼHUE[P@MQZ\u001avir\u0001(gG$*!K\u000ew%tIj\u0013ܝ\u001bwl 咤FS\u0007\u0002 VI\u0019F,\u0002+tȰlbf\u0017M\u0019\u0017 r 1%\u0002,>#? B\u001f@\u000fbBg\u0011L#(É1'nܰmk@@ry\u0015ڐ oUPעW~'\u001e L8 8=\u000f\u0011﫣iCv]U V7\u0012\u0013\u001fe\u000fJtSk`'C$IyiS\u0011IT'L$)\u0016XEE-\u0005R,+MJm\u0010\u0001*GoP͉̊u\u00035hb@kCB,anb4[V\u001dʾ#;\u001b=\u0017vHEư\u0003y7|ȇԜvg ٗ\u001a\u001a\u000fͽ\u0010\u000eYS-XaWk6(\u001e}՞F 5 \u001b?df*K\u0000UӲ٧ @x es,>I) c(w\u0004h%>V~\u0006zM_\bo\u0011\u0012ͫ\u001c4 Q: ^ث+U30E]\b\u0014yE\u0015ZcMk\u0010A\u0010\u0013\u001b\u0015$̚\u0015f p@\u001b@HDMl6=\u000eA 7#\u0016W \u001f5ٰ̀ec#}_-:q?\u0017j\u001dzv\u0005w\u001f\u001cxP679\u001f;\u0005/v\u0016GL?\u000fRr Z\u0016*{0ҵEz\u000f\u00127\u0004xoSm\u0000'p\bj,56\u0014=F1!\u001dd\u0016o-UƏ  .?\u001a \u0017>\u0010 IdM\u0002iAfTu\u0006,TQ;Q`;:H\u0015R͏C&gwVT\u0012ЂVMU9ǂ\u0010PS; %뎮\u0016ii\u0006Ȥ^st י[\u0007\u0006HKO˓cC\u000e+.rJq\u0005\u007fT`  E #M OPOEPm-V\u0010c\u0000]̻+\u0017} \u001e.z5 \u00079K\u0005a~L7\"ZcV}-\u000f慡YGp\"Si8]\ud962:\u000f\u0017w\u0015OY\u0007sa9\u0019Cbal`׎O!h:\\\"]xc o\u0003\u0015&l\u0014y8UuR xK\u001d[8D]ڛ6f\u0016?m7Ɏ?E6\\L\u0007tMTꨈ8;JX)JK>h8Ih\u001dw#I67'e\u00164ԆԠM\u0016*\\{ qv#ܺQI-1F5R\u001c|u\u001aR}\u0013\u0019\u001cZ\u007f`5Φjc2~ۿx\u001c\u0019d)lL5'eCR\u0011}>{\\ $q 0Sa4Z\u0005BJq1sȀ4ڵ[\u000fa\u0017Hˇ\u0011BQw*\b\u00163FӠc*\u000f\u007f\u001e\u001bQ\u001aMΘxu^p# o\u0001\u000fdX\u0000JF75dHl(;%\u001cyTAgtsEP\u0018\u001aqmC cs{SƙL҄zܬ$Ф8\u0007a9e:\u0016Ǧi(hݭ$ml8ef MG*N\u0000 \u0004O\u0015sRmհ1\u000e5\u00196BC&}9\u0011:ȶnRPT\u001ao\u007f\u007f\";y !xU'J\u000e\u001d\u001aUrO#\"?hWuuqQ\u0019\bO!\u0003I\u0010K\u001e\u0007h\u0003'>\"f\\V)urwm5a-P]6!(+\u0014S>[ ~aū\u001c݂yˮ{yJns]tc>ox\u001e\u0007f\u0018e fljف\u001ac\u00141>{>~\u001358\u0004oJ\u0017 *25\u00072 W\u0019^\u0017\u0016I\u0002\u007f2#&HǢ\u0017\u0007O6\u0017 \u007f5\u0010\u001fv\u0016J\u001e?@E.56#u%pv\u000e\u001b/l\u0002\u0011}\u0006d \u001fߊ@ 5\u0002t\u00124f,Cf9\u0014yoO\u007fa_niLaQ;s+\u0011Z 4Z u\u001c=\u0014O\u001f֟-ߟ\u0018d\u0014'' ]^UZ\\}v]|@m{F\u0017il[z6%)\u001e\u0016Ep\u001b\u0014\u001eTu)*.Ƨ *k; r\b؃}|祥2!2!N{dFDA\u001cGf>43;x2?GPlTG\u000fvye\"h\u007f%\u0000Eo[\u0013&\u001a \u00027kwݕ1ܯ~cC6VS\u0007>\u001d >stream xcd`ab`ddds\u0004~H3a!O{֕ߏ\b}\u0011]M;9(3=DAYS\\17(391O7$#57\u0004Q\bOL-SpQ\b\u0002(V\bJ-N-*KM\u0001[霟[PZZZ>?o(\u0003\u007ff\u0006U?\u0019W1,zhSzgC7GECweߟ}\u001e={wY\\ \u007ff\u0007JO^?sI m]\u001d \u001c\u000f:EߢEMl5c,\u007f3usani;a.\u0007_\u009f \u007f/6m\u001ai쫸rq\\2\u0001\u000088 endstream endobj 76 0 obj 343 endobj 77 0 obj  >stream xcd`ab`dddu 2\u00031~H3a!cO]u }\u0015]E+9(3=DAYS\\17(391O7$#57\u0004Q\bOL-SpQ\b\u0002(V\bJ-N-*KM\u0001蜟[PZZZdh  =\u007f\u0005\u00183%0to1\u007fߗ>d'\\9Oon\u0014g/˞]\"vfa }cS\u0002J5P~\u007f&\u0019Ocw\u007f4FϚVnl+\u0016] s$\u001e{sxx\u0019\u0018\u0000դ\u001a endstream endobj 78 0 obj 405 endobj 79 0 obj  >stream x_L[u\u0014\u007f\u001d\\ qL̦els O&cfwPZnkݺҋ-i\u007fh#Ol)\\qB(dFL|X郉ly\u001fȓor~?'\u0010h\u0002\u0011\u0004QVi~% 9%ȧ'5ſol\u0007*$'ԙ-\u0017N^N:tanjhq*du|1\u0006ɤj\\Q5=o֙-64f=k\u0010B\u0016A\u00165&t\u0002(Q\u0019j#&\u0012W\u0014+k\u0004\u0011k\u000e\bXţJ)E\u000fW*ȵ5h~U{ \u001c3B\u0001+g`\u007f>}\u001d9mXp-g[0OxR_]npx#\u0010\u0014\u0019\u0017Az\u001f\\-\u0010MDcq\u001a]ʟ_jL \u0017om0p{\u0015:;\u001d}Z\b B\b=/9\u0016\u0013\u000653+ \u0014\u001a Ǚ\u0012ua\u001a Yѕ\u0012\u0012'M*4t\u0007S@\u0004qu ~#Ⱦ\u0011GaBL]_ >stream xUmL[u\u0014w^cf \u0018!\"LL\u0010 $S+\\KKk_@\b\u0014y\u00158m]X\u0019Q\u0002:JF@%\u0004u\u0014i \u0002H$X|8y\u000eC\b0a\u001c}֠U2>\u0010 \u0015\u001c օ 33xp\u0007\",\u001cՙ-\u0015V.%\u0012CiiRfl5\u001bJ\u001cP.1CX:n7ǥbIaM\u0005[:saR@\u0012BC )O ]Xڡs\\ b\u00011b[W\u0013?,\\l'\u001fZsX endstream endobj 82 0 obj 972 endobj 83 0 obj  >stream x\u0001y\u0001\u0001\u0000\u0004\u0002\u0000\u0001\u0001\u0001\u0006CMMI5\u0000\u0001\u0001\u0001\u001e\u001b\u0001\u001c\u0002\u001d\u0003N\u0005\u0012,\u0011)\u000f&\u0010\u0000\u0003\u0001\u0001FKZCopyright (C) 1997 American Mathematical Society. All Rights ReservedCMMI5Computer Modern\u0000\u0000\u0000\u0001n\u0000\u0000O\u0000\u0002\u0001\u0001\u0007\u0001MU\u0000\u000e\u0003p\u0000\u0017\u0001H\u0003W\u0015r_\bu~\u001e\u001b \u000e\bp^Ra$tR\u001f\u007f~z\bWg\u0016zzx\u001exO]W[\bt\u001f\u0006\bV,0LT_h\u001e;f\b'n-}\u001fŢŵ\bkv}eq\u001fpbu\b\u000eu?\u0006a\u0007  \u001e \u0004O      \u0000\u0000/ endstream endobj 84 0 obj 388 endobj 85 0 obj  >stream xy\u0007tT\u00199 G\u00123\u0001Q:RD@A\b \u001dC 5  4 iS̤2t&! $Dz\u0011\u0005Q@D@AA\u0014\"\b';I@\u007f޻>~݋H$Nb8\\\"%$ _S;\u001aGN\u00161l \u001dH%+, \u000e \u001ba7v8gϴ\u000f \u0016d-+-~\b[\u0017+\"f}@Z\u001dvk½vxyvtap`HdWݪ`O a شjAl C8, ^\u001dfqڈF_\u007fyT[tIL6fxc̉fܭ/w7a&1-\u0003Lf^f2wט\u001af1\u00163yY,a2똥4f YLg\u001c8f\u0003g62+ &f\u0015̼,df1\u0003`ƚ3\u001c3L_Ef(\u0002cglapf\u0004#0s@&y[WҏYFfXƅ#eK:Az\u0015V2,Ll4)73OB\u0007}\u0017ؿt󀚁\u0006m\u0018\u007fl!2D>d͐/ж\u0017>i\u001de\u001b0\u001b=p\u001f2\u0001/9t]\u0013*\u0014\u0014^v\u0003\u001a.L\u001fMʑ\u0019a\u0005f0Y#UR\u0006a2+d0Y\u0004l&A!f@BY棞\u0002 s\u0005TJ\u001fEg%Q-\u0007\u0001\u001dI2^*Xɧ\u0015h \u000eԩiģ{M\u001e;\u001d\\\u0000[ۯo\u00023\u001ck939ڠ\u0015p\u00158SSAe\u001b\u000eB\u0000p ~8mp\u0018\u0001Ⳕ \u001c1 \bՊ_J1c\u001cdRp927R]\u0002j6\u0004Fw0}{\u0003\u001c4Zr2\u001ak\u0014b镑 y`NCmG\u007f\u001b]eYOȚ >14Ӹٷ5yM m]\u0013*d,\u0014@\u0012C;P2v\u0005\u00133[\u0016yPab/\u001el>]A\u0007olXe&*K\u001f] '\u000f\u0015$C@ȔdU,qY3\u0002\u000ee2R?I \u001aHϢd%`\u0015&K\"}wl#\u001c\u0005lVVSco[R\u001fx\u001c2)O\u0006'\u0012*N\u0013\u000fG $8񮰭 Ii+2x'T|[4~\u0007[\u0016{\u0002N!y,,&1,9D -1/,J\u0005f{MG&-q 3tJ r\\E \u0018Ǜ P\u0001%\u001dh}/\u0001\u0007QZOKҤ&k\u0014. \u001e#\u0003߃ L\u001cU\u001eពz``\u000f \u0007:FYy$Y\\q*D iDzB_,zNN\u0004-$f@ т1҂I&Id\u0015e,}2\u001d,Dxt%\u0013h%d\u0012y\u00137Lb\\\u0013p:\bk ? \u0006 1\u001f_\u001d|y\u0011!䥙Y\u0002& j/\\ߛ\u001aKxF -N@[t˹T酧\u000f \\\u0003G7\u001fT+l]\u0003R ):\u001dft(1r('.>z\u0003\u0006\u001bf8. 6x;r\u0003\u0012e1R\u00193?陰!·O?Β+Nz\u0004\u0013i:ncQТռ'?T\u000fb\u0004>1 j :0\u0002-VW\u0016I*\u001e%\u000f*\u007f\u0000׹\u001f+2F \u001f4\u0019.wY]Q\u0011dG\u0015S\u001fܸ}\u000fKa9xzL G[|R e\"ߘ0\u0002G'|a\u0013s~K2\u001a$\u001bK\u001f\u001dc`32J~êhoQҗe\\\u0019&\u000e\u001b\"&u,\u0019x?r}RNK\u0012lraWC}|G|'v\u0016?Idz\u0006gڪn82)?{Ȑ\u0010Sg\u0010>gJ \u0014+X\u0010\"\u0013p҉\u000f[&2%SХBj^\u000fйU)Zmb6νu\u001aDҙG:z\"Ou4R,'_;ֻ m&\u0019坺(e 3\u0018\u001aK)\u001fףe7g\u001ag*Ќ{'cwb\u0019\u0010dj{jr`\u001fs@a\u0002Ex\u00145\u007fVm3T\u001e-\u000eOeqs7M\u000fd-e1% fڏ uozg\u0014x@uBw3}7bx\u0017% -\u0013 ~lnmrK A\u0004\b\u0003*}%2m\u0012\u0012 *>19$\u0003l\bO: -\u00163}}\u009e?ymd:UEӫjuˡ\u000eu!\u0012[|C \u0016w%\u001bݖI\u001c˿y݆%pG8)\u0018\u001c=~e\\eS 3'lyLӕ\u001f\u0016;sb!OJNr\u007f\\_\u0005Utl~,)֌5߾gn\u001eμxj \u001a,5d| y]LЦk2i>\u0003մ|Kri(|\u001f;6DiOfJA\u0005\u007fsUHOF\u000e\u001bCaW\u0001\u0014>+\u0000g\u00196fgf\u000fm\u007fjU :a\u0014Ё?CJװ=Tr\u0014\u001fHSI\u0016fߒx/Ҿn\u0000 B'/N oy%0\u000f|_\u007f1:\u000f{ꪘ\u001fg\u001e\u000fB2w5 \u001aBLu0\u000fVRcDbĵ.t\u0017Ք\u0003F |&!|%#U+LQǪNj.ԉS\u0005\u007fK?C\u0016٩f5嗟̒#濫#.di)vLI^F\u0005#KeO\u0014\u0014ΞG(\u0005\u0019@_\b\u0018J\u001a[c}5U \u0015\u001fh>\u0003wߜ9W)z⧴%mEV (O%$Ew6\u007f6oLHhhIH07BN\u0003N\u000f*+W)\u0012\u0013#\\J*#ط  ӇUmֽyO \u0017f͙K\u0014OMxu dJ\u0006MYǱt ^@yEd\u0010NTj*3OPp\u0014{\u0014r~ǡ %w 49>KT\u001et:!K!)ڶ\u0016ɩIҎ\u0005_􌟝?zX\u0010'\u001b\u001eTtM\u0019S{\u00024:E}[M |_'>h!/c'\u001f{Fd6Ye`=\u0004w\u0005+c-JYb\u0014VC%\u001e8-\u0017d\u000fo|iWQpפ\u0006C\u001cWPVQQmIMD\"\u0010? x폑ʨӇF@(v\u001fOK\u0015hu*\u007f;QDe\u007fr1ď>˩Z!I\u0015 B!&{gI*88OHK\u001e\u000f1q\u0007dS\u0012Ǟ3LtD Hu\u0013kXq\u001f}uy҄u\u0019!M$Fw\u007fS{ʣ\u0015fGkASGYT]XM\u0012\u001d\u007f #,bʽ Rfz*\u0019l_1Z Lk=v\b\u0011nM\"}(sK\u0000|czdѝ}W6\u0005\bp4n\u0000uL\u0004d=5O{>\u0017^h|?/\u001a endstream endobj 86 0 obj 7268 endobj 87 0 obj  >stream xcd`ab`ddds 4\u0007~H3a!sɏìs/\u0014n*݀\u0000\u0003 #wTs~AeQfzFcnjQfrbobIFjnb \u0010ZR\u0010\u0004Q\u0010ZZT\u00029?$H7?%((37a\u0019c\u0017\u00033##v\u001a\u007f 0~gi{݋tyV[]T{ >stream xW TTW~zO\u0018SW\u001ddb\\P\\1(*(.U%\bMB\u0010ٷ -DP\u0002DBDTpH1qIN2\u001az\u0012\u007f21IwsΩw\u007f}e\u0019[\u001beYgy\\OWuV\u001ao#!\u0003CvmG\u001aG^ ഑e\u0007zEK   wǢE \\E\u0006ǆQEC#U!/zOXp|,e\u0011\u0011oĹn  \u0004\u0007=_+:r_B|pOtPpl\u00140\u0013$G\u0007m\u0017bolw\\Ua~ k\u0012#T\u001es=1̻ f\u0016\u00132+$f#͸3\u0018?f53̬a B\\A!\u001eLtYaӍ\u0019R\u000eƣqf~M)7 @3\u001d\u0003PO_v\u0007-$@&djxzrh\u001clH& E`\u0000#_\u0001EtԮCnt\u000ee?a.3X\u0004U /v*y[\u001f\u0019\u0005\u001c6s\u0019\u007faiBKQ&c~B \\4Usmp>pV!I\u001ca\u001f  \u0001!tHџM+\u001ahsIݼϲh &uJ92 \u00172uD^?T\u001d\u0003Z0({\u001c\u0013* U k,xbm7\u001aRߐA\u0002? ۂڅ3]=eg/\u0019Gܽ\u0002)\b\u0005\u0016R \u001aI\u0001\u0018#\u00181NF̜d\u0014qa\u000eN\u0007KS .?5G\u0011v&p뽊\u0006[CluK& \bEQ͊\u0015⎣8^j%ڠE\u001cnƩ \u001a2\u0003_! _c\u0005\u001fq\u000fV\u0019\u0006uv \u0002\u0011);Bw~\u0003h\\ֿş,\u0018Gn\u00112\u0005[\u000fO\u0006(dd&s*鄩\\{HǊ9D\u0016Lx}\u000eYҼ5=DGY^; R+zgX1h.+Г\u0016ba\u0011\u0005f\u0001p\u0006z\u0011\\'.p\u000elTɗg.n\u0006(GO[~8\u001dTخ\u001e*k#z\u0003\u000fܐIN\u0012\u0012 Sr\"gG5Rщ$Ӏ#\u0013r\u0015CЖ\u0016 *9 X_\u001f-Tk ?^A8n?d\u0016\u001aJ }\u0000j tŘ\u0013+\u00140㖣-.GP2XO=bj(Q0U\u001d_}E\u0010_\u000f)_YJd\u001a 1ce\u0015ƎNN#?\u0013\u001e\u0010\u001fqym\u000f@ \u001d\u007f\u0006e\u0019nyt4SLc\u0018$j:aBLT\"w[&\u001aA;1S\u0012\blQpA\"ͺy_)\u000fdˬ\u0012\u001ahF=Ϲ8 (& _XqZW\b \u00066P\u0005F7wztԈ \u0015l}n\u0007\u001d#P~|?VJwEeiO9\u0002Kh\u0019\u001cF9 .bLraU(&Y$SuS\u0003N߻G89{GQsk\"\"ޅ5`\u0017[.u\u007fr#ø!^S:\",8)]$+\u001ajW^*PO}\u001c%Nekc>ۏeX(\u0017?|J\u007f\u001ddlX\u0001]/TC_J|]F\u001e[4zK \u0002&\u0016\u001fTC\u0019\u0015f.H ߮6_\u001a\u000eSv\u001aә\b\u007feC_Q9 Dl'X\u0015~@ \u0019\u0006-\u0011\u0019\u0015Q~R~\u001azma\u0013Q(\u000e_A谲\u0017a\u001eKE\u0017d\u0001\u0005 >stream x%{LSw\u0014\u007fJU\u0001'!v\u0003'\u00062\u0001 \u0011\u0014bg\u0019o((S  \u001e%\u000f\bM\u0014Q/17\\sH(A%E?\u007f\u000ft67u\u0000w˽ԗ\u000eĜ6\u0017\u0004\u0007V\u000eTz˺eCᆿ@\u00015!\u007fbҨ O\u0003;Q\u0007&So`_  ܲw98Y ?bs^\u001fV(#hݶn\bo'聣[\u0006ҕG\u001bU잻r\u0002޵W E\u00191\u000f\u00035 Kj\u0006~r\u007f\u0005p)P\u007fYf1c\u0016Y \"1 /\u0013\u0015%ԸVk1t;~}5w>j\u007f/Ǒ)sC\u0012\u001bQ\u000f&/ϧg\u0015ܾ)xgv爿jJZ+mV5i  W\u001bk/骋|m\u0001ہ\u0004g/ \u0018˶BCqQf\u000f\u001d7\u001aӐ \u001a1czS \u0007V\"S\u001e>8qSy%\u00036 \u001d-p\u0010\u0002Y\u0004\u001aÞ򖆚z~tۃ\u000fmC\u0013\u0018\u0015; ray\u00040! ,Y6ͩ}fHwAlp\u001b\\O\u0015\u000eh̳ڡ\u0019\u001f\bE\u001d7)MVY3\u0015 9.9\u0018De\u0017J\u001cG݀Ȍc WH͘6(Ǟ᤼uJqp=ҋ&E wp\\N]qu\u00183?U_4\u000fht\u0014\u001d[)XR v8)\"\u0016Vw\u000f\u0006]\\=0{ B\u001eWwJv\u0013|>5\u000eOa\u00132g뱯v\u000et||_p}7p}A\u0003l\u0011Q(sƩY\u001b\u001fV\"\u0003AI\u0006X\u0013wd\u0013FsnR\u001bG\u007f̞Xw5s x]ISXq\u0019*˖lkZBeˇ\u0001;M ` endstream endobj 92 0 obj 1105 endobj 93 0 obj  >stream xcd`ab`dddu 2\u00051~H3a!O=u }\u0015]E+9(3=DAYS\\17(391O7$#57\u0004Q\bOL-SpQ\b\u0002(V\bJ-N-*KM\u0001蜟[PZZZdh  =\u007f\u001b\u0016 |VL`c\u0019\u001f{C駀ʎ,9\u0017\u001cUs\u0016u;O\u0007{Nw\\d >stream xcd`ab`ddds 4\u0005~H3a!aֹK\u001b ~#\u001d\u0015_PYQᬩ`hiiZXX\u0002(\u0004'gT)8(\u0004t\u0014+\u0004\u0016\u0016t-(-I-ROI-+(Me```4``b`bddϸ'\u0005?J3\u001f\u0013Oͱ&wIvr}fco?nmݝ]ukL6QxOlŧ\u001f}x\u0006\u000f\u000f\u0003\u0003\u0000=LX endstream endobj 96 0 obj 249 endobj 97 0 obj  >stream xcd`ab`dddwu04\u00001\u0015\u007fH3a!!=Hu\u0019~ }O\u0012\u001e=L':9(3=DAYS\\17(391O7$#57\u0004Q\bOL-SpQ\b\u0002(V\bJ-N-*KM윟[PZZZ\u0007d\u0017&d\u0003Y\u0015% ~zQbNJfqANbeFbIyfJjq \u0003\u0003\u0003sHT \u0003c\u0017c7c\u000f3  1 \u001f\u0018%32gv eW\u0005\u0017~ܺs﷢~[~\u001d\u000e\u007f^۝v]Yr?޳\u007f&\u0010*fm'=B?v\u001f\u00030p\u0016.}%>҅|Y{9 p)]R\\T\u00117w#o$w3/\u001f~u c~\u0017\u0007Hl^ս=#kIKf;\u0018)>7\u00102\u007f~3U*:|S\u0000nE|Y\u00142;1\u000e\u0019֕2 ~\\\u0016owǿ\u0019\u001d'\u0016L.W>Mw|]\\X*y87O\u0001b^\u0006\u0006\u0000\u0000 endstream endobj 98 0 obj 522 endobj 99 0 obj  >stream x]UiT\u0014W\u0016P3F\u0015 q0\u0007EDE i\u0016\u001ad\u0011\u0001eQ \" 6vB%$\u0013=:.IqNfsq̙;GS6\u0014M25^c_ q:-ΰ\u0011\u0000Q\u0018G3X~\u00129 6bh_铠KOڑpqWxxy-S&Fkv*\u00024;di\u0013؜\u0010\u001eMNX\u001d\u00174v#IIMLF\u0002\u0010KI&*\u0002\u0012\";)rFF\u0007i_K fLtC~f\u001cAtd\u00019f[s\bY\u0003AX\u001cJ@\u0014QWf' =b!\u0013vW=\u000eF0V\u0014\u0015y~a7\b\u0018 \u000f\u0018a\u001fI;Ԑ֪Rj2攪t?/s}PKԉ=Bjrv4ă&F2u\u001aRkq  \u000fm\u0010 n\u0016 yPW7 =} CJ¹B`ld\u0010Ax\u0010\u001c\u0015 n\u0006L1,\bkI=rҸxA _Q\\\u007f\u001d[(o!VN\u0013o5aI\u007fn\u007fsia\u0017l\u000fo 2vҸH>8aU8ǒh?Bk&ц_V{O\u001a) >stream xyTSw\u0016_ >.akΩZ=J\u0019TԢ\u0002\u0012 @ \u0010B\u0012\u0002\u0004\u0002! $k¦Q\u0004qWTeZeDv]V;V 9\"L\u007f\u007f~\"\u0010,\u001622P,1gFY\u0013.=Sжh\u001f\b O\u0017I+E q?ȵ v!ߩ,Vh\u0015Ŕ4C+6,G\u0017\u001baے7\\ \u001f 4\u0018]6'Ԓ\u0007\u0012wn\u001bg)UnM* ==(ΑjUV T\u0005dՉg%[l\u0001rUްj.7Y\u0019S~\u007f\u0011d5Fu\u0015%j CN\u001bE\u0000l `LLܜ\u007fd_\u007fs\u000e:}bF\u0017lKI\u0000 āʒgmulQ,)?8Z| 7b\u00020(i| cr\u001c~d6A_\u001cHߋ K7]Yk4sU|A#\u00190˵\u000eVg\u0006Pb\u0006 Ʀf@of\u0015  3K.\u0019\u0019dPJZJզZ3Uޱth(f 4\u0012h2WBc=Q\u001d\u0080\u0010R]N\u000e\u001e9=\bdk2Ph\u0006TAs.gEnyiT\u0015)(}0#P\u0010`(5fY奊LU\\)\u000029}RaZ?Nx.AHq?\u0014 \u001f{c \u001fns݃>r(\u00162E\u0012A\u0006aO.\u001ekD\u0000L }\u007fE\u0011^ց;ld~U 7ƀ\u001e2AuY|BФrR6\u001f\u001eJl:hC!\u0014\"\u001d-  \u001a$gW[M/b {[\u0013\u001a 3JDG\u001647w\u001dMڜϥz:c8(\u0002O $elt3{\u000e\u0002*/\\\"\bA{ ^\u001b \u0014B^6J\u0006u\bNg毦Bcw\u007fz\u0015??.='[ќ\u0006L\u0013\u0010.\u0012[Y'ol \b0\u001b)\u0002 &FpA t(?t\u0017$ڄ~@ԭ/cq\u001bQ-Y \u0018}\u0015\u001d]\u0017q\u001c* b1&LEgUg^'gh\u001eȽ2ۛ,N\u0003M7\u001ejg:'ke\\6f 7q6 \u00037\u0013p?\u001aykd\u0015W[1 ))U?k,5\u001a\u001arj4YWE]Ϲ(G79 #o5V qS\u001a&N@\u0010\u0006M,^\u0018 endstream endobj 102 0 obj 2856 endobj 103 0 obj  >stream xX xSe>!4\u001c*\u0014u qxuF2O \u00076M;\u007f\u00186&?䤤I\u007f͇\u000f_\u001fyG.\u007fKD )!C\u0001\u001eZ1ҪveF%@\u0019i\u001dm! {G\u0005  nIIE\u000eh\u0001xL\u000eid\u0015K|qPй[U ({\u0005-p^B\u000e@Ds\u000eE\u0019\u0002`- Щ5 \u001a '0( 7b[I[\u0007YA\u001e.\u0007C\u0007f뫜 M5hU9:@߉W*w/O\u0000zP\u0011ݷV7\u0004}I3T\u0005f\\gcwv\u0003Cv@]ƥNn\u001dgu-m 2d}u\u0005tС|BU-P_\u007f\u0019jgc\u001bu\u0011%\u001f-σ\u00172J\u0004ԧ;\u00025\u0019t::k:A{d;:L\u0001}ؙ ?RSJ2;zD\u0003wЯ\u001c.%\u0015Բ+6n\u0003\\jjq6;\\\u0003h /_6gjI9}kO(\u0019,M!ȬZ\u0007:zMA;\u00128 t]UWoH)KA/ s> FfP@'2U'shHh\u0014gqs\u007fl5G_K'l \u00060z\bՠ32ڏ1[\u000eB\u001cb\u0004\u001a7\u007f&F|\u0002\u0003hL \u0004\u000eV.E\u0005_4,=}38:R$]9_~\u007f\u001f\u000e-aLમ4*F մ Gj\u0005/]\u0015>qNx\u001aլS 7\u0002ǬW\u00069GJOQ聦.\u007f\u001c\u000e\u001buUz\u0015=@[\u0003\u001a[cR0TzmOE\u001eIU\u001dBp[\u00184FmЬ\u0010g!jbQF]XK\"\\ p%^1\u000f#'?\u007f\u0006\u0016ڥ\u0000FkP\u0019XX+6)\u0002)'ӍhWh \u0003\u0012Id \u001c\u000f\u0001J#Д\u0005h,~o퀷hpu\u0006\u001e\u0019\u001e˛qR\u0005x 'N\u007fa \u00044\u0012\u00144\u001fu1\u0002eUoWSSliuh c4X\u001b}W\u001eg\u0011  ]:\b*iI#=ksYM^Q\u001fW|\u0006aNL-\u0010B(?bqB-$\u0015;\u000f\u0015?\u007fz|\u0013hc\u001e%z+:O8([]\u0006-\u0016'\u0011G4Äk\u001c\u007f\u001a 3T\u0013iEt f6ZڴdqՂj\u000eReZ)c[G\u00118:Y\b\u001ehph`&\u0003H\u0018YfEo%i\u0006v̋\u007f\u0010qI'Q}\u001d2\u0014\u0010\u001d\u001bAc\u001dS׍3N\u0012: \u001bƍڨk[ۂu\u00062̌MB+zSI2(93ܜk?6Ӻ\u0003pz5s#ZUyGo>\u001a o\u001e81l!PS\u007f֘ X\u001f\b\" q@Qr4 E\u001d\u007f;- \u0011%3u2c\"Е d*u#\u0014v}\u001a \u000e\u0012燧4T$R_ES[[k\u001b\u001cSdJ:;kj[I80P\\_|O\u0013\u001ec PtJO 4\u001a\u001cl˹#N\u0001ץ:[$\b6\u007fzF!}iH{k\u001e;ks\u001eFn\u0015\u0000jBRAfu':l!*/I\u0012Q+vM:'\u0002k:\u0016C]]MGO\u001e9\u0006\u0004f@Mc6lخWp\u0011\u0007)ٻ3/Yh\u0019)LK\u0015VFzw9 h]~x\u000f؂>qTUf\u001dx#I\u0006)H\u001bLZܜ4\u00175\u007fm\u0000Ĺ;H$}\u001e!uByۅe g_\u0016]\u000f{lw5p\u001d\u000eo\u001dх&QT~myaaAq]TnyK\u0001lL񌂭\u0005E\"wwn Y}Q-ҒF)A^\u001dt\u000e\u001f}N1֦; :O[Z\bE#M vX\\/,6\b\u0019ڀH\u000ei溿BУ\\S*\u001ds\u0015]\u0004e\u0012(؂N\u0015;*s  \u001ez{\u00064bZ\"T\u001atj\u0003\u0015n\"jC\u00113\u0014|\u001b>z$Q,\u0016\u0017\u0015E\u001d\u001d\u001d\u0007F7 \u0005w\u007f\u0012\u0014\u000eo~J[\u00162] \u0019;f~#Ih~\u0010}\u0017\u0005,6QgАM;RlXX\u001d=r\u0010-]\u007fb\u0004%h2yJ!Q3}W\u001c}1 &Zʄ\"\u0019^\u0016\u0019P\u0011 \u007fE4=h\u0012T\u001aVa\u0014;R/T-qc^_*Qn3sv%]]/taP\b\u0006 cW}k\u001aB\u001aERzʓּ1Λ\u001bL\"i;\u0019$1\u0014zNYTXQ\u0006[a%\u0016\u007fH\u001fN1AGW\u0011f\u001a\u000eŏW4\u007fWM˓i]U\u0014x/(&LZ4V\u0002?\u00101v$1\u001ae TiL2;\u0010G \b&n2 rZm\u0001kGc]\u001f \u0012xMol\u0016@x\u0011V\u0014\bkco\\ \u0017ᄡ \u007f݄&p\u0014F}]+ t2\u0003\u001c=3̗nPT\u0017*F\u001b0Z\u0004**\u001beaJ1#\u000e\u0010\u001aF+u{ zbx jHdr}\u0016E!T7p\u0012\u001e>\u0019J\u0002A:\u0019!\\&\u0017E\u0002, >stream xumL[U\u0018mY{W\bɦF3qq/Y\u0019YT\u001aame\u001d\\\u0017h[Oo @\u0018N40%%\u001bDM4e1\u000ff9^h0yPB(jOyjT\u000fR|!\u0006\u0012Z}np݇\u00075\u0017\u000f\u0018\u0007\u001e߬贪\u001eR9xPj00f]֨jZ;\u0019*\u001cfSV57,1c\u001aʘUM6lԚ&j=c0=Z} \u0003\u001b5g jԞk\u0011B2\u0003=t|\u0019!3:^G,\u0015 R\u001c\u0015BK$B\u000fO~\u0017nbOJ~\u001d\u0013w\u001fq \u000e,yb1\u001a󖹹|~NQH(Ƿy] \u007f]\u000e0 !ą\u001a0X{E2\u0006W\u0000\u0011V\u007fY s >\u0001\\$6NT/Jl-\u0001Iuti H [ Y:[B/)o endstream endobj 106 0 obj 1038 endobj 107 0 obj  >stream xuT{T\u0013W\u001a!d  >:n\u001f3Ѫϣn-t\u0012P\u0007lX 1@s+\u0001\u0015\u000f\b*\u0014\u0004Ф&X)؈H7ЕYT=۵Kk_nsP3ܛ\u001eG\u0012\b$I*iӎ\u001dq/\u0014)>\u001d!>#\u0003\\(6\u000f\u0014VޜvMG1(v\u001a!# ;̖\"!+W&-P-[Rl\u0006Ƥڤuy\u001a^:\u0018UZ/ZR\u001bm\u007fUtv-_w 4ɜgq:jyf\"\bbIעe \u001cMa\u0004B!\u0012[db;A'҈ D\"2D\u0010\u0012 BNM2lPDdȂh9/\u001fU+>T&u[l\u0016[@@}\u0002\u0010J\u0019;.}wqUdWS%fB\u0003w\u0019LsT\u000f\u0002\u0016pq{fz{ \u0012\u0017~p+J;$\u001b\u0002!d#\u0013d]5\u0012p\u0007]Ś@? 481\u0017&\u0007FE22AVVkmx L!\u001c=)b \u000f1SǹN\u0004/\u001e1;zj}UE-ʟWQKnX?| [F\u001f\u007f\\ g}\u0007-$\u0011&` \u0013 \u0002'YV x(Wv\u001epCuEgN>\u001d6g{Ѕ潉\"orbr\u0012 ! ]dnmUC۬\u0011j\u001e/\u001cO\u0002zয놡3Ķ\u0019B\u000e \u0003\u0016pd!\u001ed^\u0005YůHAS2ۻz_@Xl \"\\E\u0017tQ\u001868˭[|G6^Mu\u0017%\u00197W\u001a -BNyQux0q#\u0018 0\u0010~\u0000\u0002;tyL\u0012$څfu[z%\u0007ſ\"\u0016釼I?Z/\u0013YŔV؀۰\u0002p`կ(a\u0000\u0013\u0018\u0004NkT$=k#PZb-s\u0016}T [\\ ~٭ˡKWR\u0012frkETWSR\u001cb#E) S MJ\u0010\u0005\u001bٙ endstream endobj 108 0 obj 1642 endobj 16 0 obj  > endobj 109 0 obj  > endobj 67 0 obj  > endobj 14 0 obj  > endobj 64 0 obj  > endobj 12 0 obj  > endobj 50 0 obj  > endobj 10 0 obj  > endobj 110 0 obj  > endobj 111 0 obj  >stream x]1\u000e0 E7\u0000\u008aXЪ\u0012@p\u001c\u0001' aC[U\u001d;0^F\u0019{ 8Q\u0006&\u009e`ųj4X*\u0015W\u0013U5\\M| > endobj 113 0 obj  > endobj 8 0 obj  > endobj 46 0 obj  > endobj 44 0 obj  > endobj 114 0 obj  >stream x];\u000e0\u0010D{bo_\u001b M \u0010\u0012\\Y#\u0017Y[Sp{b\u0013((fռL5NI\\\u001e=?:1\u0011#f,NTӒqί\\^uPx \u0003U͇`o\u0005͈Z\u0016AA̟u\u0006f{Afu\u0016hn̅7x\u0011ʬ2#\u000fpCN!\u0006M endstream endobj 115 0 obj 154 endobj 38 0 obj  > endobj 116 0 obj  > endobj 36 0 obj  > endobj 117 0 obj  > endobj 65 0 obj  > endobj 34 0 obj  > endobj 28 0 obj  > endobj 118 0 obj  > endobj 119 0 obj  >stream x]1n0 EwB7e+R\u0002\u0018Z%C\u0002\u0005d  \u0000G > endobj 121 0 obj  > endobj 122 0 obj  >stream x]A\u000e \u0010E\u001b\u0014P&ltӅD/@a0,\u0004ۅjG240G{\u0010]8g|[L*V_{75IgB^\u00163l#\u0019\u001bN\b\u0007K`?RR\u0001\u001a:!mE7;\u0014T\u0012ۢm \u0015!@Rԑ\u001a\u0014Eu%a\u0013FFN9cjڗ/Jc\u0014/\u0017d\u0017 endstream endobj 123 0 obj 203 endobj 24 0 obj  > endobj 124 0 obj  > endobj 18 0 obj  > endobj 15 0 obj  > endobj 66 0 obj  > endobj 13 0 obj  > endobj 63 0 obj  > endobj 11 0 obj  > endobj 49 0 obj  > endobj 9 0 obj  > endobj 47 0 obj  > endobj 7 0 obj  > endobj 45 0 obj  > endobj 43 0 obj  > endobj 37 0 obj  > endobj 35 0 obj  > endobj 33 0 obj  > endobj 27 0 obj  > endobj 25 0 obj  > endobj 23 0 obj  > endobj 17 0 obj  > endobj 2 0 obj  >endobj xref 0 125 0000000000 65535 f  0000060002 00000 n  0000110556 00000 n  0000059894 00000 n  0000058688 00000 n  0000000015 00000 n  0000005135 00000 n  0000107924 00000 n  0000100885 00000 n  0000107257 00000 n  0000099652 00000 n  0000106792 00000 n  0000099301 00000 n  0000106364 00000 n  0000098946 00000 n  0000105716 00000 n  0000098181 00000 n  0000110281 00000 n  0000105383 00000 n  0000060050 00000 n  0000058838 00000 n  0000005155 00000 n  0000011259 00000 n  0000109994 00000 n  0000104775 00000 n  0000109661 00000 n  0000103842 00000 n  0000109384 00000 n  0000102920 00000 n  0000060135 00000 n  0000058990 00000 n  0000011280 00000 n  0000018670 00000 n  0000109112 00000 n  0000102609 00000 n  0000108855 00000 n  0000102227 00000 n  0000108665 00000 n  0000101975 00000 n  0000060220 00000 n  0000059142 00000 n  0000018691 00000 n  0000024773 00000 n  0000108456 00000 n  0000101570 00000 n  0000108218 00000 n  0000101260 00000 n  0000107727 00000 n  0000100528 00000 n  0000107048 00000 n  0000099496 00000 n  0000060340 00000 n  0000059294 00000 n  0000024794 00000 n  0000033007 00000 n  0000060493 00000 n  0000059446 00000 n  0000033028 00000 n  0000041689 00000 n  0000060622 00000 n  0000059598 00000 n  0000041710 00000 n  0000052684 00000 n  0000106573 00000 n  0000099103 00000 n  0000102544 00000 n  0000106159 00000 n  0000098792 00000 n  0000060742 00000 n  0000059750 00000 n  0000052706 00000 n  0000058667 00000 n  0000060895 00000 n  0000060958 00000 n  0000067960 00000 n  0000067981 00000 n  0000068410 00000 n  0000068430 00000 n  0000068921 00000 n  0000068941 00000 n  0000069906 00000 n  0000069926 00000 n  0000070984 00000 n  0000071004 00000 n  0000071478 00000 n  0000071498 00000 n  0000078852 00000 n  0000078873 00000 n  0000079255 00000 n  0000079275 00000 n  0000082745 00000 n  0000082766 00000 n  0000083957 00000 n  0000083978 00000 n  0000084468 00000 n  0000084488 00000 n  0000084823 00000 n  0000084843 00000 n  0000085451 00000 n  0000085471 00000 n  0000087504 00000 n  0000087526 00000 n  0000090470 00000 n  0000090492 00000 n  0000095259 00000 n  0000095281 00000 n  0000096407 00000 n  0000096429 00000 n  0000098159 00000 n  0000098690 00000 n  0000100163 00000 n  0000100272 00000 n  0000100507 00000 n  0000100789 00000 n  0000101727 00000 n  0000101954 00000 n  0000102139 00000 n  0000102412 00000 n  0000103344 00000 n  0000103477 00000 n  0000103821 00000 n  0000104315 00000 n  0000104478 00000 n  0000104754 00000 n  0000105187 00000 n  trailer  > startxref 110755 %%EOF"}]}]