[{"detail": [{"content": "Institutional Funding Opportunities                                                                                                               NYU.edu requires JavaScript be enabled in your browser in order to use important features of the site. JavaScript is either disabled or not supported by your browser. For instructions on how to enable JavaScript in your browser, click here .                       New York University    Skip to Content   Skip to Search   Skip to Navigation   Skip to Sub Navigation                                                        NYUHome Login                            Students           |   Faculty           |   Alumni           |   Employees           |   Community                                   Schools          Arts and Science      College of Arts and Science      College of Dentistry      College of Nursing      Courant Institute of Mathematical Sciences      Gallatin School of Individualized Study      Graduate School of Arts and Science      Institute of Fine Arts      Institute for the Study of the Ancient World      Leonard N. Stern School of Business      Liberal Studies Program      NYU Abu Dhabi      NYU Shanghai      Polytechnic School of Engineering      Robert F. Wagner Graduate School of Public Service      School of Professional Studies      School of Law      School of Medicine      Silver School of Social Work      Steinhardt School of Culture, Education, and Human Development      Tisch School of the Arts                QuickLinks          Academic Calendars      Administrative Units      Albert      Apply for Jobs      Athletics      Bookstores      Bursar      Campus Map      Career Development      Emergencies      Events      Giving to NYU      Housing      ITS      Libraries      News      NYU Apparel      Policies      Public Safety      Registrar      Student Health Center      Student Resources      Wellness Exchange                A-Z          A      B      C      D      E      F      G      H      I      J      K      L      M      N      O      P      Q      R      S      T      U      V      W      X      Y      Z                                                          New York University                          Search NYU                    Pages |    People                                       Main Navigation            About NYU       Admissions       Academics       University Life       Research       Global                                 Bread Crumbs          About NYU   /   Leadership & University Administration   /   Office of the President   /   Office of the Provost   /               Sub Navigation                                 Faculty                       Students                       Policies and Procedures                       Communications                       Academic Facilities                       Advisory Committees                       Support for Research at NYU                                                                   Institutional Funding Opportunities       A number of institutional seed funds support faculty across the disciplines in curriculum development, research and scholarship, and entrepreneurship, with a number of fellowship opportunities earmarked specifically for junior faculty.       NYU Global Seed Grants for Collaborative Research     The Curricular Development Challenge Fund   Goddard Junior Faculty Fellowships   Visual Arts Initiative Awards   The Global Public Health Research Challenge Fund   University Research Challenge Fund   NYU Whitehead Fellowships for Junior Faculty in Biomedical and Biological Sciences   The Humanities Initiative   NYU Technology Venture Competition   NYU Venture Competition   Social Venture Competition   NYU Innovation Venture Fund   I-Corps     Technology Acceleration &amp; Commercialization (TAC) Awards              NYU Global Seed Grants for Collaborative Research   The NYU Global Seed Grants for Collaborative Research Program is a new seed fund that supports collaborative research across the portal campuses of NYU's global network. The aim is to support faculty research that strengthens collaborations between the faculty of the schools at NYU in New York and the campuses at NYU Abu Dhabi and NYU Shanghai.   View the NYU Global Seed Grants for Collaborative Research Program   Contact: Farooq Niazi   Application Deadline: October 19, 2015            The Curricular Development Challenge Fund   The Curricular Development Challenge Fund (CDCF) promotes innovative curricular programs and projects at New York University. The Fund helps individual faculty members create new academic programs and courses, update and expand existing courses, or undertake special projects that will promote curricular developments.   Visit the Curriculum Development Challenge Fund   Office of Faculty Resources: (212) 998-2987            Goddard Junior Faculty Fellowships   The Goddard Junior Faculty Fellowship program provides funds to tenure track faculty who have successfully passed their Third-Year Review to advance their research and scholarship interests. These funds may be used for adjunct replacement during the faculty member’s leave with pay, or to provide support for travel, publications, and other research costs. The award process is school based, selected schools only, with additional information available from the school Dean’s Office.   Contact: Kelly Long            Visual Arts Initiative Awards   The University Arts Council provides a forum to encourage and stimulate interdisciplinary research, discussion, and collaboration in the visual arts. The Council offers a limited number of Visual Arts Awards to foster new initiatives in creative activities and scholarship, and to encourage new ways of thinking about the arts.   Contact: Kelly Long   Guidelines and application instructions for 2015-2016 competition will be made available in spring 2015.            The Global Public Health Research Challenge Fund   The Global Public Health Research Challenge Fund (GPHRCF) supports faculty and      doctoral-level research on a competitive basis and is administered by the NYU Global Institute of Public Health and an external GPHRCF Selection Committee. The GPHRCF enables faculty, doctoral students and post-docs to explore new areas of global public health research that are likely to attract outside support and to support faculty engaging in global public health scholarship in areas where there are few sources of support.   Visit the Global Public Health Research Challenge Fund   Contact: Martin McDonough            University Research Challenge Fund   The University Research Challenge Fund (URCF) supports faculty-initiated research on a competitive basis and is administered by the URCF Advisory Committee. The Fund aims to encourage investigators to explore new areas of research that are likely to attract outside support, and support faculty engaging in productive scholarship in areas where there are few sources of support.   Contact: Farooq Niazi   Application deadline for the 2014-2015 round has passed. Award decisions will be announced in May 2015.              NYU Whitehead Fellowships for Junior Faculty in Biomedical and Biological Sciences   The New York University Whitehead Fellowships, awarded on a competitive basis, assist faculty in the early years of their independent research careers to conduct focused research projects in the biomedical and biological sciences and enhance their ability to compete successfully for external funds.&amp;nbsp;   Contact: Farooq Niazi   Guidelines and application instructions for 2015 competition are available here .   Letter of Intent due March 25, 2015  Full Application due April 30, 2015            The Humanities Initiative   The Humanities Initiative offers a number of grants and fellowships to full-time faculty in the humanities and art disciplines.   Faculty Research Fellowships        The Humanities Initiative offers Research Fellowships to full-time faculty in the humanities and art disciplines, including but not limited to history, art history, music, philosophy, cultural studies, literary and language studies, religious studies, drama and performance studies, cinema studies, and gender studies. The Research Fellowships support projects that clearly define a research problem that can be investigated in a one-year project period and demonstrate the likelihood of a significant contribution to the field.&amp;nbsp; Fellows are expected to be present in New York within the University community for the entire year of their residency.   Visit the Humanities Initiative Reserarch Fellowships for Faculty   Research Collaboratives  (Formerly known as Working Research Groups)          These grants build community and foster interdisciplinary exchange by bringing together NYU faculty and graduate students in a series of meetings on a focused topic in the humanities where interdisciplinary approaches are likely to be particularly fruitful. Research collaboratives are expected to generate new curricular offerings, publications, conferences, or collaborative faculty projects.   Visit Humanities Initiative Research Collaboratives   Team-Teaching Stipends        This program is designed to foster creative and dynamic teaching across humanistic disciplines and departments, in the interest of generating innovative new courses and teaching formats.   Visit Humanities Initiative Team-Teaching Stipends   Grants-in-Aid for Book Publication Subventions   Full-time faculty with contracts in hand are eligible for up to $1500 to be applied toward specific costs incurred in the process of publishing a monograph or edition: subventions requested by the publisher, assistance with obtaining permissions, and costs associated with translation. Funds are limited and are awarded on a rolling basis throughout the academic year while available.   Visit Humanities Initiative Grants-in-Aid   Contact: Gwynneth Malin            NYU Technology Venture Competition        The NYU Technology Venture Competition serves as a catalyst for the creation of new and the acceleration of existing early stage businesses based on technologies developed by NYU students, faculty and researchers. Sponsored by the NYU Entrepreneurial Institute, the competition awards a total of $75,000 in cash prizes, plus pro bono services and technical assistance.   Visit the Stern School of Business' Venture Competitions   Contact: Loretta Poole            NYU Venture Competition        The NYU Stern New Venture Competition challenges aspiring entrepreneurs and those excited by the new venture creation process to take their ideas from concept to market. Winners compete for a share of the $75,000 Rennert Prize.   Visit the Stern School of Business' Venture Competitions  Contact: Loretta Poole            Social Venture Competition   The NYU Stern Social Venture Competition recognizes and supports the growing number of students and alumni interested in using their business and entrepreneurial skills to create innovative approaches to tackling social problems, here and abroad.&amp;nbsp; Winners of the Social Venture Competition vie for a portion of the $50,000 Social Venture Prize.   Visit the Stern School of Business' Venture Competitions  Contact: Loretta Poole            NYU Innovation Venture Fund        The NYU IVF is a seed-stage venture capital fund created in 2010 to invest in startups founded by NYU students and faculty and/or commercializing technologies and intellectual property development at the University. Its primary objective is to bring more innovations developed in the University to market.   Visit the Innovation Venture Fund              I-Corps        The I-Corps program is a seven-week immersive course for faculty and their graduate students/postdocs to help transform academic research into startup ventures. The program uses the Lean Startup methodology to train academic researchers in hypothesis-driven customer discovery. I-Corps was first launched as an initiative by the National Science Foundation and has since been adopted by the NIH and other agencies. Programs are now available for NYU faculty and researchers across all disciplines.   Visit I-Corps to learn more and contact the NYU Entrepreneurial Institute to apply.            Technology Acceleration &amp; Commercialization (TAC) Awards        The TAC Awards program encourages and promotes the development of research projects and technologies that have the near-term potential for commercialization through start-up creation or licensing.&amp;nbsp; TAC Awards support projects from NYU's Washington Square, Dental School, and NYU-Poly with awards of up to $50,000. The program was designed to cultivate projects that relate to technology for which intellectual property has been obtained or will be sought by NYU, and that seek to advance the commercial development of the technology through prototype development and proof-of-concept studies.   Visit the Technology Acceleration &amp; Commercialization Awards announcement  Contact: Abram Goldfinger                                                     NYU Footer          Search      Directory      Campus Map      Events      Contact Us      Site Map      Copyright and Fair Use      Feedback         Unless otherwise noted, all content copyright New York University. All rights reserved. Designed by The Office of Web Communications"}, {"content": "Funding Opportunities                                                                                                               NYU.edu requires JavaScript be enabled in your browser in order to use important features of the site. JavaScript is either disabled or not supported by your browser. For instructions on how to enable JavaScript in your browser, click here .                       New York University    Skip to Content   Skip to Search   Skip to Navigation   Skip to Sub Navigation                                                        NYUHome Login                            Students           |   Faculty           |   Alumni           |   Employees           |   Community                                   Schools          Arts and Science      College of Arts and Science      College of Dentistry      College of Nursing      Courant Institute of Mathematical Sciences      Gallatin School of Individualized Study      Graduate School of Arts and Science      Institute of Fine Arts      Institute for the Study of the Ancient World      Leonard N. Stern School of Business      Liberal Studies Program      NYU Abu Dhabi      NYU Shanghai      Polytechnic School of Engineering      Robert F. Wagner Graduate School of Public Service      School of Professional Studies      School of Law      School of Medicine      Silver School of Social Work      Steinhardt School of Culture, Education, and Human Development      Tisch School of the Arts                QuickLinks          Academic Calendars      Administrative Units      Albert      Apply for Jobs      Athletics      Bookstores      Bursar      Campus Map      Career Development      Emergencies      Events      Giving to NYU      Housing      ITS      Libraries      News      NYU Apparel      Policies      Public Safety      Registrar      Student Health Center      Student Resources      Wellness Exchange                A-Z          A      B      C      D      E      F      G      H      I      J      K      L      M      N      O      P      Q      R      S      T      U      V      W      X      Y      Z                                                          New York University                          Search NYU                    Pages |    People                                       Main Navigation            About NYU       Admissions       Academics       University Life       Research       Global                                 Bread Crumbs          Faculty   /   Funding Opportunities                 Sub Navigation                                 Curricular Development Challenge Fund                                                                   Funding Opportunities       Funding for research is crucial in order to keep up-to-date with the rapid changes that enable revolutionary discoveries to be made. New York University is among the nation's premier institutions for research. Opportunities for internal University funding may be accessed on this page, and additional faculty funding can be found at the Office of Sponsored Programs and individual school sites.        Curricular Development   Curricular Development Challenge Fund helps schools, departments, and individual faculty members create new academic programs and courses, update and expand existing courses, or undertake special projects that will promote curricular development.   Fulbright Awards   Fulbright Scholar Program Lecturing and Research Awards are available as an opportunity for professional development in over 150 countries. Grants are awarded to faculty of all academic ranks and come from all areas of the humanities, social sciences, the natural and physical sciences, as well as from applied fields such as business, journalism, and the law.   Funding Resources   Learn more about funding resources available to faculty at NYU's Office of Sponsored Programs.   Global Public Health Research Challenge Fund    The Global Public Health Research Challenge Fund (GPHRCF) supports faculty-initiated research on a competitive basis and is administered by the Executive Vice President for Health and a GPHRCF Selection Committee, composed of senior faculty representing a cross-section of disciplines at the University.   Global Research Initiatives   The Provost's Global Research Initiatives program supports research-related activities at a select number of NYU's Global sites. The program supports short- and long-term faculty and graduate student visits to the sites; runs dissertation workshops for doctoral students in the final stages of writing; provides funding for workshops, colloquia, and the like at the sites; and supports collaboration between NYU faculty in New York and NYU faculty at the sites and in Abu Dhabi and in Shanghai.     To learn more about these initiatives, and to submit an application, please visit: http://www.nyu.edu/research/provosts-global-research-initiatives.html   Goddard Junior Faculty Fellowships   The Goddard Junior Faculty Fellowship program provides funds to tenure track faculty who have successfully passed their Third-Year Review to advance their research and scholarship interests. These funds may be used for adjunct replacement during the faculty member’s leave with pay, or to provide support for travel, publications, and other research costs. The award process is school based, selected schools only, with additional information available from the school Dean’s Office.   Contact: Kelly Long, Office of the Provost (Kelly.long@nyu.edu)     Green Grants   NYU Green Grants fund projects that spark the imagination of the NYU community and advance our future as a sustainable university. Projects should reduce adverse environmental impacts, educate and engage the community, demonstrate the viability of best practices, and/or advance applied research goals.   Humanities Initiative   The Humanities Initiative offers a number of grants and fellowships to full-time faculty in the humanities and art disciplines.   Grants-in-Aid   The Grants-in-Aid competition is devoted exclusively to publication assistance. Funds are limited and awarded on a rolling basis.   http://www.humanitiesinitiative.org/grants-in-aid/     Faculty Research Fellowships   The Humanities Initiative offers Research Fellowships to full-time faculty at NYU in the humanities and art disciplines, including but not limited to history, art history, music, philosophy, cultural studies, literary and language studies, religious studies, drama and performance studies, cinema studies, and gender studies. Fellows are expected to be present in New York within the University community for the entire year of their residency. They will meet on a weekly basis to discuss their work-in-progress and that of invited guests, and will participate in initiative activities.   http://www.humanitiesinitiative.org/faculty-graduate-student-fellowships/faculty-fellowships   Research Collaboratives (Formerly known as Working Research Groups)   In an effort to build community and foster interdisciplinary exchange on topics with a humanistic focus at New York University, the Humanities Initiative sponsors the Humanities Initiative Research Collaborative grants. The Initiative envisions a Research Collaboratives as bringing together NYU faculty and graduate students in a carefully planned series of meetings on a focused topic in the humanities where interdisciplinary approaches are likely to be particularly fruitful. The Initiative expects that the work achieved by the Research Collaborative will generate new curricular offerings, publications, conferences, or collaborative faculty projects.     http://humanitiesinitiative.org/faculty-graduate-student-fellowships/research-project-teams/   Team-Teaching Stipends   This program is designed to foster creative and dynamic teaching across humanistic disciplines and departments, in the interest of generating innovative new courses and teaching formats. This year we will consider proposals from two faculty members with different areas of expertise within the same department. However, all things being equal, preference will be given to those proposals which bring together colleagues and, ideally, students from different department, disciplines, and schools. Existing courses may be used for the team-taught initiative, or new courses may be proposed, either to be cross-listed in different departments and/or schools.   http://www.humanitiesinitiative.org/faculty-graduate-student-fellowships/team-teaching-stipends/   Innovation Venture Fund   The NYU Innovation Venture Fund is a seed-stage venture capital fund created to invest in startups founded by NYU students, faculty and researchers, and/or those commercializing NYU-developed technologies and intellectual property. The Fund seeks inventions, discoveries, products or services that were developed in whole or in part at NYU and are ready for commercial product development, rather than those requiring further basic research. Though a complete business plan and team is not required for consideration, the technology underpinning the venture concept should have achieved the proof-of- concept or prototype stage and solve a measurable problem in a large and growing market. The founders should be the nucleus around which a strong, entrepreneurial team can form and execute a financially attractive business plan.   Visit: http://www.nyu.edu/about/university-initiatives/entrepreneurship-at-nyu/fund/innovation-venture-fund.html   Contact: Frank Rimalovski, Managing Director, NYU Innovation Venture Fund (fbr4@nyu.edu)            Postdoctoral and Transition for Academic Diversity   NYU Postdoctoral and Transition Program for Academic Diversity (PTP-AD) supports promising scholars and educators from different backgrounds, races, ethnic groups, and other diverse groups whose life experience, research experience, and employment background will contribute significantly to academic excellence at NYU.   Scholars at Risk/Global Scholars   NYU Scholars at Risk/Vivian G. Prins Global Scholars Fellowships are available to support temporary visits to NYU of up to one year by professors, lecturers, researchers and other intellectuals who have shown potential as important contributors to their discipline and community, and who suffer intimidation or persecution in their home country or country of current residence.   Service Learning   Community Service Project Grants provide support to faculty, students, and staff wishing to create or enhance community service initiatives on the Lower East Side and Greenwich Village and in neighborhoods adjacent to the many NYU schools and divisions.   Service Learning Course Development Grants may be used to develop or enhance undergraduate or graduate courses that include volunteer experience either organized by the instructor or developed by students as an integral part of the course.   Team-Taught Courses   Team-Teaching Stipends are awarded to pairs of full-time faculty in the humanities, social sciences, and sciences to develop team-taught courses for both undergraduate and graduate students to encourage new interdisciplinary directions, directing attention to the close relationship between teaching and humanities research.   NYU Technology Venture Competition   The NYU Technology Venture Competition serves as a catalyst for the creation of new and the acceleration of existing early stage businesses based on technologies developed by NYU students, faculty and researchers. Sponsored by the NYU Entrepreneurial Institute, the competition awards a total of $75,000 in cash prizes, plus pro bono services and technical assistance.   Visit the Stern School of Business' Venture Competitions   Contact: Loretta Poole, Associate Director, Berkley Center for Entrepreneurial Studies (lpoole@stern.nyu.edu)   The University Research Challenge Fund   The University Research Challenge Fund (URCF) supports faculty-initiated research on a competitive basis and is administered by the URCF Advisory Committee. The Fund aims to encourage investigators to explore new areas of research that are likely to attract outside support, and support faculty engaging in productive scholarship in areas where there are few sources of support.   Contact: Farooq Niazi , Director, Provostial Research Programs (farooq.niazi@nyu.edu)   Visual Arts   Visual Arts Initiative Awards The University Arts Council, under the auspices of the Office of Thomas Crow, Associate Provost for the Arts, provides a forum for interdisciplinary research, discussion, and collaboration in the visual arts.   Again this year, the Council will offer a limited number of Visual Arts Awards to foster new initiatives in creative activities and scholarship, and to encourage new ways of thinking about the arts at NYU.   These awards provide up to $5,000 to support the development of innovative projects in the visual arts and related fields. The types of projects that are fundable include, but are not limited to, creation of artwork, research, symposia, lectures, exhibitions, and curriculum development.     Vladeck Fellowships   Vladeck Fellowships enable selected junior faculty to launch or complete substantial research in social justice, health care, labor law, labor history and individual rights, with a concentration on urban problems.   Whitehead Fellowships for Junior Faculty in Biomedical and Biological Sciences   The New York University Whitehead Fellowships, awarded on a competitive basis, assist faculty in the early years of their independent research careers to conduct focused research projects in the biomedical and biological sciences and enhance their ability to compete successfully for external funds.   Guidelines and application instructions for 2015 competition are available here .   Letter of Intent due March 25, 2015  Full Application due April 30, 2015     Contact: Farooq Niazi , Director, Provostial Research Programs (farooq.niazi@nyu.edu)                                                                  NYU&#039;s Aronson Wins IES Grant on Enhancing Student Performance via Intelligence Theory                  A team of psychologists led by NYU's Joshua Aronson has been awarded a $1.4 million grant from the Institute of Education Sciences (IES) to develop teacher-friendly materials for use with 8th and 9th grade students from diverse ethnic and socioeconomic backgrounds.            Read more                                                     NYU Footer          Search      Directory      Campus Map      Events      Contact Us      Site Map      Copyright and Fair Use      Feedback         Unless otherwise noted, all content copyright New York University. All rights reserved. Designed by The Office of Web Communications"}]},
{"detail": [{"content": "Institutional Funding Opportunities                                                                                                               NYU.edu requires JavaScript be enabled in your browser in order to use important features of the site. JavaScript is either disabled or not supported by your browser. For instructions on how to enable JavaScript in your browser, click here .                       New York University    Skip to Content   Skip to Search   Skip to Navigation   Skip to Sub Navigation                                                        NYUHome Login                            Students           |   Faculty           |   Alumni           |   Employees           |   Community                                   Schools          Arts and Science      College of Arts and Science      College of Dentistry      College of Nursing      Courant Institute of Mathematical Sciences      Gallatin School of Individualized Study      Graduate School of Arts and Science      Institute of Fine Arts      Institute for the Study of the Ancient World      Leonard N. Stern School of Business      Liberal Studies Program      NYU Abu Dhabi      NYU Shanghai      Polytechnic School of Engineering      Robert F. Wagner Graduate School of Public Service      School of Professional Studies      School of Law      School of Medicine      Silver School of Social Work      Steinhardt School of Culture, Education, and Human Development      Tisch School of the Arts                QuickLinks          Academic Calendars      Administrative Units      Albert      Apply for Jobs      Athletics      Bookstores      Bursar      Campus Map      Career Development      Emergencies      Events      Giving to NYU      Housing      ITS      Libraries      News      NYU Apparel      Policies      Public Safety      Registrar      Student Health Center      Student Resources      Wellness Exchange                A-Z          A      B      C      D      E      F      G      H      I      J      K      L      M      N      O      P      Q      R      S      T      U      V      W      X      Y      Z                                                          New York University                          Search NYU                    Pages |    People                                       Main Navigation            About NYU       Admissions       Academics       University Life       Research       Global                                 Bread Crumbs          About NYU   /   Leadership & University Administration   /   Office of the President   /   Office of the Provost   /               Sub Navigation                                 Faculty                       Students                       Policies and Procedures                       Communications                       Academic Facilities                       Advisory Committees                       Support for Research at NYU                                                                   Institutional Funding Opportunities       A number of institutional seed funds support faculty across the disciplines in curriculum development, research and scholarship, and entrepreneurship, with a number of fellowship opportunities earmarked specifically for junior faculty.       NYU Global Seed Grants for Collaborative Research     The Curricular Development Challenge Fund   Goddard Junior Faculty Fellowships   Visual Arts Initiative Awards   The Global Public Health Research Challenge Fund   University Research Challenge Fund   NYU Whitehead Fellowships for Junior Faculty in Biomedical and Biological Sciences   The Humanities Initiative   NYU Technology Venture Competition   NYU Venture Competition   Social Venture Competition   NYU Innovation Venture Fund   I-Corps     Technology Acceleration &amp; Commercialization (TAC) Awards              NYU Global Seed Grants for Collaborative Research   The NYU Global Seed Grants for Collaborative Research Program is a new seed fund that supports collaborative research across the portal campuses of NYU's global network. The aim is to support faculty research that strengthens collaborations between the faculty of the schools at NYU in New York and the campuses at NYU Abu Dhabi and NYU Shanghai.   View the NYU Global Seed Grants for Collaborative Research Program   Contact: Farooq Niazi   Application Deadline: October 19, 2015            The Curricular Development Challenge Fund   The Curricular Development Challenge Fund (CDCF) promotes innovative curricular programs and projects at New York University. The Fund helps individual faculty members create new academic programs and courses, update and expand existing courses, or undertake special projects that will promote curricular developments.   Visit the Curriculum Development Challenge Fund   Office of Faculty Resources: (212) 998-2987            Goddard Junior Faculty Fellowships   The Goddard Junior Faculty Fellowship program provides funds to tenure track faculty who have successfully passed their Third-Year Review to advance their research and scholarship interests. These funds may be used for adjunct replacement during the faculty member’s leave with pay, or to provide support for travel, publications, and other research costs. The award process is school based, selected schools only, with additional information available from the school Dean’s Office.   Contact: Kelly Long            Visual Arts Initiative Awards   The University Arts Council provides a forum to encourage and stimulate interdisciplinary research, discussion, and collaboration in the visual arts. The Council offers a limited number of Visual Arts Awards to foster new initiatives in creative activities and scholarship, and to encourage new ways of thinking about the arts.   Contact: Kelly Long   Guidelines and application instructions for 2015-2016 competition will be made available in spring 2015.            The Global Public Health Research Challenge Fund   The Global Public Health Research Challenge Fund (GPHRCF) supports faculty and      doctoral-level research on a competitive basis and is administered by the NYU Global Institute of Public Health and an external GPHRCF Selection Committee. The GPHRCF enables faculty, doctoral students and post-docs to explore new areas of global public health research that are likely to attract outside support and to support faculty engaging in global public health scholarship in areas where there are few sources of support.   Visit the Global Public Health Research Challenge Fund   Contact: Martin McDonough            University Research Challenge Fund   The University Research Challenge Fund (URCF) supports faculty-initiated research on a competitive basis and is administered by the URCF Advisory Committee. The Fund aims to encourage investigators to explore new areas of research that are likely to attract outside support, and support faculty engaging in productive scholarship in areas where there are few sources of support.   Contact: Farooq Niazi   Application deadline for the 2014-2015 round has passed. Award decisions will be announced in May 2015.              NYU Whitehead Fellowships for Junior Faculty in Biomedical and Biological Sciences   The New York University Whitehead Fellowships, awarded on a competitive basis, assist faculty in the early years of their independent research careers to conduct focused research projects in the biomedical and biological sciences and enhance their ability to compete successfully for external funds.&amp;nbsp;   Contact: Farooq Niazi   Guidelines and application instructions for 2015 competition are available here .   Letter of Intent due March 25, 2015  Full Application due April 30, 2015            The Humanities Initiative   The Humanities Initiative offers a number of grants and fellowships to full-time faculty in the humanities and art disciplines.   Faculty Research Fellowships        The Humanities Initiative offers Research Fellowships to full-time faculty in the humanities and art disciplines, including but not limited to history, art history, music, philosophy, cultural studies, literary and language studies, religious studies, drama and performance studies, cinema studies, and gender studies. The Research Fellowships support projects that clearly define a research problem that can be investigated in a one-year project period and demonstrate the likelihood of a significant contribution to the field.&amp;nbsp; Fellows are expected to be present in New York within the University community for the entire year of their residency.   Visit the Humanities Initiative Reserarch Fellowships for Faculty   Research Collaboratives  (Formerly known as Working Research Groups)          These grants build community and foster interdisciplinary exchange by bringing together NYU faculty and graduate students in a series of meetings on a focused topic in the humanities where interdisciplinary approaches are likely to be particularly fruitful. Research collaboratives are expected to generate new curricular offerings, publications, conferences, or collaborative faculty projects.   Visit Humanities Initiative Research Collaboratives   Team-Teaching Stipends        This program is designed to foster creative and dynamic teaching across humanistic disciplines and departments, in the interest of generating innovative new courses and teaching formats.   Visit Humanities Initiative Team-Teaching Stipends   Grants-in-Aid for Book Publication Subventions   Full-time faculty with contracts in hand are eligible for up to $1500 to be applied toward specific costs incurred in the process of publishing a monograph or edition: subventions requested by the publisher, assistance with obtaining permissions, and costs associated with translation. Funds are limited and are awarded on a rolling basis throughout the academic year while available.   Visit Humanities Initiative Grants-in-Aid   Contact: Gwynneth Malin            NYU Technology Venture Competition        The NYU Technology Venture Competition serves as a catalyst for the creation of new and the acceleration of existing early stage businesses based on technologies developed by NYU students, faculty and researchers. Sponsored by the NYU Entrepreneurial Institute, the competition awards a total of $75,000 in cash prizes, plus pro bono services and technical assistance.   Visit the Stern School of Business' Venture Competitions   Contact: Loretta Poole            NYU Venture Competition        The NYU Stern New Venture Competition challenges aspiring entrepreneurs and those excited by the new venture creation process to take their ideas from concept to market. Winners compete for a share of the $75,000 Rennert Prize.   Visit the Stern School of Business' Venture Competitions  Contact: Loretta Poole            Social Venture Competition   The NYU Stern Social Venture Competition recognizes and supports the growing number of students and alumni interested in using their business and entrepreneurial skills to create innovative approaches to tackling social problems, here and abroad.&amp;nbsp; Winners of the Social Venture Competition vie for a portion of the $50,000 Social Venture Prize.   Visit the Stern School of Business' Venture Competitions  Contact: Loretta Poole            NYU Innovation Venture Fund        The NYU IVF is a seed-stage venture capital fund created in 2010 to invest in startups founded by NYU students and faculty and/or commercializing technologies and intellectual property development at the University. Its primary objective is to bring more innovations developed in the University to market.   Visit the Innovation Venture Fund              I-Corps        The I-Corps program is a seven-week immersive course for faculty and their graduate students/postdocs to help transform academic research into startup ventures. The program uses the Lean Startup methodology to train academic researchers in hypothesis-driven customer discovery. I-Corps was first launched as an initiative by the National Science Foundation and has since been adopted by the NIH and other agencies. Programs are now available for NYU faculty and researchers across all disciplines.   Visit I-Corps to learn more and contact the NYU Entrepreneurial Institute to apply.            Technology Acceleration &amp; Commercialization (TAC) Awards        The TAC Awards program encourages and promotes the development of research projects and technologies that have the near-term potential for commercialization through start-up creation or licensing.&amp;nbsp; TAC Awards support projects from NYU's Washington Square, Dental School, and NYU-Poly with awards of up to $50,000. The program was designed to cultivate projects that relate to technology for which intellectual property has been obtained or will be sought by NYU, and that seek to advance the commercial development of the technology through prototype development and proof-of-concept studies.   Visit the Technology Acceleration &amp; Commercialization Awards announcement  Contact: Abram Goldfinger                                                     NYU Footer          Search      Directory      Campus Map      Events      Contact Us      Site Map      Copyright and Fair Use      Feedback         Unless otherwise noted, all content copyright New York University. All rights reserved. Designed by The Office of Web Communications"}, {"content": "Funding Opportunities                                                                                                               NYU.edu requires JavaScript be enabled in your browser in order to use important features of the site. JavaScript is either disabled or not supported by your browser. For instructions on how to enable JavaScript in your browser, click here .                       New York University    Skip to Content   Skip to Search   Skip to Navigation   Skip to Sub Navigation                                                        NYUHome Login                            Students           |   Faculty           |   Alumni           |   Employees           |   Community                                   Schools          Arts and Science      College of Arts and Science      College of Dentistry      College of Nursing      Courant Institute of Mathematical Sciences      Gallatin School of Individualized Study      Graduate School of Arts and Science      Institute of Fine Arts      Institute for the Study of the Ancient World      Leonard N. Stern School of Business      Liberal Studies Program      NYU Abu Dhabi      NYU Shanghai      Polytechnic School of Engineering      Robert F. Wagner Graduate School of Public Service      School of Professional Studies      School of Law      School of Medicine      Silver School of Social Work      Steinhardt School of Culture, Education, and Human Development      Tisch School of the Arts                QuickLinks          Academic Calendars      Administrative Units      Albert      Apply for Jobs      Athletics      Bookstores      Bursar      Campus Map      Career Development      Emergencies      Events      Giving to NYU      Housing      ITS      Libraries      News      NYU Apparel      Policies      Public Safety      Registrar      Student Health Center      Student Resources      Wellness Exchange                A-Z          A      B      C      D      E      F      G      H      I      J      K      L      M      N      O      P      Q      R      S      T      U      V      W      X      Y      Z                                                          New York University                          Search NYU                    Pages |    People                                       Main Navigation            About NYU       Admissions       Academics       University Life       Research       Global                                 Bread Crumbs          Faculty   /   Funding Opportunities                 Sub Navigation                                 Curricular Development Challenge Fund                                                                   Funding Opportunities       Funding for research is crucial in order to keep up-to-date with the rapid changes that enable revolutionary discoveries to be made. New York University is among the nation's premier institutions for research. Opportunities for internal University funding may be accessed on this page, and additional faculty funding can be found at the Office of Sponsored Programs and individual school sites.        Curricular Development   Curricular Development Challenge Fund helps schools, departments, and individual faculty members create new academic programs and courses, update and expand existing courses, or undertake special projects that will promote curricular development.   Fulbright Awards   Fulbright Scholar Program Lecturing and Research Awards are available as an opportunity for professional development in over 150 countries. Grants are awarded to faculty of all academic ranks and come from all areas of the humanities, social sciences, the natural and physical sciences, as well as from applied fields such as business, journalism, and the law.   Funding Resources   Learn more about funding resources available to faculty at NYU's Office of Sponsored Programs.   Global Public Health Research Challenge Fund    The Global Public Health Research Challenge Fund (GPHRCF) supports faculty-initiated research on a competitive basis and is administered by the Executive Vice President for Health and a GPHRCF Selection Committee, composed of senior faculty representing a cross-section of disciplines at the University.   Global Research Initiatives   The Provost's Global Research Initiatives program supports research-related activities at a select number of NYU's Global sites. The program supports short- and long-term faculty and graduate student visits to the sites; runs dissertation workshops for doctoral students in the final stages of writing; provides funding for workshops, colloquia, and the like at the sites; and supports collaboration between NYU faculty in New York and NYU faculty at the sites and in Abu Dhabi and in Shanghai.     To learn more about these initiatives, and to submit an application, please visit: http://www.nyu.edu/research/provosts-global-research-initiatives.html   Goddard Junior Faculty Fellowships   The Goddard Junior Faculty Fellowship program provides funds to tenure track faculty who have successfully passed their Third-Year Review to advance their research and scholarship interests. These funds may be used for adjunct replacement during the faculty member’s leave with pay, or to provide support for travel, publications, and other research costs. The award process is school based, selected schools only, with additional information available from the school Dean’s Office.   Contact: Kelly Long, Office of the Provost (Kelly.long@nyu.edu)     Green Grants   NYU Green Grants fund projects that spark the imagination of the NYU community and advance our future as a sustainable university. Projects should reduce adverse environmental impacts, educate and engage the community, demonstrate the viability of best practices, and/or advance applied research goals.   Humanities Initiative   The Humanities Initiative offers a number of grants and fellowships to full-time faculty in the humanities and art disciplines.   Grants-in-Aid   The Grants-in-Aid competition is devoted exclusively to publication assistance. Funds are limited and awarded on a rolling basis.   http://www.humanitiesinitiative.org/grants-in-aid/     Faculty Research Fellowships   The Humanities Initiative offers Research Fellowships to full-time faculty at NYU in the humanities and art disciplines, including but not limited to history, art history, music, philosophy, cultural studies, literary and language studies, religious studies, drama and performance studies, cinema studies, and gender studies. Fellows are expected to be present in New York within the University community for the entire year of their residency. They will meet on a weekly basis to discuss their work-in-progress and that of invited guests, and will participate in initiative activities.   http://www.humanitiesinitiative.org/faculty-graduate-student-fellowships/faculty-fellowships   Research Collaboratives (Formerly known as Working Research Groups)   In an effort to build community and foster interdisciplinary exchange on topics with a humanistic focus at New York University, the Humanities Initiative sponsors the Humanities Initiative Research Collaborative grants. The Initiative envisions a Research Collaboratives as bringing together NYU faculty and graduate students in a carefully planned series of meetings on a focused topic in the humanities where interdisciplinary approaches are likely to be particularly fruitful. The Initiative expects that the work achieved by the Research Collaborative will generate new curricular offerings, publications, conferences, or collaborative faculty projects.     http://humanitiesinitiative.org/faculty-graduate-student-fellowships/research-project-teams/   Team-Teaching Stipends   This program is designed to foster creative and dynamic teaching across humanistic disciplines and departments, in the interest of generating innovative new courses and teaching formats. This year we will consider proposals from two faculty members with different areas of expertise within the same department. However, all things being equal, preference will be given to those proposals which bring together colleagues and, ideally, students from different department, disciplines, and schools. Existing courses may be used for the team-taught initiative, or new courses may be proposed, either to be cross-listed in different departments and/or schools.   http://www.humanitiesinitiative.org/faculty-graduate-student-fellowships/team-teaching-stipends/   Innovation Venture Fund   The NYU Innovation Venture Fund is a seed-stage venture capital fund created to invest in startups founded by NYU students, faculty and researchers, and/or those commercializing NYU-developed technologies and intellectual property. The Fund seeks inventions, discoveries, products or services that were developed in whole or in part at NYU and are ready for commercial product development, rather than those requiring further basic research. Though a complete business plan and team is not required for consideration, the technology underpinning the venture concept should have achieved the proof-of- concept or prototype stage and solve a measurable problem in a large and growing market. The founders should be the nucleus around which a strong, entrepreneurial team can form and execute a financially attractive business plan.   Visit: http://www.nyu.edu/about/university-initiatives/entrepreneurship-at-nyu/fund/innovation-venture-fund.html   Contact: Frank Rimalovski, Managing Director, NYU Innovation Venture Fund (fbr4@nyu.edu)            Postdoctoral and Transition for Academic Diversity   NYU Postdoctoral and Transition Program for Academic Diversity (PTP-AD) supports promising scholars and educators from different backgrounds, races, ethnic groups, and other diverse groups whose life experience, research experience, and employment background will contribute significantly to academic excellence at NYU.   Scholars at Risk/Global Scholars   NYU Scholars at Risk/Vivian G. Prins Global Scholars Fellowships are available to support temporary visits to NYU of up to one year by professors, lecturers, researchers and other intellectuals who have shown potential as important contributors to their discipline and community, and who suffer intimidation or persecution in their home country or country of current residence.   Service Learning   Community Service Project Grants provide support to faculty, students, and staff wishing to create or enhance community service initiatives on the Lower East Side and Greenwich Village and in neighborhoods adjacent to the many NYU schools and divisions.   Service Learning Course Development Grants may be used to develop or enhance undergraduate or graduate courses that include volunteer experience either organized by the instructor or developed by students as an integral part of the course.   Team-Taught Courses   Team-Teaching Stipends are awarded to pairs of full-time faculty in the humanities, social sciences, and sciences to develop team-taught courses for both undergraduate and graduate students to encourage new interdisciplinary directions, directing attention to the close relationship between teaching and humanities research.   NYU Technology Venture Competition   The NYU Technology Venture Competition serves as a catalyst for the creation of new and the acceleration of existing early stage businesses based on technologies developed by NYU students, faculty and researchers. Sponsored by the NYU Entrepreneurial Institute, the competition awards a total of $75,000 in cash prizes, plus pro bono services and technical assistance.   Visit the Stern School of Business' Venture Competitions   Contact: Loretta Poole, Associate Director, Berkley Center for Entrepreneurial Studies (lpoole@stern.nyu.edu)   The University Research Challenge Fund   The University Research Challenge Fund (URCF) supports faculty-initiated research on a competitive basis and is administered by the URCF Advisory Committee. The Fund aims to encourage investigators to explore new areas of research that are likely to attract outside support, and support faculty engaging in productive scholarship in areas where there are few sources of support.   Contact: Farooq Niazi , Director, Provostial Research Programs (farooq.niazi@nyu.edu)   Visual Arts   Visual Arts Initiative Awards The University Arts Council, under the auspices of the Office of Thomas Crow, Associate Provost for the Arts, provides a forum for interdisciplinary research, discussion, and collaboration in the visual arts.   Again this year, the Council will offer a limited number of Visual Arts Awards to foster new initiatives in creative activities and scholarship, and to encourage new ways of thinking about the arts at NYU.   These awards provide up to $5,000 to support the development of innovative projects in the visual arts and related fields. The types of projects that are fundable include, but are not limited to, creation of artwork, research, symposia, lectures, exhibitions, and curriculum development.     Vladeck Fellowships   Vladeck Fellowships enable selected junior faculty to launch or complete substantial research in social justice, health care, labor law, labor history and individual rights, with a concentration on urban problems.   Whitehead Fellowships for Junior Faculty in Biomedical and Biological Sciences   The New York University Whitehead Fellowships, awarded on a competitive basis, assist faculty in the early years of their independent research careers to conduct focused research projects in the biomedical and biological sciences and enhance their ability to compete successfully for external funds.   Guidelines and application instructions for 2015 competition are available here .   Letter of Intent due March 25, 2015  Full Application due April 30, 2015     Contact: Farooq Niazi , Director, Provostial Research Programs (farooq.niazi@nyu.edu)                                                                  NYU&#039;s Aronson Wins IES Grant on Enhancing Student Performance via Intelligence Theory                  A team of psychologists led by NYU's Joshua Aronson has been awarded a $1.4 million grant from the Institute of Education Sciences (IES) to develop teacher-friendly materials for use with 8th and 9th grade students from diverse ethnic and socioeconomic backgrounds.            Read more                                                     NYU Footer          Search      Directory      Campus Map      Events      Contact Us      Site Map      Copyright and Fair Use      Feedback         Unless otherwise noted, all content copyright New York University. All rights reserved. Designed by The Office of Web Communications"}]},
{"detail": [{"content": "Institutional Funding Opportunities                                                                                                               NYU.edu requires JavaScript be enabled in your browser in order to use important features of the site. JavaScript is either disabled or not supported by your browser. For instructions on how to enable JavaScript in your browser, click here .                       New York University    Skip to Content   Skip to Search   Skip to Navigation   Skip to Sub Navigation                                                        NYUHome Login                            Students           |   Faculty           |   Alumni           |   Employees           |   Community                                   Schools          Arts and Science      College of Arts and Science      College of Dentistry      College of Nursing      Courant Institute of Mathematical Sciences      Gallatin School of Individualized Study      Graduate School of Arts and Science      Institute of Fine Arts      Institute for the Study of the Ancient World      Leonard N. Stern School of Business      Liberal Studies Program      NYU Abu Dhabi      NYU Shanghai      Polytechnic School of Engineering      Robert F. Wagner Graduate School of Public Service      School of Professional Studies      School of Law      School of Medicine      Silver School of Social Work      Steinhardt School of Culture, Education, and Human Development      Tisch School of the Arts                QuickLinks          Academic Calendars      Administrative Units      Albert      Apply for Jobs      Athletics      Bookstores      Bursar      Campus Map      Career Development      Emergencies      Events      Giving to NYU      Housing      ITS      Libraries      News      NYU Apparel      Policies      Public Safety      Registrar      Student Health Center      Student Resources      Wellness Exchange                A-Z          A      B      C      D      E      F      G      H      I      J      K      L      M      N      O      P      Q      R      S      T      U      V      W      X      Y      Z                                                          New York University                          Search NYU                    Pages |    People                                       Main Navigation            About NYU       Admissions       Academics       University Life       Research       Global                                 Bread Crumbs          About NYU   /   Leadership & University Administration   /   Office of the President   /   Office of the Provost   /               Sub Navigation                                 Faculty                       Students                       Policies and Procedures                       Communications                       Academic Facilities                       Advisory Committees                       Support for Research at NYU                                                                   Institutional Funding Opportunities       A number of institutional seed funds support faculty across the disciplines in curriculum development, research and scholarship, and entrepreneurship, with a number of fellowship opportunities earmarked specifically for junior faculty.       NYU Global Seed Grants for Collaborative Research     The Curricular Development Challenge Fund   Goddard Junior Faculty Fellowships   Visual Arts Initiative Awards   The Global Public Health Research Challenge Fund   University Research Challenge Fund   NYU Whitehead Fellowships for Junior Faculty in Biomedical and Biological Sciences   The Humanities Initiative   NYU Technology Venture Competition   NYU Venture Competition   Social Venture Competition   NYU Innovation Venture Fund   I-Corps     Technology Acceleration &amp; Commercialization (TAC) Awards              NYU Global Seed Grants for Collaborative Research   The NYU Global Seed Grants for Collaborative Research Program is a new seed fund that supports collaborative research across the portal campuses of NYU's global network. The aim is to support faculty research that strengthens collaborations between the faculty of the schools at NYU in New York and the campuses at NYU Abu Dhabi and NYU Shanghai.   View the NYU Global Seed Grants for Collaborative Research Program   Contact: Farooq Niazi   Application Deadline: October 19, 2015            The Curricular Development Challenge Fund   The Curricular Development Challenge Fund (CDCF) promotes innovative curricular programs and projects at New York University. The Fund helps individual faculty members create new academic programs and courses, update and expand existing courses, or undertake special projects that will promote curricular developments.   Visit the Curriculum Development Challenge Fund   Office of Faculty Resources: (212) 998-2987            Goddard Junior Faculty Fellowships   The Goddard Junior Faculty Fellowship program provides funds to tenure track faculty who have successfully passed their Third-Year Review to advance their research and scholarship interests. These funds may be used for adjunct replacement during the faculty member’s leave with pay, or to provide support for travel, publications, and other research costs. The award process is school based, selected schools only, with additional information available from the school Dean’s Office.   Contact: Kelly Long            Visual Arts Initiative Awards   The University Arts Council provides a forum to encourage and stimulate interdisciplinary research, discussion, and collaboration in the visual arts. The Council offers a limited number of Visual Arts Awards to foster new initiatives in creative activities and scholarship, and to encourage new ways of thinking about the arts.   Contact: Kelly Long   Guidelines and application instructions for 2015-2016 competition will be made available in spring 2015.            The Global Public Health Research Challenge Fund   The Global Public Health Research Challenge Fund (GPHRCF) supports faculty and      doctoral-level research on a competitive basis and is administered by the NYU Global Institute of Public Health and an external GPHRCF Selection Committee. The GPHRCF enables faculty, doctoral students and post-docs to explore new areas of global public health research that are likely to attract outside support and to support faculty engaging in global public health scholarship in areas where there are few sources of support.   Visit the Global Public Health Research Challenge Fund   Contact: Martin McDonough            University Research Challenge Fund   The University Research Challenge Fund (URCF) supports faculty-initiated research on a competitive basis and is administered by the URCF Advisory Committee. The Fund aims to encourage investigators to explore new areas of research that are likely to attract outside support, and support faculty engaging in productive scholarship in areas where there are few sources of support.   Contact: Farooq Niazi   Application deadline for the 2014-2015 round has passed. Award decisions will be announced in May 2015.              NYU Whitehead Fellowships for Junior Faculty in Biomedical and Biological Sciences   The New York University Whitehead Fellowships, awarded on a competitive basis, assist faculty in the early years of their independent research careers to conduct focused research projects in the biomedical and biological sciences and enhance their ability to compete successfully for external funds.&amp;nbsp;   Contact: Farooq Niazi   Guidelines and application instructions for 2015 competition are available here .   Letter of Intent due March 25, 2015  Full Application due April 30, 2015            The Humanities Initiative   The Humanities Initiative offers a number of grants and fellowships to full-time faculty in the humanities and art disciplines.   Faculty Research Fellowships        The Humanities Initiative offers Research Fellowships to full-time faculty in the humanities and art disciplines, including but not limited to history, art history, music, philosophy, cultural studies, literary and language studies, religious studies, drama and performance studies, cinema studies, and gender studies. The Research Fellowships support projects that clearly define a research problem that can be investigated in a one-year project period and demonstrate the likelihood of a significant contribution to the field.&amp;nbsp; Fellows are expected to be present in New York within the University community for the entire year of their residency.   Visit the Humanities Initiative Reserarch Fellowships for Faculty   Research Collaboratives  (Formerly known as Working Research Groups)          These grants build community and foster interdisciplinary exchange by bringing together NYU faculty and graduate students in a series of meetings on a focused topic in the humanities where interdisciplinary approaches are likely to be particularly fruitful. Research collaboratives are expected to generate new curricular offerings, publications, conferences, or collaborative faculty projects.   Visit Humanities Initiative Research Collaboratives   Team-Teaching Stipends        This program is designed to foster creative and dynamic teaching across humanistic disciplines and departments, in the interest of generating innovative new courses and teaching formats.   Visit Humanities Initiative Team-Teaching Stipends   Grants-in-Aid for Book Publication Subventions   Full-time faculty with contracts in hand are eligible for up to $1500 to be applied toward specific costs incurred in the process of publishing a monograph or edition: subventions requested by the publisher, assistance with obtaining permissions, and costs associated with translation. Funds are limited and are awarded on a rolling basis throughout the academic year while available.   Visit Humanities Initiative Grants-in-Aid   Contact: Gwynneth Malin            NYU Technology Venture Competition        The NYU Technology Venture Competition serves as a catalyst for the creation of new and the acceleration of existing early stage businesses based on technologies developed by NYU students, faculty and researchers. Sponsored by the NYU Entrepreneurial Institute, the competition awards a total of $75,000 in cash prizes, plus pro bono services and technical assistance.   Visit the Stern School of Business' Venture Competitions   Contact: Loretta Poole            NYU Venture Competition        The NYU Stern New Venture Competition challenges aspiring entrepreneurs and those excited by the new venture creation process to take their ideas from concept to market. Winners compete for a share of the $75,000 Rennert Prize.   Visit the Stern School of Business' Venture Competitions  Contact: Loretta Poole            Social Venture Competition   The NYU Stern Social Venture Competition recognizes and supports the growing number of students and alumni interested in using their business and entrepreneurial skills to create innovative approaches to tackling social problems, here and abroad.&amp;nbsp; Winners of the Social Venture Competition vie for a portion of the $50,000 Social Venture Prize.   Visit the Stern School of Business' Venture Competitions  Contact: Loretta Poole            NYU Innovation Venture Fund        The NYU IVF is a seed-stage venture capital fund created in 2010 to invest in startups founded by NYU students and faculty and/or commercializing technologies and intellectual property development at the University. Its primary objective is to bring more innovations developed in the University to market.   Visit the Innovation Venture Fund              I-Corps        The I-Corps program is a seven-week immersive course for faculty and their graduate students/postdocs to help transform academic research into startup ventures. The program uses the Lean Startup methodology to train academic researchers in hypothesis-driven customer discovery. I-Corps was first launched as an initiative by the National Science Foundation and has since been adopted by the NIH and other agencies. Programs are now available for NYU faculty and researchers across all disciplines.   Visit I-Corps to learn more and contact the NYU Entrepreneurial Institute to apply.            Technology Acceleration &amp; Commercialization (TAC) Awards        The TAC Awards program encourages and promotes the development of research projects and technologies that have the near-term potential for commercialization through start-up creation or licensing.&amp;nbsp; TAC Awards support projects from NYU's Washington Square, Dental School, and NYU-Poly with awards of up to $50,000. The program was designed to cultivate projects that relate to technology for which intellectual property has been obtained or will be sought by NYU, and that seek to advance the commercial development of the technology through prototype development and proof-of-concept studies.   Visit the Technology Acceleration &amp; Commercialization Awards announcement  Contact: Abram Goldfinger                                                     NYU Footer          Search      Directory      Campus Map      Events      Contact Us      Site Map      Copyright and Fair Use      Feedback         Unless otherwise noted, all content copyright New York University. All rights reserved. Designed by The Office of Web Communications"}, {"content": "Funding Opportunities                                                                                                               NYU.edu requires JavaScript be enabled in your browser in order to use important features of the site. JavaScript is either disabled or not supported by your browser. For instructions on how to enable JavaScript in your browser, click here .                       New York University    Skip to Content   Skip to Search   Skip to Navigation   Skip to Sub Navigation                                                        NYUHome Login                            Students           |   Faculty           |   Alumni           |   Employees           |   Community                                   Schools          Arts and Science      College of Arts and Science      College of Dentistry      College of Nursing      Courant Institute of Mathematical Sciences      Gallatin School of Individualized Study      Graduate School of Arts and Science      Institute of Fine Arts      Institute for the Study of the Ancient World      Leonard N. Stern School of Business      Liberal Studies Program      NYU Abu Dhabi      NYU Shanghai      Polytechnic School of Engineering      Robert F. Wagner Graduate School of Public Service      School of Professional Studies      School of Law      School of Medicine      Silver School of Social Work      Steinhardt School of Culture, Education, and Human Development      Tisch School of the Arts                QuickLinks          Academic Calendars      Administrative Units      Albert      Apply for Jobs      Athletics      Bookstores      Bursar      Campus Map      Career Development      Emergencies      Events      Giving to NYU      Housing      ITS      Libraries      News      NYU Apparel      Policies      Public Safety      Registrar      Student Health Center      Student Resources      Wellness Exchange                A-Z          A      B      C      D      E      F      G      H      I      J      K      L      M      N      O      P      Q      R      S      T      U      V      W      X      Y      Z                                                          New York University                          Search NYU                    Pages |    People                                       Main Navigation            About NYU       Admissions       Academics       University Life       Research       Global                                 Bread Crumbs          Faculty   /   Funding Opportunities                 Sub Navigation                                 Curricular Development Challenge Fund                                                                   Funding Opportunities       Funding for research is crucial in order to keep up-to-date with the rapid changes that enable revolutionary discoveries to be made. New York University is among the nation's premier institutions for research. Opportunities for internal University funding may be accessed on this page, and additional faculty funding can be found at the Office of Sponsored Programs and individual school sites.        Curricular Development   Curricular Development Challenge Fund helps schools, departments, and individual faculty members create new academic programs and courses, update and expand existing courses, or undertake special projects that will promote curricular development.   Fulbright Awards   Fulbright Scholar Program Lecturing and Research Awards are available as an opportunity for professional development in over 150 countries. Grants are awarded to faculty of all academic ranks and come from all areas of the humanities, social sciences, the natural and physical sciences, as well as from applied fields such as business, journalism, and the law.   Funding Resources   Learn more about funding resources available to faculty at NYU's Office of Sponsored Programs.   Global Public Health Research Challenge Fund    The Global Public Health Research Challenge Fund (GPHRCF) supports faculty-initiated research on a competitive basis and is administered by the Executive Vice President for Health and a GPHRCF Selection Committee, composed of senior faculty representing a cross-section of disciplines at the University.   Global Research Initiatives   The Provost's Global Research Initiatives program supports research-related activities at a select number of NYU's Global sites. The program supports short- and long-term faculty and graduate student visits to the sites; runs dissertation workshops for doctoral students in the final stages of writing; provides funding for workshops, colloquia, and the like at the sites; and supports collaboration between NYU faculty in New York and NYU faculty at the sites and in Abu Dhabi and in Shanghai.     To learn more about these initiatives, and to submit an application, please visit: http://www.nyu.edu/research/provosts-global-research-initiatives.html   Goddard Junior Faculty Fellowships   The Goddard Junior Faculty Fellowship program provides funds to tenure track faculty who have successfully passed their Third-Year Review to advance their research and scholarship interests. These funds may be used for adjunct replacement during the faculty member’s leave with pay, or to provide support for travel, publications, and other research costs. The award process is school based, selected schools only, with additional information available from the school Dean’s Office.   Contact: Kelly Long, Office of the Provost (Kelly.long@nyu.edu)     Green Grants   NYU Green Grants fund projects that spark the imagination of the NYU community and advance our future as a sustainable university. Projects should reduce adverse environmental impacts, educate and engage the community, demonstrate the viability of best practices, and/or advance applied research goals.   Humanities Initiative   The Humanities Initiative offers a number of grants and fellowships to full-time faculty in the humanities and art disciplines.   Grants-in-Aid   The Grants-in-Aid competition is devoted exclusively to publication assistance. Funds are limited and awarded on a rolling basis.   http://www.humanitiesinitiative.org/grants-in-aid/     Faculty Research Fellowships   The Humanities Initiative offers Research Fellowships to full-time faculty at NYU in the humanities and art disciplines, including but not limited to history, art history, music, philosophy, cultural studies, literary and language studies, religious studies, drama and performance studies, cinema studies, and gender studies. Fellows are expected to be present in New York within the University community for the entire year of their residency. They will meet on a weekly basis to discuss their work-in-progress and that of invited guests, and will participate in initiative activities.   http://www.humanitiesinitiative.org/faculty-graduate-student-fellowships/faculty-fellowships   Research Collaboratives (Formerly known as Working Research Groups)   In an effort to build community and foster interdisciplinary exchange on topics with a humanistic focus at New York University, the Humanities Initiative sponsors the Humanities Initiative Research Collaborative grants. The Initiative envisions a Research Collaboratives as bringing together NYU faculty and graduate students in a carefully planned series of meetings on a focused topic in the humanities where interdisciplinary approaches are likely to be particularly fruitful. The Initiative expects that the work achieved by the Research Collaborative will generate new curricular offerings, publications, conferences, or collaborative faculty projects.     http://humanitiesinitiative.org/faculty-graduate-student-fellowships/research-project-teams/   Team-Teaching Stipends   This program is designed to foster creative and dynamic teaching across humanistic disciplines and departments, in the interest of generating innovative new courses and teaching formats. This year we will consider proposals from two faculty members with different areas of expertise within the same department. However, all things being equal, preference will be given to those proposals which bring together colleagues and, ideally, students from different department, disciplines, and schools. Existing courses may be used for the team-taught initiative, or new courses may be proposed, either to be cross-listed in different departments and/or schools.   http://www.humanitiesinitiative.org/faculty-graduate-student-fellowships/team-teaching-stipends/   Innovation Venture Fund   The NYU Innovation Venture Fund is a seed-stage venture capital fund created to invest in startups founded by NYU students, faculty and researchers, and/or those commercializing NYU-developed technologies and intellectual property. The Fund seeks inventions, discoveries, products or services that were developed in whole or in part at NYU and are ready for commercial product development, rather than those requiring further basic research. Though a complete business plan and team is not required for consideration, the technology underpinning the venture concept should have achieved the proof-of- concept or prototype stage and solve a measurable problem in a large and growing market. The founders should be the nucleus around which a strong, entrepreneurial team can form and execute a financially attractive business plan.   Visit: http://www.nyu.edu/about/university-initiatives/entrepreneurship-at-nyu/fund/innovation-venture-fund.html   Contact: Frank Rimalovski, Managing Director, NYU Innovation Venture Fund (fbr4@nyu.edu)            Postdoctoral and Transition for Academic Diversity   NYU Postdoctoral and Transition Program for Academic Diversity (PTP-AD) supports promising scholars and educators from different backgrounds, races, ethnic groups, and other diverse groups whose life experience, research experience, and employment background will contribute significantly to academic excellence at NYU.   Scholars at Risk/Global Scholars   NYU Scholars at Risk/Vivian G. Prins Global Scholars Fellowships are available to support temporary visits to NYU of up to one year by professors, lecturers, researchers and other intellectuals who have shown potential as important contributors to their discipline and community, and who suffer intimidation or persecution in their home country or country of current residence.   Service Learning   Community Service Project Grants provide support to faculty, students, and staff wishing to create or enhance community service initiatives on the Lower East Side and Greenwich Village and in neighborhoods adjacent to the many NYU schools and divisions.   Service Learning Course Development Grants may be used to develop or enhance undergraduate or graduate courses that include volunteer experience either organized by the instructor or developed by students as an integral part of the course.   Team-Taught Courses   Team-Teaching Stipends are awarded to pairs of full-time faculty in the humanities, social sciences, and sciences to develop team-taught courses for both undergraduate and graduate students to encourage new interdisciplinary directions, directing attention to the close relationship between teaching and humanities research.   NYU Technology Venture Competition   The NYU Technology Venture Competition serves as a catalyst for the creation of new and the acceleration of existing early stage businesses based on technologies developed by NYU students, faculty and researchers. Sponsored by the NYU Entrepreneurial Institute, the competition awards a total of $75,000 in cash prizes, plus pro bono services and technical assistance.   Visit the Stern School of Business' Venture Competitions   Contact: Loretta Poole, Associate Director, Berkley Center for Entrepreneurial Studies (lpoole@stern.nyu.edu)   The University Research Challenge Fund   The University Research Challenge Fund (URCF) supports faculty-initiated research on a competitive basis and is administered by the URCF Advisory Committee. The Fund aims to encourage investigators to explore new areas of research that are likely to attract outside support, and support faculty engaging in productive scholarship in areas where there are few sources of support.   Contact: Farooq Niazi , Director, Provostial Research Programs (farooq.niazi@nyu.edu)   Visual Arts   Visual Arts Initiative Awards The University Arts Council, under the auspices of the Office of Thomas Crow, Associate Provost for the Arts, provides a forum for interdisciplinary research, discussion, and collaboration in the visual arts.   Again this year, the Council will offer a limited number of Visual Arts Awards to foster new initiatives in creative activities and scholarship, and to encourage new ways of thinking about the arts at NYU.   These awards provide up to $5,000 to support the development of innovative projects in the visual arts and related fields. The types of projects that are fundable include, but are not limited to, creation of artwork, research, symposia, lectures, exhibitions, and curriculum development.     Vladeck Fellowships   Vladeck Fellowships enable selected junior faculty to launch or complete substantial research in social justice, health care, labor law, labor history and individual rights, with a concentration on urban problems.   Whitehead Fellowships for Junior Faculty in Biomedical and Biological Sciences   The New York University Whitehead Fellowships, awarded on a competitive basis, assist faculty in the early years of their independent research careers to conduct focused research projects in the biomedical and biological sciences and enhance their ability to compete successfully for external funds.   Guidelines and application instructions for 2015 competition are available here .   Letter of Intent due March 25, 2015  Full Application due April 30, 2015     Contact: Farooq Niazi , Director, Provostial Research Programs (farooq.niazi@nyu.edu)                                                                  NYU&#039;s Aronson Wins IES Grant on Enhancing Student Performance via Intelligence Theory                  A team of psychologists led by NYU's Joshua Aronson has been awarded a $1.4 million grant from the Institute of Education Sciences (IES) to develop teacher-friendly materials for use with 8th and 9th grade students from diverse ethnic and socioeconomic backgrounds.            Read more                                                     NYU Footer          Search      Directory      Campus Map      Events      Contact Us      Site Map      Copyright and Fair Use      Feedback         Unless otherwise noted, all content copyright New York University. All rights reserved. Designed by The Office of Web Communications"}, {"content": "Doctoral Funding Opportunities - Doctoral Studies - NYU Steinhardt                                                                                                    Skip to content       NYU Steinhardt School of Culture, Education, and Human Development         apply now     request info     contact                                               Admissions                    Undergraduate      Admissions              How       to Apply       Visiting       NYU Steinhardt       Tuition and Fees       Financial       Aid       Housing       Transfer Students       Request       Information       Apply       Now                             Graduate      Admissions             How to       Apply       Info Sessions and Events       Tuition        Application Guide       Financial Aid       Housing       Request       Information       Apply Now                             Global      and Special Sessions             Summer       Winter        Study Abroad Programs                                   About Steinhardt                                  Who We Are       Messages from the Dean       Mission and Vision       School Stats       Administration                                       Videos       Social Media Directory       Steinhardt Blogs            Snapshots       Podcasts                                   Academics                   By Level of Study              Undergraduate       Minors       Master's       Doctoral       Certificate                            By Area of Study             Applied Psychology       Art       Education       Health       Media       Music                            Global      and Special Sessions             Global Programs            Summer at Washington Square       Winter at Washington Square                            More      Academics             Academic Departments       Bulletin       Teacher Certification       Courses Listings       Course Evaluations       Course       Search       Lectures and Podcasts                                    Faculty                    Meet      Our Faculty              Alphabetical list       of Faculty       Faculty by Department       Faculty by Expertise       Faculty Blogs       Videos of our Faculty            Faculty Research       News About Our Faculty                            Faculty      Affairs              Open Faculty Positions       Faculty Policies and Guidelines       Faculty Governance       Academic Affairs            Faculty Technology Services       Faculty       Awards       Grants and Funding       Update Your Faculty Bio                                   Students                  Undergraduate Students            Advisement       Registration       Orientation       Transfer Students       Student Honors           Undergraduate Student Government (USG)                            Master's Students            Master's Connection       Advisement       Registration       Orientation       Grants       Graduate Student Organization (GSO)                            Doctoral Students            About Doctoral Studies        Full-Time Funding       Policies       Forms       Events and Deadlines        Research and Grants       Dissertation Guidelines        Past Dissertations                            All Students            Who's Who in Student Affairs       Non-Matriculated Students       Course Schedules and Locations       Graduation and Commencement       Calendar of Events       Student Counseling       Academic Standards       Student Matters Blog       Download Forms and Publications                                 Alumni                    Stay      Connected             Steinhardt Alumni News       NYU Alumni Connect Newsletter       Upcoming NYU Alumni Events       Find an NYU Alumni Club       NYU Alumni Day       Update Your Contact Information       Submit a Class Note        Alumni Profiles       NYU Steinhardt on               NYU Steinhardt Facebook        NYU Steinhardt Twitter        NYU Steinhardt YouTube        NYU Steinhardt LinkedIn                                            Giving      to Steinhardt                The Steinhardt Annual Fund         Make an Online Donation         NYU Giving                             Alumni Resources             NYU Alumni Homepage       Alumni Card and Benefits Program       Wasserman Center for Career Development       Library Privileges                                    Research                    Faculty      Research              Current Research Projects       Faculty       Research Interests       Faculty       Publications       Faculty Research Grant       Opportunities                             Doctoral      Research             Policies       Methods Courses       Forms and Instructions        Events and       Deadlines       Funds       Proposal       and Dissertation                            More Research             Centers and Institutes       Commissions and Consortiums       External Funding Report                                    News and Events                    Recent      News                  NYU Symphony to Play Philip Glass, Valgeir Sigurðsson, at Symphony Space, May 8th       Institute for Education and Social Policy Finds Small High School Reform Boosts Districtwide Outcomes       Secrets of the Sari Revealed at Costume Studies Event, May 2nd       An Evening of Conversation and Performance with Julia Wolfe &#8212; April 29th       At Weekend Hackathon, Experts from NYU and AT&amp;T Look for Solutions for People with Disabilities                            More News             News from NYU Steinhardt       News About Our Faculty       Steinhardt At a Glance       Newsletters            Faculty Blogs       All Blogs                            Press Room             Press Releases       Faculty Experts       Steinhardt in the News       Expert Video Commentary       Press Contact                            Events             Calendar of Events       Events and Conferences                                   Media                               Videos       Blogs       Photo Essays       Podcasts              NYU Steinhardt Facebook        NYU Steinhardt Twitter        NYU Steinhardt YouTube        NYU Steinhardt LinkedIn        NYU Steinhardt RSS        NYU Steinhardt Instagram                                                   Doctoral Studies                        About Doctoral Studies        Full-Time Funding        Policies        Forms        Events and Deadlines          Research and Grants        Dissertation Guidelines        Past Dissertations                                           Doctoral Funding Opportunities                      Office of Research and Doctoral Studies             Undergraduate and Master’s Students Research/Creative Projects Award   Up to 10 Awards    Outstanding undergraduate or master&rsquo;s Students at NYU Steinhardt are invited to apply for the Steinhardt Undergraduate and Master&rsquo;s Student Research/Creative Project Award. Students may be awarded up to $1,000 to conduct a research study or creative project under the supervision of a faculty member. The proposed research or project must be conducted within the time specified, and adhere to guidelines established by the University Committee on Activities Involving Human Subjects.    Criteria for evaluation       The extent to which the work will lead to the development of scholarly or creative work (e.g., critical, theoretical and/or historical studies, projects in the visual arts and music)    Significance and potential for advancing the field of study    Innovation in approach    Well-specified plan    Feasibility of undertaking the project    Experience and potential of the project investigator to conduct the proposed work       Eligibility and Restrictions       Open to all Steinhardt undergraduate and master&rsquo;s students    Awards may not exceed 12 months without prior approval from the Steinhardt Office of Research    Students may only receive this award one time during their studies    All awardees must provide the Office of Research and Doctoral Studies with UCAIHS Approval prior to disbursement of funds (if required).    If awarded, all investigators must provide a one-page mid-year progress report to the Steinhardt Office of Research no later than January 15th and a final progress report no later than July 1st. Additionally, we ask recipients of Challenge Awards to present findings at a Steinhardt research forum.       Previously funded Students Research/Creative Projects    Undergraduate and Master&rsquo;s Students Research/Creative Projects Proposal Elements    The proposal must contain the following elements:       Complete application cover page (plesae make sure to allow enough time to get needed signatures)    250 word abstract (will be published if awarded)    5-page research plan or description of the creative project. Should not exceed 5 pages (minimum Arial 11 pt font, 1/2\" margins, double spaced, including all pictures, graphs, and tables) and include the following:      Specific Aims, clearly stated    Background and Significance: Why is it important? What will it contribute to your field of study, career, professional development?    Methodology/procedures    Describe the role of your sponsor/mentor in the proposed work and how you will work together over the course of the project    If your project is part of a larger faculty project, explain how your proposal is independent and distinct from this larger project.          Current CV (5 page limit)    Line item budget and budget narrative      Please list necessary costs. Costs may include such items as travel necessary to the project, fieldwork expenses, participant incentives, software licenses, supplies. Funding cannot be used for computer equipment . Include a one-page budget justification explaining the purpose of each line item.          Letter of support and commitment from the student&rsquo;s mentor indicating willingness to work with the student in the completion of work. (Your mentor must be an NYU faculty member. Adjunct professors are allowed as long as they will be teaching during the grant period.)    Timeline for completing the project       Submission deadline, guidelines, and procedures.          Doctoral Dissertation Grant   Up to 10 Awards    The Doctoral Dissertation Grant competition provides support up to $1,000 for the completion of the dissertation. Doctoral candidates with approved dissertation proposals , UCAIHS clearance (if required) and in good academic standing, are invited to apply for the grant to support data collection directly related to their dissertation work. Proposals will be judged on the basis of their scientific merit and feasibility.    Criteria for evaluation       Significance and potential for advancing the field of study and enhancing the translation of theory to practice    Well-specified research problem    Feasibility of the conceptual framework, plan and methodology    Experience and potential of the project investigator to conduct the proposed research       Eligibility and Restrictions       All Doctoral candidates with approved dissertation proposals are eligible to apply    Awards may not exceed 12 months without prior approval from the Steinhardt Office of Research    Students may only receive one internal dissertation support award (either the Steinhardt Doctoral Dissertation Award or Mitchell Leaska Dissertation Award) one time during their studies.    All awardees must provide the Office of Research and Doctoral Studies with UCAIHS Approval prior to disbursement of funds.    If awarded, all investigators must provide a one-page mid-year progress report to the Steinhardt Office of Research no later than January 15th and a final progress report no later than July 1st. Additionally, we ask recipients of Challenge Awards to present findings at a Steinhardt research forum.       Previously funded Doctoral Dissertation Grants.    Doctoral Dissertation Grant Proposal Elements    The proposal must contain the following elements:       Complete application cover page    250 word abstract (will be published if awarded)    5-page synopsis of dissertation proposal      Should not exceed 5 pages (minimum Arial 11 pt font, 1/2\" margins, double spaced) excluding all pictures, graphs, and tables).          Dissertation proposal approval signature page    Current CV (5 page limit)    Line item budget and budget narrative      Please list necessary costs. Costs may include such items as travel necessary to the project, fieldwork expenses, participant incentives, software licenses, supplies. Funding cannot be used for computer equipment . Include a one-page budget justification explaining the purpose of each line item.          Letter of support and commitment from the student&rsquo;s mentor indicating willingness to work with the student in the completion of work    Timeline for completing the dissertation.    UCAIHS approval (if required).       Submission deadline, guidelines, and procedures.          Doctoral Fellowship Proposal Summer Development Award   Up to 5 Awards    The goal of the program is to support doctoral students over the summer in the year the award is made in the development and writing of a fellowship or grant proposal, which will be submitted to external funding sources in the following academic year.    Proposals will be judged on the basis of their scientific merit and fit with the selected external funding source. The students must be enrolled in a doctoral program at New York University&rsquo;s Steinhardt School. Preference may be given to proposals to external agencies that are underway and for which feasibility is demonstrated. Students will meet throughout the summer (2014) as a group to write, read, and develop individual proposals, which will be submitted to external funding agencies (NIH, NSF, IES, Ford Foundation, etc). Support will be provided as hourly compensation. In-person attendance at the monthly summer meetings will be mandatory as these meetings are run in workshop style to help you develop your proposals while working with members of our office as well as with other funded students. Meetings will take place on the following dates: June 18, July 23 and August 13, 2015 from 11am to 2pm.    Criteria for evaluation       The extent to which the development work during the summer will lead to a grant submission in the following academic year    Significance and potential for advancing the field of study    Innovation in area to be studied    Well articulated plan for submitting grant for external funding    Feasibility of undertaking the project    Experience and potential of the project investigator to develop the grant       Eligibility and Restrictions       All Doctoral candidates with approved dissertation proposals are eligible to apply. Candidates without approved dissertation proposals may submit a letter from their committee chair stating progress towards approval and support    Awards may not exceed 12 months without prior approval from the Steinhardt Office of Research    Students may only receive this award one time during their studies    Students must have at least 10 hours a week of available student employment time to commit to the program. As per NYU policy you are not able to work in excess of 30 hours per week so if you have paid commitments to other NYU projects you may need to adjust your time).       Doctoral Fellowship Proposal Summer Development Award Proposal Elements    The proposal must contain the following elements:       Complete application cover page    500 word abstract of dissertation proposal    1-page statement of the student&rsquo;s research experience and progress toward degree completion      Should not exceed 1 page (minimum Arial 11 pt font, 1/2\" margins, double spaced) excluding all pictures, graphs, and tables.          Dissertation proposal approval signature page    Current CV (5 page limit)    Name and source of at least one external funding opportunity to which your proposal will be submitted in the next academic year    Letter of support and commitment from the student&rsquo;s mentor indicating willingness to work with the student the development of his/her external funding application    If required, a letter from your committee chair stating progress towards dissertation approval       Submission deadline, guidelines, and procedures.          Due Dates and Submission Procedures   Please submit proposals no later than 5:00 p.m. on March 17, 2015, to The NYU Steinhardt Office of Research by emailing Michael.Marino@nyu.edu . In effort to reduce our environmental impact, the Office of Research Requests that Final Proposals be submitted electronically as one PDF file. The file name must include the award mechanism title (DDG, SD, RCP) followed by the principal investigators last name. If you have any problems converting your proposal into a single file with all the required parts please contact the Office of Research for assistance.    The investigator must obtain the approval of her/his mentor and chair before final submission and, if funded, is responsible for obtaining any other necessary clearances before the project can begin (i.e. insurance, human subjects).    Please use the 2015 Proposal Application Face Page for all submissions.    Information Sessions    Information Sessions    There will be two information sessions held where any questions that you may have about the application procedure can be addressed. All award mechanisms will be covered at the information sessions. The first session will be held on February 3, 2015 from 3-4pm. The second information session will be February 12, 2015 from 10-11am. Both sessions will cover the same material and take place in the Pless 4 Payne Conference Room. Attendance at the information session is not required but if you are planning to attend please register .    Budgets    Please list necessary costs in a one-page line item budget. Costs may include such items as travel necessary to the project, fieldwork expenses, software, supplies, research subject payments, etc. Please refer to specific mechanism RFP for funding restrictions . Include a budget justification explaining the purpose of each line item. Budgets are not required for the Doctoral Fellowship Proposal Summer Development Award .    If needed, please contact Michael Marino (212) 992-6735 in the NYU Steinhardt Office of Research for assistance in preparing these materials.    Human Subjects    We expect many proposals will include the participation of human subjects. Investigators should note that the New York University Committee on Activities Involving Human Subjects must review and approve all funded proposals. Investigators are strongly encouraged to apply for human subjects approval shortly after the application is submitted. Please note that if there are human subjects included in the proposal, we cannot award funding until NYU has granted human subjects approval. The Office of Research must receive a copy of the UCAIHS approval before we will release funds.    More Information about Human Subjects .    Review Procedures    The NYU Steinhardt Challenge Review Committee, composed of a cross-section of faculty, will consider and review all proposals. The Committee members will undertake comprehensive evaluations of all proposals, identifying those they believe to be most meritorious using standard review processes. The committee will transmit information about the proposals to the Office of Research. The Office of Research will make final determination of awards based on merit and availability of funds. We will notify all applicants of decisions and review comments by the end of May.    Awards    We will offer awards of one year&rsquo;s duration in time to start on September 1, 2015. It is our expectation that projects will be completed by August 31, 2016. Summer Grant Development stipends will be dispersed in the form of hourly wages prior to August 31, 2015, pursuant to successful completion of group review meetings.    Reporting    If awarded, all investigators must provide a one-page mid-year progress report to the Steinhardt Office of Research no later than January 15th and a final progress report no later than July 1st. Additionally, we ask recipients of Challenge Awards to present findings at a Steinhardt research forum.    Please contact the Office of Research with any questions you have regarding the Student Challenge Grants Program.    Phone: (212)-992-9382    Email: steinhardt.research@nyu.edu          Student Research            Check out our annual Scholarship Day !    Human Subjects    All Steinhardt students initiating a UCAIHS (University Committee on Activities Involving Human Subjects) application for any research study are required to follow the internal clearance process .    Funding and Mentoring Program for Full-Time PhD Students    The Steinhardt School offers all full-time PhD students who matriculate in September 2010 or later a complete funding and mentoring program. All students offered admission to our PhD programs are awarded a full funding package and are assigned to a faculty mentor. There is no special application required.    Internal Research Grant Opportunities for Students       Abstracts to Currently Funded Student Projects    Steinhardt Undergraduate and Master's Students Research/Creative Project Awards    Mitchell Leaska Dissertation Research Award    Steinhardt Doctoral Dissertation Grant    Phi Delta Kappa Doctoral Dissertation Award    Steinhardt Doctoral Fellowship Proposal Summer Development Award    Steinhardt Doctoral Student Travel Funds       The Steinhardt Doctoral Student Travel Fund provides a maximum of $500.00 for expenses associated with presenting papers at scholarly and professional conferences. Reimbursement is limited to expenses for travel, food, lodging, and conference fees. Steinhardt doctoral students who meet the criteria outlined below are encouraged to apply for funds by filling out and returning the required application to the Office of Research and Doctoral Studies in accordance with the following deadlines:    Spring semester: February 1 Summer semester: May 1 * Fall semester: October 1    * Please note that funds are distributed as they are available. Due to unusually high demand for this award, remaining funds for the academic year 2013-14 are extremely limited.     Additional Information    Frequently Asked Questions Regarding Student Grants    External Funding Guide for Doctoral Students                         This site, and all its contents, are Copyright &copy;        by New York University. All rights reserved.    Steinhardt School of Culture, Education, and Human Development - 82 Washington Square East, New York, NY 10003"}]}]