[{"detail": [{"content": "Doctoral Programs - Media, Culture, and Communication - NYU Steinhardt                                           Skip to content        NYU Steinhardt School of Culture, Education, and Human Development           apply now     request info     contact                                     Department of Media, Culture, and Communication           Faculty          Full-Time Faculty      Adjunct Faculty      Publications      Research      Editorial Boards      Visiting Scholars              Undergraduate          BS in MCC            Overview     Degree Requirements     Liberal Arts Core     Fields of Study     Restricted Electives     Course Descriptions            BS in MCC/GPH         Overview     Degree Requirements     Liberal Arts Core     Fields of Study     Restricted Electives     GPH Course Descriptions     MCC Course Descriptions           Advising &amp; Registration    Minors    Transfers      Prospective Students         Admissions     Frequently Asked Questions           Honors Program    Comm Club         Master's       Master of Arts    Dual Degree Program      Curriculum         Areas of Study     Course Offerings     Current Course Details     Sample Course Schedules           Current Students         Forms and Procedures      Thesis Abstracts             MA Profiles    Prospective Students         Admissions     Frequently Asked Questions     Chat with Advisor               Doctoral       Doctor of Philosophy    Curriculum         Required Coursework     Course Offerings     Current Course Details           Current Students         Forms and Procedures     Exams     Dissertation Abstracts             PhD Profiles    Prospective Students         Admissions     Principles and Procedures     Funding and Grants     Frequently Asked Questions                Internships         For Students               Program Highlights      Internship Credit      Internship Forms              For Employers           Information for Employers          NYU Career Development                    News and Events         News and Upcoming Events     Annual Events     Department Listserv        Study Abroad         MCC Abroad     Global Media Scholars        Steinhardt Abroad     NYU Abroad           Alumni         MCC Alumni     Steinhardt Alumni     NYU Alumni           Resources         Technical Support     Funding            Find Funding       Faculty Funding       Student Funding              Research     Professional Development     Digital Archives            PDF Archives       Ad Archive       Dead Media Archive               Doctoral Wiki     Teaching Handbook           About         Message from the Chair     Staff     Contact     Request Information     Bulletin     Apply for Admission                MCC Facebook   MCC Twitter   MCC Vimeo   MCC Youtube   MCC Flickr   MCC LinkedIn          Doctoral Programs - Media, Culture, and Communication                                             Alumni Profiles                  Jacob Gaboury (PhD 2014) joins the Department of Cultural Analysis and Theory at Stony Brook as an Assistant Professor. His research interests include new and digital media, media history, art and technology, queer theory, and media archaeology. His dissertation, \"Image Objects: An Archaeology of Computer Graphics, 1965-1979,\" investigated the early history of computer graphics and the role they play in the move toward new forms of simulation and object oriented design. Jacob is also currently a staff writer for the art and technology organization Rhizome at the New Museum for Contemporary Art in New York City, where he writes on contemporary art and technology.            Carolyn L. Kane (PhD 2011) is the author of Chromatic Algorithms: Synthetic Color, Computer Art, and Aesthetics after Code (University of Chicago Press 2014), a book analyzing the role of electronic color in creative computing after 1960. Dr. Kane is also a postdoctoral fellow at Brown University (2014-2015) and assistant professor of visual communications at Ryerson University in Toronto. Her teaching and research fields include the history and philosophy of new media and digital aesthetics.         Michael Zimmer (PhD 2007) spent a year as a postdoctoral fellow at Yale's Information Society Project before joining the faculty at the University of Wisconsin-Milwaukee. In addition to being an Assistant Professor in its School of Information Studies, he serves as Director of the University's Center for Information Policy Research. Zimmer credits Helen Nissenbaum's research for shaping his early interest in privacy. His dissertation explored the concept of the ideal search engine&mdash;the promise of navigating physical and intellectual space and the perils associated with this boundless flow of information. Zimmer continues his work in privacy (theory &amp; applied); one angle being the ethical implications of digital services made available by Library 2.0, such as large-scale digitization projects.         Scott Selberg (PhD 2013) joins the University of Michigan as a Postdoctoral Fellow in the Michigan Society of Fellows and as an Assistant Professor in the Department of Communication Studies . Selberg's research explores the visual culture of Alzheimer's disease. His dissertation traced the visual culture of Alzheimer&rsquo;s since its discovery at the beginning of the 20th century in order to show how certain techniques and technologies of representation help articulate popular knowledge and values of cognition, aging, and personhood. It described the history of how the disease has been represented in popular and public culture, such as Hollywood movies, scientific imagery, and pharmaceutical marketing, also investigating how the ethics and aesthetics of representation itself are essential to the imagination of the disease in America.         Hatim El-Hibri (PhD 2012) has joined the American University of Beirut as Assistant Professor in the Department of Sociology, Anthropology and Media Studies . His research examines media technologies and urban space in the Middle East. His dissertation traced the history of the visualization of Beirut, from the politics of aerial photography and mapping during the French Mandate, to the visual economy of postwar construction, to the materiality of Hizballah's live satellite television. His current book project situates Beirut in regional and global topologies of power, and considers implications for how we understand the materiality of urban infrastructures, the mediation of ethno-religious belonging, and the place of Arab media in global visual culture.         Currently a Postdoctoral Research Associate at the Center for Information Technology Policy at Princeton University , Solon Barocas (PhD 2014) wrote his dissertation on the novel challenges that data mining poses to fairness and privacy. Examples include the use of predictive analytics for counterterrorism, voter microtargeting in political campaigns, the impact of data mining techniques on model-building in economics and finance, and the integration of evidence-based medicine with clinical decision support systems. He has also collaborated on projects that have explored policies for facial recognition technology and alternatives to the current model of online behavioral advertising.         Devon Powers (PhD 2008) is Associate Professor in the Department of Communication at Drexel University, where she also serves as Director of Undergraduate Studies. Powers' research interests include popular music, 20th century history, and cultural intermediation &ndash; the people and processes that operate \"in between\" the production and consumption of culture. Her book Writing the Record: The Village Voice and the Birth of Rock Criticism was published in 2013. Powers completed a fellowship at the University of Leeds in 2014.         Jennifer E. Telesca (PhD 2014) is Assistant Professor of Environmental Justice in the Department of Social Science and Cultural Studies at the Pratt Institute. Her dissertation, Red Gold: On the Global Politics of Regulating Marine Life probes how diplomats from across the globe make decisions about marine life on the high seas. Based on three years of ethnographic research, her study examines how the prized bluefin tuna mediates the tension between marine conservation and the global commodities trade, and asks for whom is the Atlantic governed.         Matthew Powers (PhD 2013) has accepted a tenure-track position as an Assistant Professor in the Department of Communication at the University of Washington-Seattle. Powers' research looks at the information work of NGOs, the types of news coverage they support, and whether NGOs expand or reinforce established patterns of international news attention. His dissertation, \"Humanity's Publics: NGOs, Journalism and the International Public Sphere,\" examines reporting roles assumed by international NGOs as legacy media outlets cut their foreign news budgets. The International Communication Association presented Powers with the Gene Burd Outstanding Dissertation in Journalism Studies award at its annual conference.          Alice Marwick (PhD 2010) joined the Department of Communication and Media Studies at Fordham in Fall 2012 as an Assistant Professor. Before this, Marwick completed a two-year postdoc at Microsoft Research, where she collaborated with danah boyd, among others, on ethnographic research involving youth populations and social media. Marwick's dissertation examined ideas of identity, status, and techniques for self-promotion that grew up around the birth of web 2.0, or social media technologies. Marwick is finishing a book on this subject for Yale Press, and says her next big project will consider conspicuous consumption in the digital realm. Part of this will include the study of visual-based online communities such as Tumblr and fashion blogs.         May Farah received her PhD from MCC in 2011 and recently accepted a position as Assistant Professor in the Department of Sociology, Anthropology and Media Studies at the American University of Beirut. Her research interests include mediated nationalism and representations, transnationalism and spatiality, and new media. Her dissertation, entitled Home versus Shelter: Place, Media, and Identity among Lebanon&rsquo;s Palestinian Refugees , focused on the relationship between diasporic populations and national identity in a globalized media age. Her work is situated at the intersections of Media Studies, Cultural Studies, and Middle Eastern Studies.         Max Liboiron (PhD 2012) is Assistant Professor in Culture and Technology in the Department of Sociology at Memorial University of Newfoundland and Labrador . Her previous appointments include a postdoctoral fellowship with ISTC-Social and at the Social Science Environmental Health Research Institute at Northeastern University. Liboiron's thesis Redefining Pollution: Plastics in the Wild uses ocean plastics and endocrine disruptors that leach from plastics to investigate how scientific and technological techniques used to describe a environmental phenomenon influence the definition of pollution and dictate forms of pollution control.                      Next Feature &gt;&gt;                      Featured Video                  PROGRAM is a collaborative, interdisciplinary event series organized by graduate students within New York University’s departments of Media, Culture, and Communication, English, and Comparative Literature. The series will present talks that explore the cultural, historical, aesthetic, and political impact of software and programming logic.  The goal of the series is to create an interactive space for the exploration of emerging practices across media and literature, both online and off. To this end we have organized a series of events, in which a pair of prominent scholars will explore one particular methodological approach to the study of software’s impact on culture and literature, including media archaeology, software aesthetics, ubiquitous computing and urban space, and game design and narrative.  The series is open to the public, and is intended to facilitate a dialogue on the intersections of these fields.  For more information visit: http://www.programseries.com            Permalink |          Email |     Share on: Facebook |       Twitter                                            What is the PROGRAM Series?                                    Several guiding principles shape the intellectual projects of our Department:       A commitment to interdisciplinarity in the study of media and culture. Scholars and doctoral students engage with theoretical concepts and perspectives from a range of disciplines, including media studies, cultural studies, media history, visual culture, sound studies, anthropology, sociology, political science, and so on, in order to deploy interdisciplinary strategies of analysis.    A multi-methodological approach that draws on a diverse array of research methods in media and cultural analysis, including audience studies, semiotics, ethnography, qualitative and quantitative discourse analysis, in-depth interviewing, political/cultural economy, network analysis, and other interpretive and critical approaches.    A historical perspective that situates the study of media, technology, and culture within historical contexts, comparative historical research, media archaeology, genealogy, and media history.    A global, comparative approach in relation to cultural differences, media forms, historical frameworks, and theoretical paradigms.       The doctoral program offers five research areas, which operate as guiding frameworks for intellectual inquiry across the Department. These areas of research are overlapping and interrelated, and we encourage students to take advantage of course offerings in all five areas.    Global and Transcultural Studies While all of our doctoral research areas integrate the study of media, technology, and culture in the context of an increasingly globalized world, this research area specifically centers on inflections of the global mediascape as cross-national, transnational, or transcultural. Specific areas include: critical theories of globalization, transcultural flows, international development and postcolonial studies, comparative media systems, cross-national comparative research design, global social movements, international and intra-national media and culture treaties and policymaking, critical cultural geography, alternative modernities, and global ethnography. Faculty areas of regional expertise include: the Middle East, South Asia, East Asia, South and North America, Africa, and Eastern and Western Europe.    Technology and Society The study of technology as a political, cultural, economic, and aesthetic force is a crucial area of analysis for contemporary media scholarship. Our Department emphasizes the philosophy and politics of technology within cultural and social frameworks. Specific areas of focus include ethnographies of technological communities; philosophical, ethical, social and political dimensions of information and communications technology; information and communications policy; history of technological devices and forms of mediation; the history of science and technology; media archaeology and the study of \"dead media\"; the legal implications of technological regulation and change; copyright and intellectual property; information technologies, media, and privacy; the effects of digital and/or social media on society; visual technologies; and technologies of the built environment.    Visual Culture and Sound Studies Scholarship on visual culture and sound studies is an important emerging field across our disciplines. The study of visual culture recognizes the primary role of visual media in the enactment of power relations, the circulation of information and ideas, and the cultural practices that make meaning. Visual culture is about the study of images across a range of social arenas, from the news to art, advertising, science, fashion, television, film, digital images, architecture, and amateur media, acknowledging the experience of cross-mediation as a key factor in the contemporary visual realm. The study of visual culture is global, political, and engaged with interdisciplinary inquiries. Sound studies incorporates cultural, technological, philosophical, institutional, and interpretive approaches to practices of consuming and producing mediated sound. As an interdisciplinary field of study, it draws on media history, aesthetics, cultural analysis, formalist methods, ethnography, technological mediation, and an understanding of social and global activity determined by its auditory, sonic, and communicative materiality.    Media Institutions and Politics Mediated communication in all its forms is critically examined by exploring the relationships of power involved in its creation, distribution, and consumption. Specific areas of inquiry include: the political economy of media systems; legal and regulatory regimes of mediated communication; the professional practices and organizational routines of workers in the culture industries, including journalism, public relations, advertising, and the entertainment industry; critical discourse and content analyses of news; state-manufactured propaganda; media ecology; legislative debate and shaping of public policy; historical and contemporary social movements; processes of protest, public dissent and censorship; political campaign communication; media activism and advocacy; and other political uses of media and communication technologies.    Critical Theories of Media and Communication The study of media and communication requires engagement with a variety of theoretical traditions, including historical materialism, psychoanalysis, phenomenology, pragmatism, the Frankfurt School of critical theory, gender and queer theory, critical race theory, critical legal theory, field theory, actor-network theory, speculative realism, speech-act theory, and the various strands of structuralism and post-structuralism. The Department approaches critical theory from the perspective of critique, that is to say, from an ongoing self-examination of how knowledge and culture are created, acquired, maintained, and transmitted. In its core courses and elective seminars the graduate program seeks to train doctoral students to be subtle yet rigorous practitioners of critique in its many forms.    Frequently Asked Questions    We receive an enormous number of inquiries about our program. Our Frequently Asked Questions page will provide you with basic information and the steps you should take in order to become familiar with our faculty and program.                     This site, and all its contents, are Copyright &copy;    by New York University. All rights reserved.   NYU Steinhardt - Media, Culture, and Communication - 239 Greene Street, 8th Floor, New York,  NY 10003"}]},
{"detail": [{"content": "Doctoral Programs - Media, Culture, and Communication - NYU Steinhardt                                           Skip to content        NYU Steinhardt School of Culture, Education, and Human Development           apply now     request info     contact                                     Department of Media, Culture, and Communication           Faculty          Full-Time Faculty      Adjunct Faculty      Publications      Research      Editorial Boards      Visiting Scholars              Undergraduate          BS in MCC            Overview     Degree Requirements     Liberal Arts Core     Fields of Study     Restricted Electives     Course Descriptions            BS in MCC/GPH         Overview     Degree Requirements     Liberal Arts Core     Fields of Study     Restricted Electives     GPH Course Descriptions     MCC Course Descriptions           Advising &amp; Registration    Minors    Transfers      Prospective Students         Admissions     Frequently Asked Questions           Honors Program    Comm Club         Master's       Master of Arts    Dual Degree Program      Curriculum         Areas of Study     Course Offerings     Current Course Details     Sample Course Schedules           Current Students         Forms and Procedures      Thesis Abstracts             MA Profiles    Prospective Students         Admissions     Frequently Asked Questions     Chat with Advisor               Doctoral       Doctor of Philosophy    Curriculum         Required Coursework     Course Offerings     Current Course Details           Current Students         Forms and Procedures     Exams     Dissertation Abstracts             PhD Profiles    Prospective Students         Admissions     Principles and Procedures     Funding and Grants     Frequently Asked Questions                Internships         For Students               Program Highlights      Internship Credit      Internship Forms              For Employers           Information for Employers          NYU Career Development                    News and Events         News and Upcoming Events     Annual Events     Department Listserv        Study Abroad         MCC Abroad     Global Media Scholars        Steinhardt Abroad     NYU Abroad           Alumni         MCC Alumni     Steinhardt Alumni     NYU Alumni           Resources         Technical Support     Funding            Find Funding       Faculty Funding       Student Funding              Research     Professional Development     Digital Archives            PDF Archives       Ad Archive       Dead Media Archive               Doctoral Wiki     Teaching Handbook           About         Message from the Chair     Staff     Contact     Request Information     Bulletin     Apply for Admission                MCC Facebook   MCC Twitter   MCC Vimeo   MCC Youtube   MCC Flickr   MCC LinkedIn          Doctoral Programs - Media, Culture, and Communication                                             Alumni Profiles                  Jacob Gaboury (PhD 2014) joins the Department of Cultural Analysis and Theory at Stony Brook as an Assistant Professor. His research interests include new and digital media, media history, art and technology, queer theory, and media archaeology. His dissertation, \"Image Objects: An Archaeology of Computer Graphics, 1965-1979,\" investigated the early history of computer graphics and the role they play in the move toward new forms of simulation and object oriented design. Jacob is also currently a staff writer for the art and technology organization Rhizome at the New Museum for Contemporary Art in New York City, where he writes on contemporary art and technology.            Carolyn L. Kane (PhD 2011) is the author of Chromatic Algorithms: Synthetic Color, Computer Art, and Aesthetics after Code (University of Chicago Press 2014), a book analyzing the role of electronic color in creative computing after 1960. Dr. Kane is also a postdoctoral fellow at Brown University (2014-2015) and assistant professor of visual communications at Ryerson University in Toronto. Her teaching and research fields include the history and philosophy of new media and digital aesthetics.         Michael Zimmer (PhD 2007) spent a year as a postdoctoral fellow at Yale's Information Society Project before joining the faculty at the University of Wisconsin-Milwaukee. In addition to being an Assistant Professor in its School of Information Studies, he serves as Director of the University's Center for Information Policy Research. Zimmer credits Helen Nissenbaum's research for shaping his early interest in privacy. His dissertation explored the concept of the ideal search engine&mdash;the promise of navigating physical and intellectual space and the perils associated with this boundless flow of information. Zimmer continues his work in privacy (theory &amp; applied); one angle being the ethical implications of digital services made available by Library 2.0, such as large-scale digitization projects.         Scott Selberg (PhD 2013) joins the University of Michigan as a Postdoctoral Fellow in the Michigan Society of Fellows and as an Assistant Professor in the Department of Communication Studies . Selberg's research explores the visual culture of Alzheimer's disease. His dissertation traced the visual culture of Alzheimer&rsquo;s since its discovery at the beginning of the 20th century in order to show how certain techniques and technologies of representation help articulate popular knowledge and values of cognition, aging, and personhood. It described the history of how the disease has been represented in popular and public culture, such as Hollywood movies, scientific imagery, and pharmaceutical marketing, also investigating how the ethics and aesthetics of representation itself are essential to the imagination of the disease in America.         Hatim El-Hibri (PhD 2012) has joined the American University of Beirut as Assistant Professor in the Department of Sociology, Anthropology and Media Studies . His research examines media technologies and urban space in the Middle East. His dissertation traced the history of the visualization of Beirut, from the politics of aerial photography and mapping during the French Mandate, to the visual economy of postwar construction, to the materiality of Hizballah's live satellite television. His current book project situates Beirut in regional and global topologies of power, and considers implications for how we understand the materiality of urban infrastructures, the mediation of ethno-religious belonging, and the place of Arab media in global visual culture.         Currently a Postdoctoral Research Associate at the Center for Information Technology Policy at Princeton University , Solon Barocas (PhD 2014) wrote his dissertation on the novel challenges that data mining poses to fairness and privacy. Examples include the use of predictive analytics for counterterrorism, voter microtargeting in political campaigns, the impact of data mining techniques on model-building in economics and finance, and the integration of evidence-based medicine with clinical decision support systems. He has also collaborated on projects that have explored policies for facial recognition technology and alternatives to the current model of online behavioral advertising.         Devon Powers (PhD 2008) is Associate Professor in the Department of Communication at Drexel University, where she also serves as Director of Undergraduate Studies. Powers' research interests include popular music, 20th century history, and cultural intermediation &ndash; the people and processes that operate \"in between\" the production and consumption of culture. Her book Writing the Record: The Village Voice and the Birth of Rock Criticism was published in 2013. Powers completed a fellowship at the University of Leeds in 2014.         Jennifer E. Telesca (PhD 2014) is Assistant Professor of Environmental Justice in the Department of Social Science and Cultural Studies at the Pratt Institute. Her dissertation, Red Gold: On the Global Politics of Regulating Marine Life probes how diplomats from across the globe make decisions about marine life on the high seas. Based on three years of ethnographic research, her study examines how the prized bluefin tuna mediates the tension between marine conservation and the global commodities trade, and asks for whom is the Atlantic governed.         Matthew Powers (PhD 2013) has accepted a tenure-track position as an Assistant Professor in the Department of Communication at the University of Washington-Seattle. Powers' research looks at the information work of NGOs, the types of news coverage they support, and whether NGOs expand or reinforce established patterns of international news attention. His dissertation, \"Humanity's Publics: NGOs, Journalism and the International Public Sphere,\" examines reporting roles assumed by international NGOs as legacy media outlets cut their foreign news budgets. The International Communication Association presented Powers with the Gene Burd Outstanding Dissertation in Journalism Studies award at its annual conference.          Alice Marwick (PhD 2010) joined the Department of Communication and Media Studies at Fordham in Fall 2012 as an Assistant Professor. Before this, Marwick completed a two-year postdoc at Microsoft Research, where she collaborated with danah boyd, among others, on ethnographic research involving youth populations and social media. Marwick's dissertation examined ideas of identity, status, and techniques for self-promotion that grew up around the birth of web 2.0, or social media technologies. Marwick is finishing a book on this subject for Yale Press, and says her next big project will consider conspicuous consumption in the digital realm. Part of this will include the study of visual-based online communities such as Tumblr and fashion blogs.         May Farah received her PhD from MCC in 2011 and recently accepted a position as Assistant Professor in the Department of Sociology, Anthropology and Media Studies at the American University of Beirut. Her research interests include mediated nationalism and representations, transnationalism and spatiality, and new media. Her dissertation, entitled Home versus Shelter: Place, Media, and Identity among Lebanon&rsquo;s Palestinian Refugees , focused on the relationship between diasporic populations and national identity in a globalized media age. Her work is situated at the intersections of Media Studies, Cultural Studies, and Middle Eastern Studies.         Max Liboiron (PhD 2012) is Assistant Professor in Culture and Technology in the Department of Sociology at Memorial University of Newfoundland and Labrador . Her previous appointments include a postdoctoral fellowship with ISTC-Social and at the Social Science Environmental Health Research Institute at Northeastern University. Liboiron's thesis Redefining Pollution: Plastics in the Wild uses ocean plastics and endocrine disruptors that leach from plastics to investigate how scientific and technological techniques used to describe a environmental phenomenon influence the definition of pollution and dictate forms of pollution control.                      Next Feature &gt;&gt;                      Featured Video                  PROGRAM is a collaborative, interdisciplinary event series organized by graduate students within New York University’s departments of Media, Culture, and Communication, English, and Comparative Literature. The series will present talks that explore the cultural, historical, aesthetic, and political impact of software and programming logic.  The goal of the series is to create an interactive space for the exploration of emerging practices across media and literature, both online and off. To this end we have organized a series of events, in which a pair of prominent scholars will explore one particular methodological approach to the study of software’s impact on culture and literature, including media archaeology, software aesthetics, ubiquitous computing and urban space, and game design and narrative.  The series is open to the public, and is intended to facilitate a dialogue on the intersections of these fields.  For more information visit: http://www.programseries.com            Permalink |          Email |     Share on: Facebook |       Twitter                                            What is the PROGRAM Series?                                    Several guiding principles shape the intellectual projects of our Department:       A commitment to interdisciplinarity in the study of media and culture. Scholars and doctoral students engage with theoretical concepts and perspectives from a range of disciplines, including media studies, cultural studies, media history, visual culture, sound studies, anthropology, sociology, political science, and so on, in order to deploy interdisciplinary strategies of analysis.    A multi-methodological approach that draws on a diverse array of research methods in media and cultural analysis, including audience studies, semiotics, ethnography, qualitative and quantitative discourse analysis, in-depth interviewing, political/cultural economy, network analysis, and other interpretive and critical approaches.    A historical perspective that situates the study of media, technology, and culture within historical contexts, comparative historical research, media archaeology, genealogy, and media history.    A global, comparative approach in relation to cultural differences, media forms, historical frameworks, and theoretical paradigms.       The doctoral program offers five research areas, which operate as guiding frameworks for intellectual inquiry across the Department. These areas of research are overlapping and interrelated, and we encourage students to take advantage of course offerings in all five areas.    Global and Transcultural Studies While all of our doctoral research areas integrate the study of media, technology, and culture in the context of an increasingly globalized world, this research area specifically centers on inflections of the global mediascape as cross-national, transnational, or transcultural. Specific areas include: critical theories of globalization, transcultural flows, international development and postcolonial studies, comparative media systems, cross-national comparative research design, global social movements, international and intra-national media and culture treaties and policymaking, critical cultural geography, alternative modernities, and global ethnography. Faculty areas of regional expertise include: the Middle East, South Asia, East Asia, South and North America, Africa, and Eastern and Western Europe.    Technology and Society The study of technology as a political, cultural, economic, and aesthetic force is a crucial area of analysis for contemporary media scholarship. Our Department emphasizes the philosophy and politics of technology within cultural and social frameworks. Specific areas of focus include ethnographies of technological communities; philosophical, ethical, social and political dimensions of information and communications technology; information and communications policy; history of technological devices and forms of mediation; the history of science and technology; media archaeology and the study of \"dead media\"; the legal implications of technological regulation and change; copyright and intellectual property; information technologies, media, and privacy; the effects of digital and/or social media on society; visual technologies; and technologies of the built environment.    Visual Culture and Sound Studies Scholarship on visual culture and sound studies is an important emerging field across our disciplines. The study of visual culture recognizes the primary role of visual media in the enactment of power relations, the circulation of information and ideas, and the cultural practices that make meaning. Visual culture is about the study of images across a range of social arenas, from the news to art, advertising, science, fashion, television, film, digital images, architecture, and amateur media, acknowledging the experience of cross-mediation as a key factor in the contemporary visual realm. The study of visual culture is global, political, and engaged with interdisciplinary inquiries. Sound studies incorporates cultural, technological, philosophical, institutional, and interpretive approaches to practices of consuming and producing mediated sound. As an interdisciplinary field of study, it draws on media history, aesthetics, cultural analysis, formalist methods, ethnography, technological mediation, and an understanding of social and global activity determined by its auditory, sonic, and communicative materiality.    Media Institutions and Politics Mediated communication in all its forms is critically examined by exploring the relationships of power involved in its creation, distribution, and consumption. Specific areas of inquiry include: the political economy of media systems; legal and regulatory regimes of mediated communication; the professional practices and organizational routines of workers in the culture industries, including journalism, public relations, advertising, and the entertainment industry; critical discourse and content analyses of news; state-manufactured propaganda; media ecology; legislative debate and shaping of public policy; historical and contemporary social movements; processes of protest, public dissent and censorship; political campaign communication; media activism and advocacy; and other political uses of media and communication technologies.    Critical Theories of Media and Communication The study of media and communication requires engagement with a variety of theoretical traditions, including historical materialism, psychoanalysis, phenomenology, pragmatism, the Frankfurt School of critical theory, gender and queer theory, critical race theory, critical legal theory, field theory, actor-network theory, speculative realism, speech-act theory, and the various strands of structuralism and post-structuralism. The Department approaches critical theory from the perspective of critique, that is to say, from an ongoing self-examination of how knowledge and culture are created, acquired, maintained, and transmitted. In its core courses and elective seminars the graduate program seeks to train doctoral students to be subtle yet rigorous practitioners of critique in its many forms.    Frequently Asked Questions    We receive an enormous number of inquiries about our program. Our Frequently Asked Questions page will provide you with basic information and the steps you should take in order to become familiar with our faculty and program.                     This site, and all its contents, are Copyright &copy;    by New York University. All rights reserved.   NYU Steinhardt - Media, Culture, and Communication - 239 Greene Street, 8th Floor, New York,  NY 10003"}, {"content": "Master&#039;s Program - Media Studies - NYU Steinhardt                                           Skip to content        NYU Steinhardt School of Culture, Education, and Human Development           apply now     request info     contact                                     Department of Media, Culture, and Communication           Faculty          Full-Time Faculty      Adjunct Faculty      Publications      Research      Editorial Boards      Visiting Scholars              Undergraduate          BS in MCC            Overview     Degree Requirements     Liberal Arts Core     Fields of Study     Restricted Electives     Course Descriptions            BS in MCC/GPH         Overview     Degree Requirements     Liberal Arts Core     Fields of Study     Restricted Electives     GPH Course Descriptions     MCC Course Descriptions           Advising &amp; Registration    Minors    Transfers      Prospective Students         Admissions     Frequently Asked Questions           Honors Program    Comm Club         Master's       Master of Arts    Dual Degree Program      Curriculum         Areas of Study     Course Offerings     Current Course Details     Sample Course Schedules           Current Students         Forms and Procedures      Thesis Abstracts             MA Profiles    Prospective Students         Admissions     Frequently Asked Questions     Chat with Advisor               Doctoral       Doctor of Philosophy    Curriculum         Required Coursework     Course Offerings     Current Course Details           Current Students         Forms and Procedures     Exams     Dissertation Abstracts             PhD Profiles    Prospective Students         Admissions     Principles and Procedures     Funding and Grants     Frequently Asked Questions                Internships         For Students               Program Highlights      Internship Credit      Internship Forms              For Employers           Information for Employers          NYU Career Development                    News and Events         News and Upcoming Events     Annual Events     Department Listserv        Study Abroad         MCC Abroad     Global Media Scholars        Steinhardt Abroad     NYU Abroad           Alumni         MCC Alumni     Steinhardt Alumni     NYU Alumni           Resources         Technical Support     Funding            Find Funding       Faculty Funding       Student Funding              Research     Professional Development     Digital Archives            PDF Archives       Ad Archive       Dead Media Archive               Doctoral Wiki     Teaching Handbook           About         Message from the Chair     Staff     Contact     Request Information     Bulletin     Apply for Admission                MCC Facebook   MCC Twitter   MCC Vimeo   MCC Youtube   MCC Flickr   MCC LinkedIn          Master's Program - Media Studies                            Hear from students in the program           Watch a recent information session    Degree: Master of Arts in Media, Culture, and Communication    Format: Full-time or part-time    Credits: 36 credits    Start Date: Fall semester only    Application Deadline: February 1       How to Apply    Visit Our FAQ Page    Email Us      Request Information                    Media Studies at New York University    The master's program in Media, Culture, and Communication (MCC) offers a rigorous examination of topics at the intersections of media and culture. Our research and curriculum emphasize the study of global media and culture, digital media and new technologies, media history, visual culture, sound studies, media infrastructures, media activism, and political communication.    Students specialize in one of five Areas of Study: Global and Transcultural Studies , Technology and Society , Visual Culture and Cultural Studies , Persuasion and Politics , Interaction and Social Processes .    Grounded in the liberal arts and social sciences, the MCC program of study trains agile researchers, able to think critically from diverse perspectives about changing industries, technologies, and cultures. Students work with faculty from a wide variety of media studies disciplines, representing some of the world&rsquo;s most renowned scholars of media, technology, and culture.    The program is flexible, allowing electives by advisement across the University: interactive technology at NYU ITP , media business at NYU Stern , media law at the NYU School of Law , and digital design at NYU Poly , are just some of the elective options made available to MCC students. We also offer graduate study abroad courses in Europe, Asia, and Latin America that examine global media and culture in comparative contexts.    Media Studies in the World's Media Capital    Situated in the heart of Greenwich Village, MCC benefits from its location in one of the world's most vibrant and diverse cities. We take our location in New York City as both an inspiration and a resource. With frequent guest lectures and public events , MCC serves as an intellectual hub for visiting scholars, artists, activists, and industry experts.    Future Careers    Graduates of MCC's media studies program build careers as astute analyzers of the global media landscape. Our MA alumni find themselves well positioned for careers in both the public and private sectors &mdash; working in traditional and new media, research and policy, at cultural institutions and media start-ups. Many pursue doctoral study.                                     This site, and all its contents, are Copyright &copy;    by New York University. All rights reserved.   NYU Steinhardt - Media, Culture, and Communication - 239 Greene Street, 8th Floor, New York,  NY 10003"}]},
{"detail": [{"content": "Doctoral Programs - Media, Culture, and Communication - NYU Steinhardt                                           Skip to content        NYU Steinhardt School of Culture, Education, and Human Development           apply now     request info     contact                                     Department of Media, Culture, and Communication           Faculty          Full-Time Faculty      Adjunct Faculty      Publications      Research      Editorial Boards      Visiting Scholars              Undergraduate          BS in MCC            Overview     Degree Requirements     Liberal Arts Core     Fields of Study     Restricted Electives     Course Descriptions            BS in MCC/GPH         Overview     Degree Requirements     Liberal Arts Core     Fields of Study     Restricted Electives     GPH Course Descriptions     MCC Course Descriptions           Advising &amp; Registration    Minors    Transfers      Prospective Students         Admissions     Frequently Asked Questions           Honors Program    Comm Club         Master's       Master of Arts    Dual Degree Program      Curriculum         Areas of Study     Course Offerings     Current Course Details     Sample Course Schedules           Current Students         Forms and Procedures      Thesis Abstracts             MA Profiles    Prospective Students         Admissions     Frequently Asked Questions     Chat with Advisor               Doctoral       Doctor of Philosophy    Curriculum         Required Coursework     Course Offerings     Current Course Details           Current Students         Forms and Procedures     Exams     Dissertation Abstracts             PhD Profiles    Prospective Students         Admissions     Principles and Procedures     Funding and Grants     Frequently Asked Questions                Internships         For Students               Program Highlights      Internship Credit      Internship Forms              For Employers           Information for Employers          NYU Career Development                    News and Events         News and Upcoming Events     Annual Events     Department Listserv        Study Abroad         MCC Abroad     Global Media Scholars        Steinhardt Abroad     NYU Abroad           Alumni         MCC Alumni     Steinhardt Alumni     NYU Alumni           Resources         Technical Support     Funding            Find Funding       Faculty Funding       Student Funding              Research     Professional Development     Digital Archives            PDF Archives       Ad Archive       Dead Media Archive               Doctoral Wiki     Teaching Handbook           About         Message from the Chair     Staff     Contact     Request Information     Bulletin     Apply for Admission                MCC Facebook   MCC Twitter   MCC Vimeo   MCC Youtube   MCC Flickr   MCC LinkedIn          Doctoral Programs - Media, Culture, and Communication                                             Alumni Profiles                  Jacob Gaboury (PhD 2014) joins the Department of Cultural Analysis and Theory at Stony Brook as an Assistant Professor. His research interests include new and digital media, media history, art and technology, queer theory, and media archaeology. His dissertation, \"Image Objects: An Archaeology of Computer Graphics, 1965-1979,\" investigated the early history of computer graphics and the role they play in the move toward new forms of simulation and object oriented design. Jacob is also currently a staff writer for the art and technology organization Rhizome at the New Museum for Contemporary Art in New York City, where he writes on contemporary art and technology.            Carolyn L. Kane (PhD 2011) is the author of Chromatic Algorithms: Synthetic Color, Computer Art, and Aesthetics after Code (University of Chicago Press 2014), a book analyzing the role of electronic color in creative computing after 1960. Dr. Kane is also a postdoctoral fellow at Brown University (2014-2015) and assistant professor of visual communications at Ryerson University in Toronto. Her teaching and research fields include the history and philosophy of new media and digital aesthetics.         Michael Zimmer (PhD 2007) spent a year as a postdoctoral fellow at Yale's Information Society Project before joining the faculty at the University of Wisconsin-Milwaukee. In addition to being an Assistant Professor in its School of Information Studies, he serves as Director of the University's Center for Information Policy Research. Zimmer credits Helen Nissenbaum's research for shaping his early interest in privacy. His dissertation explored the concept of the ideal search engine&mdash;the promise of navigating physical and intellectual space and the perils associated with this boundless flow of information. Zimmer continues his work in privacy (theory &amp; applied); one angle being the ethical implications of digital services made available by Library 2.0, such as large-scale digitization projects.         Scott Selberg (PhD 2013) joins the University of Michigan as a Postdoctoral Fellow in the Michigan Society of Fellows and as an Assistant Professor in the Department of Communication Studies . Selberg's research explores the visual culture of Alzheimer's disease. His dissertation traced the visual culture of Alzheimer&rsquo;s since its discovery at the beginning of the 20th century in order to show how certain techniques and technologies of representation help articulate popular knowledge and values of cognition, aging, and personhood. It described the history of how the disease has been represented in popular and public culture, such as Hollywood movies, scientific imagery, and pharmaceutical marketing, also investigating how the ethics and aesthetics of representation itself are essential to the imagination of the disease in America.         Hatim El-Hibri (PhD 2012) has joined the American University of Beirut as Assistant Professor in the Department of Sociology, Anthropology and Media Studies . His research examines media technologies and urban space in the Middle East. His dissertation traced the history of the visualization of Beirut, from the politics of aerial photography and mapping during the French Mandate, to the visual economy of postwar construction, to the materiality of Hizballah's live satellite television. His current book project situates Beirut in regional and global topologies of power, and considers implications for how we understand the materiality of urban infrastructures, the mediation of ethno-religious belonging, and the place of Arab media in global visual culture.         Currently a Postdoctoral Research Associate at the Center for Information Technology Policy at Princeton University , Solon Barocas (PhD 2014) wrote his dissertation on the novel challenges that data mining poses to fairness and privacy. Examples include the use of predictive analytics for counterterrorism, voter microtargeting in political campaigns, the impact of data mining techniques on model-building in economics and finance, and the integration of evidence-based medicine with clinical decision support systems. He has also collaborated on projects that have explored policies for facial recognition technology and alternatives to the current model of online behavioral advertising.         Devon Powers (PhD 2008) is Associate Professor in the Department of Communication at Drexel University, where she also serves as Director of Undergraduate Studies. Powers' research interests include popular music, 20th century history, and cultural intermediation &ndash; the people and processes that operate \"in between\" the production and consumption of culture. Her book Writing the Record: The Village Voice and the Birth of Rock Criticism was published in 2013. Powers completed a fellowship at the University of Leeds in 2014.         Jennifer E. Telesca (PhD 2014) is Assistant Professor of Environmental Justice in the Department of Social Science and Cultural Studies at the Pratt Institute. Her dissertation, Red Gold: On the Global Politics of Regulating Marine Life probes how diplomats from across the globe make decisions about marine life on the high seas. Based on three years of ethnographic research, her study examines how the prized bluefin tuna mediates the tension between marine conservation and the global commodities trade, and asks for whom is the Atlantic governed.         Matthew Powers (PhD 2013) has accepted a tenure-track position as an Assistant Professor in the Department of Communication at the University of Washington-Seattle. Powers' research looks at the information work of NGOs, the types of news coverage they support, and whether NGOs expand or reinforce established patterns of international news attention. His dissertation, \"Humanity's Publics: NGOs, Journalism and the International Public Sphere,\" examines reporting roles assumed by international NGOs as legacy media outlets cut their foreign news budgets. The International Communication Association presented Powers with the Gene Burd Outstanding Dissertation in Journalism Studies award at its annual conference.          Alice Marwick (PhD 2010) joined the Department of Communication and Media Studies at Fordham in Fall 2012 as an Assistant Professor. Before this, Marwick completed a two-year postdoc at Microsoft Research, where she collaborated with danah boyd, among others, on ethnographic research involving youth populations and social media. Marwick's dissertation examined ideas of identity, status, and techniques for self-promotion that grew up around the birth of web 2.0, or social media technologies. Marwick is finishing a book on this subject for Yale Press, and says her next big project will consider conspicuous consumption in the digital realm. Part of this will include the study of visual-based online communities such as Tumblr and fashion blogs.         May Farah received her PhD from MCC in 2011 and recently accepted a position as Assistant Professor in the Department of Sociology, Anthropology and Media Studies at the American University of Beirut. Her research interests include mediated nationalism and representations, transnationalism and spatiality, and new media. Her dissertation, entitled Home versus Shelter: Place, Media, and Identity among Lebanon&rsquo;s Palestinian Refugees , focused on the relationship between diasporic populations and national identity in a globalized media age. Her work is situated at the intersections of Media Studies, Cultural Studies, and Middle Eastern Studies.         Max Liboiron (PhD 2012) is Assistant Professor in Culture and Technology in the Department of Sociology at Memorial University of Newfoundland and Labrador . Her previous appointments include a postdoctoral fellowship with ISTC-Social and at the Social Science Environmental Health Research Institute at Northeastern University. Liboiron's thesis Redefining Pollution: Plastics in the Wild uses ocean plastics and endocrine disruptors that leach from plastics to investigate how scientific and technological techniques used to describe a environmental phenomenon influence the definition of pollution and dictate forms of pollution control.                      Next Feature &gt;&gt;                      Featured Video                  PROGRAM is a collaborative, interdisciplinary event series organized by graduate students within New York University’s departments of Media, Culture, and Communication, English, and Comparative Literature. The series will present talks that explore the cultural, historical, aesthetic, and political impact of software and programming logic.  The goal of the series is to create an interactive space for the exploration of emerging practices across media and literature, both online and off. To this end we have organized a series of events, in which a pair of prominent scholars will explore one particular methodological approach to the study of software’s impact on culture and literature, including media archaeology, software aesthetics, ubiquitous computing and urban space, and game design and narrative.  The series is open to the public, and is intended to facilitate a dialogue on the intersections of these fields.  For more information visit: http://www.programseries.com            Permalink |          Email |     Share on: Facebook |       Twitter                                            What is the PROGRAM Series?                                    Several guiding principles shape the intellectual projects of our Department:       A commitment to interdisciplinarity in the study of media and culture. Scholars and doctoral students engage with theoretical concepts and perspectives from a range of disciplines, including media studies, cultural studies, media history, visual culture, sound studies, anthropology, sociology, political science, and so on, in order to deploy interdisciplinary strategies of analysis.    A multi-methodological approach that draws on a diverse array of research methods in media and cultural analysis, including audience studies, semiotics, ethnography, qualitative and quantitative discourse analysis, in-depth interviewing, political/cultural economy, network analysis, and other interpretive and critical approaches.    A historical perspective that situates the study of media, technology, and culture within historical contexts, comparative historical research, media archaeology, genealogy, and media history.    A global, comparative approach in relation to cultural differences, media forms, historical frameworks, and theoretical paradigms.       The doctoral program offers five research areas, which operate as guiding frameworks for intellectual inquiry across the Department. These areas of research are overlapping and interrelated, and we encourage students to take advantage of course offerings in all five areas.    Global and Transcultural Studies While all of our doctoral research areas integrate the study of media, technology, and culture in the context of an increasingly globalized world, this research area specifically centers on inflections of the global mediascape as cross-national, transnational, or transcultural. Specific areas include: critical theories of globalization, transcultural flows, international development and postcolonial studies, comparative media systems, cross-national comparative research design, global social movements, international and intra-national media and culture treaties and policymaking, critical cultural geography, alternative modernities, and global ethnography. Faculty areas of regional expertise include: the Middle East, South Asia, East Asia, South and North America, Africa, and Eastern and Western Europe.    Technology and Society The study of technology as a political, cultural, economic, and aesthetic force is a crucial area of analysis for contemporary media scholarship. Our Department emphasizes the philosophy and politics of technology within cultural and social frameworks. Specific areas of focus include ethnographies of technological communities; philosophical, ethical, social and political dimensions of information and communications technology; information and communications policy; history of technological devices and forms of mediation; the history of science and technology; media archaeology and the study of \"dead media\"; the legal implications of technological regulation and change; copyright and intellectual property; information technologies, media, and privacy; the effects of digital and/or social media on society; visual technologies; and technologies of the built environment.    Visual Culture and Sound Studies Scholarship on visual culture and sound studies is an important emerging field across our disciplines. The study of visual culture recognizes the primary role of visual media in the enactment of power relations, the circulation of information and ideas, and the cultural practices that make meaning. Visual culture is about the study of images across a range of social arenas, from the news to art, advertising, science, fashion, television, film, digital images, architecture, and amateur media, acknowledging the experience of cross-mediation as a key factor in the contemporary visual realm. The study of visual culture is global, political, and engaged with interdisciplinary inquiries. Sound studies incorporates cultural, technological, philosophical, institutional, and interpretive approaches to practices of consuming and producing mediated sound. As an interdisciplinary field of study, it draws on media history, aesthetics, cultural analysis, formalist methods, ethnography, technological mediation, and an understanding of social and global activity determined by its auditory, sonic, and communicative materiality.    Media Institutions and Politics Mediated communication in all its forms is critically examined by exploring the relationships of power involved in its creation, distribution, and consumption. Specific areas of inquiry include: the political economy of media systems; legal and regulatory regimes of mediated communication; the professional practices and organizational routines of workers in the culture industries, including journalism, public relations, advertising, and the entertainment industry; critical discourse and content analyses of news; state-manufactured propaganda; media ecology; legislative debate and shaping of public policy; historical and contemporary social movements; processes of protest, public dissent and censorship; political campaign communication; media activism and advocacy; and other political uses of media and communication technologies.    Critical Theories of Media and Communication The study of media and communication requires engagement with a variety of theoretical traditions, including historical materialism, psychoanalysis, phenomenology, pragmatism, the Frankfurt School of critical theory, gender and queer theory, critical race theory, critical legal theory, field theory, actor-network theory, speculative realism, speech-act theory, and the various strands of structuralism and post-structuralism. The Department approaches critical theory from the perspective of critique, that is to say, from an ongoing self-examination of how knowledge and culture are created, acquired, maintained, and transmitted. In its core courses and elective seminars the graduate program seeks to train doctoral students to be subtle yet rigorous practitioners of critique in its many forms.    Frequently Asked Questions    We receive an enormous number of inquiries about our program. Our Frequently Asked Questions page will provide you with basic information and the steps you should take in order to become familiar with our faculty and program.                     This site, and all its contents, are Copyright &copy;    by New York University. All rights reserved.   NYU Steinhardt - Media, Culture, and Communication - 239 Greene Street, 8th Floor, New York,  NY 10003"}, {"content": "Master&#039;s Program - Media Studies - NYU Steinhardt                                           Skip to content        NYU Steinhardt School of Culture, Education, and Human Development           apply now     request info     contact                                     Department of Media, Culture, and Communication           Faculty          Full-Time Faculty      Adjunct Faculty      Publications      Research      Editorial Boards      Visiting Scholars              Undergraduate          BS in MCC            Overview     Degree Requirements     Liberal Arts Core     Fields of Study     Restricted Electives     Course Descriptions            BS in MCC/GPH         Overview     Degree Requirements     Liberal Arts Core     Fields of Study     Restricted Electives     GPH Course Descriptions     MCC Course Descriptions           Advising &amp; Registration    Minors    Transfers      Prospective Students         Admissions     Frequently Asked Questions           Honors Program    Comm Club         Master's       Master of Arts    Dual Degree Program      Curriculum         Areas of Study     Course Offerings     Current Course Details     Sample Course Schedules           Current Students         Forms and Procedures      Thesis Abstracts             MA Profiles    Prospective Students         Admissions     Frequently Asked Questions     Chat with Advisor               Doctoral       Doctor of Philosophy    Curriculum         Required Coursework     Course Offerings     Current Course Details           Current Students         Forms and Procedures     Exams     Dissertation Abstracts             PhD Profiles    Prospective Students         Admissions     Principles and Procedures     Funding and Grants     Frequently Asked Questions                Internships         For Students               Program Highlights      Internship Credit      Internship Forms              For Employers           Information for Employers          NYU Career Development                    News and Events         News and Upcoming Events     Annual Events     Department Listserv        Study Abroad         MCC Abroad     Global Media Scholars        Steinhardt Abroad     NYU Abroad           Alumni         MCC Alumni     Steinhardt Alumni     NYU Alumni           Resources         Technical Support     Funding            Find Funding       Faculty Funding       Student Funding              Research     Professional Development     Digital Archives            PDF Archives       Ad Archive       Dead Media Archive               Doctoral Wiki     Teaching Handbook           About         Message from the Chair     Staff     Contact     Request Information     Bulletin     Apply for Admission                MCC Facebook   MCC Twitter   MCC Vimeo   MCC Youtube   MCC Flickr   MCC LinkedIn          Master's Program - Media Studies                            Hear from students in the program           Watch a recent information session    Degree: Master of Arts in Media, Culture, and Communication    Format: Full-time or part-time    Credits: 36 credits    Start Date: Fall semester only    Application Deadline: February 1       How to Apply    Visit Our FAQ Page    Email Us      Request Information                    Media Studies at New York University    The master's program in Media, Culture, and Communication (MCC) offers a rigorous examination of topics at the intersections of media and culture. Our research and curriculum emphasize the study of global media and culture, digital media and new technologies, media history, visual culture, sound studies, media infrastructures, media activism, and political communication.    Students specialize in one of five Areas of Study: Global and Transcultural Studies , Technology and Society , Visual Culture and Cultural Studies , Persuasion and Politics , Interaction and Social Processes .    Grounded in the liberal arts and social sciences, the MCC program of study trains agile researchers, able to think critically from diverse perspectives about changing industries, technologies, and cultures. Students work with faculty from a wide variety of media studies disciplines, representing some of the world&rsquo;s most renowned scholars of media, technology, and culture.    The program is flexible, allowing electives by advisement across the University: interactive technology at NYU ITP , media business at NYU Stern , media law at the NYU School of Law , and digital design at NYU Poly , are just some of the elective options made available to MCC students. We also offer graduate study abroad courses in Europe, Asia, and Latin America that examine global media and culture in comparative contexts.    Media Studies in the World's Media Capital    Situated in the heart of Greenwich Village, MCC benefits from its location in one of the world's most vibrant and diverse cities. We take our location in New York City as both an inspiration and a resource. With frequent guest lectures and public events , MCC serves as an intellectual hub for visiting scholars, artists, activists, and industry experts.    Future Careers    Graduates of MCC's media studies program build careers as astute analyzers of the global media landscape. Our MA alumni find themselves well positioned for careers in both the public and private sectors &mdash; working in traditional and new media, research and policy, at cultural institutions and media start-ups. Many pursue doctoral study.                                     This site, and all its contents, are Copyright &copy;    by New York University. All rights reserved.   NYU Steinhardt - Media, Culture, and Communication - 239 Greene Street, 8th Floor, New York,  NY 10003"}, {"content": "Media, Culture, and Communication - NYU Steinhardt                                           Skip to content        NYU Steinhardt School of Culture, Education, and Human Development           apply now     request info     contact                                     Department of Media, Culture, and Communication           Faculty          Full-Time Faculty      Adjunct Faculty      Publications      Research      Editorial Boards      Visiting Scholars              Undergraduate          BS in MCC            Overview     Degree Requirements     Liberal Arts Core     Fields of Study     Restricted Electives     Course Descriptions            BS in MCC/GPH         Overview     Degree Requirements     Liberal Arts Core     Fields of Study     Restricted Electives     GPH Course Descriptions     MCC Course Descriptions           Advising &amp; Registration    Minors    Transfers      Prospective Students         Admissions     Frequently Asked Questions           Honors Program    Comm Club         Master's       Master of Arts    Dual Degree Program      Curriculum         Areas of Study     Course Offerings     Current Course Details     Sample Course Schedules           Current Students         Forms and Procedures      Thesis Abstracts             MA Profiles    Prospective Students         Admissions     Frequently Asked Questions     Chat with Advisor               Doctoral       Doctor of Philosophy    Curriculum         Required Coursework     Course Offerings     Current Course Details           Current Students         Forms and Procedures     Exams     Dissertation Abstracts             PhD Profiles    Prospective Students         Admissions     Principles and Procedures     Funding and Grants     Frequently Asked Questions                Internships         For Students               Program Highlights      Internship Credit      Internship Forms              For Employers           Information for Employers          NYU Career Development                    News and Events         News and Upcoming Events     Annual Events     Department Listserv        Study Abroad         MCC Abroad     Global Media Scholars        Steinhardt Abroad     NYU Abroad           Alumni         MCC Alumni     Steinhardt Alumni     NYU Alumni           Resources         Technical Support     Funding            Find Funding       Faculty Funding       Student Funding              Research     Professional Development     Digital Archives            PDF Archives       Ad Archive       Dead Media Archive               Doctoral Wiki     Teaching Handbook           About         Message from the Chair     Staff     Contact     Request Information     Bulletin     Apply for Admission                MCC Facebook   MCC Twitter   MCC Vimeo   MCC Youtube   MCC Flickr   MCC LinkedIn          Media, Culture, and Communication                       MCC In the News       Up and Away Times Literary Supplement, April 17    Martin Scherzinger's Alternative Calculus in 'African Math' WQXR, April 20    The Plan to Build an Undersea Cable Around the US&mdash;and Why We Need It Gizmodo, April 8    Undersea Cables Transport 99 Percent of International Data Newsweek, April 2    Undersea Cable Network Operates in a State of Alarm Scientific American, March 27    Occupation Apps Jacobin, March 2015    Facebook Says It Needs Your Help To Root Out Offensive Posts Huffington Post, March 16    Comedy Central's New Talk Show Brings Racial Issues and Family Life to Late Night Deseret News, March 13    The Undersea Network by Nicole Starosielski Times Higher Ed, March 5    The Nature of Trance Afropop Worldwide, February 2015    Here&rsquo;s Why You Shouldn&rsquo;t Put Your Baby Photos Online Matter, February 23    NYU Symposium to Discuss the Politics and Potential of Bitcoin Inside Bitcoins, February 10                                   News            Faculty Compilation is WQXR's Album of the Week              The release of MCC Associate Professor Martin Scherzinger's latest work, African Math, has garnered high praise from music critics. WQXR&mdash;the largest classical music station in the U.S.&mdash;recently selected African Math as its Album of the ...      More                 MCC Doctoral Student Receives Mellon/ACLS Fellowship              Tamara Kneese has been awarded a 2015 Mellon/ACLS Dissertation Completion Fellowship for her work \"Digital Afterlives: Patterning Posterity Through Networked Remains.\" Her dissertation chair is MCC Assistant Professor Erica Robles-Anderson. By ...      More                 Paula Chakravartty Co-edits Special Issue of Television and New Media              Along with Professor Srirupa Roy, Associate Professor Paula Chakravartty has edited the May 2015 issue for the journal Television and New Media. The articles in Modi and the Media: Indian Politics and Electoral Aftermath focus on the ...      More                 OPPORTUNITY: Visiting Assistant Professor              The Department of Media, Culture, and Communication in the Steinhardt School of Culture, Education and Human Development at New York University invites applications for a Visiting Assistant Professor starting September 1, 2015. This is a one-year ...      More                 The Undersea Network              A new book by Nicole Starosielski examines the vast underwater infrastructure undergirding the world's Internet. In The Undersea Network Nicole Starosielski follows these cables from the ocean depths to their landing zones on the beaches of the ...      More                 MCC Research Fellow Awarded Funding for FemTechNet Collaboration              A collaboration that will include postdoctoral research fellow Seda Gurses has received funding from the Digital Media and Learning Trust Challenge, which aims to foster trust in online learning environments. Their Resilience Network: ...      More                         More News           Email Newsletter           Sign up for the Department's e-newsletter                     Twitter       Tweets by mccNYU              RT @StefanSolomon7 : Bernhard Siegert, \"On Codes and Coding\" https://t.co/qx6ZKyu57u             Missed our #ComputerHistory symposium? Video is now up! http://t.co/oeoRwc7XCV @Sierra_OffLine @ProgramSeries #Mistakes             RT @nyu_journalism : @mccNYU On campus tonight? Stop by for #journalism : #AlbertCamus @ 6pm w/ @adamgopnik @artgoldhammer Pete Hamill : http://t.co/CZe2CmDnJN             RT @beenasarwar : 'She was both mother and anarchist': Remembering slain Pakistani activist @Sabeen http://t.co/3wsYby0mAH http://t.co/3OvRYI6ZwP v @scroll_in             We are horrified to learn of #mediaactivist Sabeen Mahmud's murder in Karachi this wknd. She dazzled MCC when she spoke here last year.            RT @cunygcdi : Job Opportunity: Deputy Director of Digital Initiatives, @GC_CUNY . Please help us spread the word! http://t.co/tm9hBlFww4 #digitalgc          mccNYU on Twitter                                             This site, and all its contents, are Copyright &copy;    by New York University. All rights reserved.   NYU Steinhardt - Media, Culture, and Communication - 239 Greene Street, 8th Floor, New York,  NY 10003"}]}]