[{"detail": [{"content": "NYU Stern | MS in Risk Management for Executives | Course Index                                 Skip to Main Content                                      Experience Stern      Research, Faculty, Social, News                 Faculty &amp; Research       Books    Opinion    Research Highlights    Research in the News    Blogs    Archive    Faculty Directory          Social@Stern        Tales in Possible        Global       Business Across Borders    Global Study    Voices from Abroad    Archive          Network        News &amp; Events       Faculty News    Press Releases    School News    Events          About Stern       Values    Key Facts    History    Leadership    Departments, Centers &amp; Initiatives    Working at Stern    Visit Stern    Contact                          Programs &amp; Admissions      Degrees &amp; Executive Education                 Undergraduate       The Stern Advantage    Academics    Stern Around the World    Social Impact    Dynamic Community    Future Success    Admissions          Full-time MBA       The Stern Advantage    Academics    Students    Career    Financial Aid    Admissions    Meet With Us          Part-time MBA Manhattan        The Stern Advantage    Academics    Community    Career    Financial Aid    Admissions    Meet With Us          Part-time MBA Westchester       The Stern Advantage    Academics    Community    Career    Financial Aid    Admissions    Meet With Us          Executive MBA       The Stern Advantage    Academics    Community    Career Development    Sponsorship    Admissions    Contact Us          Dual Degrees       MD/MBA    JD/MBA    MBA/MFA    MS in Mathematics/ MBA    MBA/MPA    MBA/MA in French Studies    MBA/MA in Politics    MS in Biology/MBA    Dual MBA with HEC School of Management          Global Degrees       TRIUM EMBA    MS in Global Finance    MS in Risk Management    MS in Business Analytics          PhD       The Stern Advantage    Academics    Job Placement    Student Life    Admissions          Executive Education       Short Courses    Custom Programs        Advanced Professional Certificates       Finance    Marketing    General Business                          Portal &amp; Partners      Alumni, Recruiters, Student Login                 Current Students   SternLinks   Student Jobs     Undergraduate Current Students      MBA &amp; Graduate Students       Academic Affairs and Advising    Records &amp; Registration    International Programs    Bursar    Financial Aid    Office of Student Engagement    Leadership Development    Career Center for Working Professionals    Career Account      SternLinks        Faculty &amp; Staff       Join Stern's Faculty    Leadership    New Faculty Resources    CITL    Center for Research Computing    Center for Behavioral Research      Log in to SternLinks        Alumni       Attend an Event    Career Center for Working Professionals    Log in to SternConnect    Network with Alumni    SternBusiness Alumni Magazine      Support Stern        Recruiters       Contact Your Relationship Manager    Recruit Experienced Talent    Recruit on Campus (MBA)    Recruit on Campus (Undergraduate)      Get Started                                                      Search                                              Programs and Admissions      Master of Science in Risk Management for Executives    Contact Us           Program Overview Program Snapshot   Risk Intelligence News Center     Admissions Program Cost and Financial Aid   Sponsorship   Events   Apply     Global Network The Student Perspective   Alumni Reflections   Cohort Overview   Join the Risk Discussion   Student Collaborations     Academics Faculty   Course Index   Blended Learning   Academic Partnerships     Frequently Asked Questions   Resources Risk Intelligence News Center   Webinars   Risk Management Short Course               Home / Programs &amp; Admissions / Global Degrees / MS in Risk Management / Academics / Course Index                        Share / Print                Print      Email      Share       Like                                              Course Index                            Module I                      Module II                      Module III                      Module IV                      Module V                             The MS in Risk Management modules are spread out over two fiscal years and a period of 12 months. Between modules, students complete approximately 20 hours of work per week on pre- and post-module tasks.      Module I: NYU Stern - New York    Strategic and Macro-Sovereign Risk Framework - Ingo Walter    Students will learn a holistic view of integrated risk management that is globally relevant. To acquire this perspective, students will learn about modern risk metrics and its evident limitations; acquire an appreciation for the importance of low-probability high-impact events and correlation spikes; discuss practical alternatives to create effective, efficient, and robust risk-transfer structures; and analyze issues related to the implementation of risk management systems and compliance with key regulatory requirements in risk-sensitive industries. By the end of the course, you will be able to place all these issues in a conceptual framework that forms the backbone of the program as a whole.    The course then moves on to cover sovereign risk and issues in country risk assessment. Topics include macroeconomic drivers of exchange rate volatilities, sources of macroeconomic internal and external disequilibrium, sovereign risk calibration, and building sovereign risk dimensions into exposure portfolios.    Behavioral Finance: Application to Risk - Hersh Shefrin    Effective risk management requires a mix of qualitative skills involving psychology and risk culture alongside quantitative skills involving probability and statistics. Issues pertaining to psychology and risk culture were root causes of adverse events such as the global financial crisis, the BP oil spills in the Gulf of Mexico and Alaska, the threat posed by global warming, the JPMorgan London Whale event, and the failure of the commodities brokerage firm MF Global. This course provides participants with a structural framework for how to analyze the manner in which cognitive, emotional, and social factors impact the management of both financial risk and operational risk. The integration of quantitative and qualitative approaches is a central theme of the course. Students will acquire a series of skills for identifying and managing specific psychological phenomena that underlie the practice and culture of risk management.    Concepts in Risk Management: Statistical Models - Rohit Deo  Here, students will be introduced to statistical concepts and models that are of use in Quantitative Risk Management. We will start with basic ideas from probability theory such as probability distributions, expected values, higher moments, skewness, and kurtosis and then cover more advanced topics such as nonlinear models, non-normal distributions, tail index estimation, etc.                   Module II: Amsterdam    Corporate Finance  Here, students will build the analytical framework to value a business and begin to learn concepts of optimal capital structure, risk and return, leverage, and cost of capital. In addition, students will understand how financial decisions affect value and acquire the analytical tools necessary for sound financial decision making.     Concepts in Risk Management II: Finance Applications - Pierre Hillion  In this course, students will learn the theoretical concepts behind risk analytics and their practical use in the fund management industry. After a review of the theoretical and statistical concepts underlying portfolio management, the course focus will shift to risk analytics, tracking error ex-ante and ex-post, as well as tracking error decomposition and its usefulness in active portfolio management.     Market Risk, VaR Modeling and RAROC - Marcin Kacperczyk  This course will provide the analytical and practical tools necessary to manage market risks. The course starts with the regulatory requirements of Basel II with respect to market risk, then continue with analyzing basic tools to measure market risk including Value at Risk (VaR), RAROC (Risk-Adjusted Return on Capital), sensitivity tests, scenario analysis, stress testing, and back-testing of the models.    Students will also become familiar with the strategic issues of hedging policy, through discussions that include the hedging impact of non-tradable risks and linkages between different types of risk.               Module III: NYU Stern - New York    Concepts in Risk Management II: Finance Applications - Rangarajan Sundaram  Derivative securities have become ubiquitous in today's financial world. Even as they have been condemned as \"weapons of mass financial destruction\" by Warren Buffet and blamed for exacerbating the financial crisis, the notional outstanding of all derivatives contracts in just the over-the-counter market currently approaches $700 trillion (a four-fold increase since 2003), and it is estimated that over 90% of the world's 500 largest companies use derivatives to manage their risk.    In this course, we examine the main classes of derivatives securities---futures, forwards, options, and swaps---focusing on their uses and valuation. We make liberal use of case studies (Aracruz, Metallgesellschaft, Barings, SocGen, Harvard, and others) to understand and highlight the potential risks in these instruments. We also examine the valuation and hedging of derivative securities at both a formal level, and equally importantly, an intuitive one (how do these models work? what do they capture? what do they omit? how could they go wrong?).     Credit Risk Management and Credit Derivatives - Anthony Saunders  Here, students will be introduced to and focus more closely on issues in credit risk, concepts behind its modeling, and analysis of credit-related instruments such as default-prone debt of credit derivatives. Students will acquire an understanding of how and why these products played such a critical role in the ongoing crisis. We will also lead students through the new financial sector reforms and discuss their direct or indirect impact on credit derivatives, and credit markets in general, going forward.    The course will include analysis of the Basel II Model, the implications of the standardized and internal-ratings-based (IRB) approaches and issues relating to their implementation. New models and approaches will be analyzed including KMV, Creditmetrics, and so-called reduced-forms credit risk measurement models.     Financial Crises: Causes, Consequences and Remedies - Viral Acharya  This course helps students understand what caused the recent mortgage and sovereign debt crises in the Western economies; why regulation failed given its static nature and misplaced focus on individual firms rather than the system as a whole; and, what financial sector reforms are being undertaken to address these causes of crises and regulatory flaws. Will these new reforms succeed? Or do they continue to leave \"shadow banking\" in shadows? And will new forms of shadow banking emerge as regulatory arbitrage, perpetuating a new cycle of financial innovations and crises?    See NYU Stern's Global Systemic Risk Rankings and related research.     Risk and Structured Finance - Stijn Van Nieuwerburgh  This course provides students with an improved understanding of developments in securitization and structured credit risk transfer, with special emphasis on the recent credit market disruptions and the changes in regulation under consideration.    In addition to covering risk transfer through asset-backed securities and collateralized debt obligations, the course explains risk transfer using credit derivatives and synthetic asset securitization. Given its prominence among structured products today, special emphasis is placed on mortgage-backed securities. The new techniques open up fresh possibilities for the transfer, pricing and management of credit risk.    See Center for Real Estate Finance Research for NYU Stern's work in this area.  MSRM Class of 2012 Capstone: Strategic Mortgage Default in Financial Institutions: a Proposal for an Alternative Management         Liquidity Risk - Bruce Tuckman  Liquidity is the ability of a firm to meet its cash obligations from a combination of existing cash reserves, asset sales, and new borrowing. Liquidity risk management, then, is the art of balancing the existential danger of being caught without enough liquidity against the costs of maintaining liquidity.    While liquidity risk management has always been essential for financial firms, the spectacular and fatal losses of liquidity during the financial crisis of ‘07-’09 have greatly increased the focus of managers, regulators, and even the general public on this important branch of risk management.    This unit begins by explaining the challenges of liquidity risk management, i.e., how various financial firms face uncertainties with respect to the stability of funding sources and the liquidity of assets, which can be mitigated to varying degress at varying costs. Several cases will then illustrate the practice, and sometimes failure, of liquidity risk management in specific settings. The unit will conclude with a survey of techniques used to measure, model, and manage liquidity risk, including those recently mandated by national and international regulators.     Corporate and Sovereign Bankruptcy, Distressed Investing and Restructuring - Edward Altman  Professor Altman explores with MSRM students his thoughts on current conditions and outlook for Global Corporate and Sovereign Debt Markets and strategies for investing in distressed firms and their securities. His well known Z-Score family of models will be analyzed for investment and restructuring strategies as well as updated statistics on rating equivalents and default/recovery rates.               Module IV: Abu Dhabi    Operational Risk in Banking and Finance - Michael Pinedo  Here, the objective is to discuss Operational Risk in a more applied manner. The goal is that students will be able to get acquainted with concepts and ideas that are useful in their dealings with Operational Risk on a day-to-day basis in their groups or in their departments.     Risk Management in Global Corporate Finance - Massimo Massa   In this session, the goal is to understand the international dimension of risk and develop a framework to quantify it. We will consider how firms should hedge risk from a broad strategic perspective and zoom in on currency risk and, in particular, transaction, translation, and economic exposure. We will study when it makes sense to hedge financially and what types of contracts to consider. We then will go into detail on the link between currency risk and international financing, comparing domestic issues versus international issues, and hedged structures versus non-hedged alternatives. The different ways of hedging the currency exposure embedded in the bonds will be discussed.     Enterprise Risk and Corporate Governance - Ingo Walter  The mission here is to investigate the risks associated with strategic and tactical developments in financial and non-financial firms and their linkages to the reputational capital of the firm as it is embedded in share prices. Students will also examine the role of corporations, investors, intermediaries, and regulators in the events that preceded and followed the build-up and bursting of the financial bubble and consider key dimensions of corporate governance. The concepts will be illustrated through recent and classic case studies of situations of financial scandals.            Closing: NYU Stern - New York   Strategic Risk Capstone    The Strategic Risk Capstone requires students to build on their own professional experience and exposure to the academic content of the program to create a meaningful project that demonstrates their ability to take an integrated view of risk management in global finance. This could take a number of forms:       The global financial implications of a specific risk management technique, instrument, or market    The impact of risk management on the competitive positioning and strategic execution of firms (or a particular firm) in global financial markets and particular market segments    An in-house project to examine a key risk management issue of interest to that firm    An assessment of probable future directions in the development of specific instruments, techniques, or markets associated with risk management      Examples:       Does Risk Management Matter to Shareholders?       The authors of this paper pose a question that is central to any student devoting a year to studying risk management: Does it matter to shareholders? The authors develop a creative research design that allows them to test whether firms with more sophisticated risk management techniques have different characteristics (e.g. Tobin's Q, financial leverage, and stock return volatility) compared to firms with an unsophisticated approach to risk management. Their empirical analysis confirms that there are statistically significant differences between firms with sophisticated versus unsophisticated risk management practices as it pertains to Tobin's Q, financial leverage, and stock market volatility. Measured by these indicators, the authors conclude that risk management matters for certain operational parameters of the firm (leverage) and the resultant financial market outcomes (Tobin's Q and leverage).          A Framework for Operational Risk Mitigation       This paper attempts to develop a new framework, dubbed CRAM for Corporate Risk Adaptation Model, to identify firms with the likelihood of avoiding a catastrophic operational risk event, or surviving one if the event were to occur. CRAM relies on 4 categories of data (People, Process, Governance, and External) and 12 key factors that populate the categories. The authors draw on 5 case studies (WorldCom, MT Global, Toyota, Enron, and Marsh &amp; McLennan) to make an initial calibration of the model, but then include several other firms (Apple, Google, Starbucks, Mastercard) as a way to check whether the model classifies these successful companies as “good.”          Systemic Risk Safeguards for Central Clearing Counterparties       The authors of this project have tackled a large and complex issue that stands in the foreground of the Dodd-Frank policy agenda. Dodd-Frank mandates a much larger role for central counterparties (CCPs) to handle the clearing and settlement of derivative transactions that historically were largely traded and cleared on a bilateral basis. Putting many eggs in a single basket clearly elevates the need to watch the basket. The authors of this project dissect various sources of capital that underlay a generic CCP, and then run a series of simulations subjecting the CCP to stress conditions in order to assess how many layers of the risk waterfall are impacted under different stress scenarios.          Corporate Risk Management Experiences During the 2008 Crisis       The project addressed how various firms, most of which were in the food sector and therefore heavily exposed to commodity price changes, responded to the financial turbulence of the 2008 crisis. The authors developed a common template of data, narrative, tables and charts to include for each of the seven companies in the sample. The sample included companies headquartered in the USA and Latin American, some primarily privately owned and others publicly held, and so offered a reasonable cross section of firms, some of which managed their way through the multitude of risks in the crisis and others of which succumbed by having to take on substantial new debt or bankruptcy.          See some other examples here.                            Academics     Faculty   Course Index   Blended Learning   Academic Partnerships                           News      NYU Stern Center for Business and Human Rights to Tackle Migrant Labor Rights in the Construction Industry    Foreign Policy Association Awards Medal to Dean Peter Henry    Follow @NYUStern on Twitter and like NYU Stern on Facebook         Basics      Directions &amp; Maps    Faculty Directory    Contact Us                                 FACULTY OPINIONS    Read Stern faculty opinions on  relevant business topics             Sitemap | Privacy | &copy; 2015 Leonard N. Stern School of Business                               Back to Top"}]},
{"detail": [{"content": "NYU Stern | MS in Risk Management for Executives | Course Index                                 Skip to Main Content                                      Experience Stern      Research, Faculty, Social, News                 Faculty &amp; Research       Books    Opinion    Research Highlights    Research in the News    Blogs    Archive    Faculty Directory          Social@Stern        Tales in Possible        Global       Business Across Borders    Global Study    Voices from Abroad    Archive          Network        News &amp; Events       Faculty News    Press Releases    School News    Events          About Stern       Values    Key Facts    History    Leadership    Departments, Centers &amp; Initiatives    Working at Stern    Visit Stern    Contact                          Programs &amp; Admissions      Degrees &amp; Executive Education                 Undergraduate       The Stern Advantage    Academics    Stern Around the World    Social Impact    Dynamic Community    Future Success    Admissions          Full-time MBA       The Stern Advantage    Academics    Students    Career    Financial Aid    Admissions    Meet With Us          Part-time MBA Manhattan        The Stern Advantage    Academics    Community    Career    Financial Aid    Admissions    Meet With Us          Part-time MBA Westchester       The Stern Advantage    Academics    Community    Career    Financial Aid    Admissions    Meet With Us          Executive MBA       The Stern Advantage    Academics    Community    Career Development    Sponsorship    Admissions    Contact Us          Dual Degrees       MD/MBA    JD/MBA    MBA/MFA    MS in Mathematics/ MBA    MBA/MPA    MBA/MA in French Studies    MBA/MA in Politics    MS in Biology/MBA    Dual MBA with HEC School of Management          Global Degrees       TRIUM EMBA    MS in Global Finance    MS in Risk Management    MS in Business Analytics          PhD       The Stern Advantage    Academics    Job Placement    Student Life    Admissions          Executive Education       Short Courses    Custom Programs        Advanced Professional Certificates       Finance    Marketing    General Business                          Portal &amp; Partners      Alumni, Recruiters, Student Login                 Current Students   SternLinks   Student Jobs     Undergraduate Current Students      MBA &amp; Graduate Students       Academic Affairs and Advising    Records &amp; Registration    International Programs    Bursar    Financial Aid    Office of Student Engagement    Leadership Development    Career Center for Working Professionals    Career Account      SternLinks        Faculty &amp; Staff       Join Stern's Faculty    Leadership    New Faculty Resources    CITL    Center for Research Computing    Center for Behavioral Research      Log in to SternLinks        Alumni       Attend an Event    Career Center for Working Professionals    Log in to SternConnect    Network with Alumni    SternBusiness Alumni Magazine      Support Stern        Recruiters       Contact Your Relationship Manager    Recruit Experienced Talent    Recruit on Campus (MBA)    Recruit on Campus (Undergraduate)      Get Started                                                      Search                                              Programs and Admissions      Master of Science in Risk Management for Executives    Contact Us           Program Overview Program Snapshot   Risk Intelligence News Center     Admissions Program Cost and Financial Aid   Sponsorship   Events   Apply     Global Network The Student Perspective   Alumni Reflections   Cohort Overview   Join the Risk Discussion   Student Collaborations     Academics Faculty   Course Index   Blended Learning   Academic Partnerships     Frequently Asked Questions   Resources Risk Intelligence News Center   Webinars   Risk Management Short Course               Home / Programs &amp; Admissions / Global Degrees / MS in Risk Management / Academics / Course Index                        Share / Print                Print      Email      Share       Like                                              Course Index                            Module I                      Module II                      Module III                      Module IV                      Module V                             The MS in Risk Management modules are spread out over two fiscal years and a period of 12 months. Between modules, students complete approximately 20 hours of work per week on pre- and post-module tasks.      Module I: NYU Stern - New York    Strategic and Macro-Sovereign Risk Framework - Ingo Walter    Students will learn a holistic view of integrated risk management that is globally relevant. To acquire this perspective, students will learn about modern risk metrics and its evident limitations; acquire an appreciation for the importance of low-probability high-impact events and correlation spikes; discuss practical alternatives to create effective, efficient, and robust risk-transfer structures; and analyze issues related to the implementation of risk management systems and compliance with key regulatory requirements in risk-sensitive industries. By the end of the course, you will be able to place all these issues in a conceptual framework that forms the backbone of the program as a whole.    The course then moves on to cover sovereign risk and issues in country risk assessment. Topics include macroeconomic drivers of exchange rate volatilities, sources of macroeconomic internal and external disequilibrium, sovereign risk calibration, and building sovereign risk dimensions into exposure portfolios.    Behavioral Finance: Application to Risk - Hersh Shefrin    Effective risk management requires a mix of qualitative skills involving psychology and risk culture alongside quantitative skills involving probability and statistics. Issues pertaining to psychology and risk culture were root causes of adverse events such as the global financial crisis, the BP oil spills in the Gulf of Mexico and Alaska, the threat posed by global warming, the JPMorgan London Whale event, and the failure of the commodities brokerage firm MF Global. This course provides participants with a structural framework for how to analyze the manner in which cognitive, emotional, and social factors impact the management of both financial risk and operational risk. The integration of quantitative and qualitative approaches is a central theme of the course. Students will acquire a series of skills for identifying and managing specific psychological phenomena that underlie the practice and culture of risk management.    Concepts in Risk Management: Statistical Models - Rohit Deo  Here, students will be introduced to statistical concepts and models that are of use in Quantitative Risk Management. We will start with basic ideas from probability theory such as probability distributions, expected values, higher moments, skewness, and kurtosis and then cover more advanced topics such as nonlinear models, non-normal distributions, tail index estimation, etc.                   Module II: Amsterdam    Corporate Finance  Here, students will build the analytical framework to value a business and begin to learn concepts of optimal capital structure, risk and return, leverage, and cost of capital. In addition, students will understand how financial decisions affect value and acquire the analytical tools necessary for sound financial decision making.     Concepts in Risk Management II: Finance Applications - Pierre Hillion  In this course, students will learn the theoretical concepts behind risk analytics and their practical use in the fund management industry. After a review of the theoretical and statistical concepts underlying portfolio management, the course focus will shift to risk analytics, tracking error ex-ante and ex-post, as well as tracking error decomposition and its usefulness in active portfolio management.     Market Risk, VaR Modeling and RAROC - Marcin Kacperczyk  This course will provide the analytical and practical tools necessary to manage market risks. The course starts with the regulatory requirements of Basel II with respect to market risk, then continue with analyzing basic tools to measure market risk including Value at Risk (VaR), RAROC (Risk-Adjusted Return on Capital), sensitivity tests, scenario analysis, stress testing, and back-testing of the models.    Students will also become familiar with the strategic issues of hedging policy, through discussions that include the hedging impact of non-tradable risks and linkages between different types of risk.               Module III: NYU Stern - New York    Concepts in Risk Management II: Finance Applications - Rangarajan Sundaram  Derivative securities have become ubiquitous in today's financial world. Even as they have been condemned as \"weapons of mass financial destruction\" by Warren Buffet and blamed for exacerbating the financial crisis, the notional outstanding of all derivatives contracts in just the over-the-counter market currently approaches $700 trillion (a four-fold increase since 2003), and it is estimated that over 90% of the world's 500 largest companies use derivatives to manage their risk.    In this course, we examine the main classes of derivatives securities---futures, forwards, options, and swaps---focusing on their uses and valuation. We make liberal use of case studies (Aracruz, Metallgesellschaft, Barings, SocGen, Harvard, and others) to understand and highlight the potential risks in these instruments. We also examine the valuation and hedging of derivative securities at both a formal level, and equally importantly, an intuitive one (how do these models work? what do they capture? what do they omit? how could they go wrong?).     Credit Risk Management and Credit Derivatives - Anthony Saunders  Here, students will be introduced to and focus more closely on issues in credit risk, concepts behind its modeling, and analysis of credit-related instruments such as default-prone debt of credit derivatives. Students will acquire an understanding of how and why these products played such a critical role in the ongoing crisis. We will also lead students through the new financial sector reforms and discuss their direct or indirect impact on credit derivatives, and credit markets in general, going forward.    The course will include analysis of the Basel II Model, the implications of the standardized and internal-ratings-based (IRB) approaches and issues relating to their implementation. New models and approaches will be analyzed including KMV, Creditmetrics, and so-called reduced-forms credit risk measurement models.     Financial Crises: Causes, Consequences and Remedies - Viral Acharya  This course helps students understand what caused the recent mortgage and sovereign debt crises in the Western economies; why regulation failed given its static nature and misplaced focus on individual firms rather than the system as a whole; and, what financial sector reforms are being undertaken to address these causes of crises and regulatory flaws. Will these new reforms succeed? Or do they continue to leave \"shadow banking\" in shadows? And will new forms of shadow banking emerge as regulatory arbitrage, perpetuating a new cycle of financial innovations and crises?    See NYU Stern's Global Systemic Risk Rankings and related research.     Risk and Structured Finance - Stijn Van Nieuwerburgh  This course provides students with an improved understanding of developments in securitization and structured credit risk transfer, with special emphasis on the recent credit market disruptions and the changes in regulation under consideration.    In addition to covering risk transfer through asset-backed securities and collateralized debt obligations, the course explains risk transfer using credit derivatives and synthetic asset securitization. Given its prominence among structured products today, special emphasis is placed on mortgage-backed securities. The new techniques open up fresh possibilities for the transfer, pricing and management of credit risk.    See Center for Real Estate Finance Research for NYU Stern's work in this area.  MSRM Class of 2012 Capstone: Strategic Mortgage Default in Financial Institutions: a Proposal for an Alternative Management         Liquidity Risk - Bruce Tuckman  Liquidity is the ability of a firm to meet its cash obligations from a combination of existing cash reserves, asset sales, and new borrowing. Liquidity risk management, then, is the art of balancing the existential danger of being caught without enough liquidity against the costs of maintaining liquidity.    While liquidity risk management has always been essential for financial firms, the spectacular and fatal losses of liquidity during the financial crisis of ‘07-’09 have greatly increased the focus of managers, regulators, and even the general public on this important branch of risk management.    This unit begins by explaining the challenges of liquidity risk management, i.e., how various financial firms face uncertainties with respect to the stability of funding sources and the liquidity of assets, which can be mitigated to varying degress at varying costs. Several cases will then illustrate the practice, and sometimes failure, of liquidity risk management in specific settings. The unit will conclude with a survey of techniques used to measure, model, and manage liquidity risk, including those recently mandated by national and international regulators.     Corporate and Sovereign Bankruptcy, Distressed Investing and Restructuring - Edward Altman  Professor Altman explores with MSRM students his thoughts on current conditions and outlook for Global Corporate and Sovereign Debt Markets and strategies for investing in distressed firms and their securities. His well known Z-Score family of models will be analyzed for investment and restructuring strategies as well as updated statistics on rating equivalents and default/recovery rates.               Module IV: Abu Dhabi    Operational Risk in Banking and Finance - Michael Pinedo  Here, the objective is to discuss Operational Risk in a more applied manner. The goal is that students will be able to get acquainted with concepts and ideas that are useful in their dealings with Operational Risk on a day-to-day basis in their groups or in their departments.     Risk Management in Global Corporate Finance - Massimo Massa   In this session, the goal is to understand the international dimension of risk and develop a framework to quantify it. We will consider how firms should hedge risk from a broad strategic perspective and zoom in on currency risk and, in particular, transaction, translation, and economic exposure. We will study when it makes sense to hedge financially and what types of contracts to consider. We then will go into detail on the link between currency risk and international financing, comparing domestic issues versus international issues, and hedged structures versus non-hedged alternatives. The different ways of hedging the currency exposure embedded in the bonds will be discussed.     Enterprise Risk and Corporate Governance - Ingo Walter  The mission here is to investigate the risks associated with strategic and tactical developments in financial and non-financial firms and their linkages to the reputational capital of the firm as it is embedded in share prices. Students will also examine the role of corporations, investors, intermediaries, and regulators in the events that preceded and followed the build-up and bursting of the financial bubble and consider key dimensions of corporate governance. The concepts will be illustrated through recent and classic case studies of situations of financial scandals.            Closing: NYU Stern - New York   Strategic Risk Capstone    The Strategic Risk Capstone requires students to build on their own professional experience and exposure to the academic content of the program to create a meaningful project that demonstrates their ability to take an integrated view of risk management in global finance. This could take a number of forms:       The global financial implications of a specific risk management technique, instrument, or market    The impact of risk management on the competitive positioning and strategic execution of firms (or a particular firm) in global financial markets and particular market segments    An in-house project to examine a key risk management issue of interest to that firm    An assessment of probable future directions in the development of specific instruments, techniques, or markets associated with risk management      Examples:       Does Risk Management Matter to Shareholders?       The authors of this paper pose a question that is central to any student devoting a year to studying risk management: Does it matter to shareholders? The authors develop a creative research design that allows them to test whether firms with more sophisticated risk management techniques have different characteristics (e.g. Tobin's Q, financial leverage, and stock return volatility) compared to firms with an unsophisticated approach to risk management. Their empirical analysis confirms that there are statistically significant differences between firms with sophisticated versus unsophisticated risk management practices as it pertains to Tobin's Q, financial leverage, and stock market volatility. Measured by these indicators, the authors conclude that risk management matters for certain operational parameters of the firm (leverage) and the resultant financial market outcomes (Tobin's Q and leverage).          A Framework for Operational Risk Mitigation       This paper attempts to develop a new framework, dubbed CRAM for Corporate Risk Adaptation Model, to identify firms with the likelihood of avoiding a catastrophic operational risk event, or surviving one if the event were to occur. CRAM relies on 4 categories of data (People, Process, Governance, and External) and 12 key factors that populate the categories. The authors draw on 5 case studies (WorldCom, MT Global, Toyota, Enron, and Marsh &amp; McLennan) to make an initial calibration of the model, but then include several other firms (Apple, Google, Starbucks, Mastercard) as a way to check whether the model classifies these successful companies as “good.”          Systemic Risk Safeguards for Central Clearing Counterparties       The authors of this project have tackled a large and complex issue that stands in the foreground of the Dodd-Frank policy agenda. Dodd-Frank mandates a much larger role for central counterparties (CCPs) to handle the clearing and settlement of derivative transactions that historically were largely traded and cleared on a bilateral basis. Putting many eggs in a single basket clearly elevates the need to watch the basket. The authors of this project dissect various sources of capital that underlay a generic CCP, and then run a series of simulations subjecting the CCP to stress conditions in order to assess how many layers of the risk waterfall are impacted under different stress scenarios.          Corporate Risk Management Experiences During the 2008 Crisis       The project addressed how various firms, most of which were in the food sector and therefore heavily exposed to commodity price changes, responded to the financial turbulence of the 2008 crisis. The authors developed a common template of data, narrative, tables and charts to include for each of the seven companies in the sample. The sample included companies headquartered in the USA and Latin American, some primarily privately owned and others publicly held, and so offered a reasonable cross section of firms, some of which managed their way through the multitude of risks in the crisis and others of which succumbed by having to take on substantial new debt or bankruptcy.          See some other examples here.                            Academics     Faculty   Course Index   Blended Learning   Academic Partnerships                           News      NYU Stern Center for Business and Human Rights to Tackle Migrant Labor Rights in the Construction Industry    Foreign Policy Association Awards Medal to Dean Peter Henry    Follow @NYUStern on Twitter and like NYU Stern on Facebook         Basics      Directions &amp; Maps    Faculty Directory    Contact Us                                 FACULTY OPINIONS    Read Stern faculty opinions on  relevant business topics             Sitemap | Privacy | &copy; 2015 Leonard N. Stern School of Business                               Back to Top"}, {"content": "NYU Stern | Degree in Risk Management                                 Skip to Main Content                                      Experience Stern      Research, Faculty, Social, News                 Faculty &amp; Research       Books    Opinion    Research Highlights    Research in the News    Blogs    Archive    Faculty Directory          Social@Stern        Tales in Possible        Global       Business Across Borders    Global Study    Voices from Abroad    Archive          Network        News &amp; Events       Faculty News    Press Releases    School News    Events          About Stern       Values    Key Facts    History    Leadership    Departments, Centers &amp; Initiatives    Working at Stern    Visit Stern    Contact                          Programs &amp; Admissions      Degrees &amp; Executive Education                 Undergraduate       The Stern Advantage    Academics    Stern Around the World    Social Impact    Dynamic Community    Future Success    Admissions          Full-time MBA       The Stern Advantage    Academics    Students    Career    Financial Aid    Admissions    Meet With Us          Part-time MBA Manhattan        The Stern Advantage    Academics    Community    Career    Financial Aid    Admissions    Meet With Us          Part-time MBA Westchester       The Stern Advantage    Academics    Community    Career    Financial Aid    Admissions    Meet With Us          Executive MBA       The Stern Advantage    Academics    Community    Career Development    Sponsorship    Admissions    Contact Us          Dual Degrees       MD/MBA    JD/MBA    MBA/MFA    MS in Mathematics/ MBA    MBA/MPA    MBA/MA in French Studies    MBA/MA in Politics    MS in Biology/MBA    Dual MBA with HEC School of Management          Global Degrees       TRIUM EMBA    MS in Global Finance    MS in Risk Management    MS in Business Analytics          PhD       The Stern Advantage    Academics    Job Placement    Student Life    Admissions          Executive Education       Short Courses    Custom Programs        Advanced Professional Certificates       Finance    Marketing    General Business                          Portal &amp; Partners      Alumni, Recruiters, Student Login                 Current Students   SternLinks   Student Jobs     Undergraduate Current Students      MBA &amp; Graduate Students       Academic Affairs and Advising    Records &amp; Registration    International Programs    Bursar    Financial Aid    Office of Student Engagement    Leadership Development    Career Center for Working Professionals    Career Account      SternLinks        Faculty &amp; Staff       Join Stern's Faculty    Leadership    New Faculty Resources    CITL    Center for Research Computing    Center for Behavioral Research      Log in to SternLinks        Alumni       Attend an Event    Career Center for Working Professionals    Log in to SternConnect    Network with Alumni    SternBusiness Alumni Magazine      Support Stern        Recruiters       Contact Your Relationship Manager    Recruit Experienced Talent    Recruit on Campus (MBA)    Recruit on Campus (Undergraduate)      Get Started                                                      Search                                              Programs and Admissions      Master of Science in Risk Management for Executives    Contact Us           Program Overview Program Snapshot   Risk Intelligence News Center     Admissions Program Cost and Financial Aid   Sponsorship   Events   Apply     Global Network The Student Perspective   Alumni Reflections   Cohort Overview   Join the Risk Discussion   Student Collaborations     Academics Faculty   Course Index   Blended Learning   Academic Partnerships     Frequently Asked Questions   Resources Risk Intelligence News Center   Webinars   Risk Management Short Course               Home / Programs &amp; Admissions / Global Degrees / MS in Risk Management / Frequently Asked Questions                        Share / Print                Print      Email      Share       Like                                              Frequently Asked Questions               Why the Master of Science in Risk Management?                                              Why choose the MS in Risk Management over other programs?                                    A graduate of this program will be well positioned for a career in risk management and will have the ability to: contribute to risk management development and oversee strategic discussions regarding risk within his or her organization; provide an assessment of the risks associated with all business decisions; comprehend and communicate a global perspective of risk management, gained from an expert international faculty and interaction with peers from around the world; inspire innovative thinking to manage new and changing risks; and join the NYU Stern alumni network.                                 What is your Return on Investment?                                    After completing the program, graduates are well prepared to follow a career in the challenging fields of risk management or build on new found credibility and confidence to provide critical risk management advisory services.    Financial institutions, regulators, governments, MNC’s and other specialist financial boutiques are in positions to utilize the skills acquired from this degree. You will be part of a workforce where there is a strong and growing demand for risk practitioners and advisors.                                 Should I apply to the MS in Risk Management program?                                    The MS in Risk Management Program is designed for experienced managers and/or risk professionals taking on greater responsibilities or broader strategic planning roles in the area of risk management. The participant profile includes seasoned senior managers, corporate board members, and vice presidents with risk management and oversight responsibility.                                 What is the strategic risk capstone?                                    The strategic risk capstone is a collaborative project by a team of 4-5 students presented at the culmination of the program.The objective is for students to tie together the substantive content and practical case work taught throughout the year.                     Show all | Hide all                What is the Application Process?                                              What is the first step in the admissions process?                                    Complete a preliminary information form for an initial assessment of your candidacy. This will enable us to better advise you on your suitability for the program before encouraging you to submit an application. You can find the preliminary information form here .                                 Will information sessions be offered?                                    The Admissions Team organizes recruiting events throughout the year, all over the world. Please visit our events page to view the upcoming opportunities at a location near you. You can also arrange to meet directly with staff at selected cities worldwide. If you would like to schedule a meeting, please complete a preliminary information form for an initial assessment.                                 When does the MS in Risk Management class commence?                                    The program runs from May 2015 to May 2016. Participants can earn their degree in just 12 months over two calendar years within a five-module structure.                                 What are the application criteria?                                    Applicants must have a bachelor's degree and demonstrated aptitude for quantitative analysis and academic success as evidenced by undergraduate and graduate coursework as applicable. Interest or experience in the field of risk management and a minimum of five years of full-time, professional work experience is required.                                 When is the application deadline?                                    Candidates are considered on a rolling admissions basis. We accept and review applications throughout the year. Therefore, it is advised to apply as soon as possible.                     Show all | Hide all                What are Other Questions to Consider?                                              How is work managed in between learning locations?                                    In recognition of the value of the classroom, the MS in Risk Management Program features five modules of intensive class time. There are no on-line classes, but approximately 15-20 hours of distance learning per week will be incorporated into the program to facilitate preparation, follow-up, and work on projects between modules.                                 What credentials will I receive as a graduate?                                    MS in Risk Management graduates receive an NYU Master of Science degree.                                 Where are the learning locations?                                    The MS in Risk Management Program features five intensive, intellectually rigorous modules rotating among NYU Stern School of Business in New York, Amsterdam, and Abu Dhabi.                                 What is the ROI for your organization?                                    Advanced risk management capabilities are high on the executive agenda and are now seen as a critical business driver and source of sustained growth and long-term competitive advantage. Organizations interested in developing key employees for positions of increasing global risk responsibility should consider the NYU Stern Master of Science in Risk Management Program for Executives (MSRM) as a professional development opportunity.    What is the return on investment? The impact is immediate.    MSRM alumni learn to think differently, becoming more innovative and open-minded risk professionals who establish a global network of students, faculty, and alumni. The result is a newfound, enterprise-wide approach to effectively managing the spectrum of business risks in a way that enables sustainable, long-term growth.    For further information, please view our sponsorship page here .                                 What is your relationship with GARP?                                    The MSRM program has an Academic Partnership with GARP and is registered as an approved provider of Continuing Professional Education (CPE) credits. Read more information about MSRM's relationship with GARP .                                 What is your relationship with PRMIA?                                    We are pleased to announce that PRMIA's Education Committee has formally accredited NYU Stern School of Business's Master of Science in Risk Management Program for Executives.    Upon completion of our MS in Risk Management program, alumni will be eligible for exemption from PRMIA's Professional Risk Manager Certification (PRM™) Exams I and II (minimum 3.0 cumulative GPA to qualify).    We are very proud of our ability to offer premier risk management credentials that distinguish NYU Stern Risk Management alumni in the emerging field of global risk management.    Read more information on our relationship with PRMIA and PRM exam exemption.                                 What is the program fee?                                    The program fee is USD 67,500. Included are tuition, course materials, some meals and official events. Hotel and travel expenses are not included.                                 Does NYU Stern offer a non-degree short course in risk management?                                    Yes, NYU Stern Executive Education offers short courses in risk management. For more information on these short courses, please view our program schedule .                     Show all | Hide all                                             Take Action      Request Information    Preliminary Information Form    Apply Now    Contact Us                                                  Contact Us   For any questions, please contact:    MSRM Admissions Office  New York University  Stern School of Business  44 West 4th Street,  Suite 4-100  New York, NY 10012  T: +1 212 998 0442   msrm@stern.nyu.edu                                                                               News      NYU Stern Center for Business and Human Rights to Tackle Migrant Labor Rights in the Construction Industry    Foreign Policy Association Awards Medal to Dean Peter Henry    Follow @NYUStern on Twitter and like NYU Stern on Facebook         Basics      Directions &amp; Maps    Faculty Directory    Contact Us                                 FACULTY OPINIONS    Read Stern faculty opinions on  relevant business topics             Sitemap | Privacy | &copy; 2015 Leonard N. Stern School of Business                               Back to Top"}]},
{"detail": [{"content": "NYU Stern | MS in Risk Management for Executives | Course Index                                 Skip to Main Content                                      Experience Stern      Research, Faculty, Social, News                 Faculty &amp; Research       Books    Opinion    Research Highlights    Research in the News    Blogs    Archive    Faculty Directory          Social@Stern        Tales in Possible        Global       Business Across Borders    Global Study    Voices from Abroad    Archive          Network        News &amp; Events       Faculty News    Press Releases    School News    Events          About Stern       Values    Key Facts    History    Leadership    Departments, Centers &amp; Initiatives    Working at Stern    Visit Stern    Contact                          Programs &amp; Admissions      Degrees &amp; Executive Education                 Undergraduate       The Stern Advantage    Academics    Stern Around the World    Social Impact    Dynamic Community    Future Success    Admissions          Full-time MBA       The Stern Advantage    Academics    Students    Career    Financial Aid    Admissions    Meet With Us          Part-time MBA Manhattan        The Stern Advantage    Academics    Community    Career    Financial Aid    Admissions    Meet With Us          Part-time MBA Westchester       The Stern Advantage    Academics    Community    Career    Financial Aid    Admissions    Meet With Us          Executive MBA       The Stern Advantage    Academics    Community    Career Development    Sponsorship    Admissions    Contact Us          Dual Degrees       MD/MBA    JD/MBA    MBA/MFA    MS in Mathematics/ MBA    MBA/MPA    MBA/MA in French Studies    MBA/MA in Politics    MS in Biology/MBA    Dual MBA with HEC School of Management          Global Degrees       TRIUM EMBA    MS in Global Finance    MS in Risk Management    MS in Business Analytics          PhD       The Stern Advantage    Academics    Job Placement    Student Life    Admissions          Executive Education       Short Courses    Custom Programs        Advanced Professional Certificates       Finance    Marketing    General Business                          Portal &amp; Partners      Alumni, Recruiters, Student Login                 Current Students   SternLinks   Student Jobs     Undergraduate Current Students      MBA &amp; Graduate Students       Academic Affairs and Advising    Records &amp; Registration    International Programs    Bursar    Financial Aid    Office of Student Engagement    Leadership Development    Career Center for Working Professionals    Career Account      SternLinks        Faculty &amp; Staff       Join Stern's Faculty    Leadership    New Faculty Resources    CITL    Center for Research Computing    Center for Behavioral Research      Log in to SternLinks        Alumni       Attend an Event    Career Center for Working Professionals    Log in to SternConnect    Network with Alumni    SternBusiness Alumni Magazine      Support Stern        Recruiters       Contact Your Relationship Manager    Recruit Experienced Talent    Recruit on Campus (MBA)    Recruit on Campus (Undergraduate)      Get Started                                                      Search                                              Programs and Admissions      Master of Science in Risk Management for Executives    Contact Us           Program Overview Program Snapshot   Risk Intelligence News Center     Admissions Program Cost and Financial Aid   Sponsorship   Events   Apply     Global Network The Student Perspective   Alumni Reflections   Cohort Overview   Join the Risk Discussion   Student Collaborations     Academics Faculty   Course Index   Blended Learning   Academic Partnerships     Frequently Asked Questions   Resources Risk Intelligence News Center   Webinars   Risk Management Short Course               Home / Programs &amp; Admissions / Global Degrees / MS in Risk Management / Academics / Course Index                        Share / Print                Print      Email      Share       Like                                              Course Index                            Module I                      Module II                      Module III                      Module IV                      Module V                             The MS in Risk Management modules are spread out over two fiscal years and a period of 12 months. Between modules, students complete approximately 20 hours of work per week on pre- and post-module tasks.      Module I: NYU Stern - New York    Strategic and Macro-Sovereign Risk Framework - Ingo Walter    Students will learn a holistic view of integrated risk management that is globally relevant. To acquire this perspective, students will learn about modern risk metrics and its evident limitations; acquire an appreciation for the importance of low-probability high-impact events and correlation spikes; discuss practical alternatives to create effective, efficient, and robust risk-transfer structures; and analyze issues related to the implementation of risk management systems and compliance with key regulatory requirements in risk-sensitive industries. By the end of the course, you will be able to place all these issues in a conceptual framework that forms the backbone of the program as a whole.    The course then moves on to cover sovereign risk and issues in country risk assessment. Topics include macroeconomic drivers of exchange rate volatilities, sources of macroeconomic internal and external disequilibrium, sovereign risk calibration, and building sovereign risk dimensions into exposure portfolios.    Behavioral Finance: Application to Risk - Hersh Shefrin    Effective risk management requires a mix of qualitative skills involving psychology and risk culture alongside quantitative skills involving probability and statistics. Issues pertaining to psychology and risk culture were root causes of adverse events such as the global financial crisis, the BP oil spills in the Gulf of Mexico and Alaska, the threat posed by global warming, the JPMorgan London Whale event, and the failure of the commodities brokerage firm MF Global. This course provides participants with a structural framework for how to analyze the manner in which cognitive, emotional, and social factors impact the management of both financial risk and operational risk. The integration of quantitative and qualitative approaches is a central theme of the course. Students will acquire a series of skills for identifying and managing specific psychological phenomena that underlie the practice and culture of risk management.    Concepts in Risk Management: Statistical Models - Rohit Deo  Here, students will be introduced to statistical concepts and models that are of use in Quantitative Risk Management. We will start with basic ideas from probability theory such as probability distributions, expected values, higher moments, skewness, and kurtosis and then cover more advanced topics such as nonlinear models, non-normal distributions, tail index estimation, etc.                   Module II: Amsterdam    Corporate Finance  Here, students will build the analytical framework to value a business and begin to learn concepts of optimal capital structure, risk and return, leverage, and cost of capital. In addition, students will understand how financial decisions affect value and acquire the analytical tools necessary for sound financial decision making.     Concepts in Risk Management II: Finance Applications - Pierre Hillion  In this course, students will learn the theoretical concepts behind risk analytics and their practical use in the fund management industry. After a review of the theoretical and statistical concepts underlying portfolio management, the course focus will shift to risk analytics, tracking error ex-ante and ex-post, as well as tracking error decomposition and its usefulness in active portfolio management.     Market Risk, VaR Modeling and RAROC - Marcin Kacperczyk  This course will provide the analytical and practical tools necessary to manage market risks. The course starts with the regulatory requirements of Basel II with respect to market risk, then continue with analyzing basic tools to measure market risk including Value at Risk (VaR), RAROC (Risk-Adjusted Return on Capital), sensitivity tests, scenario analysis, stress testing, and back-testing of the models.    Students will also become familiar with the strategic issues of hedging policy, through discussions that include the hedging impact of non-tradable risks and linkages between different types of risk.               Module III: NYU Stern - New York    Concepts in Risk Management II: Finance Applications - Rangarajan Sundaram  Derivative securities have become ubiquitous in today's financial world. Even as they have been condemned as \"weapons of mass financial destruction\" by Warren Buffet and blamed for exacerbating the financial crisis, the notional outstanding of all derivatives contracts in just the over-the-counter market currently approaches $700 trillion (a four-fold increase since 2003), and it is estimated that over 90% of the world's 500 largest companies use derivatives to manage their risk.    In this course, we examine the main classes of derivatives securities---futures, forwards, options, and swaps---focusing on their uses and valuation. We make liberal use of case studies (Aracruz, Metallgesellschaft, Barings, SocGen, Harvard, and others) to understand and highlight the potential risks in these instruments. We also examine the valuation and hedging of derivative securities at both a formal level, and equally importantly, an intuitive one (how do these models work? what do they capture? what do they omit? how could they go wrong?).     Credit Risk Management and Credit Derivatives - Anthony Saunders  Here, students will be introduced to and focus more closely on issues in credit risk, concepts behind its modeling, and analysis of credit-related instruments such as default-prone debt of credit derivatives. Students will acquire an understanding of how and why these products played such a critical role in the ongoing crisis. We will also lead students through the new financial sector reforms and discuss their direct or indirect impact on credit derivatives, and credit markets in general, going forward.    The course will include analysis of the Basel II Model, the implications of the standardized and internal-ratings-based (IRB) approaches and issues relating to their implementation. New models and approaches will be analyzed including KMV, Creditmetrics, and so-called reduced-forms credit risk measurement models.     Financial Crises: Causes, Consequences and Remedies - Viral Acharya  This course helps students understand what caused the recent mortgage and sovereign debt crises in the Western economies; why regulation failed given its static nature and misplaced focus on individual firms rather than the system as a whole; and, what financial sector reforms are being undertaken to address these causes of crises and regulatory flaws. Will these new reforms succeed? Or do they continue to leave \"shadow banking\" in shadows? And will new forms of shadow banking emerge as regulatory arbitrage, perpetuating a new cycle of financial innovations and crises?    See NYU Stern's Global Systemic Risk Rankings and related research.     Risk and Structured Finance - Stijn Van Nieuwerburgh  This course provides students with an improved understanding of developments in securitization and structured credit risk transfer, with special emphasis on the recent credit market disruptions and the changes in regulation under consideration.    In addition to covering risk transfer through asset-backed securities and collateralized debt obligations, the course explains risk transfer using credit derivatives and synthetic asset securitization. Given its prominence among structured products today, special emphasis is placed on mortgage-backed securities. The new techniques open up fresh possibilities for the transfer, pricing and management of credit risk.    See Center for Real Estate Finance Research for NYU Stern's work in this area.  MSRM Class of 2012 Capstone: Strategic Mortgage Default in Financial Institutions: a Proposal for an Alternative Management         Liquidity Risk - Bruce Tuckman  Liquidity is the ability of a firm to meet its cash obligations from a combination of existing cash reserves, asset sales, and new borrowing. Liquidity risk management, then, is the art of balancing the existential danger of being caught without enough liquidity against the costs of maintaining liquidity.    While liquidity risk management has always been essential for financial firms, the spectacular and fatal losses of liquidity during the financial crisis of ‘07-’09 have greatly increased the focus of managers, regulators, and even the general public on this important branch of risk management.    This unit begins by explaining the challenges of liquidity risk management, i.e., how various financial firms face uncertainties with respect to the stability of funding sources and the liquidity of assets, which can be mitigated to varying degress at varying costs. Several cases will then illustrate the practice, and sometimes failure, of liquidity risk management in specific settings. The unit will conclude with a survey of techniques used to measure, model, and manage liquidity risk, including those recently mandated by national and international regulators.     Corporate and Sovereign Bankruptcy, Distressed Investing and Restructuring - Edward Altman  Professor Altman explores with MSRM students his thoughts on current conditions and outlook for Global Corporate and Sovereign Debt Markets and strategies for investing in distressed firms and their securities. His well known Z-Score family of models will be analyzed for investment and restructuring strategies as well as updated statistics on rating equivalents and default/recovery rates.               Module IV: Abu Dhabi    Operational Risk in Banking and Finance - Michael Pinedo  Here, the objective is to discuss Operational Risk in a more applied manner. The goal is that students will be able to get acquainted with concepts and ideas that are useful in their dealings with Operational Risk on a day-to-day basis in their groups or in their departments.     Risk Management in Global Corporate Finance - Massimo Massa   In this session, the goal is to understand the international dimension of risk and develop a framework to quantify it. We will consider how firms should hedge risk from a broad strategic perspective and zoom in on currency risk and, in particular, transaction, translation, and economic exposure. We will study when it makes sense to hedge financially and what types of contracts to consider. We then will go into detail on the link between currency risk and international financing, comparing domestic issues versus international issues, and hedged structures versus non-hedged alternatives. The different ways of hedging the currency exposure embedded in the bonds will be discussed.     Enterprise Risk and Corporate Governance - Ingo Walter  The mission here is to investigate the risks associated with strategic and tactical developments in financial and non-financial firms and their linkages to the reputational capital of the firm as it is embedded in share prices. Students will also examine the role of corporations, investors, intermediaries, and regulators in the events that preceded and followed the build-up and bursting of the financial bubble and consider key dimensions of corporate governance. The concepts will be illustrated through recent and classic case studies of situations of financial scandals.            Closing: NYU Stern - New York   Strategic Risk Capstone    The Strategic Risk Capstone requires students to build on their own professional experience and exposure to the academic content of the program to create a meaningful project that demonstrates their ability to take an integrated view of risk management in global finance. This could take a number of forms:       The global financial implications of a specific risk management technique, instrument, or market    The impact of risk management on the competitive positioning and strategic execution of firms (or a particular firm) in global financial markets and particular market segments    An in-house project to examine a key risk management issue of interest to that firm    An assessment of probable future directions in the development of specific instruments, techniques, or markets associated with risk management      Examples:       Does Risk Management Matter to Shareholders?       The authors of this paper pose a question that is central to any student devoting a year to studying risk management: Does it matter to shareholders? The authors develop a creative research design that allows them to test whether firms with more sophisticated risk management techniques have different characteristics (e.g. Tobin's Q, financial leverage, and stock return volatility) compared to firms with an unsophisticated approach to risk management. Their empirical analysis confirms that there are statistically significant differences between firms with sophisticated versus unsophisticated risk management practices as it pertains to Tobin's Q, financial leverage, and stock market volatility. Measured by these indicators, the authors conclude that risk management matters for certain operational parameters of the firm (leverage) and the resultant financial market outcomes (Tobin's Q and leverage).          A Framework for Operational Risk Mitigation       This paper attempts to develop a new framework, dubbed CRAM for Corporate Risk Adaptation Model, to identify firms with the likelihood of avoiding a catastrophic operational risk event, or surviving one if the event were to occur. CRAM relies on 4 categories of data (People, Process, Governance, and External) and 12 key factors that populate the categories. The authors draw on 5 case studies (WorldCom, MT Global, Toyota, Enron, and Marsh &amp; McLennan) to make an initial calibration of the model, but then include several other firms (Apple, Google, Starbucks, Mastercard) as a way to check whether the model classifies these successful companies as “good.”          Systemic Risk Safeguards for Central Clearing Counterparties       The authors of this project have tackled a large and complex issue that stands in the foreground of the Dodd-Frank policy agenda. Dodd-Frank mandates a much larger role for central counterparties (CCPs) to handle the clearing and settlement of derivative transactions that historically were largely traded and cleared on a bilateral basis. Putting many eggs in a single basket clearly elevates the need to watch the basket. The authors of this project dissect various sources of capital that underlay a generic CCP, and then run a series of simulations subjecting the CCP to stress conditions in order to assess how many layers of the risk waterfall are impacted under different stress scenarios.          Corporate Risk Management Experiences During the 2008 Crisis       The project addressed how various firms, most of which were in the food sector and therefore heavily exposed to commodity price changes, responded to the financial turbulence of the 2008 crisis. The authors developed a common template of data, narrative, tables and charts to include for each of the seven companies in the sample. The sample included companies headquartered in the USA and Latin American, some primarily privately owned and others publicly held, and so offered a reasonable cross section of firms, some of which managed their way through the multitude of risks in the crisis and others of which succumbed by having to take on substantial new debt or bankruptcy.          See some other examples here.                            Academics     Faculty   Course Index   Blended Learning   Academic Partnerships                           News      NYU Stern Center for Business and Human Rights to Tackle Migrant Labor Rights in the Construction Industry    Foreign Policy Association Awards Medal to Dean Peter Henry    Follow @NYUStern on Twitter and like NYU Stern on Facebook         Basics      Directions &amp; Maps    Faculty Directory    Contact Us                                 FACULTY OPINIONS    Read Stern faculty opinions on  relevant business topics             Sitemap | Privacy | &copy; 2015 Leonard N. Stern School of Business                               Back to Top"}, {"content": "NYU Stern | Degree in Risk Management                                 Skip to Main Content                                      Experience Stern      Research, Faculty, Social, News                 Faculty &amp; Research       Books    Opinion    Research Highlights    Research in the News    Blogs    Archive    Faculty Directory          Social@Stern        Tales in Possible        Global       Business Across Borders    Global Study    Voices from Abroad    Archive          Network        News &amp; Events       Faculty News    Press Releases    School News    Events          About Stern       Values    Key Facts    History    Leadership    Departments, Centers &amp; Initiatives    Working at Stern    Visit Stern    Contact                          Programs &amp; Admissions      Degrees &amp; Executive Education                 Undergraduate       The Stern Advantage    Academics    Stern Around the World    Social Impact    Dynamic Community    Future Success    Admissions          Full-time MBA       The Stern Advantage    Academics    Students    Career    Financial Aid    Admissions    Meet With Us          Part-time MBA Manhattan        The Stern Advantage    Academics    Community    Career    Financial Aid    Admissions    Meet With Us          Part-time MBA Westchester       The Stern Advantage    Academics    Community    Career    Financial Aid    Admissions    Meet With Us          Executive MBA       The Stern Advantage    Academics    Community    Career Development    Sponsorship    Admissions    Contact Us          Dual Degrees       MD/MBA    JD/MBA    MBA/MFA    MS in Mathematics/ MBA    MBA/MPA    MBA/MA in French Studies    MBA/MA in Politics    MS in Biology/MBA    Dual MBA with HEC School of Management          Global Degrees       TRIUM EMBA    MS in Global Finance    MS in Risk Management    MS in Business Analytics          PhD       The Stern Advantage    Academics    Job Placement    Student Life    Admissions          Executive Education       Short Courses    Custom Programs        Advanced Professional Certificates       Finance    Marketing    General Business                          Portal &amp; Partners      Alumni, Recruiters, Student Login                 Current Students   SternLinks   Student Jobs     Undergraduate Current Students      MBA &amp; Graduate Students       Academic Affairs and Advising    Records &amp; Registration    International Programs    Bursar    Financial Aid    Office of Student Engagement    Leadership Development    Career Center for Working Professionals    Career Account      SternLinks        Faculty &amp; Staff       Join Stern's Faculty    Leadership    New Faculty Resources    CITL    Center for Research Computing    Center for Behavioral Research      Log in to SternLinks        Alumni       Attend an Event    Career Center for Working Professionals    Log in to SternConnect    Network with Alumni    SternBusiness Alumni Magazine      Support Stern        Recruiters       Contact Your Relationship Manager    Recruit Experienced Talent    Recruit on Campus (MBA)    Recruit on Campus (Undergraduate)      Get Started                                                      Search                                              Programs and Admissions      Master of Science in Risk Management for Executives    Contact Us           Program Overview Program Snapshot   Risk Intelligence News Center     Admissions Program Cost and Financial Aid   Sponsorship   Events   Apply     Global Network The Student Perspective   Alumni Reflections   Cohort Overview   Join the Risk Discussion   Student Collaborations     Academics Faculty   Course Index   Blended Learning   Academic Partnerships     Frequently Asked Questions   Resources Risk Intelligence News Center   Webinars   Risk Management Short Course               Home / Programs &amp; Admissions / Global Degrees / MS in Risk Management / Frequently Asked Questions                        Share / Print                Print      Email      Share       Like                                              Frequently Asked Questions               Why the Master of Science in Risk Management?                                              Why choose the MS in Risk Management over other programs?                                    A graduate of this program will be well positioned for a career in risk management and will have the ability to: contribute to risk management development and oversee strategic discussions regarding risk within his or her organization; provide an assessment of the risks associated with all business decisions; comprehend and communicate a global perspective of risk management, gained from an expert international faculty and interaction with peers from around the world; inspire innovative thinking to manage new and changing risks; and join the NYU Stern alumni network.                                 What is your Return on Investment?                                    After completing the program, graduates are well prepared to follow a career in the challenging fields of risk management or build on new found credibility and confidence to provide critical risk management advisory services.    Financial institutions, regulators, governments, MNC’s and other specialist financial boutiques are in positions to utilize the skills acquired from this degree. You will be part of a workforce where there is a strong and growing demand for risk practitioners and advisors.                                 Should I apply to the MS in Risk Management program?                                    The MS in Risk Management Program is designed for experienced managers and/or risk professionals taking on greater responsibilities or broader strategic planning roles in the area of risk management. The participant profile includes seasoned senior managers, corporate board members, and vice presidents with risk management and oversight responsibility.                                 What is the strategic risk capstone?                                    The strategic risk capstone is a collaborative project by a team of 4-5 students presented at the culmination of the program.The objective is for students to tie together the substantive content and practical case work taught throughout the year.                     Show all | Hide all                What is the Application Process?                                              What is the first step in the admissions process?                                    Complete a preliminary information form for an initial assessment of your candidacy. This will enable us to better advise you on your suitability for the program before encouraging you to submit an application. You can find the preliminary information form here .                                 Will information sessions be offered?                                    The Admissions Team organizes recruiting events throughout the year, all over the world. Please visit our events page to view the upcoming opportunities at a location near you. You can also arrange to meet directly with staff at selected cities worldwide. If you would like to schedule a meeting, please complete a preliminary information form for an initial assessment.                                 When does the MS in Risk Management class commence?                                    The program runs from May 2015 to May 2016. Participants can earn their degree in just 12 months over two calendar years within a five-module structure.                                 What are the application criteria?                                    Applicants must have a bachelor's degree and demonstrated aptitude for quantitative analysis and academic success as evidenced by undergraduate and graduate coursework as applicable. Interest or experience in the field of risk management and a minimum of five years of full-time, professional work experience is required.                                 When is the application deadline?                                    Candidates are considered on a rolling admissions basis. We accept and review applications throughout the year. Therefore, it is advised to apply as soon as possible.                     Show all | Hide all                What are Other Questions to Consider?                                              How is work managed in between learning locations?                                    In recognition of the value of the classroom, the MS in Risk Management Program features five modules of intensive class time. There are no on-line classes, but approximately 15-20 hours of distance learning per week will be incorporated into the program to facilitate preparation, follow-up, and work on projects between modules.                                 What credentials will I receive as a graduate?                                    MS in Risk Management graduates receive an NYU Master of Science degree.                                 Where are the learning locations?                                    The MS in Risk Management Program features five intensive, intellectually rigorous modules rotating among NYU Stern School of Business in New York, Amsterdam, and Abu Dhabi.                                 What is the ROI for your organization?                                    Advanced risk management capabilities are high on the executive agenda and are now seen as a critical business driver and source of sustained growth and long-term competitive advantage. Organizations interested in developing key employees for positions of increasing global risk responsibility should consider the NYU Stern Master of Science in Risk Management Program for Executives (MSRM) as a professional development opportunity.    What is the return on investment? The impact is immediate.    MSRM alumni learn to think differently, becoming more innovative and open-minded risk professionals who establish a global network of students, faculty, and alumni. The result is a newfound, enterprise-wide approach to effectively managing the spectrum of business risks in a way that enables sustainable, long-term growth.    For further information, please view our sponsorship page here .                                 What is your relationship with GARP?                                    The MSRM program has an Academic Partnership with GARP and is registered as an approved provider of Continuing Professional Education (CPE) credits. Read more information about MSRM's relationship with GARP .                                 What is your relationship with PRMIA?                                    We are pleased to announce that PRMIA's Education Committee has formally accredited NYU Stern School of Business's Master of Science in Risk Management Program for Executives.    Upon completion of our MS in Risk Management program, alumni will be eligible for exemption from PRMIA's Professional Risk Manager Certification (PRM™) Exams I and II (minimum 3.0 cumulative GPA to qualify).    We are very proud of our ability to offer premier risk management credentials that distinguish NYU Stern Risk Management alumni in the emerging field of global risk management.    Read more information on our relationship with PRMIA and PRM exam exemption.                                 What is the program fee?                                    The program fee is USD 67,500. Included are tuition, course materials, some meals and official events. Hotel and travel expenses are not included.                                 Does NYU Stern offer a non-degree short course in risk management?                                    Yes, NYU Stern Executive Education offers short courses in risk management. For more information on these short courses, please view our program schedule .                     Show all | Hide all                                             Take Action      Request Information    Preliminary Information Form    Apply Now    Contact Us                                                  Contact Us   For any questions, please contact:    MSRM Admissions Office  New York University  Stern School of Business  44 West 4th Street,  Suite 4-100  New York, NY 10012  T: +1 212 998 0442   msrm@stern.nyu.edu                                                                               News      NYU Stern Center for Business and Human Rights to Tackle Migrant Labor Rights in the Construction Industry    Foreign Policy Association Awards Medal to Dean Peter Henry    Follow @NYUStern on Twitter and like NYU Stern on Facebook         Basics      Directions &amp; Maps    Faculty Directory    Contact Us                                 FACULTY OPINIONS    Read Stern faculty opinions on  relevant business topics             Sitemap | Privacy | &copy; 2015 Leonard N. Stern School of Business                               Back to Top"}, {"content": "Curriculum                                                                                          The NYU School of Professional Studies Website    Faculty    Degrees    Professional Certificates    Upcoming Events        Search Courses     Credit Course     Non-Credit Course          Site    Noncredit Courses    Faculty                                                                       Management and Information Technology                                                                                           About             Director's Message Faculty                   Admissions                 Academics             Graduate Programs Noncredit Offerings                   Career                 Events                 Alumni                                                   Curriculum                                            Graduate Programs &rsaquo;                M.S. in Management and Systems                 Curriculum          Opportunities and Outcomes          Faculty          Admissions Process                   Graduate Certificate in Core Business Competencies            Graduate Certificate in Enterprise Risk Management            Graduate Certificate in Information Technologies            Graduate Certificate in Strategy and Leadership                               Ready to Proceed?           Apply Now        Request Information        Events                                                              The 42-credit M.S. in Management and Systems degree combines rigorous coursework with industry case studies to help you to explore critical, current issues and trends, as well as factors and developments that will affect the industry well into the future. The program’s focus on connecting technology with business strategy is a unique approach that allows you to learn to analyze the organization as one dynamic system—giving you a major competitive advantage in an increasingly technological business world. Every course, no matter how specialized, has business strategy woven into its content.   With the option to take courses online, on-site, or through a combination of these formats, you can concentrate in one of four areas: database technologies; systems management; strategy and leadership; or enterprise risk management. And with courses offered during evenings and on weekends, the M.S. in Management and Systems can be pursued full- or part-time, allowing maximum flexibility for the schedule requirements of both the busy senior manager or executive, as well as the recent college graduate just beginning a career. The program can be completed in two years of full-time study, or in up to five years of part-time study.   Working with a faculty advisor, you map out your own program of study that includes seven core courses and four courses in one of four concentration options. You also choose an elective from any of the courses offered in the program, including a broad array of special topics courses. The capstone project gives you the opportunity to demonstrate your newly acquired skills by developing a comprehensive research or applied project that makes an original contribution to the body of knowledge in the field.             Expand All   Collapse All          Core Curriculum        The core curriculum is designed to provide you with a deep and broad foundation that supports concentration coursework and serves you throughout your career. Students are required to take all of the following courses.                        Course     Title     Credits                                           MASY1-GC1200                           Online Course                                            Managing in a Global Economy                         3.0                                                MASY1-GC1210                           Online Course                                            Quantitative Models for Decision-Makers                         3.0                                                MASY1-GC1220                           Online Course                                            Financial Management                         3.0                                                MASY1-GC1230                           Online Course                                            Strategic Marketing                         3.0                                                MASY1-GC1240                           Online Course                                            Information Technology & Data Analytics                         3.0                                                MASY1-GC1250                           Online Course                                            Project Management in The Information Age                         6.0                                                MASY1-GC1260                           Online Course                                            Research Process & Methodology                         3.0                             Concentrations        Students select four courses from any one concentration.            Systems Management                     Course     Title     Credits                                           MASY1-GC3010                           Online Course                                            Management of Telecommunications                         3.0                                                MASY1-GC3210                           Online Course                                            Systems Development & Analysis                         3.0                                                MASY1-GC3220                           Online Course                                            Information Security Management                         3.0                                                MASY1-GC3245                           Online Course                                            Application,Architecture Design, & Development                         3.0                                                MASY1-GC3250                           Online Course                                            Enterprise Application Integration                         3.0                                                MASY1-GC3500                           Online Course                                            Database Design & Management                         3.0                                                MASY1-GC3530                           Online Course                                            Object-Oriented Systems Design                         3.0                          Strategy and Leadership                     Course     Title     Credits                                           MASY1-GC3300                           Online Course                                            Leadership                         3.0                                                MASY1-GC3305                           Online Course                                            Knowledge Management                         3.0                                                MASY1-GC3310                           Online Course                                            Strategic Management of Technological Innovation                         3.0                                                MASY1-GC3325                           Online Course                                            Business Strategy & Ethics                         3.0                                                MASY1-GC3330                           Online Course                                            Managing Complex Change Initiatives                         3.0                                                MASY1-GC3335                           Online Course                                            Strategic Communications                         3.0                                                MASY1-GC3615                           Online Course                                            Crisis Management & Business Continuity                         3.0                          Enterprise Risk Management                     Course     Title     Credits                                           MASY1-GC3020                           Online Course                                            Enterprise Risk: Assessment & Mitigation                         3.0                                                MASY1-GC3215                           Online Course                                            Auditing                         3.0                                                MASY1-GC3220                           Online Course                                            Information Security Management                         3.0                                                MASY1-GC3600                           Online Course                                            Operational & Financial Risk Analysis                         3.0                                                MASY1-GC3605                           Online Course                                            Financial Services & Trading Institutions                         3.0                                                MASY1-GC3610                           Online Course                                            Enterprise Ethics & Sustainability                         3.0                                                MASY1-GC3615                           Online Course                                            Crisis Management & Business Continuity                         3.0                          Database Technologies                     Course     Title     Credits                                           MASY1-GC3220                           Online Course                                            Information Security Management                         3.0                                                MASY1-GC3500                           Online Course                                            Database Design & Management                         3.0                                                MASY1-GC3505                           Online Course                                            Data Process and Structure                         3.0                                                MASY1-GC3510                           Online Course                                            Data Mining and Data Warehousing                         3.0                                                MASY1-GC3520                           Online Course                                            Database Applications                         3.0                                                MASY1-GC3525                           Online Course                                            Advanced Database Applications                         3.0                                                MASY1-GC3540                           Online Course                                            Database Technologies for Web Applications                         3.0                             Electives        Students who do not choose the Innovation and Entrepreneurship capstone select one additional course from any one of the concentrations or from the following courses that will be offered periodically.                      Course     Title     Credits                                           MASY1-GC3255                                                    Business Analysis in the Enterprise                         3.0                                                MASY1-GC5000                                                    Special Topics:                         3.0                             Capstone        Students are required to select one of the following courses.                        Course     Title     Credits                                           MASY1-GC4000                           Online Course                                            Research Project: Thesis                         3.0                                                MASY1-GC4100                           Online Course                                            Applied Project                         3.0                                                MASY1-GC4200                           Online Course                                            Innovation & Entrepreneurship                         6.0                                Ready to Proceed?          Apply Now      Request Information      Attend an Information Session                                                                                                      QUICK LINKS                        About Us          Student Affairs          Visit Us          School-wide Policies          Contact Us                       ATTEND THE SCHOOL                        Graduate Admissions          Undergraduate Admissions          Noncredit Registration          Veteran Resource Center                             ON THE WEB                         On Facebook          On Twitter          On YouTube          Browser Requirements                                                        NYU Homepage   &copy; New York University School of Professional Studies | Privacy Policy"}]}]