[{"detail": [{"content": "Schock Barbara: Tisch School of the Arts at NYU                           Skip to content        Graduate Film Admissions About our Programs  News &amp; Events Showcase Faculty Facilities MBA/MFA Dual Degree The Purple List Facebook TSOA FTV Wiki First Run Festival Cinema Research Institute  home &gt; Graduate Film          Kanbar Institute of Film &amp; Television   Barbara Schock: Chair* Chair, Assistant Arts Professor Email: bschock@nyu.edu Office: Tisch School of the Arts, 721 Broadway, New York, NY 10003 Office Hours: By Appointment  Courses Directing I, Directing II, Directing III, Directing IV Directing the Actor I, Directing the Actor II Education B.A., English Literature, University of California at San Diego.   M.F.A., Film Directing, American Film Institute. Biography Barbara Schock, a Tisch School of the Arts assistant arts professor and Oscar-winning independent filmmaker/director, is the new chair of the school’s Graduate Film program. In 2011, Schock was appointed as an assistant arts professor in the Graduate Film program. She served as head of the directing area and is known for developing strong writing, directing, and directing the actor curricula. Currently, she is co-adapting the Miles Wilson story On Tour with Max, a feature-length indie film with Rex Pickett, author of Sideways, and also a television pilot, The Plains, with Norm Leonard. Schock is a member of the Academy of Motion Picture Arts and Sciences, and since 2005 has served on the invitation-only Executive Committee for Short Films and Feature Animation. She is a contributor to Filmmaker magazine. Prior to coming to New York, Schock taught at Tisch Asia for three years, overseeing the writing curriculum and second-year studies. She previously taught at Chapman University and was an invited guest lecturer at Aalto University (Helsinki) and the California Institute for the Arts. She has also taught short film master classes at the Maine Media Workshops. Schock was vice president of production at Joan Micklin Silver’s Silverfilm Productions, where she oversaw the development of screenplays from Pulitzer Prize winning playwright Lynn Nottage and novelist Alan Furst. In 2000, Schock directed Pickett’s My Mother Dreams the Satan’s Disciples in New York and earned the Academy Award® for Best Short Film (Live Action). The film won over 15 awards from various festivals and organizations, including the DGA’s prestigious Ida Lupino Award. Schock was the assistant to David Fincher when he directed Alien 3 in London for 20th Century Fox. She also was the assistant to producer Michael Nozik on TriStar’s Thunderheart directed by Michael Apted. Early in her career, Schock produced two independent features, one for Island Pictures. Originally from South Dakota, Schock earned a B.A. in English Literature from the University of California at San Diego and an M.F.A. in film directing from the American Film Institute. She was a student of the late, legendary film critic Manny Farber, whom she credits as her foremost influence. Professor Schock lives in Manhattan with her husband, John Martin, and their 15-year old daughter, Ingrid.           Undergraduate Admissions Graduate Admissions Academic Services Student Life Financial Aid and Scholarships Career Development Counseling Services International Students Incoming Students Graduation Forms What is Special Programs? Study Abroad Summer High School Summer in New York City Courses for Non-Majors Programs for Visiting Students Open Arts Minors Blog Newsletters Videos Admin &amp; Faculty Alumni Contact Us  Tisch Events Calendar Admin &amp; Faculty Calendar NYU Academic Deadlines Calendar Many Ways to Give Why Support Tisch Dean's Council Corporate Giving Foundation Giving Individual Giving Tisch Gala Who We Are Institute of Performing Arts Graduate Acting Dance Design for Stage &amp; Film Drama Graduate Musical Theatre Writing Performance Studies Maurice Kanbar Institute of Film &amp; Television Undergraduate Film &amp; Television Graduate Film Cinema Studies Moving Image Archiving &amp; Preservation (MIAP) Rita &amp; Burton Goldberg Department of Dramatic Writing Emerging Media Group Photography &amp; Imaging Interactive Telecommunications (ITP) Clive Davis Institute of Recorded Music NYU Game Center Art &amp; Public Policy / Arts Politics Open Arts Tisch Special Programs Tisch Asia"}]}]