[{"detail": [{"content": "Special Needs                                                                                                               NYU.edu requires JavaScript be enabled in your browser in order to use important features of the site. JavaScript is either disabled or not supported by your browser. For instructions on how to enable JavaScript in your browser, click here .                       New York University    Skip to Content   Skip to Search   Skip to Navigation   Skip to Sub Navigation                                                        NYUHome Login                            Students           |   Faculty           |   Alumni           |   Employees           |   Community                                   Schools          Arts and Science      College of Arts and Science      College of Dentistry      College of Nursing      Courant Institute of Mathematical Sciences      Gallatin School of Individualized Study      Graduate School of Arts and Science      Institute of Fine Arts      Institute for the Study of the Ancient World      Leonard N. Stern School of Business      Liberal Studies Program      NYU Abu Dhabi      NYU Shanghai      Polytechnic School of Engineering      Robert F. Wagner Graduate School of Public Service      School of Professional Studies      School of Law      School of Medicine      Silver School of Social Work      Steinhardt School of Culture, Education, and Human Development      Tisch School of the Arts                QuickLinks          Academic Calendars      Administrative Units      Albert      Apply for Jobs      Athletics      Bookstores      Bursar      Campus Map      Career Development      Emergencies      Events      Giving to NYU      Housing      ITS      Libraries      News      NYU Apparel      Policies      Public Safety      Registrar      Student Health Center      Student Resources      Wellness Exchange                A-Z          A      B      C      D      E      F      G      H      I      J      K      L      M      N      O      P      Q      R      S      T      U      V      W      X      Y      Z                                                          New York University                          Search NYU                    Pages |    People                                       Main Navigation            About NYU       Admissions       Academics       University Life       Research       Global                                 Bread Crumbs          Employees   /   Life & Wellness   /   Family Care   /   Education Options and Supports                 Sub Navigation                                 New to New York City                       Public School Options                       Private School Options                       Parochial School Options                       Special Needs                       College                       Educational Supports                                                                   Special Needs      Some children have needs that are not fully served by a typical school curriculum and parents often struggle to ensure an appropriate educational experience and a secure future for their special needs child.   When a child has been diagnosed with a special need or learning delay, it is important for parents to know your rights and learn about the free quality special education services provided by the Department of Education .   Parents can also stay informed and feel supported by connecting with the many resources available to help. A brief list follows.   General Information and Referral   Resources for Children with Special Needs, Inc.     Resources for Children with Special Needs, Inc. is the New York City organization that works to connect families with the appropriate resources for their needs. Consult with one of their staff members by phone (212-677-4650) or make an appointment to speak to someone in person about educational programs and legal, medical and social support services. Their website includes a free searchable database of programs and services in NYC.   Advocates for Children of NYC     Advocates for Children of NYC offers a toll-free Education Hotline, parent education and training programs, and over ten guides for parents with children with special needs, including how to secure appropriate education services for your preschool age child, special education services in NYC public schools, a timeline of the special education assessment and referral process, and more.   All Kinds of Minds     All Kinds of Minds Parent Toolkit offers tips on appreciating, celebrating, and managing differences. The Resources section provides tips and resources for students and parents.   NYU Child Study Center     NYU Child Study Center focuses primarily on learning disabilities and mental health of children, the AOK Library has many helpful articles, a glossary of terms and a list of print resources and organizations a monthly e-mail newsletter provides current information on parenting and mental health topics.   CHADD - Children and Adults with ADHD     CHADD - Children and Adults with ADHD provides education, advocacy and support for those with ADHD and their families. Find out about national conferences, connect with others in your area, or become a member and receive Attention magazine.   NAMI - National Alliance on Mental Illness     NAMI - National Alliance on Mental Illness offers an information helpline as well as online resources for children, teens, and adults who are affected by mental illness. NAMI also provides referrals to lawyers experienced in working with cases pertaining to mental illness. An active NYC chapter sponsors a Parent-Match program, support groups for parents of children with special needs and many additional programs that are free or low-cost.   VESID - Vocational and Educational Services for Individuals with Disabilities     VESID - Vocational and Educational Services for Individuals with Disabilities from the NYS Education Department. The goal of VESID is to make sure that all individuals with disabilities are provided with the services and protections that are guaranteed under the law. They work with schools and familites to promote equal education for disabled students. They also have vocational rehab services and independent living services for adults with disabilities.   Developmental Disabilities   YAI/National Institute for People with Disabilities     YAI/National Institute for People with Disabilities is an award-winning organization that strives to help people with developmental disabilities reach their fullest potential. They provide a wide range of services for people of all ages in and around New York and New Jersey.   New York City Department of Health and Mental Hygiene     Mental Retardation and Developmental Disabilities Service and Information offers an online directory of providers to NYC residents. The website outlines programs and services available to NYC residents with developmental disabilities.   NYS Office of Mental Retardation and Developmental Disabilities     NYS Office of Mental Retardation and Developmental Disabilities partners with a number of agencies across the state, providing a wide range of services. On their website you can find regulations, news, commonly used forms and other publications pertaining to mental retardation and developmental disabilities.   Early Intervention Services   Bilinguals, Inc.     Bilinguals, Inc. offers evaluation services, education, and therapies for children from birth to five years old. Their team of professionals speaks many different languages. They provide service for children with physical, language, cognitive, and emotional developmental delays. They also have services for children with autism and other PDDs. Many of their services are free to families in New York City.   New York State Early Intervention Program     New York State Early Intervention Program is part of a national program under IDEA. This program provides services for disabled and developmentally delayed children under age 3.   The NYC Department of Health and Mental Hygiene     The NYC Department of Health and Mental Hygiene provides information about how early intervention services work and includes a listing of NYC-area service providers.   Learning challenges   LD Online     LD Online is a resource for all types of learning disabilities. The site features areas for parents and kids, has experts who answer your questions, and features a store that sells a wide variety of tools and resources.   National Center for Learning Disabilities     National Center for Learning Disabilities has a parent center where you can chat with other parents, get information about important legislation like IDEA and NCLB, and search for local resources. Addresses learning disabilities across the lifespan.   Gifted   Hunter Elementary School     Hunter Elementary School (PDF) a NYC publicly funded school for intellectually gifted children, answers the question &quot;What is Gifted?&quot;   National Association for Gifted Children     National Association for Gifted Children includes a user-friendly parent section, state-specific information, publications, and list of summer programs for gifted children.   U.S. Department of Education     The U.S. Department of Education provides lengthy listing of resources related to gifted children in the parents section.   NYC Department of Education     NYC Department of Education 's the Resources of Parents section includes a G&amp;T handbook and information on how to apply to citywide programs.                                                                  NYU Footer          Search      Directory      Campus Map      Events      Contact Us      Site Map      Copyright and Fair Use      Feedback         Unless otherwise noted, all content copyright New York University. All rights reserved. Designed by The Office of Web Communications"}, {"content": "Special Needs                                                                                                               NYU.edu requires JavaScript be enabled in your browser in order to use important features of the site. JavaScript is either disabled or not supported by your browser. For instructions on how to enable JavaScript in your browser, click here .                       New York University    Skip to Content   Skip to Search   Skip to Navigation   Skip to Sub Navigation                                                        NYUHome Login                            Students           |   Faculty           |   Alumni           |   Employees           |   Community                                   Schools          Arts and Science      College of Arts and Science      College of Dentistry      College of Nursing      Courant Institute of Mathematical Sciences      Gallatin School of Individualized Study      Graduate School of Arts and Science      Institute of Fine Arts      Institute for the Study of the Ancient World      Leonard N. Stern School of Business      Liberal Studies Program      NYU Abu Dhabi      NYU Shanghai      Polytechnic School of Engineering      Robert F. Wagner Graduate School of Public Service      School of Professional Studies      School of Law      School of Medicine      Silver School of Social Work      Steinhardt School of Culture, Education, and Human Development      Tisch School of the Arts                QuickLinks          Academic Calendars      Administrative Units      Albert      Apply for Jobs      Athletics      Bookstores      Bursar      Campus Map      Career Development      Emergencies      Events      Giving to NYU      Housing      ITS      Libraries      News      NYU Apparel      Policies      Public Safety      Registrar      Student Health Center      Student Resources      Wellness Exchange                A-Z          A      B      C      D      E      F      G      H      I      J      K      L      M      N      O      P      Q      R      S      T      U      V      W      X      Y      Z                                                          New York University                          Search NYU                    Pages |    People                                       Main Navigation            About NYU       Admissions       Academics       University Life       Research       Global                                 Bread Crumbs          Employees   /   Life & Wellness   /   Family Care   /   Child Care   /   Summer Camp                 Sub Navigation                                 Summer Camp Program Options                       Brooklyn-based Summer Camps                       Business & Entrepreneurship Summer Camps                       Just For Girls Summer Camps                       Language Summer Camps                       NYU Affiliated Summer Programs                       Math, Science, and Technology Summer Programs                       Performing and Visual Arts Summer Camps                       Sports Camps                       Traditional Summer Camps                                                                   Special Needs      Some children have needs that are not fully served by a typical school curriculum. Parents often struggle to ensure an appropriate educational experience and a secure future for their special needs child. Below is a sampling of the many resources available to help parents stay informed and feel supported.     General Information and Referral   Resources for Children with Special Needs, Inc. is the New York City organization that works to connect families with the appropriate resources for their needs. Consult with one of their staff members by phone (212-677-4650) or make an appointment to speak to someone in person about educational programs and legal, medical and social support services. Their website includes a free searchable database of programs and services in NYC.   Advocates for Children of NYC offers over ten guides for parents with children with special needs, including how to secure appropriate education services for your preschool age child, special education services in NYC public schools, a timeline of the special education assessment and referral process, and more.   All Kinds of Minds Parent Toolkit offers tips on appreciating, celebrating, and managing differences. The Resources section provides tips and resources for students and parents.   NYU Child Study Center focuses primarily on learning disabilities and mental health of children, the AOK Library has many helpful articles, a glossary of terms and a list of print resources and organizations a monthly e-mail newsletter provides current information on parenting and mental health topics.     Developmental Disabilities   YAI/National Institute for People with Disabilities is an award-winning organization that strives to help people with developmental disabilities reach their fullest potential. They provide a wide range of services for people of all ages in and around New York and New Jersey.   New York City Department of Health and Mental Hygiene Mental Retardation and Developmental Disabilities Service and Information offers an online directory of providers to NYC residents. The website outlines programs and services available to NYC residents with developmental disabilities.     Early Intervention Services   Bilinguals, Inc. offers evaluation services, education, and therapies for children from birth to five years old. Their team of professionals speaks many different languages. They provide service for children with physical, language, cognitive, and emotional developmental delays. They also have services for children with autism and other PDDs. Many of their services are free to families in New York City.   New York State Early Intervention Program is part of a national program under IDEA. This program provides services for disabled and developmentally delayed children under age 3.   The NYC Department of Health and Mental Hygiene provides information about how early intervention services work and includes a listing of NYC-area service providers.     Learning challenges   LD Online is a resource for all types of learning disabilities. The site features areas for parents and kids, has experts who answer your questions, and features a store that sells a wide variety of tools and resources.   National Center for Learning Disabilities has a parent center where you can chat with other parents, get information about important legislation like IDEA and NCLB, and search for local resources. Addresses learning disabilities across the lifespan.     Gifted   Hunter Elementary School a NYC publicly funded school for intellectually gifted children, answers the question &quot;What is Gifted?&quot;   National Association for Gifted Children includes a user-friendly parent section, state-specific information, publications, and list of summer programs for gifted children.   U.S. Department of Education provides lengthy listing of resources related to gifted children in the parents section.   NYC Department of Education The Resources of Parents section includes a G&amp;T handbook and information on how to apply to citywide programs.                                                                  NYU Footer          Search      Directory      Campus Map      Events      Contact Us      Site Map      Copyright and Fair Use      Feedback         Unless otherwise noted, all content copyright New York University. All rights reserved. Designed by The Office of Web Communications"}]},
{"detail": [{"content": "Special Needs                                                                                                               NYU.edu requires JavaScript be enabled in your browser in order to use important features of the site. JavaScript is either disabled or not supported by your browser. For instructions on how to enable JavaScript in your browser, click here .                       New York University    Skip to Content   Skip to Search   Skip to Navigation   Skip to Sub Navigation                                                        NYUHome Login                            Students           |   Faculty           |   Alumni           |   Employees           |   Community                                   Schools          Arts and Science      College of Arts and Science      College of Dentistry      College of Nursing      Courant Institute of Mathematical Sciences      Gallatin School of Individualized Study      Graduate School of Arts and Science      Institute of Fine Arts      Institute for the Study of the Ancient World      Leonard N. Stern School of Business      Liberal Studies Program      NYU Abu Dhabi      NYU Shanghai      Polytechnic School of Engineering      Robert F. Wagner Graduate School of Public Service      School of Professional Studies      School of Law      School of Medicine      Silver School of Social Work      Steinhardt School of Culture, Education, and Human Development      Tisch School of the Arts                QuickLinks          Academic Calendars      Administrative Units      Albert      Apply for Jobs      Athletics      Bookstores      Bursar      Campus Map      Career Development      Emergencies      Events      Giving to NYU      Housing      ITS      Libraries      News      NYU Apparel      Policies      Public Safety      Registrar      Student Health Center      Student Resources      Wellness Exchange                A-Z          A      B      C      D      E      F      G      H      I      J      K      L      M      N      O      P      Q      R      S      T      U      V      W      X      Y      Z                                                          New York University                          Search NYU                    Pages |    People                                       Main Navigation            About NYU       Admissions       Academics       University Life       Research       Global                                 Bread Crumbs          Employees   /   Life & Wellness   /   Family Care   /   Education Options and Supports                 Sub Navigation                                 New to New York City                       Public School Options                       Private School Options                       Parochial School Options                       Special Needs                       College                       Educational Supports                                                                   Special Needs      Some children have needs that are not fully served by a typical school curriculum and parents often struggle to ensure an appropriate educational experience and a secure future for their special needs child.   When a child has been diagnosed with a special need or learning delay, it is important for parents to know your rights and learn about the free quality special education services provided by the Department of Education .   Parents can also stay informed and feel supported by connecting with the many resources available to help. A brief list follows.   General Information and Referral   Resources for Children with Special Needs, Inc.     Resources for Children with Special Needs, Inc. is the New York City organization that works to connect families with the appropriate resources for their needs. Consult with one of their staff members by phone (212-677-4650) or make an appointment to speak to someone in person about educational programs and legal, medical and social support services. Their website includes a free searchable database of programs and services in NYC.   Advocates for Children of NYC     Advocates for Children of NYC offers a toll-free Education Hotline, parent education and training programs, and over ten guides for parents with children with special needs, including how to secure appropriate education services for your preschool age child, special education services in NYC public schools, a timeline of the special education assessment and referral process, and more.   All Kinds of Minds     All Kinds of Minds Parent Toolkit offers tips on appreciating, celebrating, and managing differences. The Resources section provides tips and resources for students and parents.   NYU Child Study Center     NYU Child Study Center focuses primarily on learning disabilities and mental health of children, the AOK Library has many helpful articles, a glossary of terms and a list of print resources and organizations a monthly e-mail newsletter provides current information on parenting and mental health topics.   CHADD - Children and Adults with ADHD     CHADD - Children and Adults with ADHD provides education, advocacy and support for those with ADHD and their families. Find out about national conferences, connect with others in your area, or become a member and receive Attention magazine.   NAMI - National Alliance on Mental Illness     NAMI - National Alliance on Mental Illness offers an information helpline as well as online resources for children, teens, and adults who are affected by mental illness. NAMI also provides referrals to lawyers experienced in working with cases pertaining to mental illness. An active NYC chapter sponsors a Parent-Match program, support groups for parents of children with special needs and many additional programs that are free or low-cost.   VESID - Vocational and Educational Services for Individuals with Disabilities     VESID - Vocational and Educational Services for Individuals with Disabilities from the NYS Education Department. The goal of VESID is to make sure that all individuals with disabilities are provided with the services and protections that are guaranteed under the law. They work with schools and familites to promote equal education for disabled students. They also have vocational rehab services and independent living services for adults with disabilities.   Developmental Disabilities   YAI/National Institute for People with Disabilities     YAI/National Institute for People with Disabilities is an award-winning organization that strives to help people with developmental disabilities reach their fullest potential. They provide a wide range of services for people of all ages in and around New York and New Jersey.   New York City Department of Health and Mental Hygiene     Mental Retardation and Developmental Disabilities Service and Information offers an online directory of providers to NYC residents. The website outlines programs and services available to NYC residents with developmental disabilities.   NYS Office of Mental Retardation and Developmental Disabilities     NYS Office of Mental Retardation and Developmental Disabilities partners with a number of agencies across the state, providing a wide range of services. On their website you can find regulations, news, commonly used forms and other publications pertaining to mental retardation and developmental disabilities.   Early Intervention Services   Bilinguals, Inc.     Bilinguals, Inc. offers evaluation services, education, and therapies for children from birth to five years old. Their team of professionals speaks many different languages. They provide service for children with physical, language, cognitive, and emotional developmental delays. They also have services for children with autism and other PDDs. Many of their services are free to families in New York City.   New York State Early Intervention Program     New York State Early Intervention Program is part of a national program under IDEA. This program provides services for disabled and developmentally delayed children under age 3.   The NYC Department of Health and Mental Hygiene     The NYC Department of Health and Mental Hygiene provides information about how early intervention services work and includes a listing of NYC-area service providers.   Learning challenges   LD Online     LD Online is a resource for all types of learning disabilities. The site features areas for parents and kids, has experts who answer your questions, and features a store that sells a wide variety of tools and resources.   National Center for Learning Disabilities     National Center for Learning Disabilities has a parent center where you can chat with other parents, get information about important legislation like IDEA and NCLB, and search for local resources. Addresses learning disabilities across the lifespan.   Gifted   Hunter Elementary School     Hunter Elementary School (PDF) a NYC publicly funded school for intellectually gifted children, answers the question &quot;What is Gifted?&quot;   National Association for Gifted Children     National Association for Gifted Children includes a user-friendly parent section, state-specific information, publications, and list of summer programs for gifted children.   U.S. Department of Education     The U.S. Department of Education provides lengthy listing of resources related to gifted children in the parents section.   NYC Department of Education     NYC Department of Education 's the Resources of Parents section includes a G&amp;T handbook and information on how to apply to citywide programs.                                                                  NYU Footer          Search      Directory      Campus Map      Events      Contact Us      Site Map      Copyright and Fair Use      Feedback         Unless otherwise noted, all content copyright New York University. All rights reserved. Designed by The Office of Web Communications"}, {"content": "Special Needs                                                                                                               NYU.edu requires JavaScript be enabled in your browser in order to use important features of the site. JavaScript is either disabled or not supported by your browser. For instructions on how to enable JavaScript in your browser, click here .                       New York University    Skip to Content   Skip to Search   Skip to Navigation   Skip to Sub Navigation                                                        NYUHome Login                            Students           |   Faculty           |   Alumni           |   Employees           |   Community                                   Schools          Arts and Science      College of Arts and Science      College of Dentistry      College of Nursing      Courant Institute of Mathematical Sciences      Gallatin School of Individualized Study      Graduate School of Arts and Science      Institute of Fine Arts      Institute for the Study of the Ancient World      Leonard N. Stern School of Business      Liberal Studies Program      NYU Abu Dhabi      NYU Shanghai      Polytechnic School of Engineering      Robert F. Wagner Graduate School of Public Service      School of Professional Studies      School of Law      School of Medicine      Silver School of Social Work      Steinhardt School of Culture, Education, and Human Development      Tisch School of the Arts                QuickLinks          Academic Calendars      Administrative Units      Albert      Apply for Jobs      Athletics      Bookstores      Bursar      Campus Map      Career Development      Emergencies      Events      Giving to NYU      Housing      ITS      Libraries      News      NYU Apparel      Policies      Public Safety      Registrar      Student Health Center      Student Resources      Wellness Exchange                A-Z          A      B      C      D      E      F      G      H      I      J      K      L      M      N      O      P      Q      R      S      T      U      V      W      X      Y      Z                                                          New York University                          Search NYU                    Pages |    People                                       Main Navigation            About NYU       Admissions       Academics       University Life       Research       Global                                 Bread Crumbs          Employees   /   Life & Wellness   /   Family Care   /   Child Care   /   Summer Camp                 Sub Navigation                                 Summer Camp Program Options                       Brooklyn-based Summer Camps                       Business & Entrepreneurship Summer Camps                       Just For Girls Summer Camps                       Language Summer Camps                       NYU Affiliated Summer Programs                       Math, Science, and Technology Summer Programs                       Performing and Visual Arts Summer Camps                       Sports Camps                       Traditional Summer Camps                                                                   Special Needs      Some children have needs that are not fully served by a typical school curriculum. Parents often struggle to ensure an appropriate educational experience and a secure future for their special needs child. Below is a sampling of the many resources available to help parents stay informed and feel supported.     General Information and Referral   Resources for Children with Special Needs, Inc. is the New York City organization that works to connect families with the appropriate resources for their needs. Consult with one of their staff members by phone (212-677-4650) or make an appointment to speak to someone in person about educational programs and legal, medical and social support services. Their website includes a free searchable database of programs and services in NYC.   Advocates for Children of NYC offers over ten guides for parents with children with special needs, including how to secure appropriate education services for your preschool age child, special education services in NYC public schools, a timeline of the special education assessment and referral process, and more.   All Kinds of Minds Parent Toolkit offers tips on appreciating, celebrating, and managing differences. The Resources section provides tips and resources for students and parents.   NYU Child Study Center focuses primarily on learning disabilities and mental health of children, the AOK Library has many helpful articles, a glossary of terms and a list of print resources and organizations a monthly e-mail newsletter provides current information on parenting and mental health topics.     Developmental Disabilities   YAI/National Institute for People with Disabilities is an award-winning organization that strives to help people with developmental disabilities reach their fullest potential. They provide a wide range of services for people of all ages in and around New York and New Jersey.   New York City Department of Health and Mental Hygiene Mental Retardation and Developmental Disabilities Service and Information offers an online directory of providers to NYC residents. The website outlines programs and services available to NYC residents with developmental disabilities.     Early Intervention Services   Bilinguals, Inc. offers evaluation services, education, and therapies for children from birth to five years old. Their team of professionals speaks many different languages. They provide service for children with physical, language, cognitive, and emotional developmental delays. They also have services for children with autism and other PDDs. Many of their services are free to families in New York City.   New York State Early Intervention Program is part of a national program under IDEA. This program provides services for disabled and developmentally delayed children under age 3.   The NYC Department of Health and Mental Hygiene provides information about how early intervention services work and includes a listing of NYC-area service providers.     Learning challenges   LD Online is a resource for all types of learning disabilities. The site features areas for parents and kids, has experts who answer your questions, and features a store that sells a wide variety of tools and resources.   National Center for Learning Disabilities has a parent center where you can chat with other parents, get information about important legislation like IDEA and NCLB, and search for local resources. Addresses learning disabilities across the lifespan.     Gifted   Hunter Elementary School a NYC publicly funded school for intellectually gifted children, answers the question &quot;What is Gifted?&quot;   National Association for Gifted Children includes a user-friendly parent section, state-specific information, publications, and list of summer programs for gifted children.   U.S. Department of Education provides lengthy listing of resources related to gifted children in the parents section.   NYC Department of Education The Resources of Parents section includes a G&amp;T handbook and information on how to apply to citywide programs.                                                                  NYU Footer          Search      Directory      Campus Map      Events      Contact Us      Site Map      Copyright and Fair Use      Feedback         Unless otherwise noted, all content copyright New York University. All rights reserved. Designed by The Office of Web Communications"}]},
{"detail": [{"content": "Special Needs                                                                                                               NYU.edu requires JavaScript be enabled in your browser in order to use important features of the site. JavaScript is either disabled or not supported by your browser. For instructions on how to enable JavaScript in your browser, click here .                       New York University    Skip to Content   Skip to Search   Skip to Navigation   Skip to Sub Navigation                                                        NYUHome Login                            Students           |   Faculty           |   Alumni           |   Employees           |   Community                                   Schools          Arts and Science      College of Arts and Science      College of Dentistry      College of Nursing      Courant Institute of Mathematical Sciences      Gallatin School of Individualized Study      Graduate School of Arts and Science      Institute of Fine Arts      Institute for the Study of the Ancient World      Leonard N. Stern School of Business      Liberal Studies Program      NYU Abu Dhabi      NYU Shanghai      Polytechnic School of Engineering      Robert F. Wagner Graduate School of Public Service      School of Professional Studies      School of Law      School of Medicine      Silver School of Social Work      Steinhardt School of Culture, Education, and Human Development      Tisch School of the Arts                QuickLinks          Academic Calendars      Administrative Units      Albert      Apply for Jobs      Athletics      Bookstores      Bursar      Campus Map      Career Development      Emergencies      Events      Giving to NYU      Housing      ITS      Libraries      News      NYU Apparel      Policies      Public Safety      Registrar      Student Health Center      Student Resources      Wellness Exchange                A-Z          A      B      C      D      E      F      G      H      I      J      K      L      M      N      O      P      Q      R      S      T      U      V      W      X      Y      Z                                                          New York University                          Search NYU                    Pages |    People                                       Main Navigation            About NYU       Admissions       Academics       University Life       Research       Global                                 Bread Crumbs          Employees   /   Life & Wellness   /   Family Care   /   Education Options and Supports                 Sub Navigation                                 New to New York City                       Public School Options                       Private School Options                       Parochial School Options                       Special Needs                       College                       Educational Supports                                                                   Special Needs      Some children have needs that are not fully served by a typical school curriculum and parents often struggle to ensure an appropriate educational experience and a secure future for their special needs child.   When a child has been diagnosed with a special need or learning delay, it is important for parents to know your rights and learn about the free quality special education services provided by the Department of Education .   Parents can also stay informed and feel supported by connecting with the many resources available to help. A brief list follows.   General Information and Referral   Resources for Children with Special Needs, Inc.     Resources for Children with Special Needs, Inc. is the New York City organization that works to connect families with the appropriate resources for their needs. Consult with one of their staff members by phone (212-677-4650) or make an appointment to speak to someone in person about educational programs and legal, medical and social support services. Their website includes a free searchable database of programs and services in NYC.   Advocates for Children of NYC     Advocates for Children of NYC offers a toll-free Education Hotline, parent education and training programs, and over ten guides for parents with children with special needs, including how to secure appropriate education services for your preschool age child, special education services in NYC public schools, a timeline of the special education assessment and referral process, and more.   All Kinds of Minds     All Kinds of Minds Parent Toolkit offers tips on appreciating, celebrating, and managing differences. The Resources section provides tips and resources for students and parents.   NYU Child Study Center     NYU Child Study Center focuses primarily on learning disabilities and mental health of children, the AOK Library has many helpful articles, a glossary of terms and a list of print resources and organizations a monthly e-mail newsletter provides current information on parenting and mental health topics.   CHADD - Children and Adults with ADHD     CHADD - Children and Adults with ADHD provides education, advocacy and support for those with ADHD and their families. Find out about national conferences, connect with others in your area, or become a member and receive Attention magazine.   NAMI - National Alliance on Mental Illness     NAMI - National Alliance on Mental Illness offers an information helpline as well as online resources for children, teens, and adults who are affected by mental illness. NAMI also provides referrals to lawyers experienced in working with cases pertaining to mental illness. An active NYC chapter sponsors a Parent-Match program, support groups for parents of children with special needs and many additional programs that are free or low-cost.   VESID - Vocational and Educational Services for Individuals with Disabilities     VESID - Vocational and Educational Services for Individuals with Disabilities from the NYS Education Department. The goal of VESID is to make sure that all individuals with disabilities are provided with the services and protections that are guaranteed under the law. They work with schools and familites to promote equal education for disabled students. They also have vocational rehab services and independent living services for adults with disabilities.   Developmental Disabilities   YAI/National Institute for People with Disabilities     YAI/National Institute for People with Disabilities is an award-winning organization that strives to help people with developmental disabilities reach their fullest potential. They provide a wide range of services for people of all ages in and around New York and New Jersey.   New York City Department of Health and Mental Hygiene     Mental Retardation and Developmental Disabilities Service and Information offers an online directory of providers to NYC residents. The website outlines programs and services available to NYC residents with developmental disabilities.   NYS Office of Mental Retardation and Developmental Disabilities     NYS Office of Mental Retardation and Developmental Disabilities partners with a number of agencies across the state, providing a wide range of services. On their website you can find regulations, news, commonly used forms and other publications pertaining to mental retardation and developmental disabilities.   Early Intervention Services   Bilinguals, Inc.     Bilinguals, Inc. offers evaluation services, education, and therapies for children from birth to five years old. Their team of professionals speaks many different languages. They provide service for children with physical, language, cognitive, and emotional developmental delays. They also have services for children with autism and other PDDs. Many of their services are free to families in New York City.   New York State Early Intervention Program     New York State Early Intervention Program is part of a national program under IDEA. This program provides services for disabled and developmentally delayed children under age 3.   The NYC Department of Health and Mental Hygiene     The NYC Department of Health and Mental Hygiene provides information about how early intervention services work and includes a listing of NYC-area service providers.   Learning challenges   LD Online     LD Online is a resource for all types of learning disabilities. The site features areas for parents and kids, has experts who answer your questions, and features a store that sells a wide variety of tools and resources.   National Center for Learning Disabilities     National Center for Learning Disabilities has a parent center where you can chat with other parents, get information about important legislation like IDEA and NCLB, and search for local resources. Addresses learning disabilities across the lifespan.   Gifted   Hunter Elementary School     Hunter Elementary School (PDF) a NYC publicly funded school for intellectually gifted children, answers the question &quot;What is Gifted?&quot;   National Association for Gifted Children     National Association for Gifted Children includes a user-friendly parent section, state-specific information, publications, and list of summer programs for gifted children.   U.S. Department of Education     The U.S. Department of Education provides lengthy listing of resources related to gifted children in the parents section.   NYC Department of Education     NYC Department of Education 's the Resources of Parents section includes a G&amp;T handbook and information on how to apply to citywide programs.                                                                  NYU Footer          Search      Directory      Campus Map      Events      Contact Us      Site Map      Copyright and Fair Use      Feedback         Unless otherwise noted, all content copyright New York University. All rights reserved. Designed by The Office of Web Communications"}, {"content": "Special Needs                                                                                                               NYU.edu requires JavaScript be enabled in your browser in order to use important features of the site. JavaScript is either disabled or not supported by your browser. For instructions on how to enable JavaScript in your browser, click here .                       New York University    Skip to Content   Skip to Search   Skip to Navigation   Skip to Sub Navigation                                                        NYUHome Login                            Students           |   Faculty           |   Alumni           |   Employees           |   Community                                   Schools          Arts and Science      College of Arts and Science      College of Dentistry      College of Nursing      Courant Institute of Mathematical Sciences      Gallatin School of Individualized Study      Graduate School of Arts and Science      Institute of Fine Arts      Institute for the Study of the Ancient World      Leonard N. Stern School of Business      Liberal Studies Program      NYU Abu Dhabi      NYU Shanghai      Polytechnic School of Engineering      Robert F. Wagner Graduate School of Public Service      School of Professional Studies      School of Law      School of Medicine      Silver School of Social Work      Steinhardt School of Culture, Education, and Human Development      Tisch School of the Arts                QuickLinks          Academic Calendars      Administrative Units      Albert      Apply for Jobs      Athletics      Bookstores      Bursar      Campus Map      Career Development      Emergencies      Events      Giving to NYU      Housing      ITS      Libraries      News      NYU Apparel      Policies      Public Safety      Registrar      Student Health Center      Student Resources      Wellness Exchange                A-Z          A      B      C      D      E      F      G      H      I      J      K      L      M      N      O      P      Q      R      S      T      U      V      W      X      Y      Z                                                          New York University                          Search NYU                    Pages |    People                                       Main Navigation            About NYU       Admissions       Academics       University Life       Research       Global                                 Bread Crumbs          Employees   /   Life & Wellness   /   Family Care   /   Child Care   /   Summer Camp                 Sub Navigation                                 Summer Camp Program Options                       Brooklyn-based Summer Camps                       Business & Entrepreneurship Summer Camps                       Just For Girls Summer Camps                       Language Summer Camps                       NYU Affiliated Summer Programs                       Math, Science, and Technology Summer Programs                       Performing and Visual Arts Summer Camps                       Sports Camps                       Traditional Summer Camps                                                                   Special Needs      Some children have needs that are not fully served by a typical school curriculum. Parents often struggle to ensure an appropriate educational experience and a secure future for their special needs child. Below is a sampling of the many resources available to help parents stay informed and feel supported.     General Information and Referral   Resources for Children with Special Needs, Inc. is the New York City organization that works to connect families with the appropriate resources for their needs. Consult with one of their staff members by phone (212-677-4650) or make an appointment to speak to someone in person about educational programs and legal, medical and social support services. Their website includes a free searchable database of programs and services in NYC.   Advocates for Children of NYC offers over ten guides for parents with children with special needs, including how to secure appropriate education services for your preschool age child, special education services in NYC public schools, a timeline of the special education assessment and referral process, and more.   All Kinds of Minds Parent Toolkit offers tips on appreciating, celebrating, and managing differences. The Resources section provides tips and resources for students and parents.   NYU Child Study Center focuses primarily on learning disabilities and mental health of children, the AOK Library has many helpful articles, a glossary of terms and a list of print resources and organizations a monthly e-mail newsletter provides current information on parenting and mental health topics.     Developmental Disabilities   YAI/National Institute for People with Disabilities is an award-winning organization that strives to help people with developmental disabilities reach their fullest potential. They provide a wide range of services for people of all ages in and around New York and New Jersey.   New York City Department of Health and Mental Hygiene Mental Retardation and Developmental Disabilities Service and Information offers an online directory of providers to NYC residents. The website outlines programs and services available to NYC residents with developmental disabilities.     Early Intervention Services   Bilinguals, Inc. offers evaluation services, education, and therapies for children from birth to five years old. Their team of professionals speaks many different languages. They provide service for children with physical, language, cognitive, and emotional developmental delays. They also have services for children with autism and other PDDs. Many of their services are free to families in New York City.   New York State Early Intervention Program is part of a national program under IDEA. This program provides services for disabled and developmentally delayed children under age 3.   The NYC Department of Health and Mental Hygiene provides information about how early intervention services work and includes a listing of NYC-area service providers.     Learning challenges   LD Online is a resource for all types of learning disabilities. The site features areas for parents and kids, has experts who answer your questions, and features a store that sells a wide variety of tools and resources.   National Center for Learning Disabilities has a parent center where you can chat with other parents, get information about important legislation like IDEA and NCLB, and search for local resources. Addresses learning disabilities across the lifespan.     Gifted   Hunter Elementary School a NYC publicly funded school for intellectually gifted children, answers the question &quot;What is Gifted?&quot;   National Association for Gifted Children includes a user-friendly parent section, state-specific information, publications, and list of summer programs for gifted children.   U.S. Department of Education provides lengthy listing of resources related to gifted children in the parents section.   NYC Department of Education The Resources of Parents section includes a G&amp;T handbook and information on how to apply to citywide programs.                                                                  NYU Footer          Search      Directory      Campus Map      Events      Contact Us      Site Map      Copyright and Fair Use      Feedback         Unless otherwise noted, all content copyright New York University. All rights reserved. Designed by The Office of Web Communications"}, {"content": "Educating Children with Special Needs in Early Childhood Settings - Winter Programs - NYU Steinhardt                                                                                                   Skip to content       NYU Steinhardt School of Culture, Education, and Human Development         apply now     request info     contact                                               Admissions                    Undergraduate      Admissions              How       to Apply       Visiting       NYU Steinhardt       Tuition and Fees       Financial       Aid       Housing       Transfer Students       Request       Information       Apply       Now                             Graduate      Admissions             How to       Apply       Info Sessions and Events       Tuition        Application Guide       Financial Aid       Housing       Request       Information       Apply Now                             Global      and Special Sessions             Summer       Winter        Study Abroad Programs                                   About Steinhardt                                  Who We Are       Messages from the Dean       Mission and Vision       School Stats       Administration                                       Videos       Social Media Directory       Steinhardt Blogs            Snapshots       Podcasts                                   Academics                   By Level of Study              Undergraduate       Minors       Master's       Doctoral       Certificate                            By Area of Study             Applied Psychology       Art       Education       Health       Media       Music                            Global      and Special Sessions             Global Programs            Summer at Washington Square       Winter at Washington Square                            More      Academics             Academic Departments       Bulletin       Teacher Certification       Courses Listings       Course Evaluations       Course       Search       Lectures and Podcasts                                    Faculty                    Meet      Our Faculty              Alphabetical list       of Faculty       Faculty by Department       Faculty by Expertise       Faculty Blogs       Videos of our Faculty            Faculty Research       News About Our Faculty                            Faculty      Affairs              Open Faculty Positions       Faculty Policies and Guidelines       Faculty Governance       Academic Affairs            Faculty Technology Services       Faculty       Awards       Grants and Funding       Update Your Faculty Bio                                   Students                  Undergraduate Students            Advisement       Registration       Orientation       Transfer Students       Student Honors           Undergraduate Student Government (USG)                            Master's Students            Master's Connection       Advisement       Registration       Orientation       Grants       Graduate Student Organization (GSO)                            Doctoral Students            About Doctoral Studies        Full-Time Funding       Policies       Forms       Events and Deadlines        Research and Grants       Dissertation Guidelines        Past Dissertations                            All Students            Who's Who in Student Affairs       Non-Matriculated Students       Course Schedules and Locations       Graduation and Commencement       Calendar of Events       Student Counseling       Academic Standards       Student Matters Blog       Download Forms and Publications                                 Alumni                    Stay      Connected             Steinhardt Alumni News       NYU Alumni Connect Newsletter       Upcoming NYU Alumni Events       Find an NYU Alumni Club       NYU Alumni Day       Update Your Contact Information       Submit a Class Note        Alumni Profiles       NYU Steinhardt on               NYU Steinhardt Facebook        NYU Steinhardt Twitter        NYU Steinhardt YouTube        NYU Steinhardt LinkedIn                                            Giving      to Steinhardt                The Steinhardt Annual Fund         Make an Online Donation         NYU Giving                             Alumni Resources             NYU Alumni Homepage       Alumni Card and Benefits Program       Wasserman Center for Career Development       Library Privileges                                    Research                    Faculty      Research              Current Research Projects       Faculty       Research Interests       Faculty       Publications       Faculty Research Grant       Opportunities                             Doctoral      Research             Policies       Methods Courses       Forms and Instructions        Events and       Deadlines       Funds       Proposal       and Dissertation                            More Research             Centers and Institutes       Commissions and Consortiums       External Funding Report                                    News and Events                    Recent      News                  At Weekend Hackathon, Experts from NYU and AT&amp;T Look for Solutions for People with Disabilities       Julia Wolfe Wins 2015 Pulitzer Prize for Music       Steinhardt Researchers Examine Primary Care in Dominica       Literacy App Improves School Readiness in At-Risk Preschoolers, Finds Study by Steinhardt Researchers       NYU Steinhardt Study Evaluates the Influence of College Experiences on Career Outcomes                            More News             News from NYU Steinhardt       News About Our Faculty       Steinhardt At a Glance       Newsletters            Faculty Blogs       All Blogs                            Press Room             Press Releases       Faculty Experts       Steinhardt in the News       Expert Video Commentary       Press Contact                            Events             Calendar of Events       Events and Conferences                                   Media                               Videos       Blogs       Photo Essays       Podcasts              NYU Steinhardt Facebook        NYU Steinhardt Twitter        NYU Steinhardt YouTube        NYU Steinhardt LinkedIn        NYU Steinhardt RSS        NYU Steinhardt Instagram                                                   Winter Programs                                                          Educating Children with Special Needs in Early Childhood Settings            Course Number: SPECED-GE 2160    Points: 3    I nstructor: Barbara Schwartz    Course meets: 1/5-1/22/2015 MTWTh 4:30-6:35pm    Description : Strategies for general and special education teachers, counselors, and other service providers to meet the cognitive, emotional, social and behavioral needs of young children with disabilities in early childhood general education settings, with special focus on the acquisition of literacy skills and promoting development of social skills Methods for collaborative practices, curriculum development, instructional planning , identifying strengths of the child to differentirate instructional approaches, and supporting the cultural and linguistic diversity of children and families.    For more information regarding professors and meeting times, please consult Albert. The course can be found under the Department of Teaching and Learning.                    This site, and all its contents, are Copyright &copy;        by New York University. All rights reserved.    Steinhardt School of Culture, Education, and Human Development - 82 Washington Square East, New York, NY 10003"}]}]