[{"detail": [{"content": "Faculty &amp; Staff | Department of Population Health                            Skip to main content                      Patient Care       Faculty &amp; Staff Directory       Events       Careers       Donate                                                                                                                                                                             Department of Population Health                                                                                  Home   About   Faculty   Divisions   Research   Education   Faculty Affairs   News/Events   Contact                                  Home Divisions Sections and Other Programs Section on Tobacco, Alcohol, and Drug Use (TADU) Substance Abuse Research Education and Training (SARET) Faculty &amp; Staff            Print  Email               - A + A                                         Divisions        open/close   Biostatistics  Faculty &amp; Staff   Biostatistics Consulting Center   PhD Program   Upcoming Events       open/close   Epidemiology  Faculty       open/close   Healthcare Delivery Science     open/close   Medical Ethics  Masters Program   Training Opportunities   News &amp; Publications   Events Listing   Faculty   Volunteer for Research   Donate   External Links, Blogs, and Other Resources   NYU Medical Ethics Resources   NYU Working Group on Compassionate Use       open/close   Health and Behavior  News   Faculty   Staff   Research   Center for Healthful Behavior Change (CHBC)   Center for Stroke Disparities Solutions (CSDS)   Section on Health Choice, Policy and Evaluation (HCPE)   Section on Tobacco, Alcohol, and Drug Use (TADU)   Section for Health Equity   Center for Early Childhood Health and Development (CEHD)   Community Service Plan       open/close   Comparative Effectiveness and Decision Science  Section on Value and Effectiveness (SOLVE)   Section on Tobacco, Alcohol, and Drug Use (TADU)   Section on Health Choice, Policy and Evaluation (HCPE)   Current Research   Divisional Faculty   Divisional Staff   News       open/close   Sections and Other Programs  Section on Health Choice, Policy and Evaluation   Section on Tobacco, Alcohol, and Drug Use (TADU)  Faculty &amp; Staff   Research   Substance Abuse Research Education and Training (SARET) About Us   Faculty &amp; Staff   Trainees &amp; Research Projects   Contact Us     Contact Us   New York City Treats Tobacco (NYCTT)                                                                          Faculty &amp; Staff                                          Faculty   Marc Gourevitch, MD, MPH     Marc N. Gourevitch, MD, MPH, is Professor and founding Chair of the Department of Population Health at the NYU School of Medicine. The focus of Dr. Gourevitch’s work is to improve population health through interventions in the delivery of health care. He is co-Director of the Community Engagement and Population Health Research Core of the Clinical and Translational Science Institute that bridges NYU with New York City’s municipal hospital system, the Health and Hospitals Corporation. His research interests center on health service utilization and clinical epidemiology among drug users and other underserved populations; integrating pharmacologic treatments for opioid and alcohol dependence into primary care; and effective strategies for promoting behavior change in general medical settings. Dr. Gourevitch holds joint appointments in the Departments of Medicine and of Psychiatry as well as at NYU Wagner.     Kathleen Hanley, MD     Kathleen Hanley, MD, is an Associate Professor of Medicine at NYU and an Associate Director of the Primary Care Internal Medicine Residency Program She graduated from the University of Pennsylvania where she majored in Romance Languages and attended medical school at Albert Einstein. She completed the Primary Care IM residency at Montefiore, where she grew to love clinical epidemiology and physical diagnosis and was inspired to pursue a career caring for the underserved. After working in the ER at Montefiore for a year and travelling around the world for six months, she settled at NYU and has had the privilege of practicing primary care at Gouverneur for over 20 years! At NYU, she also developed her skills in teaching doctor-patient communication and for six years directed the Practice of Medicine course for 1st and 2nd year NYU med students. Kathleen is currently the curriculum director for the Substance Abuse Research Education and Training (SARET) program, a NIDA-funded inter-professional initiative to increase substance abuse research among physicians, nurses, dentists and social workers. She is an active member of the NYU ROMEO (Research on Medical Education Outcomes) Group and PrMEIR (Program in Medical Education Innovation and Research) Program. Her research interests include longitudinal assessment of clinical skills, especially using OSCEs and unannounced standardized patients.     Madeline A. Naegle, PhD, CNS-PMH,BC, FAAN     Madeline A. Naegle, PhD, CNS-PMH,BC, FAAN, is internationally known for program development, publications and implementation of policy in the specialties of addictions education and psychiatric nursing. Her leadership activities have focused on the integration of behavioral health into health professional education and health care delivery. Dr. Naegle has directed five HRSA funded programs developing substance abuse curricula for nursing and specialty certification, and faculty development in substance abuse education.   Professor Naegle is currently Coordinator, Substance Abuse Master’s Program Sequence, Assistant Deputy Director, Infectious Disease Core, CUDHR, (a NIDA funded P-30 Center), Affiliated Faculty NYU Institute for Global Public Health, Director, NYUCN WHO Collaborating Center in Geriatric Nursing and a psychotherapist in private practice. In addition to serving as a Co-investigator on SARET, her current research is a telemessaging intervention (with Noelle Leonard, PhD) for excess alcohol consumption in undergraduate women.   Dr. Naegle’s numerous nursing and interdisciplinary publications on addiction/psychiatric nursing include a reference text on substance abuse and a federally sponsored model nursing curriculum on substance related disorders. Dr. Naegle currently serves on the American Psychiatric Nurses Association Council on Addiction and Council on Tobacco Dependence, as well as the SECAT Nursing Steering Committee for SBIRT Training and the New York State Nurses OASAS Advisory Panel. She Is the recipient of numerous awards including the Anderson J. Spickard, Jr. Excellence in Mentorship Award, Association of Medical Educators and Researchers in Substance Abuse (2010), the National Nurses’ Society on Addictions (INTNSA) Spirit Award (2007), the American Nurses Association Hildegard Peplau Award (2002) and Honorary Recognition, New York State Nurses Association’s highest award (2007).     Ellen Tuchman, PhD     Ellen Tuchman, PhD is associate professor and coordinator of the Office of Mental Health Evidence Based Project at the New York University Silver School of Social Work. Dr. Tuchman has expertise in women’s substance abuse, their midlife health and mental health, with a special focus on injecting and sexual HIV risk behaviors. Additional research interests include harm reduction, intervention research, and HIV prevention. She has conducted research primarily in urban, resource-poor settings, including the Bronx and Lower East Side communities of New York City. In addition, she is currently an investigator on the NIDA funded Substance Abuse Research Education and Training (SARET) Program, an innovative initiative to educate and spur interest among NYU students from medicine, dentistry, nursing, and social work about addiction and the fundamentals of clinical research.     Frederick More, DDS, MS     Frederick More is Professor, Department of Epidemiology and Health Promotion. Dr. More developed a 4-year curriculum in bioethics in the predoctoral program at NYU. He teaches courses in bioethical issues and IRB skills in the MS program in Clinical Research; and taught a Core Course in Ethical issues and Decision-Making in Global Public Health in the NYU Masters in Global Public Health Leadership program for 10 years. Over the past 7 years, he has been active in human research ethics. He has served on the NYU Langone Medical Center, NYU School of Medicine IRB since 2006 and currently serves as IRB chairman.   His current research is exploring the barriers that exist for dental students raising sensitive issues with patients such as tobacco use, alcohol, drugs, nutrition, weight, health status and oral sex as these issues relate to risk reduction. Dr. More is a co-investigator on a grant funded by the National Institute for Drug Abuse. This interprofessional project, currently in its sixth year, provides education about addiction and substance abuse, and research opportunity for students in medicine, dentistry, nursing, and social work.     Staff   Sewit Bereket, MPH     Sewit Bereket is the Program Manager for the Substance Abuse Research Education and Training (SARET) program, an NIH-funded educational and research initiative within the Department of Population Health, She will be working closely with Dr. Hanley on managing and evaluating SARET. She has an MPH in epidemiology from Columbia University, where she worked on a large-scale NIH-funded HIV prevention study and was a graduate teaching assistant in Biostatistics.                                                                                                                                               NYU Langone Medical Center       Student Login       Library                 Policies &amp; Disclaimers"}, {"content": "Counseling                                                                                                               NYU.edu requires JavaScript be enabled in your browser in order to use important features of the site. JavaScript is either disabled or not supported by your browser. For instructions on how to enable JavaScript in your browser, click here .                       New York University    Skip to Content   Skip to Search   Skip to Navigation   Skip to Sub Navigation                                                        NYUHome Login                            Students           |   Faculty           |   Alumni           |   Employees           |   Community                                   Schools          Arts and Science      College of Arts and Science      College of Dentistry      College of Nursing      Courant Institute of Mathematical Sciences      Gallatin School of Individualized Study      Graduate School of Arts and Science      Institute of Fine Arts      Institute for the Study of the Ancient World      Leonard N. Stern School of Business      Liberal Studies Program      NYU Abu Dhabi      NYU Shanghai      Polytechnic School of Engineering      Robert F. Wagner Graduate School of Public Service      School of Professional Studies      School of Law      School of Medicine      Silver School of Social Work      Steinhardt School of Culture, Education, and Human Development      Tisch School of the Arts                QuickLinks          Academic Calendars      Administrative Units      Albert      Apply for Jobs      Athletics      Bookstores      Bursar      Campus Map      Career Development      Emergencies      Events      Giving to NYU      Housing      ITS      Libraries      News      NYU Apparel      Policies      Public Safety      Registrar      Student Health Center      Student Resources      Wellness Exchange                A-Z          A      B      C      D      E      F      G      H      I      J      K      L      M      N      O      P      Q      R      S      T      U      V      W      X      Y      Z                                                          New York University                          Search NYU                    Pages |    People                                       Main Navigation            About NYU       Admissions       Academics       University Life       Research       Global                                 Bread Crumbs          University Life   /   Safety, Health, and Wellness   /   Student Health Center   /   Services   /   Mental Health   /   Counseling                 Sub Navigation                                 Counseling by Appointment                       Walk in Counseling                       Substance, Assessment, Feedback, and Evaluation (SAFE)                                                                   Counseling      Welcome to Counseling and Wellness Services (CWS) at NYU. CWS offers students short-term individual counseling, group counseling, self-improvement classes, referrals, and psychiatric medication services. All services except psychiatric medication services are free of charge.   Short-term Counseling   Counseling - or psychotherapy - is a professional relationship that focuses on personal problems. The counseling relationship differs from both social friendships and patient-doctor contacts. Unlike friends, counselors are able to be objective; they are not involved in your daily lives. Unlike most doctors, counselors don't give specific advice or tell you what to do. Instead, they serve as skilled listeners who help you to clarify issues, discover your true wishes and feelings, and deal effectively with problems.   CWS counselors are psychologists, psychiatrists, social workers, nurse practitioners, and advanced trainees in those professions. There are male and female counselors, counselors from different racial and national backgrounds, and counselors who specialize in substance abuse, gay/lesbian/bisexual concerns, eating disorders, international students, and other concerns. We also have counselors who specialize in the issues of students from different schools: CAS, Gallatin, Law, Social Work, Steinhardt, Tisch, and students living in residence halls.   Length of counseling varies. Some problems lend themselves to a one or two session consultation. Others require a series of appointments, the length to be decided by you and your counselor. If you need longer than short-term counseling, your counselor will discuss with you affordable referral resources in the community.   Many problems lend themselves to Group Counseling or a Toolkit , rather than individual counseling.   What kind of problem is appropriate to discuss with a CWS counselor? Anything that troubles you. Here is a partial list of common student concerns:     Depression   Homesickness   Stress   Anxiety   Alcohol or drugs   Eating concerns   Academic anxieties   Roommate and friendship problems   Family problems   Suicidal thoughts   Sexual concerns   Identity concerns     Confidentiality                                Quick Links                      Counseling Services           Counseling Counseling by Appointment Group Counseling Psychiatry Relaxation Oasis Substance, Assessment, Feedback, and Evalution Toolkits Walk-in Counseling                                                                                                                                                           Counseling and Wellness   Contact Information     726 Broadway, 4th Floor, Suite 471   Telephone: 212-998-4780   Fax: 212-995-4096   wellness.exchange@nyu.edu   By Appointment :*   Mon-Thu: 9am-8pm   Fri: 9am-5pm   Sat-Sun: Closed (Call 212-443-9999)     --------------------------   Walk-in Counseling : *   (No appointment necessary)     726 Broadway, 4th Floor, Suite 402  (3rd Floor, Suit 353 on Saturdays)     Mon-Thu: 10am-8:30pm   (Short-term refills available 5-8pm)   Fri: 10am-6pm   (Short-term refills available 3-5pm)   Sat: 10am-3pm (3rd Fl, Ste 353)   Sun: Closed (Call 212-443-9999)   --------------------------   Polytechnic School of Engineering Counseling Services   5 Metrotech, Suite 232  Brooklyn, NY   Telephone: 718-260-3456                                  Staff Directory                  Learn about our Providers.            Click here                                                             NYU Footer          Search      Directory      Campus Map      Events      Contact Us      Site Map      Copyright and Fair Use      Feedback         Unless otherwise noted, all content copyright New York University. All rights reserved. Designed by The Office of Web Communications"}]},
{"detail": [{"content": "Faculty &amp; Staff | Department of Population Health                            Skip to main content                      Patient Care       Faculty &amp; Staff Directory       Events       Careers       Donate                                                                                                                                                                             Department of Population Health                                                                                  Home   About   Faculty   Divisions   Research   Education   Faculty Affairs   News/Events   Contact                                  Home Divisions Sections and Other Programs Section on Tobacco, Alcohol, and Drug Use (TADU) Substance Abuse Research Education and Training (SARET) Faculty &amp; Staff            Print  Email               - A + A                                         Divisions        open/close   Biostatistics  Faculty &amp; Staff   Biostatistics Consulting Center   PhD Program   Upcoming Events       open/close   Epidemiology  Faculty       open/close   Healthcare Delivery Science     open/close   Medical Ethics  Masters Program   Training Opportunities   News &amp; Publications   Events Listing   Faculty   Volunteer for Research   Donate   External Links, Blogs, and Other Resources   NYU Medical Ethics Resources   NYU Working Group on Compassionate Use       open/close   Health and Behavior  News   Faculty   Staff   Research   Center for Healthful Behavior Change (CHBC)   Center for Stroke Disparities Solutions (CSDS)   Section on Health Choice, Policy and Evaluation (HCPE)   Section on Tobacco, Alcohol, and Drug Use (TADU)   Section for Health Equity   Center for Early Childhood Health and Development (CEHD)   Community Service Plan       open/close   Comparative Effectiveness and Decision Science  Section on Value and Effectiveness (SOLVE)   Section on Tobacco, Alcohol, and Drug Use (TADU)   Section on Health Choice, Policy and Evaluation (HCPE)   Current Research   Divisional Faculty   Divisional Staff   News       open/close   Sections and Other Programs  Section on Health Choice, Policy and Evaluation   Section on Tobacco, Alcohol, and Drug Use (TADU)  Faculty &amp; Staff   Research   Substance Abuse Research Education and Training (SARET) About Us   Faculty &amp; Staff   Trainees &amp; Research Projects   Contact Us     Contact Us   New York City Treats Tobacco (NYCTT)                                                                          Faculty &amp; Staff                                          Faculty   Marc Gourevitch, MD, MPH     Marc N. Gourevitch, MD, MPH, is Professor and founding Chair of the Department of Population Health at the NYU School of Medicine. The focus of Dr. Gourevitch’s work is to improve population health through interventions in the delivery of health care. He is co-Director of the Community Engagement and Population Health Research Core of the Clinical and Translational Science Institute that bridges NYU with New York City’s municipal hospital system, the Health and Hospitals Corporation. His research interests center on health service utilization and clinical epidemiology among drug users and other underserved populations; integrating pharmacologic treatments for opioid and alcohol dependence into primary care; and effective strategies for promoting behavior change in general medical settings. Dr. Gourevitch holds joint appointments in the Departments of Medicine and of Psychiatry as well as at NYU Wagner.     Kathleen Hanley, MD     Kathleen Hanley, MD, is an Associate Professor of Medicine at NYU and an Associate Director of the Primary Care Internal Medicine Residency Program She graduated from the University of Pennsylvania where she majored in Romance Languages and attended medical school at Albert Einstein. She completed the Primary Care IM residency at Montefiore, where she grew to love clinical epidemiology and physical diagnosis and was inspired to pursue a career caring for the underserved. After working in the ER at Montefiore for a year and travelling around the world for six months, she settled at NYU and has had the privilege of practicing primary care at Gouverneur for over 20 years! At NYU, she also developed her skills in teaching doctor-patient communication and for six years directed the Practice of Medicine course for 1st and 2nd year NYU med students. Kathleen is currently the curriculum director for the Substance Abuse Research Education and Training (SARET) program, a NIDA-funded inter-professional initiative to increase substance abuse research among physicians, nurses, dentists and social workers. She is an active member of the NYU ROMEO (Research on Medical Education Outcomes) Group and PrMEIR (Program in Medical Education Innovation and Research) Program. Her research interests include longitudinal assessment of clinical skills, especially using OSCEs and unannounced standardized patients.     Madeline A. Naegle, PhD, CNS-PMH,BC, FAAN     Madeline A. Naegle, PhD, CNS-PMH,BC, FAAN, is internationally known for program development, publications and implementation of policy in the specialties of addictions education and psychiatric nursing. Her leadership activities have focused on the integration of behavioral health into health professional education and health care delivery. Dr. Naegle has directed five HRSA funded programs developing substance abuse curricula for nursing and specialty certification, and faculty development in substance abuse education.   Professor Naegle is currently Coordinator, Substance Abuse Master’s Program Sequence, Assistant Deputy Director, Infectious Disease Core, CUDHR, (a NIDA funded P-30 Center), Affiliated Faculty NYU Institute for Global Public Health, Director, NYUCN WHO Collaborating Center in Geriatric Nursing and a psychotherapist in private practice. In addition to serving as a Co-investigator on SARET, her current research is a telemessaging intervention (with Noelle Leonard, PhD) for excess alcohol consumption in undergraduate women.   Dr. Naegle’s numerous nursing and interdisciplinary publications on addiction/psychiatric nursing include a reference text on substance abuse and a federally sponsored model nursing curriculum on substance related disorders. Dr. Naegle currently serves on the American Psychiatric Nurses Association Council on Addiction and Council on Tobacco Dependence, as well as the SECAT Nursing Steering Committee for SBIRT Training and the New York State Nurses OASAS Advisory Panel. She Is the recipient of numerous awards including the Anderson J. Spickard, Jr. Excellence in Mentorship Award, Association of Medical Educators and Researchers in Substance Abuse (2010), the National Nurses’ Society on Addictions (INTNSA) Spirit Award (2007), the American Nurses Association Hildegard Peplau Award (2002) and Honorary Recognition, New York State Nurses Association’s highest award (2007).     Ellen Tuchman, PhD     Ellen Tuchman, PhD is associate professor and coordinator of the Office of Mental Health Evidence Based Project at the New York University Silver School of Social Work. Dr. Tuchman has expertise in women’s substance abuse, their midlife health and mental health, with a special focus on injecting and sexual HIV risk behaviors. Additional research interests include harm reduction, intervention research, and HIV prevention. She has conducted research primarily in urban, resource-poor settings, including the Bronx and Lower East Side communities of New York City. In addition, she is currently an investigator on the NIDA funded Substance Abuse Research Education and Training (SARET) Program, an innovative initiative to educate and spur interest among NYU students from medicine, dentistry, nursing, and social work about addiction and the fundamentals of clinical research.     Frederick More, DDS, MS     Frederick More is Professor, Department of Epidemiology and Health Promotion. Dr. More developed a 4-year curriculum in bioethics in the predoctoral program at NYU. He teaches courses in bioethical issues and IRB skills in the MS program in Clinical Research; and taught a Core Course in Ethical issues and Decision-Making in Global Public Health in the NYU Masters in Global Public Health Leadership program for 10 years. Over the past 7 years, he has been active in human research ethics. He has served on the NYU Langone Medical Center, NYU School of Medicine IRB since 2006 and currently serves as IRB chairman.   His current research is exploring the barriers that exist for dental students raising sensitive issues with patients such as tobacco use, alcohol, drugs, nutrition, weight, health status and oral sex as these issues relate to risk reduction. Dr. More is a co-investigator on a grant funded by the National Institute for Drug Abuse. This interprofessional project, currently in its sixth year, provides education about addiction and substance abuse, and research opportunity for students in medicine, dentistry, nursing, and social work.     Staff   Sewit Bereket, MPH     Sewit Bereket is the Program Manager for the Substance Abuse Research Education and Training (SARET) program, an NIH-funded educational and research initiative within the Department of Population Health, She will be working closely with Dr. Hanley on managing and evaluating SARET. She has an MPH in epidemiology from Columbia University, where she worked on a large-scale NIH-funded HIV prevention study and was a graduate teaching assistant in Biostatistics.                                                                                                                                               NYU Langone Medical Center       Student Login       Library                 Policies &amp; Disclaimers"}, {"content": "Counseling                                                                                                               NYU.edu requires JavaScript be enabled in your browser in order to use important features of the site. JavaScript is either disabled or not supported by your browser. For instructions on how to enable JavaScript in your browser, click here .                       New York University    Skip to Content   Skip to Search   Skip to Navigation   Skip to Sub Navigation                                                        NYUHome Login                            Students           |   Faculty           |   Alumni           |   Employees           |   Community                                   Schools          Arts and Science      College of Arts and Science      College of Dentistry      College of Nursing      Courant Institute of Mathematical Sciences      Gallatin School of Individualized Study      Graduate School of Arts and Science      Institute of Fine Arts      Institute for the Study of the Ancient World      Leonard N. Stern School of Business      Liberal Studies Program      NYU Abu Dhabi      NYU Shanghai      Polytechnic School of Engineering      Robert F. Wagner Graduate School of Public Service      School of Professional Studies      School of Law      School of Medicine      Silver School of Social Work      Steinhardt School of Culture, Education, and Human Development      Tisch School of the Arts                QuickLinks          Academic Calendars      Administrative Units      Albert      Apply for Jobs      Athletics      Bookstores      Bursar      Campus Map      Career Development      Emergencies      Events      Giving to NYU      Housing      ITS      Libraries      News      NYU Apparel      Policies      Public Safety      Registrar      Student Health Center      Student Resources      Wellness Exchange                A-Z          A      B      C      D      E      F      G      H      I      J      K      L      M      N      O      P      Q      R      S      T      U      V      W      X      Y      Z                                                          New York University                          Search NYU                    Pages |    People                                       Main Navigation            About NYU       Admissions       Academics       University Life       Research       Global                                 Bread Crumbs          University Life   /   Safety, Health, and Wellness   /   Student Health Center   /   Services   /   Mental Health   /   Counseling                 Sub Navigation                                 Counseling by Appointment                       Walk in Counseling                       Substance, Assessment, Feedback, and Evaluation (SAFE)                                                                   Counseling      Welcome to Counseling and Wellness Services (CWS) at NYU. CWS offers students short-term individual counseling, group counseling, self-improvement classes, referrals, and psychiatric medication services. All services except psychiatric medication services are free of charge.   Short-term Counseling   Counseling - or psychotherapy - is a professional relationship that focuses on personal problems. The counseling relationship differs from both social friendships and patient-doctor contacts. Unlike friends, counselors are able to be objective; they are not involved in your daily lives. Unlike most doctors, counselors don't give specific advice or tell you what to do. Instead, they serve as skilled listeners who help you to clarify issues, discover your true wishes and feelings, and deal effectively with problems.   CWS counselors are psychologists, psychiatrists, social workers, nurse practitioners, and advanced trainees in those professions. There are male and female counselors, counselors from different racial and national backgrounds, and counselors who specialize in substance abuse, gay/lesbian/bisexual concerns, eating disorders, international students, and other concerns. We also have counselors who specialize in the issues of students from different schools: CAS, Gallatin, Law, Social Work, Steinhardt, Tisch, and students living in residence halls.   Length of counseling varies. Some problems lend themselves to a one or two session consultation. Others require a series of appointments, the length to be decided by you and your counselor. If you need longer than short-term counseling, your counselor will discuss with you affordable referral resources in the community.   Many problems lend themselves to Group Counseling or a Toolkit , rather than individual counseling.   What kind of problem is appropriate to discuss with a CWS counselor? Anything that troubles you. Here is a partial list of common student concerns:     Depression   Homesickness   Stress   Anxiety   Alcohol or drugs   Eating concerns   Academic anxieties   Roommate and friendship problems   Family problems   Suicidal thoughts   Sexual concerns   Identity concerns     Confidentiality                                Quick Links                      Counseling Services           Counseling Counseling by Appointment Group Counseling Psychiatry Relaxation Oasis Substance, Assessment, Feedback, and Evalution Toolkits Walk-in Counseling                                                                                                                                                           Counseling and Wellness   Contact Information     726 Broadway, 4th Floor, Suite 471   Telephone: 212-998-4780   Fax: 212-995-4096   wellness.exchange@nyu.edu   By Appointment :*   Mon-Thu: 9am-8pm   Fri: 9am-5pm   Sat-Sun: Closed (Call 212-443-9999)     --------------------------   Walk-in Counseling : *   (No appointment necessary)     726 Broadway, 4th Floor, Suite 402  (3rd Floor, Suit 353 on Saturdays)     Mon-Thu: 10am-8:30pm   (Short-term refills available 5-8pm)   Fri: 10am-6pm   (Short-term refills available 3-5pm)   Sat: 10am-3pm (3rd Fl, Ste 353)   Sun: Closed (Call 212-443-9999)   --------------------------   Polytechnic School of Engineering Counseling Services   5 Metrotech, Suite 232  Brooklyn, NY   Telephone: 718-260-3456                                  Staff Directory                  Learn about our Providers.            Click here                                                             NYU Footer          Search      Directory      Campus Map      Events      Contact Us      Site Map      Copyright and Fair Use      Feedback         Unless otherwise noted, all content copyright New York University. All rights reserved. Designed by The Office of Web Communications"}]},
{"detail": [{"content": "Faculty &amp; Staff | Department of Population Health                            Skip to main content                      Patient Care       Faculty &amp; Staff Directory       Events       Careers       Donate                                                                                                                                                                             Department of Population Health                                                                                  Home   About   Faculty   Divisions   Research   Education   Faculty Affairs   News/Events   Contact                                  Home Divisions Sections and Other Programs Section on Tobacco, Alcohol, and Drug Use (TADU) Substance Abuse Research Education and Training (SARET) Faculty &amp; Staff            Print  Email               - A + A                                         Divisions        open/close   Biostatistics  Faculty &amp; Staff   Biostatistics Consulting Center   PhD Program   Upcoming Events       open/close   Epidemiology  Faculty       open/close   Healthcare Delivery Science     open/close   Medical Ethics  Masters Program   Training Opportunities   News &amp; Publications   Events Listing   Faculty   Volunteer for Research   Donate   External Links, Blogs, and Other Resources   NYU Medical Ethics Resources   NYU Working Group on Compassionate Use       open/close   Health and Behavior  News   Faculty   Staff   Research   Center for Healthful Behavior Change (CHBC)   Center for Stroke Disparities Solutions (CSDS)   Section on Health Choice, Policy and Evaluation (HCPE)   Section on Tobacco, Alcohol, and Drug Use (TADU)   Section for Health Equity   Center for Early Childhood Health and Development (CEHD)   Community Service Plan       open/close   Comparative Effectiveness and Decision Science  Section on Value and Effectiveness (SOLVE)   Section on Tobacco, Alcohol, and Drug Use (TADU)   Section on Health Choice, Policy and Evaluation (HCPE)   Current Research   Divisional Faculty   Divisional Staff   News       open/close   Sections and Other Programs  Section on Health Choice, Policy and Evaluation   Section on Tobacco, Alcohol, and Drug Use (TADU)  Faculty &amp; Staff   Research   Substance Abuse Research Education and Training (SARET) About Us   Faculty &amp; Staff   Trainees &amp; Research Projects   Contact Us     Contact Us   New York City Treats Tobacco (NYCTT)                                                                          Faculty &amp; Staff                                          Faculty   Marc Gourevitch, MD, MPH     Marc N. Gourevitch, MD, MPH, is Professor and founding Chair of the Department of Population Health at the NYU School of Medicine. The focus of Dr. Gourevitch’s work is to improve population health through interventions in the delivery of health care. He is co-Director of the Community Engagement and Population Health Research Core of the Clinical and Translational Science Institute that bridges NYU with New York City’s municipal hospital system, the Health and Hospitals Corporation. His research interests center on health service utilization and clinical epidemiology among drug users and other underserved populations; integrating pharmacologic treatments for opioid and alcohol dependence into primary care; and effective strategies for promoting behavior change in general medical settings. Dr. Gourevitch holds joint appointments in the Departments of Medicine and of Psychiatry as well as at NYU Wagner.     Kathleen Hanley, MD     Kathleen Hanley, MD, is an Associate Professor of Medicine at NYU and an Associate Director of the Primary Care Internal Medicine Residency Program She graduated from the University of Pennsylvania where she majored in Romance Languages and attended medical school at Albert Einstein. She completed the Primary Care IM residency at Montefiore, where she grew to love clinical epidemiology and physical diagnosis and was inspired to pursue a career caring for the underserved. After working in the ER at Montefiore for a year and travelling around the world for six months, she settled at NYU and has had the privilege of practicing primary care at Gouverneur for over 20 years! At NYU, she also developed her skills in teaching doctor-patient communication and for six years directed the Practice of Medicine course for 1st and 2nd year NYU med students. Kathleen is currently the curriculum director for the Substance Abuse Research Education and Training (SARET) program, a NIDA-funded inter-professional initiative to increase substance abuse research among physicians, nurses, dentists and social workers. She is an active member of the NYU ROMEO (Research on Medical Education Outcomes) Group and PrMEIR (Program in Medical Education Innovation and Research) Program. Her research interests include longitudinal assessment of clinical skills, especially using OSCEs and unannounced standardized patients.     Madeline A. Naegle, PhD, CNS-PMH,BC, FAAN     Madeline A. Naegle, PhD, CNS-PMH,BC, FAAN, is internationally known for program development, publications and implementation of policy in the specialties of addictions education and psychiatric nursing. Her leadership activities have focused on the integration of behavioral health into health professional education and health care delivery. Dr. Naegle has directed five HRSA funded programs developing substance abuse curricula for nursing and specialty certification, and faculty development in substance abuse education.   Professor Naegle is currently Coordinator, Substance Abuse Master’s Program Sequence, Assistant Deputy Director, Infectious Disease Core, CUDHR, (a NIDA funded P-30 Center), Affiliated Faculty NYU Institute for Global Public Health, Director, NYUCN WHO Collaborating Center in Geriatric Nursing and a psychotherapist in private practice. In addition to serving as a Co-investigator on SARET, her current research is a telemessaging intervention (with Noelle Leonard, PhD) for excess alcohol consumption in undergraduate women.   Dr. Naegle’s numerous nursing and interdisciplinary publications on addiction/psychiatric nursing include a reference text on substance abuse and a federally sponsored model nursing curriculum on substance related disorders. Dr. Naegle currently serves on the American Psychiatric Nurses Association Council on Addiction and Council on Tobacco Dependence, as well as the SECAT Nursing Steering Committee for SBIRT Training and the New York State Nurses OASAS Advisory Panel. She Is the recipient of numerous awards including the Anderson J. Spickard, Jr. Excellence in Mentorship Award, Association of Medical Educators and Researchers in Substance Abuse (2010), the National Nurses’ Society on Addictions (INTNSA) Spirit Award (2007), the American Nurses Association Hildegard Peplau Award (2002) and Honorary Recognition, New York State Nurses Association’s highest award (2007).     Ellen Tuchman, PhD     Ellen Tuchman, PhD is associate professor and coordinator of the Office of Mental Health Evidence Based Project at the New York University Silver School of Social Work. Dr. Tuchman has expertise in women’s substance abuse, their midlife health and mental health, with a special focus on injecting and sexual HIV risk behaviors. Additional research interests include harm reduction, intervention research, and HIV prevention. She has conducted research primarily in urban, resource-poor settings, including the Bronx and Lower East Side communities of New York City. In addition, she is currently an investigator on the NIDA funded Substance Abuse Research Education and Training (SARET) Program, an innovative initiative to educate and spur interest among NYU students from medicine, dentistry, nursing, and social work about addiction and the fundamentals of clinical research.     Frederick More, DDS, MS     Frederick More is Professor, Department of Epidemiology and Health Promotion. Dr. More developed a 4-year curriculum in bioethics in the predoctoral program at NYU. He teaches courses in bioethical issues and IRB skills in the MS program in Clinical Research; and taught a Core Course in Ethical issues and Decision-Making in Global Public Health in the NYU Masters in Global Public Health Leadership program for 10 years. Over the past 7 years, he has been active in human research ethics. He has served on the NYU Langone Medical Center, NYU School of Medicine IRB since 2006 and currently serves as IRB chairman.   His current research is exploring the barriers that exist for dental students raising sensitive issues with patients such as tobacco use, alcohol, drugs, nutrition, weight, health status and oral sex as these issues relate to risk reduction. Dr. More is a co-investigator on a grant funded by the National Institute for Drug Abuse. This interprofessional project, currently in its sixth year, provides education about addiction and substance abuse, and research opportunity for students in medicine, dentistry, nursing, and social work.     Staff   Sewit Bereket, MPH     Sewit Bereket is the Program Manager for the Substance Abuse Research Education and Training (SARET) program, an NIH-funded educational and research initiative within the Department of Population Health, She will be working closely with Dr. Hanley on managing and evaluating SARET. She has an MPH in epidemiology from Columbia University, where she worked on a large-scale NIH-funded HIV prevention study and was a graduate teaching assistant in Biostatistics.                                                                                                                                               NYU Langone Medical Center       Student Login       Library                 Policies &amp; Disclaimers"}, {"content": "Counseling                                                                                                               NYU.edu requires JavaScript be enabled in your browser in order to use important features of the site. JavaScript is either disabled or not supported by your browser. For instructions on how to enable JavaScript in your browser, click here .                       New York University    Skip to Content   Skip to Search   Skip to Navigation   Skip to Sub Navigation                                                        NYUHome Login                            Students           |   Faculty           |   Alumni           |   Employees           |   Community                                   Schools          Arts and Science      College of Arts and Science      College of Dentistry      College of Nursing      Courant Institute of Mathematical Sciences      Gallatin School of Individualized Study      Graduate School of Arts and Science      Institute of Fine Arts      Institute for the Study of the Ancient World      Leonard N. Stern School of Business      Liberal Studies Program      NYU Abu Dhabi      NYU Shanghai      Polytechnic School of Engineering      Robert F. Wagner Graduate School of Public Service      School of Professional Studies      School of Law      School of Medicine      Silver School of Social Work      Steinhardt School of Culture, Education, and Human Development      Tisch School of the Arts                QuickLinks          Academic Calendars      Administrative Units      Albert      Apply for Jobs      Athletics      Bookstores      Bursar      Campus Map      Career Development      Emergencies      Events      Giving to NYU      Housing      ITS      Libraries      News      NYU Apparel      Policies      Public Safety      Registrar      Student Health Center      Student Resources      Wellness Exchange                A-Z          A      B      C      D      E      F      G      H      I      J      K      L      M      N      O      P      Q      R      S      T      U      V      W      X      Y      Z                                                          New York University                          Search NYU                    Pages |    People                                       Main Navigation            About NYU       Admissions       Academics       University Life       Research       Global                                 Bread Crumbs          University Life   /   Safety, Health, and Wellness   /   Student Health Center   /   Services   /   Mental Health   /   Counseling                 Sub Navigation                                 Counseling by Appointment                       Walk in Counseling                       Substance, Assessment, Feedback, and Evaluation (SAFE)                                                                   Counseling      Welcome to Counseling and Wellness Services (CWS) at NYU. CWS offers students short-term individual counseling, group counseling, self-improvement classes, referrals, and psychiatric medication services. All services except psychiatric medication services are free of charge.   Short-term Counseling   Counseling - or psychotherapy - is a professional relationship that focuses on personal problems. The counseling relationship differs from both social friendships and patient-doctor contacts. Unlike friends, counselors are able to be objective; they are not involved in your daily lives. Unlike most doctors, counselors don't give specific advice or tell you what to do. Instead, they serve as skilled listeners who help you to clarify issues, discover your true wishes and feelings, and deal effectively with problems.   CWS counselors are psychologists, psychiatrists, social workers, nurse practitioners, and advanced trainees in those professions. There are male and female counselors, counselors from different racial and national backgrounds, and counselors who specialize in substance abuse, gay/lesbian/bisexual concerns, eating disorders, international students, and other concerns. We also have counselors who specialize in the issues of students from different schools: CAS, Gallatin, Law, Social Work, Steinhardt, Tisch, and students living in residence halls.   Length of counseling varies. Some problems lend themselves to a one or two session consultation. Others require a series of appointments, the length to be decided by you and your counselor. If you need longer than short-term counseling, your counselor will discuss with you affordable referral resources in the community.   Many problems lend themselves to Group Counseling or a Toolkit , rather than individual counseling.   What kind of problem is appropriate to discuss with a CWS counselor? Anything that troubles you. Here is a partial list of common student concerns:     Depression   Homesickness   Stress   Anxiety   Alcohol or drugs   Eating concerns   Academic anxieties   Roommate and friendship problems   Family problems   Suicidal thoughts   Sexual concerns   Identity concerns     Confidentiality                                Quick Links                      Counseling Services           Counseling Counseling by Appointment Group Counseling Psychiatry Relaxation Oasis Substance, Assessment, Feedback, and Evalution Toolkits Walk-in Counseling                                                                                                                                                           Counseling and Wellness   Contact Information     726 Broadway, 4th Floor, Suite 471   Telephone: 212-998-4780   Fax: 212-995-4096   wellness.exchange@nyu.edu   By Appointment :*   Mon-Thu: 9am-8pm   Fri: 9am-5pm   Sat-Sun: Closed (Call 212-443-9999)     --------------------------   Walk-in Counseling : *   (No appointment necessary)     726 Broadway, 4th Floor, Suite 402  (3rd Floor, Suit 353 on Saturdays)     Mon-Thu: 10am-8:30pm   (Short-term refills available 5-8pm)   Fri: 10am-6pm   (Short-term refills available 3-5pm)   Sat: 10am-3pm (3rd Fl, Ste 353)   Sun: Closed (Call 212-443-9999)   --------------------------   Polytechnic School of Engineering Counseling Services   5 Metrotech, Suite 232  Brooklyn, NY   Telephone: 718-260-3456                                  Staff Directory                  Learn about our Providers.            Click here                                                             NYU Footer          Search      Directory      Campus Map      Events      Contact Us      Site Map      Copyright and Fair Use      Feedback         Unless otherwise noted, all content copyright New York University. All rights reserved. Designed by The Office of Web Communications"}, {"content": "Naegle, Madeline | NYU College of Nursing                                Home   College Directory   Global   News                                           Menu     Search                                                      About   Academics   Admissions   Research   Our Practices   Students   Alumni                                     Sections                                          All   Faculty   Researchers   Adjunct Faculty   Deans   Administrators                                     College Directory                   Home > College Directory                                                                       &lt; Back                                       Madeline A. Naegle, PhD, PMHCNS-BC, FAAN               Professor              Coordinator, Substance Abuse Disorders Specialty Sequence              Director WHO Collaborating Center in Geriatric Nursing Education                                    726 Broadway, 10th Floor         New York ,    NY      10003                                               Phone:       212-998-5321                               Fax:       212-995-3143                               Email:        man1@nyu.edu                 Areas of Specialization                 Psychiatric-mental health nursing, addictions, international/global education                  Education                PhD, 1980, New York University Division of Nursing Steinhardt School              MA, 1967, New York University Division of Nursing Steinhardt School              BSN, 1964, Nazareth College of Rochester                Professional Overview                Dr. Naegle is nationally and internationally known for program development, publications and implementation of policy in the specialties of addiction and psychiatric nursing. Her leadership activities have focused on integration of behavioral health into health professional education and health care delivery. Her leadership in organized nursing includes development of international consultation and education and establishment of the NYU College of Nursing WHO Collaborating Center.                Honors and Awards                2010, Anderson J. Spickard, Jr. Excellence in Mentorship Award, Association of Medical Educators and Researchers in Substance Abuse              2007, National Nurses’ Society on Addictions (INTNSA) Spirit Award              2007, Honorary Recognition. New York State Nurses Association              2007, National Nurses’ Society on Addictions (INTNSA) Spirit Award              2007, Honorary Recognition. New York State Nurses Association              2006, J.W. Fulbright Senior Fellow, University of Sao Paulo              2005, NYU Division of Nursing Alumni Association, Distinguished Alumna Award              2002, The Hildegard E. Peplau Award, American Nurses’ Association              2001-2000, Who’s Who in Medicine and Health Care              2000, Outstanding Alumna, Nazareth College of Rochester              1999, New York State Nurses’ Association Leadership Institute              1998, National Nurses Society on Addictions, President’s Award              1995, J.W. Fulbright Fellow, University of Malta              1994, Amanda Silver Distinguished Service Award, N.Y. County Registered Nurses’ Association              1992, Legislative &amp; Health Policy Award, Division of Nursing, NYU              1991, YWCA Academy of Women Achievers              1989, Fellow, American Academy of Nursing              1988, Charter Member, Nursing Honor Society, Nazareth College              1986, New York County Registered Nurses’ Association Presidential Citation              1972, Outstanding Young Women of America              1967, Sigma Theta Tau, Upsilon Chapter, National Honor Society for Nursing              1964, Kappa Gamma Pi, National Honor Society, Catholic Women’s Colleges                Licensure                RN, New York                Professional Membership                American Academy of Nursing: Member, Expert Panel on Mental Health and Substance Abuse              American Nurses’ Association              American Psychiatric Nurses’ Association              American Psychiatric Nurses Association Tobacco Dependence Council: Member              Association of Medical Educators and Researchers in Substance Abuse: Member              Eastern Nursing Research Society              Fulbright Association: New York and National Chapters              International Nurses’ Society on Addictions              National League for Nursing: Member              New York Academy of Science: Member USDHHS, Division of Nursing, Consortium on Alcohol and Other Drugs              New York University, Division of Nursing Alumni Assoc.: Member, Faculty Advisor              Sigma Theta Tau, Pi Psi Chapter              Sigma Theta Tau, Upsilon Chapter: Member                Teaching                 PhD candidacy and dissertation advisement                  Clinical Practice / Clinical Interests                 Practicing psychotherapist since 1980, Addictions nursing                    Publications                            Naegle, M.          ( 2012 ).          Substance misuse and alcohol use disorders.                            In M. Boltz, E. Capezuti, T. Fulmer, & D. Zwicker (Eds.), Evidence-based geriatric nursing protocols for best practice (4th ed.) , (pp. 516-543). New York: Springer.                           Fulmer, T., Cathcart, E., Glassman, K., Budin, W., Naegle, M., &amp; Van Devanter, N.          ( 2011 ).          The attending nurse: An evolving model for integrating nursing education and practice.                             Open Nursing Journal , 5 , 9-13. 10.2174/1874434601105010009, PMCID: PMC3109526.                           Naegle, M.A.          ( 2011 ).          Substance use disorders in registered professional nurses.                            In J.J. Fitzpatrick, & M.W. Kazer (Eds.), Encyclopedia of nursing research (3rd ed.) , (pp. 497-500). New York: Springer.                           Morrison, K.N. &amp; Naegle, M.A.          ( 2010 ).          An evidence-based protocol for smoking cessation for persons with psychotic disorders.                            Journal of Addictions Nursing , 21 , 79-86. 10.3109/10884602.2010.481505 .                           Naegle, M.A., Palmer-Erbs, V., Schroeder, S.A., &amp; Stevens, G.L.          ( 2010 ).          Treating tobacco dependence in persons with mental illness: Identifying challenges and opportunities.                            Counseling Points: Breaking Barriers and Implementing Changes , 3 , 3 parts.                           Kalet, A., Gillespie, C., Naegle, M.A., &amp; More, F.          ( 2009 ).          Attracting health professional students to substance abuse research.                             Medical Education , 43 , 1094. 10.1111/j.1365-2923.2009.03479.x.                           Naegle, M.A.          ( 2008 ).          Screening for alcohol use and misuse in older adults using the Short Michigan Alcoholism Screening Test - Geriatric Version.                            American Journal of Nursing , 108 , 50-58. 10.1097/01.NAJ.0000339100.32362.d9 .                           Naegle, M.A.          ( 2006 ).          Competencies for nursing care of patients with substance related disorders.                             SMAD Electronic Journal of Mental Health, Alcohol and Drugs , 2 , 1.                           Straussner, S.L.A., Naegle, M.A., Gillespie, C., Wolkstein, E., Donath, R., &amp; Azmitia, E.C.          ( 2006 ).          The SATOL project: An interdisciplinary model of technology transfer for research-to-practice in clinical supervision for addiction treatment.                            Journal of Evidence-Based Social Work , 3 (3-4) , 39-54. 10.1300/J394v03n03_04 .                           Naegle, M.A.          ( 2005 ).          Necessary leaps for addictions nursing education and practice.                            Journal of Addictions Nursing , 16 , 161-162. 10.1080/10884600500434060 .                           Naegle, M.A., Richardson, H., &amp; Morton, K.          ( 2004 ).          Rehab instead of prison: Drug courts provide opportunities for nurse practitioners.                            American Journal of Nursing , 104 , 58-61.                           Naegle, M.A., Ng, A., Barron, C., &amp; Lai, T.F.M.          ( 2002 ).          Alcohol and substance abuse.                             Western Journal of Medicine , 176 , 259-263. PMCID: PMC1071746.                           Naegle, M.A.          ( 2002 ).          Nursing education in the prevention and treatment of SUD.                            Substance Abuse , 23 (Suppl 1) , 247-261. 10.1080/08897070209511519 .                           Naegle, M.A., &amp; Krainovich-Miller, B.          ( 2001 ).          Shaping the advanced practice psychiatric-mental health nursing role: A futuristic model.                            Issues in Mental Health Nursing , 22 , 461-482. 10.1080/01612840119731 .                                                         Back to top                                                    Contact   Academic Bulletin   Open Positions   Site Map   NYU College of Dentistry   Legal   Site Credits"}]}]