[{"detail": [{"content": "Number Theory                    V63.0248 Theory of Numbers             Home   Publications  CV ps pdf   Teaching    Number Theory:   Home   Syllabus   Announcements   Schedule   Homework   Fun Links                   Course Information     Class: MW 3:30-4:45 in Silver Center 701  Recitation: MF 10:00-10:50 in Warren Weaver Hall 201  Office Hours: W 9:30-11:30 and by appointment  Text: Elementary Number Theory, 5th Edition by K. Rosen  Syllabus   Announcements   Schedule   Homework   Number Theory Links            Instructor Information     Name: Michael Burr  Office: 1004 Warren Weaver Hall  Phone: 212-998-3254  Email: burr (at) cims (dot) nyu (dot) edu  Office Hours: W 9:30-11:30 and by appointment       Homework Policy  You may work on homework together, but you must write up your solutions separately. The techniques may be the same, but the language must be different, i.e., the text of the explanations and proofs must be in your own words . Identical or very similar homeworks may not be graded. If you use references outside of the course materials, e.g., the internet or a different book, you are expected to provide a short citation."}]},
{"detail": [{"content": "Number Theory                    V63.0248 Theory of Numbers             Home   Publications  CV ps pdf   Teaching    Number Theory:   Home   Syllabus   Announcements   Schedule   Homework   Fun Links                   Course Information     Class: MW 3:30-4:45 in Silver Center 701  Recitation: MF 10:00-10:50 in Warren Weaver Hall 201  Office Hours: W 9:30-11:30 and by appointment  Text: Elementary Number Theory, 5th Edition by K. Rosen  Syllabus   Announcements   Schedule   Homework   Number Theory Links            Instructor Information     Name: Michael Burr  Office: 1004 Warren Weaver Hall  Phone: 212-998-3254  Email: burr (at) cims (dot) nyu (dot) edu  Office Hours: W 9:30-11:30 and by appointment       Homework Policy  You may work on homework together, but you must write up your solutions separately. The techniques may be the same, but the language must be different, i.e., the text of the explanations and proofs must be in your own words . Identical or very similar homeworks may not be graded. If you use references outside of the course materials, e.g., the internet or a different book, you are expected to provide a short citation."}, {"content": "RTG Number Theory                                                               Research Training Group in Number Theory                         Columbia      CUNY      NYU                         Home   Contact   Faculty   Courses   Seminars                    Introduction     The National Science Foundation (NSF) has established the program:  \"Enhancing the Mathematical Sciences Workforce in the 21st Century (EMSW21),\"  whose long-range goal is to increase the number of well-prepared  U.S. citizens, nationals, and permanent residents who pursue careers in the  mathematical sciences and in other NSF-supported disciplines.  Recently, the three New York based universities: Columbia-CUNY-NYU have jointly received a  1.5 million dollar (potentially 2.5 million) RTG (Research Training Group in Number theory)  grant from the NSF. The RTG program is part of EMSW21. The goal of this Research Training Group  is to make the New York metropolitan area a premier world center and model for the study of number theory.  This a joint training effort involving three universities  (Columbia-CUNY-NYU) with eight principal investigators and  twenty-five other faculty all working in number theory and related areas.  We seek to provide an environment where postdocs,  graduate students, undergraduates, and faculty from the  entire New York metropolitan area study and work together in a  collaborative atmosphere that fosters research and development.      Number theory is one of the oldest branches of mathematics and has recently played an important role in computer science and cryptography. Recent spectacular breakthroughs in the subject such as the proof of Fermat's Last Theorem by Taylor-Wiles require an understanding of an enormous amount of mathematics, much of it outside number theory.  It is not possible any more for beginning students to study a small segment of number theory. The eight PI's of this proposal (Goldfeld, Kolyvagin, Kramer, Szpiro, Tschinkel, Urban, Venkatesh, Zhang)  have extensive overlapping interests but their combined expertise covers all of modern number theory. The scientific research interests of the team include algebraic/arithmetic geometry, hyperbolic geometry, automorphic forms and representations, Langlands program, analytic number theory, spectral theory, ergodic theory,  Lie algebras, algebraic number theory, elliptic curves, dynamical systems, and cryptography.        Positions available          RTG Undergraduate Summer Program, July 9-July 2, 2012            RTG Undergraduate Summer Program, July 5-July 29, 2011            RTG  Undergraduate Summer Program, July 19-August 13, 2010           RTG  Undergraduate Summer Program, July 20-August 14, 2009                  Postdoctoral positions          Applications are invited for postdoctoral positions, jointly funded by the NSF RTG award Number theory , Columbia University, CUNY and the Courant Institute, NYU.   NSF requires RTG fellowship recipients to be US citizens or permanent  residents . The initial appointment is for a period of one year, renewable for up to two years.   Applicants are requested to submit current CV, research and teaching  statements, and four references through www.mathjobs.org . All applicants should indicate potential supervisors among the RTG faculty, and the institution  (Columbia, CUNY or NYU) they would like to be their primary affiliation.    The applicants should request that all letters of recommendation are  submitted on-line, if possible.      PhD Fellowships      Applications are invited for doctoral fellowships, jointly funded by the NSF RTG award Number theory , Columbia, CUNY and NYU. Applications are welcome from applicants with undergraduate degrees in any related area, whose research interests and background match the interests of RTG faculty.    The applications should be submitted directly to the respective PhD programs:     Columbia   CUNY   NYU Mathematics     While each student will have a primary host institution, the group  encourages and will provide opportunities for collaboration with researchers at both universities.      NSF requires RTG fellowship recipients to be US citizens or permanent  residents . International applicants interested in  RTG activities are strongly encouraged to apply to the participating PhD  programs, and will be considered for other sources of funding."}]}]