[{"detail": [{"content": "CREATE_STRUCT                 Home | Categories | Alphabetical | Classes | All Contents | [ &lt; ] | [ &gt; ]          CREATE_STRUCT               Syntax | Return Value | Arguments | Keywords | Examples | Version History | See Also           The CREATE_STRUCT function creates a structure given pairs of tag names and values. CREATE_STRUCT can also be used to concatenate structures.          Syntax           Result = CREATE_STRUCT( [Tag 1 , Values 1 , ..., Tag n , Values n ] [,&#160;Structures n ] [,&#160; NAME = string ])           or           Result = CREATE_STRUCT( [Tags , Values 1 , ..., Values n ]  [,&#160;Structures n ] [,&#160; NAME = string ])          Return Value          Returns a structure composed of given pairs of tag names and values.          Arguments          Tags          The structure tag names. Tag names may be specified either as scalar strings or a single string array. If scalar strings are specified, values alternate with the tag names. If a string array is provided, values must still be specified individually. Tag names must be enclosed in quotes. Tag names may not be IDL Reserved Words , and must be unique within a given structure, although the same tag name can be used in more than one structure. Tag names follow the rules of IDL identifiers: they must begin with a letter; following characters can be letters, digits, or the underscore or dollar sign characters; and case is ignored.                Note         If a tag name contains spaces, CREATE_STRUCT will replace the spaces with underscores. For example, if you specify a tag name of &#39;my tag&#39; , the tag will be created with the name &#39;my_tag&#39; .             Values          The values for the structure fields. The number of Values arguments must match the number of Tags arguments (if tags are specified as scalar strings) or the number of elements of the Tags array (if tags are specified as a single array.)          Structures          One or more existing structure variables whose tags and values will be inserted into the new structure. When concatenating structures in this manner, the following rules apply:            All tag names, whether specified via the Tags argument or in an existing structure variable, must be unique.       Names of named structures included via the Structures arguments are not used in the newly-created structure.       Structures arguments can be interspersed with groups of Tags and Values arguments in the call to CREATE_STRUCT. Use caution, however, to ensure that the number of Tags and Values in each group are equal, to avoid inserting a structure variable as the value of a single tag when you mean to include the structure's data as individual tags and values.              Keywords          NAME          To create a named structure, set this keyword equal to a string specifying the structure name. If this keyword is not present, an anonymous structure is created. Structure names must begin with a letter; following characters can be letters, digits, or the underscore or dollar sign characters; and case is ignored.          If NAME is specified and no plain arguments (tags, values, or structures) are present, then CREATE_STRUCT will return a structure of known type, either from IDL&#39;s internal table of already known named structures or by locating the appropriate __define.pro file for that structure in the current IDL search path (!PATH) and executing it. Hence, the following IDL statements are equivalent:           Result = { mystruct }   Result = CREATE_STRUCT(NAME=&#39;mystruct&#39;)           The CREATE_STRUCT version can be convenient in situations where the name of the structure is computed at runtime, and the EXECUTE function is not available (e.g., code running in the free IDL Virtual Machine environment, in which EXECUTE is disallowed).           Examples          To create the anonymous structure { A: 1, B: &#39;xxx&#39;} in the variable P , enter:          p = CREATE_STRUCT(&#39;A&#39;, 1, &#39;B&#39;, &#39;xxx&#39;)           To add the fields &quot;FIRST&quot; and &quot;LAST&quot; to the structure, enter the following:          p = CREATE_STRUCT(&#39;FIRST&#39;, 0, p, &#39;LAST&#39;, 3)           The resulting structure contains { FIRST: 0, A: 1, B: &#39;xxx&#39;, LAST: 3}.          Finally, consider the following statements:          s1 = {Struct1, Tag1:&#39;AAA&#39;, Tag2:&#39;BBB&#39;}   s2 = {Struct2, TagA:100, TagB:200}   s3 = CREATE_STRUCT(NAME=&#39;Struct3&#39;, [&#39;A&#39;,&#39;B&#39;,&#39;C&#39;], 1, 2, s1, s2)           Here, the variable s3 contains the following named structure:          { Struct3, A: 1, B: 2, C: {Struct1, Tag1: &#39;AAA&#39;, Tag2: &#39;BBB&#39;}, TagA: 100, TagB: 200 }          Note that the value of s3.C is itself a &quot;Struct1&quot; structure, since the structure variable s1 was interpreted as a Values argument, whereas the structure variable s2 was interpreted as a Structures argument, thus including the tags from the &quot;Struct2&quot; structure directly in the new structure.          Version History          Introduced: Pre 4.0          NAME keyword added: 6.1          See Also           IDL_VALIDNAME , N_TAGS , TAG_NAMES , Structures .      Home | Categories | Alphabetical | Classes | All Contents | [ &lt; ] | [ &gt; ]"}]},
{"detail": [{"content": "CREATE_STRUCT                 Home | Categories | Alphabetical | Classes | All Contents | [ &lt; ] | [ &gt; ]          CREATE_STRUCT               Syntax | Return Value | Arguments | Keywords | Examples | Version History | See Also           The CREATE_STRUCT function creates a structure given pairs of tag names and values. CREATE_STRUCT can also be used to concatenate structures.          Syntax           Result = CREATE_STRUCT( [Tag 1 , Values 1 , ..., Tag n , Values n ] [,&#160;Structures n ] [,&#160; NAME = string ])           or           Result = CREATE_STRUCT( [Tags , Values 1 , ..., Values n ]  [,&#160;Structures n ] [,&#160; NAME = string ])          Return Value          Returns a structure composed of given pairs of tag names and values.          Arguments          Tags          The structure tag names. Tag names may be specified either as scalar strings or a single string array. If scalar strings are specified, values alternate with the tag names. If a string array is provided, values must still be specified individually. Tag names must be enclosed in quotes. Tag names may not be IDL Reserved Words , and must be unique within a given structure, although the same tag name can be used in more than one structure. Tag names follow the rules of IDL identifiers: they must begin with a letter; following characters can be letters, digits, or the underscore or dollar sign characters; and case is ignored.                Note         If a tag name contains spaces, CREATE_STRUCT will replace the spaces with underscores. For example, if you specify a tag name of &#39;my tag&#39; , the tag will be created with the name &#39;my_tag&#39; .             Values          The values for the structure fields. The number of Values arguments must match the number of Tags arguments (if tags are specified as scalar strings) or the number of elements of the Tags array (if tags are specified as a single array.)          Structures          One or more existing structure variables whose tags and values will be inserted into the new structure. When concatenating structures in this manner, the following rules apply:            All tag names, whether specified via the Tags argument or in an existing structure variable, must be unique.       Names of named structures included via the Structures arguments are not used in the newly-created structure.       Structures arguments can be interspersed with groups of Tags and Values arguments in the call to CREATE_STRUCT. Use caution, however, to ensure that the number of Tags and Values in each group are equal, to avoid inserting a structure variable as the value of a single tag when you mean to include the structure's data as individual tags and values.              Keywords          NAME          To create a named structure, set this keyword equal to a string specifying the structure name. If this keyword is not present, an anonymous structure is created. Structure names must begin with a letter; following characters can be letters, digits, or the underscore or dollar sign characters; and case is ignored.          If NAME is specified and no plain arguments (tags, values, or structures) are present, then CREATE_STRUCT will return a structure of known type, either from IDL&#39;s internal table of already known named structures or by locating the appropriate __define.pro file for that structure in the current IDL search path (!PATH) and executing it. Hence, the following IDL statements are equivalent:           Result = { mystruct }   Result = CREATE_STRUCT(NAME=&#39;mystruct&#39;)           The CREATE_STRUCT version can be convenient in situations where the name of the structure is computed at runtime, and the EXECUTE function is not available (e.g., code running in the free IDL Virtual Machine environment, in which EXECUTE is disallowed).           Examples          To create the anonymous structure { A: 1, B: &#39;xxx&#39;} in the variable P , enter:          p = CREATE_STRUCT(&#39;A&#39;, 1, &#39;B&#39;, &#39;xxx&#39;)           To add the fields &quot;FIRST&quot; and &quot;LAST&quot; to the structure, enter the following:          p = CREATE_STRUCT(&#39;FIRST&#39;, 0, p, &#39;LAST&#39;, 3)           The resulting structure contains { FIRST: 0, A: 1, B: &#39;xxx&#39;, LAST: 3}.          Finally, consider the following statements:          s1 = {Struct1, Tag1:&#39;AAA&#39;, Tag2:&#39;BBB&#39;}   s2 = {Struct2, TagA:100, TagB:200}   s3 = CREATE_STRUCT(NAME=&#39;Struct3&#39;, [&#39;A&#39;,&#39;B&#39;,&#39;C&#39;], 1, 2, s1, s2)           Here, the variable s3 contains the following named structure:          { Struct3, A: 1, B: 2, C: {Struct1, Tag1: &#39;AAA&#39;, Tag2: &#39;BBB&#39;}, TagA: 100, TagB: 200 }          Note that the value of s3.C is itself a &quot;Struct1&quot; structure, since the structure variable s1 was interpreted as a Values argument, whereas the structure variable s2 was interpreted as a Structures argument, thus including the tags from the &quot;Struct2&quot; structure directly in the new structure.          Version History          Introduced: Pre 4.0          NAME keyword added: 6.1          See Also           IDL_VALIDNAME , N_TAGS , TAG_NAMES , Structures .      Home | Categories | Alphabetical | Classes | All Contents | [ &lt; ] | [ &gt; ]"}, {"content": "Bonneau, Richard A.    | Department of Biology | New York University            \">                        NEW YORK UNIVERSITY     ARTS AND SCIENCE     COLLEGE OF ARTS AND SCIENCE     GRADUATE SCHOOL OF ARTS AND SCIENCE             Department of Biology     Arts &amp; Science                    Back to Home           Richard A. Bonneau     Associate Professor of Biology, Computer Science; Faculty Director of Bioinformatics   Ph.D. 2001 (Biochemistry), University of Washington; B.A. 1997 (Biochemistry), Florida State University.       Office Address:      New York University    Department of Biology    Center for Genomics and Systems Biology    12 Waverly Place, Room 406    New York, NY 10003      Email:        Phone:   (212) 992-9516   Fax:   (212) 995-4015     Lab Homepage:     http://bonneaulab.bio.nyu.edu       Areas of Research/Interest:   Systems Biology and Protein Modeling     List of Publications from Pubmed       List of citations from Google Scholar         Dr. Bonneau focuses on two main categories of computational biology: learning networks from functional genomics data and predicting and designing protein and peptoid structure. In both areas he has played key roles in achieving critical field-wide milestones. In the area of structure prediction he was one of the early authors on the Rosetta code, which was one of the first codes to demonstrate accurate and comprehensive ability to predict protein structure in the absence of sequence homology. His lab has also made key contributions to the areas of genomics data analysis. They focus on two main areas: 1) methods for network inference that learn dynamics and topology from data (the Inferelator) , and 2) methods that learn condition dependent co-regulated groups from integrations of different genomics data-types (integrative biclustering). His lab strives to develop new methods that let systems-biologists derive functional forms from relevant biology and parameters from data automatically. Dr. Bonneau has also helped to start a new project with political scientists and experimental psychologists to apply methods for learning network structure from time series to social media time series data (using Twitter, online blogs about politics, and Facebook as our initial data sources (recently funded by NSF INSPIRE, http://smapp.nyu.edu/ ).          Fellowships/Honors:   Howard Hughes Medical Institute pre-doctoral Fellowship in the Biological Sciences, 1998-2001; Magna Cum Laude, Biochemistry, FSU, 1996; American Cancer Society – James Jay Fisher Fellowship, 1996; Florida Academic Scholars Award, 1993; International Baccalaureate Degree, 1993.   Selected Works:   PubMed Search Results:       Search: (Bonneau R[Author] OR Bonneau R[Investigator]) NOT Bonneau RH[Author]    Retrieved: Mon Apr 13 14:51:57 2015       Interpreting 4C-Seq data: how far can we go?    Epigenomics (2014); PMID: 25431936   Raviram R, Rocha PP, Bonneau R, Skok JA        Inter-species pathway perturbation prediction via data-driven detection of   functional homology.    Bioinformatics (2015 Feb 15); PMC4325539 free full-text archive   Hafemeister C, Romero R, Bilal E, Meyer P, Norel R, Rhrissorrakrai K, Bonneau R, Tarca AL        One third of dynamic protein expression profiles can be predicted by a simple   rate equation.    Mol Biosyst (2014 Nov); PMC4183714 free full-text archive   Tchourine K, Poultney CS, Wang L, Silva GM, Manohar S, Mueller CL, Bonneau R, Vogel C        Improved stability and half-life of fluorinated phosphotriesterase using Rosetta.    Chembiochem (2014 Aug 18); PMID: 25066940   Yang CY, Renfrew PD, Olsen AJ, Zhang M, Yuvienco C, Bonneau R, Montclare JK        CX(3)CR1(+) mononuclear phagocytes support colitis-associated innate lymphoid   cell production of IL-22.    J Exp Med (2014 Jul 28); PMC4113938 free full-text archive   Longman RS, Diehl GE, Victorio DA, Huh JR, Galan C, Miraldi ER, Swaminath A, Bonneau R, Scherl EJ, Littman DR        ICOS-based chimeric antigen receptors program bipolar TH17/TH1 cells.    Blood (2014 Aug 14); PMC4133482 free full-text archive   Guedan S, Chen X, Madar A, Carpenito C, McGettigan SE, Frigault MJ, Lee J, Posey AD Jr, Scholler J, Scholler N, Bonneau R, June CH        Rational design of topographical helix mimics as potent inhibitors of   protein-protein interactions.    J Am Chem Soc (2014 Jun 4); PMC4353027 free full-text archive   Lao BB, Drew K, Guarracino DA, Brewer TF, Heindel DW, Bonneau R, Arora PS        Engineered coiled-coil protein microfibers.    Biomacromolecules (2014 Oct 13); PMID: 24941228   Hume J, Sun J, Jacquet R, Renfrew PD, Martin JA, Bonneau R, Gilchrist ML, Montclare JK        Negative example selection for protein function prediction: the NoGO database.    PLoS Comput Biol (2014 Jun); PMC4055410 free full-text archive   Youngs N, Penfold-Brown D, Bonneau R, Shasha D        Conformational preferences of peptide-peptoid hybrid oligomers.    Biopolymers (2014 Sep); PMID: 24919990   Butterfoss GL, Drew K, Renfrew PD, Kirshenbaum K, Bonneau R        Helminth colonization is associated with increased diversity of the gut   microbiota.    PLoS Negl Trop Dis (2014 May); PMC4031128 free full-text archive   Lee SC, Tang MS, Lim YA, Choy SH, Kurtz ZD, Cox LM, Gundra UM, Cho I, Bonneau R, Blaser MJ, Chua KH, Loke P        Intrinsic bioconjugation for site-specific protein PEGylation at N-terminal   serine.    Chem Commun (Camb) (2014 Jul 4); PMID: 24840103   Levine PM, Craven TW, Bonneau R, Kirshenbaum K        A rotamer library to enable modeling and design of peptoid foldamers.    J Am Chem Soc (2014 Jun 18); PMC4227732 free full-text archive   Renfrew PD, Craven TW, Butterfoss GL, Kirshenbaum K, Bonneau R        Collier/OLF/EBF-dependent transcriptional dynamics control pharyngeal muscle   specification from primed cardiopharyngeal progenitors.    Dev Cell (2014 May 12); PMC4045103 free full-text archive   Razy-Krajka F, Lam K, Wang W, Stolfi A, Joly M, Bonneau R, Christiaen L        FIREWACh: high-throughput functional detection of transcriptional regulatory   modules in mammalian cells.    Nat Methods (2014 May); PMC4020622 free full-text archive   Murtha M, Tokcaer-Keskin Z, Tang Z, Strino F, Chen X, Wang Y, Xi X, Basilico C, Brown S, Bonneau R, Kluger Y, Dailey L        Semisynthesis of peptoid-protein hybrids by chemical ligation at serine.    Org Lett (2014 Jan 17); PMID: 24393000   Levine PM, Craven TW, Bonneau R, Kirshenbaum K        Extending RosettaDock with water, sugar, and pH for prediction of complex   structures and affinities for CAPRI rounds 20-27.    Proteins (2013 Dec); PMC4037910 free full-text archive   Kilambi KP, Pacella MS, Xu J, Labonte JW, Porter JR, Muthu P, Drew K, Kuroda D, Schueler-Furman O, Bonneau R, Gray JJ        Adding diverse noncanonical backbones to rosetta: enabling peptidomimetic design.    PLoS One (2013); PMC3712014 free full-text archive   Drew K, Renfrew PD, Craven TW, Butterfoss GL, Chou FC, Lyskov S, Bullock BN, Watkins A, Labonte JW, Pacella M, Kilambi KP, Leaver-Fay A, Kuhlman B, Gray JJ, Bradley P, Kirshenbaum K, Arora PS, Das R, Bonneau R        Serverification of molecular modeling applications: the Rosetta Online Server   that Includes Everyone (ROSIE).    PLoS One (2013); PMC3661552 free full-text archive   Lyskov S, Chou FC, Conchuir SO, Der BS, Drew K, Kuroda D, Xu J, Weitzner BD, Renfrew PD, Sripakdeevong P, Borgo B, Havranek JJ, Kuhlman B, Kortemme T, Bonneau R, Gray JJ, Das R        Chemoselective fragment condensation between peptide and peptidomimetic   oligomers.    Org Biomol Chem (2013 Jul 7); PMID: 23715215   Levine PM, Craven TW, Bonneau R, Kirshenbaum K        Molecular network analysis of phosphotyrosine and lipid metabolism in hepatic   PTP1b deletion mice.    Integr Biol (Camb) (2013 Jul 24); PMC3759823 free full-text archive   Miraldi ER, Sharfi H, Friedline RH, Johnson H, Zhang T, Lau KS, Ko HJ, Curran TG, Haigis KM, Yaffe MB, Bonneau R, Lauffenburger DA, Kahn BB, Kim JK, Neel BG, Saghatelian A, White FM        A physical sciences network characterization of non-tumorigenic and metastatic   cells.    Sci Rep (2013); PMC3636513 free full-text archive   Agus DB, Alexander JF, Arap W, Ashili S, Aslan JE, Austin RH, Backman V, Bethel KJ, Bonneau R, Chen WC, Chen-Tanyolac C, Choi NC, Curley SA, Dallas M, Damania D, Davies PC, Decuzzi P, Dickinson L, Estevez-Salmeron L, Estrella V, Ferrari M, Fischbach C, Foo J, Fraley SI, Frantz C, Fuhrmann A, Gascard P, Gatenby RA, Geng Y, Gerecht S, Gillies RJ, Godin B, Grady WM, Greenfield A, Hemphill C, Hempstead BL, Hielscher A, Hillis WD, Holland EC, Ibrahim-Hashim A, Jacks T, Johnson RH, Joo A, Katz JE, Kelbauskas L, Kesselman C, King MR, Konstantopoulos K, Kraning-Rush CM, Kuhn P, Kung K, Kwee B, Lakins JN, Lambert G, Liao D, Licht JD, Liphardt JT, Liu L, Lloyd MC, Lyubimova A, Mallick P, Marko J, McCarty OJ, Meldrum DR, Michor F, Mumenthaler SM, Nandakumar V, O'Halloran TV, Oh S, Pasqualini R, Paszek MJ, Philips KG, Poultney CS, Rana K, Reinhart-King CA, Ros R, Semenza GL, Senechal P, Shuler ML, Srinivasan S, Staunton JR, Stypula Y, Subramanian H, Tlsty TD, Tormoen GW, Tseng Y, van Oudenaarden A, Verbridge SS, Wan JC, Weaver VM, Widom J, Will C, Wirtz D, Wojtkowiak J, Wu PH        Robust data-driven incorporation of prior knowledge into the inference of dynamic   regulatory networks.    Bioinformatics (2013 Apr 15); PMC3624811 free full-text archive   Greenfield A, Hafemeister C, Bonneau R        Parametric Bayesian priors and better choice of negative examples improve protein   function prediction.    Bioinformatics (2013 May 1); PMC3634187 free full-text archive   Youngs N, Penfold-Brown D, Drew K, Shasha D, Bonneau R        A genome-wide RNA interference screen identifies new regulators of androgen   receptor function in prostate cancer cells.    Genome Res (2013 Apr); PMC3613576 free full-text archive   Imberg-Kazdan K, Ha S, Greenfield A, Poultney CS, Bonneau R, Logan SK, Garabedian MJ        A validated regulatory network for Th17 cell specification.    Cell (2012 Oct 12); PMC3503487 free full-text archive   Ciofani M, Madar A, Galan C, Sellars M, Mace K, Pauli F, Agarwal A, Huang W, Parkurst CN, Muratet M, Newberry KM, Meadows S, Greenfield A, Yang Y, Jain P, Kirigin FK, Birchmeier C, Wagner EF, Murphy KM, Myers RM, Bonneau R, Littman DR        De novo structure prediction and experimental characterization of folded peptoid    oligomers.    Proc Natl Acad Sci U S A (2012 Sep 4); PMC3437879 free full-text archive   Butterfoss GL, Yoo B, Jaworski JN, Chorny I, Dill KA, Zuckermann RN, Bonneau R, Kirshenbaum K, Voelz VA        Androgen receptor antagonism by divalent ethisterone conjugates in   castrate-resistant prostate cancer cells.    ACS Chem Biol (2012 Oct 19); PMC3874888 free full-text archive   Levine PM, Lee E, Greenfield A, Bonneau R, Logan SK, Garabedian MJ, Kirshenbaum K        An assembly model of rift valley Fever virus.    Front Microbiol (2012); PMC3400131 free full-text archive   Rusu M, Bonneau R, Holbrook MR, Watowich SJ, Birmanns S, Wriggers W, Freiberg AN        Wisdom of crowds for robust gene network inference.    Nat Methods (2012 Aug); PMC3512113 free full-text archive   Marbach D, Costello JC, Kuffner R, Vega NM, Prill RJ, Camacho DM, Allison KR, Kellis M, Collins JJ, Stolovitzky G        The mRNA-bound proteome and its global occupancy profile on protein-coding   transcripts.    Mol Cell (2012 Jun 8); PMID: 22681889   Baltz AG, Munschauer M, Schwanhausser B, Vasile A, Murakawa Y, Schueler M, Youngs N, Penfold-Brown D, Drew K, Milek M, Wyler E, Bonneau R, Selbach M, Dieterich C, Landthaler M        Integrated inference and analysis of regulatory networks from multi-level   measurements.    Methods Cell Biol (2012); PMID: 22482944   Poultney CS, Greenfield A, Bonneau R        Incorporation of noncanonical amino acids into Rosetta and use in computational   protein-peptide interface design.    PLoS One (2012); PMC3303795 free full-text archive   Renfrew PD, Choi EJ, Bonneau R, Kuhlman B        Dynamic microRNA gene transcription and processing during T cell development.    J Immunol (2012 Apr 1); PMC3934760 free full-text archive   Kirigin FF, Lindstedt K, Sellars M, Ciofani M, Low SL, Jones L, Bell F, Pauli F, Bonneau R, Myers RM, Littman DR, Chong MM        The plant proteome folding project: structure and positive selection in plant   protein families.    Genome Biol Evol (2012); PMC3318447 free full-text archive   Pentony MM, Winters P, Penfold-Brown D, Drew K, Narechania A, DeSalle R, Bonneau R, Purugganan MD        SlrA/SinR/SlrR inhibits motility gene expression upstream of a hypersensitive and   hysteretic switch at the level of sigma(D) in Bacillus subtilis.    Mol Microbiol (2012 Mar); PMC3303961 free full-text archive   Cozy LM, Phillips AM, Calvo RA, Bate AR, Hsueh YH, Bonneau R, Eichenberger P, Kearns DB        N-Naphthyl peptoid foldamers exhibiting atropisomerism.    Org Lett (2012 Feb 3); PMID: 22272975   Paul B, Butterfoss GL, Boswell MG, Huang ML, Bonneau R, Wolf C, Kirshenbaum K        Oligo(N-alkoxy glycines): trans substantiating peptoid conformations.    Biopolymers (2011); PMID: 22180909   Jordan PA, Paul B, Butterfoss GL, Renfrew PD, Bonneau R, Kirshenbaum K        Comparative microbial modules resource: generation and visualization of   multi-species biclusters.    PLoS Comput Biol (2011 Dec); PMC3228777 free full-text archive   Kacmarczyk T, Waltman P, Bate A, Eichenberger P, Bonneau R        Rational design of temperature-sensitive alleles using computational structure   prediction.    PLoS One (2011); PMC3166291 free full-text archive   Poultney CS, Butterfoss GL, Gutwein MR, Drew K, Gresham D, Gunsalus KC, Shasha DE, Bonneau R        The 2010 Rosetta developers meeting: macromolecular prediction and design meets   reproducible publishing.    PLoS One (2011); PMC3166131 free full-text archive   Renfrew PD, Campbell G, Strauss CE, Bonneau R        The Proteome Folding Project: proteome-scale prediction of structure and   function.    Genome Res (2011 Nov); PMC3205581 free full-text archive   Drew K, Winters P, Butterfoss GL, Berstis V, Uplinger K, Armstrong J, Riffle M, Schweighofer E, Bovermann B, Goodlett DR, Davis TN, Shasha D, Malmstrom L, Bonneau R        Peptoid atropisomers.    J Am Chem Soc (2011 Jul 20); PMID: 21634437   Paul B, Butterfoss GL, Boswell MG, Renfrew PD, Yeung FG, Shah NH, Wolf C, Bonneau R, Kirshenbaum K        DREAM4: Combining genetic and dynamic information to identify biological networks   and dynamical models.    PLoS One (2010); PMC2963605 free full-text archive   Greenfield A, Madar A, Ostrer H, Bonneau R        Multi-species integrative biclustering.    Genome Biol (2010); PMC2965388 free full-text archive   Waltman P, Kacmarczyk T, Bate AR, Kearns DB, Reiss DJ, Eichenberger P, Bonneau R        DREAM3: network inference using dynamic context likelihood of relatedness and the   inferelator.    PLoS One (2010); PMC2842436 free full-text archive   Madar A, Greenfield A, Vanden-Eijnden E, Bonneau R        Innate immune detection of the type III secretion apparatus through the NLRC4   inflammasome.    Proc Natl Acad Sci U S A (2010 Feb 16); PMC2840275 free full-text archive   Miao EA, Mao DP, Yudkovsky N, Bonneau R, Lorang CG, Warren SE, Leaf IA, Aderem A        The Inferelator 2.0: a scalable framework for reconstruction of dynamic   regulatory network models.    Conf Proc IEEE Eng Med Biol Soc (2009); PMID: 19964678   Madar A, Greenfield A, Ostrer H, Vanden-Eijnden E, Bonneau R        A preliminary survey of the peptoid folding landscape.    J Am Chem Soc (2009 Nov 25); PMID: 19919145   Butterfoss GL, Renfrew PD, Kuhlman B, Kirshenbaum K, Bonneau R        The coat morphogenetic protein SpoVID is necessary for spore encasement in   Bacillus subtilis.    Mol Microbiol (2009 Nov); PMC2806667 free full-text archive   Wang KH, Isidro AL, Domingues L, Eskandarian HA, McKenney PT, Drew K, Grabowski P, Chua MH, Barry SN, Guan M, Bonneau R, Henriques AO, Eichenberger P        BioNetBuilder2.0: bringing systems biology to chicken and other model organisms.    BMC Genomics (2009); PMC2966329 free full-text archive   Konieczka JH, Drew K, Pine A, Belasco K, Davey S, Yatskievych TA, Bonneau R, Antin PB        2,5-Dimethyl-2,4-hexadiene induced photodechlorination of   9,10-dichloroanthracene.    Photochem Photobiol Sci (2009 Jun); PMID: 19492114   Saltiel J, Smothers WK, Schanze KS, Charman SA, Bonneau R        Diurnally entrained anticipatory behavior in archaea.    PLoS One (2009); PMC2675056 free full-text archive   Whitehead K, Pan M, Masumura K, Bonneau R, Baliga NS        Learning global models of transcriptional regulatory networks from data.    Methods Mol Biol (2009); PMID: 19381524   Madar A, Bonneau R        Oligo(N-aryl glycines): a new twist on structured peptoids.    J Am Chem Soc (2008 Dec 10); PMID: 19049458   Shah NH, Butterfoss GL, Nguyen K, Yoo B, Bonneau R, Rabenstein DL, Kirshenbaum K        Learning biological networks: from modules to dynamics.    Nat Chem Biol (2008 Nov); PMID: 18936750   Bonneau R        A protein domain-based interactome network for C. elegans early embryogenesis.    Cell (2008 Aug 8); PMC2596478 free full-text archive   Boxem M, Maliga Z, Klitgord N, Li N, Lemmens I, Mana M, de Lichtervelde L, Mul JD, van de Peut D, Devos M, Simonis N, Yildirim MA, Cokol M, Kao HL, de Smet AS, Wang H, Schlaitz AL, Hao T, Milstein S, Fan C, Tipsword M, Drew K, Galli M, Rhrissorrakrai K, Drechsel D, Koller D, Roth FP, Iakoucheva LM, Dunker AK, Bonneau R, Gunsalus KC, Hill DE, Piano F, Tavernier J, van den Heuvel S, Hyman AA, Vidal M        Dissecting the quorum-sensing receptor LuxN.    Cell (2008 Aug 8); PMID: 18692463   Bonneau R        A predictive model for transcriptional control of physiology in a free living   cell.    Cell (2007 Dec 28); PMID: 18160043   Bonneau R, Facciotti MT, Reiss DJ, Schmid AK, Pan M, Kaur A, Thorsson V, Shannon P, Johnson MH, Bare JC, Longabaugh W, Vuthoori M, Whitehead K, Madar A, Suzuki L, Mori T, Chang DE, Diruggiero J, Johnson CH, Hood L, Baliga NS        Somatodendritic microRNAs identified by laser capture and multiplex RT-PCR.    RNA (2007 Aug); PMC1924896 free full-text archive   Kye MJ, Liu T, Levy SF, Xu NL, Groves BB, Bonneau R, Lao K, Kosik KS        Superfamily assignments for the yeast proteome through integration of structure   prediction with the gene ontology.    PLoS Biol (2007 Apr); PMC1828141 free full-text archive   Malmstrom L, Riffle M, Strauss CE, Chivian D, Davis TN, Bonneau R, Baker D        General transcription factor specified global gene regulation in archaea.    Proc Natl Acad Sci U S A (2007 Mar 13); PMC1838652 free full-text archive   Facciotti MT, Reiss DJ, Pan M, Kaur A, Vuthoori M, Bonneau R, Shannon P, Srivastava A, Donohoe SM, Hood LE, Baliga NS        A conserved surface on Toll-like receptor 5 recognizes bacterial flagellin.    J Exp Med (2007 Feb 19); PMC2118731 free full-text archive   Andersen-Nissen E, Smith KD, Bonneau R, Strong RK, Aderem A        BioNetBuilder: automatic integration of biological networks.    Bioinformatics (2007 Feb 1); PMID: 17138585   Avila-Campillo I, Drew K, Lin J, Reiss DJ, Bonneau R        Quantitative proteomic analysis of the budding yeast cell cycle using   acid-cleavable isotope-coded affinity tag reagents.    Proteomics (2006 Dec); PMID: 17133367   Flory MR, Lee H, Bonneau R, Mallick P, Serikawa K, Morris DR, Aebersold R        UniPep--a database for human N-linked glycosites: a resource for biomarker   discovery.    Genome Biol (2006); PMC1779586 free full-text archive   Zhang H, Loriaux P, Eng J, Campbell D, Keller A, Moss P, Bonneau R, Zhang N, Zhou Y, Wollscheid B, Cooke K, Yi EC, Lee H, Peskind ER, Zhang J, Smith RD, Aebersold R        Integrated biclustering of heterogeneous genome-wide datasets for the inference   of global regulatory networks.    BMC Bioinformatics (2006); PMC1502140 free full-text archive   Reiss DJ, Baliga NS, Bonneau R        The Inferelator: an algorithm for learning parsimonious regulatory networks from    systems-biology data sets de novo.    Genome Biol (2006); PMC1779511 free full-text archive   Bonneau R, Reiss DJ, Shannon P, Facciotti M, Hood L, Baliga NS, Thorsson V        The Gaggle: an open-source software system for integrating bioinformatics   software and data sources.    BMC Bioinformatics (2006); PMC1464137 free full-text archive   Shannon PT, Reiss DJ, Bonneau R, Baliga NS        THUMP: an immersive haptic console for surgical simulation and training.    Stud Health Technol Inform (2004); PMID: 15544287   Niemeyer G, Kuchenbecker KJ, Bonneau R, Mitra P, Reid AM, Fiene J, Weldon G        Genome sequence of Haloarcula marismortui: a halophilic archaeon from the Dead   Sea.    Genome Res (2004 Nov); PMC525680 free full-text archive   Baliga NS, Bonneau R, Facciotti MT, Pan M, Glusman G, Deutsch EW, Shannon P, Chiu Y, Weng RS, Gan RR, Hung P, Date SV, Marcotte E, Hood L, Ng WV        Systems approaches applied to the study of Saccharomyces cerevisiae and   Halobacterium sp.    Cold Spring Harb Symp Quant Biol (2003); PMID: 15338636   Weston AD, Baliga NS, Bonneau R, Hood L        Comprehensive de novo structure prediction in a systems-biology context for the   archaea Halobacterium sp. NRC-1.    Genome Biol (2004); PMC507877 free full-text archive   Bonneau R, Baliga NS, Deutsch EW, Shannon P, Hood L        Systems level insights into the stress response to UV radiation in the halophilic   archaeon Halobacterium NRC-1.    Genome Res (2004 Jun); PMC419780 free full-text archive   Baliga NS, Bjork SJ, Bonneau R, Pan M, Iloanusi C, Kottemann MC, Hood L, DiRuggiero J        Automated prediction of CASP-5 structures using the Robetta server.    Proteins (2003); PMID: 14579342   Chivian D, Kim DE, Malmstrom L, Bradley P, Robertson T, Murphy P, Strauss CE, Bonneau R, Rohl CA, Baker D        An improved protein decoy set for testing energy functions for protein structure    prediction.    Proteins (2003 Oct 1); PMID: 12945051   Tsai J, Bonneau R, Morozov AV, Kuhlman B, Rohl CA, Baker D        Photoprotodesilylation of 9-trimethylsilylanthracene in alcohols.    Photochem Photobiol Sci (2003 Mar); PMID: 12713230   Desvergne JP, Bonneau R, Dorr G, Bouas-Laurent H        Ab initio methods.    Methods Biochem Anal (2003); PMID: 12647404   Chivian D, Robertson T, Bonneau R, Baker D        Zinc status modulates bronchopulmonary eosinophil infiltration in a murine model    of allergic inflammation.    Chest (2003 Mar); PMID: 12629032   Richter M, Bonneau R, Girard MA, Beaulieu C, Larivee P        De novo prediction of three-dimensional structures for major protein families.    J Mol Biol (2002 Sep 6); PMID: 12215415   Bonneau R, Strauss CE, Rohl CA, Chivian D, Bradley P, Malmstrom L, Robertson T, Baker D        Contact order and ab initio protein structure prediction.    Protein Sci (2002 Aug); PMC2373674 free full-text archive   Bonneau R, Ruczinski I, Tsai J, Baker D        Distributions of beta sheets in proteins with application to structure   prediction.    Proteins (2002 Jul 1); PMID: 12012340   Ruczinski I, Kooperberg C, Bonneau R, Baker D        Rosetta in CASP4: progress in ab initio protein structure prediction.    Proteins (2001); PMID: 11835488   Bonneau R, Tsai J, Ruczinski I, Chivian D, Rohl C, Strauss CE, Baker D        Photochemistry of methoxyhydroquinone and methoxy-p-benzoquinone in solution   related to the photoyellowing of the lignocellulosics.    Photochem Photobiol (2001 Oct); PMID: 11683033   Bearnais-Barbry S, Bonneau R, Castellan A        Functional inferences from blind ab initio protein structure predictions.    J Struct Biol (2001 May-Jun); PMID: 11551178   Bonneau R, Tsai J, Ruczinski I, Baker D        Ab initio protein structure prediction: progress and prospects.    Annu Rev Biophys Biomol Struct (2001); PMID: 11340057   Bonneau R, Baker D        Improving the performance of Rosetta using multiple sequence alignment   information and global measures of hydrophobic core formation.    Proteins (2001 Apr 1); PMID: 11170209   Bonneau R, Strauss CE, Baker D        Ab initio protein structure prediction of CASP III targets using ROSETTA.    Proteins (1999); PMID: 10526365   Simons KT, Bonneau R, Ruczinski I, Baker D        Spatial distribution of DNA ploidy in colorectal carcinoma.    Anal Cell Pathol (1994 Dec); PMID: 7696154   Bigras G, Bonneau R, Dumont A        [No title available]    Can Fam Physician (1992 Sep); PMC2145484 free full-text archive   Bonneau R        Plexiform fibrohistiocytic tumor.    Dermatologica (1991); PMID: 1667100   Giard F, Bonneau R, Raymond GP        [Merkel's tumor].    Union Med Can (1984 Jun); PMID: 6485160   Bonneau R, Bluteau P        [Is Goodpasture's syndrome always a triad?].    Union Med Can (1984 Jan); PMID: 6710693   Bonneau R, Giroux L        Neuromuscular choristoma. A clinicopathologic study of two cases.    Am J Surg Pathol (1983 Sep); PMID: 6625049   Bonneau R, Brochu P        Complications of water-soluble contrast lumbar myelography. Review of the   literature and case report.    Spine (Phila Pa 1976) (1978 Dec); PMID: 741241   Bonneau R, Morris JM        Stomal recurrence following laryngectomy.    Arch Otolaryngol (1975 Jul); PMID: 1147823   Bonneau RA, Lehman RH        pH dependence of singlet oxygen production in aqueous solutions using toluidine   blue as a photosensitizer.    Photochem Photobiol (1975 Jul-Aug); PMID: 242021   Pottier R, Bonneau R, Joussot-Dubien J        Mechanism of photoreduction of thiazine dyes by EDTA studied by flash photolysis    III. Consequences of a newly found pKT of thionine on the mechanism in basic   solutions.    Photochem Photobiol (1975 Mar); PMID: 806084   Bonneau R, Pereyre J        pH dependence of singlet oxygen production in aqueous solutions using thiazine   dyes as photosensitizers.    Photochem Photobiol (1975 Mar); PMID: 237293   Bonneau R, Pottier R, Bagno O, Joussot-Dubien J        [Light spectroscopic study of thiazine dyes in aqueous solution].    Photochem Photobiol (1967 May); PMID: 6042949   Faure J, Bonneau R, Joussot-Dubien J        [In Process Citation]    Talanta (1967 Jan); PMID: 18960074   Bonneau R, Faure J, Joussot-Dubien J        [The temporomandibular joint; its false radiological individualization].    Odontologie (1951 Jul-Aug); PMID: 14863823   BONNEAU RM               Updated on 04&#047;13&#047;2015             Contact Us | &copy; New York University , Arts and Science"}]},
{"detail": [{"content": "CREATE_STRUCT                 Home | Categories | Alphabetical | Classes | All Contents | [ &lt; ] | [ &gt; ]          CREATE_STRUCT               Syntax | Return Value | Arguments | Keywords | Examples | Version History | See Also           The CREATE_STRUCT function creates a structure given pairs of tag names and values. CREATE_STRUCT can also be used to concatenate structures.          Syntax           Result = CREATE_STRUCT( [Tag 1 , Values 1 , ..., Tag n , Values n ] [,&#160;Structures n ] [,&#160; NAME = string ])           or           Result = CREATE_STRUCT( [Tags , Values 1 , ..., Values n ]  [,&#160;Structures n ] [,&#160; NAME = string ])          Return Value          Returns a structure composed of given pairs of tag names and values.          Arguments          Tags          The structure tag names. Tag names may be specified either as scalar strings or a single string array. If scalar strings are specified, values alternate with the tag names. If a string array is provided, values must still be specified individually. Tag names must be enclosed in quotes. Tag names may not be IDL Reserved Words , and must be unique within a given structure, although the same tag name can be used in more than one structure. Tag names follow the rules of IDL identifiers: they must begin with a letter; following characters can be letters, digits, or the underscore or dollar sign characters; and case is ignored.                Note         If a tag name contains spaces, CREATE_STRUCT will replace the spaces with underscores. For example, if you specify a tag name of &#39;my tag&#39; , the tag will be created with the name &#39;my_tag&#39; .             Values          The values for the structure fields. The number of Values arguments must match the number of Tags arguments (if tags are specified as scalar strings) or the number of elements of the Tags array (if tags are specified as a single array.)          Structures          One or more existing structure variables whose tags and values will be inserted into the new structure. When concatenating structures in this manner, the following rules apply:            All tag names, whether specified via the Tags argument or in an existing structure variable, must be unique.       Names of named structures included via the Structures arguments are not used in the newly-created structure.       Structures arguments can be interspersed with groups of Tags and Values arguments in the call to CREATE_STRUCT. Use caution, however, to ensure that the number of Tags and Values in each group are equal, to avoid inserting a structure variable as the value of a single tag when you mean to include the structure's data as individual tags and values.              Keywords          NAME          To create a named structure, set this keyword equal to a string specifying the structure name. If this keyword is not present, an anonymous structure is created. Structure names must begin with a letter; following characters can be letters, digits, or the underscore or dollar sign characters; and case is ignored.          If NAME is specified and no plain arguments (tags, values, or structures) are present, then CREATE_STRUCT will return a structure of known type, either from IDL&#39;s internal table of already known named structures or by locating the appropriate __define.pro file for that structure in the current IDL search path (!PATH) and executing it. Hence, the following IDL statements are equivalent:           Result = { mystruct }   Result = CREATE_STRUCT(NAME=&#39;mystruct&#39;)           The CREATE_STRUCT version can be convenient in situations where the name of the structure is computed at runtime, and the EXECUTE function is not available (e.g., code running in the free IDL Virtual Machine environment, in which EXECUTE is disallowed).           Examples          To create the anonymous structure { A: 1, B: &#39;xxx&#39;} in the variable P , enter:          p = CREATE_STRUCT(&#39;A&#39;, 1, &#39;B&#39;, &#39;xxx&#39;)           To add the fields &quot;FIRST&quot; and &quot;LAST&quot; to the structure, enter the following:          p = CREATE_STRUCT(&#39;FIRST&#39;, 0, p, &#39;LAST&#39;, 3)           The resulting structure contains { FIRST: 0, A: 1, B: &#39;xxx&#39;, LAST: 3}.          Finally, consider the following statements:          s1 = {Struct1, Tag1:&#39;AAA&#39;, Tag2:&#39;BBB&#39;}   s2 = {Struct2, TagA:100, TagB:200}   s3 = CREATE_STRUCT(NAME=&#39;Struct3&#39;, [&#39;A&#39;,&#39;B&#39;,&#39;C&#39;], 1, 2, s1, s2)           Here, the variable s3 contains the following named structure:          { Struct3, A: 1, B: 2, C: {Struct1, Tag1: &#39;AAA&#39;, Tag2: &#39;BBB&#39;}, TagA: 100, TagB: 200 }          Note that the value of s3.C is itself a &quot;Struct1&quot; structure, since the structure variable s1 was interpreted as a Values argument, whereas the structure variable s2 was interpreted as a Structures argument, thus including the tags from the &quot;Struct2&quot; structure directly in the new structure.          Version History          Introduced: Pre 4.0          NAME keyword added: 6.1          See Also           IDL_VALIDNAME , N_TAGS , TAG_NAMES , Structures .      Home | Categories | Alphabetical | Classes | All Contents | [ &lt; ] | [ &gt; ]"}, {"content": "Bonneau, Richard A.    | Department of Biology | New York University            \">                        NEW YORK UNIVERSITY     ARTS AND SCIENCE     COLLEGE OF ARTS AND SCIENCE     GRADUATE SCHOOL OF ARTS AND SCIENCE             Department of Biology     Arts &amp; Science                    Back to Home           Richard A. Bonneau     Associate Professor of Biology, Computer Science; Faculty Director of Bioinformatics   Ph.D. 2001 (Biochemistry), University of Washington; B.A. 1997 (Biochemistry), Florida State University.       Office Address:      New York University    Department of Biology    Center for Genomics and Systems Biology    12 Waverly Place, Room 406    New York, NY 10003      Email:        Phone:   (212) 992-9516   Fax:   (212) 995-4015     Lab Homepage:     http://bonneaulab.bio.nyu.edu       Areas of Research/Interest:   Systems Biology and Protein Modeling     List of Publications from Pubmed       List of citations from Google Scholar         Dr. Bonneau focuses on two main categories of computational biology: learning networks from functional genomics data and predicting and designing protein and peptoid structure. In both areas he has played key roles in achieving critical field-wide milestones. In the area of structure prediction he was one of the early authors on the Rosetta code, which was one of the first codes to demonstrate accurate and comprehensive ability to predict protein structure in the absence of sequence homology. His lab has also made key contributions to the areas of genomics data analysis. They focus on two main areas: 1) methods for network inference that learn dynamics and topology from data (the Inferelator) , and 2) methods that learn condition dependent co-regulated groups from integrations of different genomics data-types (integrative biclustering). His lab strives to develop new methods that let systems-biologists derive functional forms from relevant biology and parameters from data automatically. Dr. Bonneau has also helped to start a new project with political scientists and experimental psychologists to apply methods for learning network structure from time series to social media time series data (using Twitter, online blogs about politics, and Facebook as our initial data sources (recently funded by NSF INSPIRE, http://smapp.nyu.edu/ ).          Fellowships/Honors:   Howard Hughes Medical Institute pre-doctoral Fellowship in the Biological Sciences, 1998-2001; Magna Cum Laude, Biochemistry, FSU, 1996; American Cancer Society – James Jay Fisher Fellowship, 1996; Florida Academic Scholars Award, 1993; International Baccalaureate Degree, 1993.   Selected Works:   PubMed Search Results:       Search: (Bonneau R[Author] OR Bonneau R[Investigator]) NOT Bonneau RH[Author]    Retrieved: Mon Apr 13 14:51:57 2015       Interpreting 4C-Seq data: how far can we go?    Epigenomics (2014); PMID: 25431936   Raviram R, Rocha PP, Bonneau R, Skok JA        Inter-species pathway perturbation prediction via data-driven detection of   functional homology.    Bioinformatics (2015 Feb 15); PMC4325539 free full-text archive   Hafemeister C, Romero R, Bilal E, Meyer P, Norel R, Rhrissorrakrai K, Bonneau R, Tarca AL        One third of dynamic protein expression profiles can be predicted by a simple   rate equation.    Mol Biosyst (2014 Nov); PMC4183714 free full-text archive   Tchourine K, Poultney CS, Wang L, Silva GM, Manohar S, Mueller CL, Bonneau R, Vogel C        Improved stability and half-life of fluorinated phosphotriesterase using Rosetta.    Chembiochem (2014 Aug 18); PMID: 25066940   Yang CY, Renfrew PD, Olsen AJ, Zhang M, Yuvienco C, Bonneau R, Montclare JK        CX(3)CR1(+) mononuclear phagocytes support colitis-associated innate lymphoid   cell production of IL-22.    J Exp Med (2014 Jul 28); PMC4113938 free full-text archive   Longman RS, Diehl GE, Victorio DA, Huh JR, Galan C, Miraldi ER, Swaminath A, Bonneau R, Scherl EJ, Littman DR        ICOS-based chimeric antigen receptors program bipolar TH17/TH1 cells.    Blood (2014 Aug 14); PMC4133482 free full-text archive   Guedan S, Chen X, Madar A, Carpenito C, McGettigan SE, Frigault MJ, Lee J, Posey AD Jr, Scholler J, Scholler N, Bonneau R, June CH        Rational design of topographical helix mimics as potent inhibitors of   protein-protein interactions.    J Am Chem Soc (2014 Jun 4); PMC4353027 free full-text archive   Lao BB, Drew K, Guarracino DA, Brewer TF, Heindel DW, Bonneau R, Arora PS        Engineered coiled-coil protein microfibers.    Biomacromolecules (2014 Oct 13); PMID: 24941228   Hume J, Sun J, Jacquet R, Renfrew PD, Martin JA, Bonneau R, Gilchrist ML, Montclare JK        Negative example selection for protein function prediction: the NoGO database.    PLoS Comput Biol (2014 Jun); PMC4055410 free full-text archive   Youngs N, Penfold-Brown D, Bonneau R, Shasha D        Conformational preferences of peptide-peptoid hybrid oligomers.    Biopolymers (2014 Sep); PMID: 24919990   Butterfoss GL, Drew K, Renfrew PD, Kirshenbaum K, Bonneau R        Helminth colonization is associated with increased diversity of the gut   microbiota.    PLoS Negl Trop Dis (2014 May); PMC4031128 free full-text archive   Lee SC, Tang MS, Lim YA, Choy SH, Kurtz ZD, Cox LM, Gundra UM, Cho I, Bonneau R, Blaser MJ, Chua KH, Loke P        Intrinsic bioconjugation for site-specific protein PEGylation at N-terminal   serine.    Chem Commun (Camb) (2014 Jul 4); PMID: 24840103   Levine PM, Craven TW, Bonneau R, Kirshenbaum K        A rotamer library to enable modeling and design of peptoid foldamers.    J Am Chem Soc (2014 Jun 18); PMC4227732 free full-text archive   Renfrew PD, Craven TW, Butterfoss GL, Kirshenbaum K, Bonneau R        Collier/OLF/EBF-dependent transcriptional dynamics control pharyngeal muscle   specification from primed cardiopharyngeal progenitors.    Dev Cell (2014 May 12); PMC4045103 free full-text archive   Razy-Krajka F, Lam K, Wang W, Stolfi A, Joly M, Bonneau R, Christiaen L        FIREWACh: high-throughput functional detection of transcriptional regulatory   modules in mammalian cells.    Nat Methods (2014 May); PMC4020622 free full-text archive   Murtha M, Tokcaer-Keskin Z, Tang Z, Strino F, Chen X, Wang Y, Xi X, Basilico C, Brown S, Bonneau R, Kluger Y, Dailey L        Semisynthesis of peptoid-protein hybrids by chemical ligation at serine.    Org Lett (2014 Jan 17); PMID: 24393000   Levine PM, Craven TW, Bonneau R, Kirshenbaum K        Extending RosettaDock with water, sugar, and pH for prediction of complex   structures and affinities for CAPRI rounds 20-27.    Proteins (2013 Dec); PMC4037910 free full-text archive   Kilambi KP, Pacella MS, Xu J, Labonte JW, Porter JR, Muthu P, Drew K, Kuroda D, Schueler-Furman O, Bonneau R, Gray JJ        Adding diverse noncanonical backbones to rosetta: enabling peptidomimetic design.    PLoS One (2013); PMC3712014 free full-text archive   Drew K, Renfrew PD, Craven TW, Butterfoss GL, Chou FC, Lyskov S, Bullock BN, Watkins A, Labonte JW, Pacella M, Kilambi KP, Leaver-Fay A, Kuhlman B, Gray JJ, Bradley P, Kirshenbaum K, Arora PS, Das R, Bonneau R        Serverification of molecular modeling applications: the Rosetta Online Server   that Includes Everyone (ROSIE).    PLoS One (2013); PMC3661552 free full-text archive   Lyskov S, Chou FC, Conchuir SO, Der BS, Drew K, Kuroda D, Xu J, Weitzner BD, Renfrew PD, Sripakdeevong P, Borgo B, Havranek JJ, Kuhlman B, Kortemme T, Bonneau R, Gray JJ, Das R        Chemoselective fragment condensation between peptide and peptidomimetic   oligomers.    Org Biomol Chem (2013 Jul 7); PMID: 23715215   Levine PM, Craven TW, Bonneau R, Kirshenbaum K        Molecular network analysis of phosphotyrosine and lipid metabolism in hepatic   PTP1b deletion mice.    Integr Biol (Camb) (2013 Jul 24); PMC3759823 free full-text archive   Miraldi ER, Sharfi H, Friedline RH, Johnson H, Zhang T, Lau KS, Ko HJ, Curran TG, Haigis KM, Yaffe MB, Bonneau R, Lauffenburger DA, Kahn BB, Kim JK, Neel BG, Saghatelian A, White FM        A physical sciences network characterization of non-tumorigenic and metastatic   cells.    Sci Rep (2013); PMC3636513 free full-text archive   Agus DB, Alexander JF, Arap W, Ashili S, Aslan JE, Austin RH, Backman V, Bethel KJ, Bonneau R, Chen WC, Chen-Tanyolac C, Choi NC, Curley SA, Dallas M, Damania D, Davies PC, Decuzzi P, Dickinson L, Estevez-Salmeron L, Estrella V, Ferrari M, Fischbach C, Foo J, Fraley SI, Frantz C, Fuhrmann A, Gascard P, Gatenby RA, Geng Y, Gerecht S, Gillies RJ, Godin B, Grady WM, Greenfield A, Hemphill C, Hempstead BL, Hielscher A, Hillis WD, Holland EC, Ibrahim-Hashim A, Jacks T, Johnson RH, Joo A, Katz JE, Kelbauskas L, Kesselman C, King MR, Konstantopoulos K, Kraning-Rush CM, Kuhn P, Kung K, Kwee B, Lakins JN, Lambert G, Liao D, Licht JD, Liphardt JT, Liu L, Lloyd MC, Lyubimova A, Mallick P, Marko J, McCarty OJ, Meldrum DR, Michor F, Mumenthaler SM, Nandakumar V, O'Halloran TV, Oh S, Pasqualini R, Paszek MJ, Philips KG, Poultney CS, Rana K, Reinhart-King CA, Ros R, Semenza GL, Senechal P, Shuler ML, Srinivasan S, Staunton JR, Stypula Y, Subramanian H, Tlsty TD, Tormoen GW, Tseng Y, van Oudenaarden A, Verbridge SS, Wan JC, Weaver VM, Widom J, Will C, Wirtz D, Wojtkowiak J, Wu PH        Robust data-driven incorporation of prior knowledge into the inference of dynamic   regulatory networks.    Bioinformatics (2013 Apr 15); PMC3624811 free full-text archive   Greenfield A, Hafemeister C, Bonneau R        Parametric Bayesian priors and better choice of negative examples improve protein   function prediction.    Bioinformatics (2013 May 1); PMC3634187 free full-text archive   Youngs N, Penfold-Brown D, Drew K, Shasha D, Bonneau R        A genome-wide RNA interference screen identifies new regulators of androgen   receptor function in prostate cancer cells.    Genome Res (2013 Apr); PMC3613576 free full-text archive   Imberg-Kazdan K, Ha S, Greenfield A, Poultney CS, Bonneau R, Logan SK, Garabedian MJ        A validated regulatory network for Th17 cell specification.    Cell (2012 Oct 12); PMC3503487 free full-text archive   Ciofani M, Madar A, Galan C, Sellars M, Mace K, Pauli F, Agarwal A, Huang W, Parkurst CN, Muratet M, Newberry KM, Meadows S, Greenfield A, Yang Y, Jain P, Kirigin FK, Birchmeier C, Wagner EF, Murphy KM, Myers RM, Bonneau R, Littman DR        De novo structure prediction and experimental characterization of folded peptoid    oligomers.    Proc Natl Acad Sci U S A (2012 Sep 4); PMC3437879 free full-text archive   Butterfoss GL, Yoo B, Jaworski JN, Chorny I, Dill KA, Zuckermann RN, Bonneau R, Kirshenbaum K, Voelz VA        Androgen receptor antagonism by divalent ethisterone conjugates in   castrate-resistant prostate cancer cells.    ACS Chem Biol (2012 Oct 19); PMC3874888 free full-text archive   Levine PM, Lee E, Greenfield A, Bonneau R, Logan SK, Garabedian MJ, Kirshenbaum K        An assembly model of rift valley Fever virus.    Front Microbiol (2012); PMC3400131 free full-text archive   Rusu M, Bonneau R, Holbrook MR, Watowich SJ, Birmanns S, Wriggers W, Freiberg AN        Wisdom of crowds for robust gene network inference.    Nat Methods (2012 Aug); PMC3512113 free full-text archive   Marbach D, Costello JC, Kuffner R, Vega NM, Prill RJ, Camacho DM, Allison KR, Kellis M, Collins JJ, Stolovitzky G        The mRNA-bound proteome and its global occupancy profile on protein-coding   transcripts.    Mol Cell (2012 Jun 8); PMID: 22681889   Baltz AG, Munschauer M, Schwanhausser B, Vasile A, Murakawa Y, Schueler M, Youngs N, Penfold-Brown D, Drew K, Milek M, Wyler E, Bonneau R, Selbach M, Dieterich C, Landthaler M        Integrated inference and analysis of regulatory networks from multi-level   measurements.    Methods Cell Biol (2012); PMID: 22482944   Poultney CS, Greenfield A, Bonneau R        Incorporation of noncanonical amino acids into Rosetta and use in computational   protein-peptide interface design.    PLoS One (2012); PMC3303795 free full-text archive   Renfrew PD, Choi EJ, Bonneau R, Kuhlman B        Dynamic microRNA gene transcription and processing during T cell development.    J Immunol (2012 Apr 1); PMC3934760 free full-text archive   Kirigin FF, Lindstedt K, Sellars M, Ciofani M, Low SL, Jones L, Bell F, Pauli F, Bonneau R, Myers RM, Littman DR, Chong MM        The plant proteome folding project: structure and positive selection in plant   protein families.    Genome Biol Evol (2012); PMC3318447 free full-text archive   Pentony MM, Winters P, Penfold-Brown D, Drew K, Narechania A, DeSalle R, Bonneau R, Purugganan MD        SlrA/SinR/SlrR inhibits motility gene expression upstream of a hypersensitive and   hysteretic switch at the level of sigma(D) in Bacillus subtilis.    Mol Microbiol (2012 Mar); PMC3303961 free full-text archive   Cozy LM, Phillips AM, Calvo RA, Bate AR, Hsueh YH, Bonneau R, Eichenberger P, Kearns DB        N-Naphthyl peptoid foldamers exhibiting atropisomerism.    Org Lett (2012 Feb 3); PMID: 22272975   Paul B, Butterfoss GL, Boswell MG, Huang ML, Bonneau R, Wolf C, Kirshenbaum K        Oligo(N-alkoxy glycines): trans substantiating peptoid conformations.    Biopolymers (2011); PMID: 22180909   Jordan PA, Paul B, Butterfoss GL, Renfrew PD, Bonneau R, Kirshenbaum K        Comparative microbial modules resource: generation and visualization of   multi-species biclusters.    PLoS Comput Biol (2011 Dec); PMC3228777 free full-text archive   Kacmarczyk T, Waltman P, Bate A, Eichenberger P, Bonneau R        Rational design of temperature-sensitive alleles using computational structure   prediction.    PLoS One (2011); PMC3166291 free full-text archive   Poultney CS, Butterfoss GL, Gutwein MR, Drew K, Gresham D, Gunsalus KC, Shasha DE, Bonneau R        The 2010 Rosetta developers meeting: macromolecular prediction and design meets   reproducible publishing.    PLoS One (2011); PMC3166131 free full-text archive   Renfrew PD, Campbell G, Strauss CE, Bonneau R        The Proteome Folding Project: proteome-scale prediction of structure and   function.    Genome Res (2011 Nov); PMC3205581 free full-text archive   Drew K, Winters P, Butterfoss GL, Berstis V, Uplinger K, Armstrong J, Riffle M, Schweighofer E, Bovermann B, Goodlett DR, Davis TN, Shasha D, Malmstrom L, Bonneau R        Peptoid atropisomers.    J Am Chem Soc (2011 Jul 20); PMID: 21634437   Paul B, Butterfoss GL, Boswell MG, Renfrew PD, Yeung FG, Shah NH, Wolf C, Bonneau R, Kirshenbaum K        DREAM4: Combining genetic and dynamic information to identify biological networks   and dynamical models.    PLoS One (2010); PMC2963605 free full-text archive   Greenfield A, Madar A, Ostrer H, Bonneau R        Multi-species integrative biclustering.    Genome Biol (2010); PMC2965388 free full-text archive   Waltman P, Kacmarczyk T, Bate AR, Kearns DB, Reiss DJ, Eichenberger P, Bonneau R        DREAM3: network inference using dynamic context likelihood of relatedness and the   inferelator.    PLoS One (2010); PMC2842436 free full-text archive   Madar A, Greenfield A, Vanden-Eijnden E, Bonneau R        Innate immune detection of the type III secretion apparatus through the NLRC4   inflammasome.    Proc Natl Acad Sci U S A (2010 Feb 16); PMC2840275 free full-text archive   Miao EA, Mao DP, Yudkovsky N, Bonneau R, Lorang CG, Warren SE, Leaf IA, Aderem A        The Inferelator 2.0: a scalable framework for reconstruction of dynamic   regulatory network models.    Conf Proc IEEE Eng Med Biol Soc (2009); PMID: 19964678   Madar A, Greenfield A, Ostrer H, Vanden-Eijnden E, Bonneau R        A preliminary survey of the peptoid folding landscape.    J Am Chem Soc (2009 Nov 25); PMID: 19919145   Butterfoss GL, Renfrew PD, Kuhlman B, Kirshenbaum K, Bonneau R        The coat morphogenetic protein SpoVID is necessary for spore encasement in   Bacillus subtilis.    Mol Microbiol (2009 Nov); PMC2806667 free full-text archive   Wang KH, Isidro AL, Domingues L, Eskandarian HA, McKenney PT, Drew K, Grabowski P, Chua MH, Barry SN, Guan M, Bonneau R, Henriques AO, Eichenberger P        BioNetBuilder2.0: bringing systems biology to chicken and other model organisms.    BMC Genomics (2009); PMC2966329 free full-text archive   Konieczka JH, Drew K, Pine A, Belasco K, Davey S, Yatskievych TA, Bonneau R, Antin PB        2,5-Dimethyl-2,4-hexadiene induced photodechlorination of   9,10-dichloroanthracene.    Photochem Photobiol Sci (2009 Jun); PMID: 19492114   Saltiel J, Smothers WK, Schanze KS, Charman SA, Bonneau R        Diurnally entrained anticipatory behavior in archaea.    PLoS One (2009); PMC2675056 free full-text archive   Whitehead K, Pan M, Masumura K, Bonneau R, Baliga NS        Learning global models of transcriptional regulatory networks from data.    Methods Mol Biol (2009); PMID: 19381524   Madar A, Bonneau R        Oligo(N-aryl glycines): a new twist on structured peptoids.    J Am Chem Soc (2008 Dec 10); PMID: 19049458   Shah NH, Butterfoss GL, Nguyen K, Yoo B, Bonneau R, Rabenstein DL, Kirshenbaum K        Learning biological networks: from modules to dynamics.    Nat Chem Biol (2008 Nov); PMID: 18936750   Bonneau R        A protein domain-based interactome network for C. elegans early embryogenesis.    Cell (2008 Aug 8); PMC2596478 free full-text archive   Boxem M, Maliga Z, Klitgord N, Li N, Lemmens I, Mana M, de Lichtervelde L, Mul JD, van de Peut D, Devos M, Simonis N, Yildirim MA, Cokol M, Kao HL, de Smet AS, Wang H, Schlaitz AL, Hao T, Milstein S, Fan C, Tipsword M, Drew K, Galli M, Rhrissorrakrai K, Drechsel D, Koller D, Roth FP, Iakoucheva LM, Dunker AK, Bonneau R, Gunsalus KC, Hill DE, Piano F, Tavernier J, van den Heuvel S, Hyman AA, Vidal M        Dissecting the quorum-sensing receptor LuxN.    Cell (2008 Aug 8); PMID: 18692463   Bonneau R        A predictive model for transcriptional control of physiology in a free living   cell.    Cell (2007 Dec 28); PMID: 18160043   Bonneau R, Facciotti MT, Reiss DJ, Schmid AK, Pan M, Kaur A, Thorsson V, Shannon P, Johnson MH, Bare JC, Longabaugh W, Vuthoori M, Whitehead K, Madar A, Suzuki L, Mori T, Chang DE, Diruggiero J, Johnson CH, Hood L, Baliga NS        Somatodendritic microRNAs identified by laser capture and multiplex RT-PCR.    RNA (2007 Aug); PMC1924896 free full-text archive   Kye MJ, Liu T, Levy SF, Xu NL, Groves BB, Bonneau R, Lao K, Kosik KS        Superfamily assignments for the yeast proteome through integration of structure   prediction with the gene ontology.    PLoS Biol (2007 Apr); PMC1828141 free full-text archive   Malmstrom L, Riffle M, Strauss CE, Chivian D, Davis TN, Bonneau R, Baker D        General transcription factor specified global gene regulation in archaea.    Proc Natl Acad Sci U S A (2007 Mar 13); PMC1838652 free full-text archive   Facciotti MT, Reiss DJ, Pan M, Kaur A, Vuthoori M, Bonneau R, Shannon P, Srivastava A, Donohoe SM, Hood LE, Baliga NS        A conserved surface on Toll-like receptor 5 recognizes bacterial flagellin.    J Exp Med (2007 Feb 19); PMC2118731 free full-text archive   Andersen-Nissen E, Smith KD, Bonneau R, Strong RK, Aderem A        BioNetBuilder: automatic integration of biological networks.    Bioinformatics (2007 Feb 1); PMID: 17138585   Avila-Campillo I, Drew K, Lin J, Reiss DJ, Bonneau R        Quantitative proteomic analysis of the budding yeast cell cycle using   acid-cleavable isotope-coded affinity tag reagents.    Proteomics (2006 Dec); PMID: 17133367   Flory MR, Lee H, Bonneau R, Mallick P, Serikawa K, Morris DR, Aebersold R        UniPep--a database for human N-linked glycosites: a resource for biomarker   discovery.    Genome Biol (2006); PMC1779586 free full-text archive   Zhang H, Loriaux P, Eng J, Campbell D, Keller A, Moss P, Bonneau R, Zhang N, Zhou Y, Wollscheid B, Cooke K, Yi EC, Lee H, Peskind ER, Zhang J, Smith RD, Aebersold R        Integrated biclustering of heterogeneous genome-wide datasets for the inference   of global regulatory networks.    BMC Bioinformatics (2006); PMC1502140 free full-text archive   Reiss DJ, Baliga NS, Bonneau R        The Inferelator: an algorithm for learning parsimonious regulatory networks from    systems-biology data sets de novo.    Genome Biol (2006); PMC1779511 free full-text archive   Bonneau R, Reiss DJ, Shannon P, Facciotti M, Hood L, Baliga NS, Thorsson V        The Gaggle: an open-source software system for integrating bioinformatics   software and data sources.    BMC Bioinformatics (2006); PMC1464137 free full-text archive   Shannon PT, Reiss DJ, Bonneau R, Baliga NS        THUMP: an immersive haptic console for surgical simulation and training.    Stud Health Technol Inform (2004); PMID: 15544287   Niemeyer G, Kuchenbecker KJ, Bonneau R, Mitra P, Reid AM, Fiene J, Weldon G        Genome sequence of Haloarcula marismortui: a halophilic archaeon from the Dead   Sea.    Genome Res (2004 Nov); PMC525680 free full-text archive   Baliga NS, Bonneau R, Facciotti MT, Pan M, Glusman G, Deutsch EW, Shannon P, Chiu Y, Weng RS, Gan RR, Hung P, Date SV, Marcotte E, Hood L, Ng WV        Systems approaches applied to the study of Saccharomyces cerevisiae and   Halobacterium sp.    Cold Spring Harb Symp Quant Biol (2003); PMID: 15338636   Weston AD, Baliga NS, Bonneau R, Hood L        Comprehensive de novo structure prediction in a systems-biology context for the   archaea Halobacterium sp. NRC-1.    Genome Biol (2004); PMC507877 free full-text archive   Bonneau R, Baliga NS, Deutsch EW, Shannon P, Hood L        Systems level insights into the stress response to UV radiation in the halophilic   archaeon Halobacterium NRC-1.    Genome Res (2004 Jun); PMC419780 free full-text archive   Baliga NS, Bjork SJ, Bonneau R, Pan M, Iloanusi C, Kottemann MC, Hood L, DiRuggiero J        Automated prediction of CASP-5 structures using the Robetta server.    Proteins (2003); PMID: 14579342   Chivian D, Kim DE, Malmstrom L, Bradley P, Robertson T, Murphy P, Strauss CE, Bonneau R, Rohl CA, Baker D        An improved protein decoy set for testing energy functions for protein structure    prediction.    Proteins (2003 Oct 1); PMID: 12945051   Tsai J, Bonneau R, Morozov AV, Kuhlman B, Rohl CA, Baker D        Photoprotodesilylation of 9-trimethylsilylanthracene in alcohols.    Photochem Photobiol Sci (2003 Mar); PMID: 12713230   Desvergne JP, Bonneau R, Dorr G, Bouas-Laurent H        Ab initio methods.    Methods Biochem Anal (2003); PMID: 12647404   Chivian D, Robertson T, Bonneau R, Baker D        Zinc status modulates bronchopulmonary eosinophil infiltration in a murine model    of allergic inflammation.    Chest (2003 Mar); PMID: 12629032   Richter M, Bonneau R, Girard MA, Beaulieu C, Larivee P        De novo prediction of three-dimensional structures for major protein families.    J Mol Biol (2002 Sep 6); PMID: 12215415   Bonneau R, Strauss CE, Rohl CA, Chivian D, Bradley P, Malmstrom L, Robertson T, Baker D        Contact order and ab initio protein structure prediction.    Protein Sci (2002 Aug); PMC2373674 free full-text archive   Bonneau R, Ruczinski I, Tsai J, Baker D        Distributions of beta sheets in proteins with application to structure   prediction.    Proteins (2002 Jul 1); PMID: 12012340   Ruczinski I, Kooperberg C, Bonneau R, Baker D        Rosetta in CASP4: progress in ab initio protein structure prediction.    Proteins (2001); PMID: 11835488   Bonneau R, Tsai J, Ruczinski I, Chivian D, Rohl C, Strauss CE, Baker D        Photochemistry of methoxyhydroquinone and methoxy-p-benzoquinone in solution   related to the photoyellowing of the lignocellulosics.    Photochem Photobiol (2001 Oct); PMID: 11683033   Bearnais-Barbry S, Bonneau R, Castellan A        Functional inferences from blind ab initio protein structure predictions.    J Struct Biol (2001 May-Jun); PMID: 11551178   Bonneau R, Tsai J, Ruczinski I, Baker D        Ab initio protein structure prediction: progress and prospects.    Annu Rev Biophys Biomol Struct (2001); PMID: 11340057   Bonneau R, Baker D        Improving the performance of Rosetta using multiple sequence alignment   information and global measures of hydrophobic core formation.    Proteins (2001 Apr 1); PMID: 11170209   Bonneau R, Strauss CE, Baker D        Ab initio protein structure prediction of CASP III targets using ROSETTA.    Proteins (1999); PMID: 10526365   Simons KT, Bonneau R, Ruczinski I, Baker D        Spatial distribution of DNA ploidy in colorectal carcinoma.    Anal Cell Pathol (1994 Dec); PMID: 7696154   Bigras G, Bonneau R, Dumont A        [No title available]    Can Fam Physician (1992 Sep); PMC2145484 free full-text archive   Bonneau R        Plexiform fibrohistiocytic tumor.    Dermatologica (1991); PMID: 1667100   Giard F, Bonneau R, Raymond GP        [Merkel's tumor].    Union Med Can (1984 Jun); PMID: 6485160   Bonneau R, Bluteau P        [Is Goodpasture's syndrome always a triad?].    Union Med Can (1984 Jan); PMID: 6710693   Bonneau R, Giroux L        Neuromuscular choristoma. A clinicopathologic study of two cases.    Am J Surg Pathol (1983 Sep); PMID: 6625049   Bonneau R, Brochu P        Complications of water-soluble contrast lumbar myelography. Review of the   literature and case report.    Spine (Phila Pa 1976) (1978 Dec); PMID: 741241   Bonneau R, Morris JM        Stomal recurrence following laryngectomy.    Arch Otolaryngol (1975 Jul); PMID: 1147823   Bonneau RA, Lehman RH        pH dependence of singlet oxygen production in aqueous solutions using toluidine   blue as a photosensitizer.    Photochem Photobiol (1975 Jul-Aug); PMID: 242021   Pottier R, Bonneau R, Joussot-Dubien J        Mechanism of photoreduction of thiazine dyes by EDTA studied by flash photolysis    III. Consequences of a newly found pKT of thionine on the mechanism in basic   solutions.    Photochem Photobiol (1975 Mar); PMID: 806084   Bonneau R, Pereyre J        pH dependence of singlet oxygen production in aqueous solutions using thiazine   dyes as photosensitizers.    Photochem Photobiol (1975 Mar); PMID: 237293   Bonneau R, Pottier R, Bagno O, Joussot-Dubien J        [Light spectroscopic study of thiazine dyes in aqueous solution].    Photochem Photobiol (1967 May); PMID: 6042949   Faure J, Bonneau R, Joussot-Dubien J        [In Process Citation]    Talanta (1967 Jan); PMID: 18960074   Bonneau R, Faure J, Joussot-Dubien J        [The temporomandibular joint; its false radiological individualization].    Odontologie (1951 Jul-Aug); PMID: 14863823   BONNEAU RM               Updated on 04&#047;13&#047;2015             Contact Us | &copy; New York University , Arts and Science"}, {"content": "Structure of the Atom (grades 6-8)                              STRUCTURE OF THE ATOM             Matter has mass and takes up space. Atoms are basic building blocks     of matter, and cannot be chemically subdivided by ordinary means.             The word atom is derived from the Greek word atom which     means indivisible. The Greeks concluded that matter could be broken     down into particles to small to be seen. These particles were called      atoms             Atoms are composed of three type of particles: protons, neutrons,     and electron. Protons and neutrons are responsible for most of the atomic     mass e.g in a 150 person 149 lbs, 15 oz are protons and neutrons while     only 1 oz. is electrons. The mass of an electron is very small (9.108     X 10 -28 grams).    Both the protons and neutrons reside in the nucleus. Protons have     a postive (+) charge, neutrons have no charge --they are neutral. Electrons     reside in orbitals around the nucleus. They have a negative charge (-).     It is the number of protons that determines the atomic number, e.g.,     H = 1. The number of protons in an element is constant (e.g., H=1, Ur=92)     but neutron number may vary, so mass number (protons + neutrons) may     vary.     The same element may contain varying numbers of neutrons; these forms     of an element are called isotopes. The chemical properties of isotopes     are the same, although the physical properties of some isotopes may     be different. Some isotopes are radioactive-meaning they &quot;radiate&quot;     energy as they decay to a more stable form, perhaps another element     half-life: time required for half of the atoms of an element to decay     into stable form. Another example is oxygen, with atomic number of 8     can have 8, 9, or 10 neutrons.         What are elements?     All matter is made up of elements which are fundamental substances     which cannot be broken down by chemical means. There are 92 elements     that occur naturally. The elements hydrogen, carbon, nitrogen and oxygen     are the elements that make up most living organisms. Some other elements     found in living organisms are: magnesium, calcium, phosphorus, sodium,     potassium.     By the late 1800's many elements had already been discovered. The scientist     Dmitri Mendeleev, a Russian chemist, proposed an arrangement of know     elements based on their atomic mass. The modern arrangement of the elements     is known as the Periodic Table of Elements and is arranged according     to the atomic number of elements.              Here is an Interactive Table     of Elements where you can learn more about each of the elements.             What makes each element unique?  Every atom would like     to have an electron configuration like a noble gases. In noble gases     the outer electron shell is complete. This makes the element chemically     inert. Helium is an example of a noble (inert) gas. It is not present     in organisms because it is not chemically reactive.             Historical Models of the atom         BOHR MODEL    Bohr model shows electrons circling the nucleus at different levels     or orbitals much like planets circle the sun. Electrons move from one     energy state to another but can only exist aft defineite energy levels.     The energy absorbed or released when electrons change states is in the     form of electromagnetic radiation.         THE WAVE MODEL AND QUANTUM THEORY     The Bohr model was only able to explain the very simplest atoms, like     hydrogen. Today's modern day theory is based on mathematics and the     properties of waves. The wave model forms the basis for the     Quantum Theory     . This theory gives the probability of locating electrons in a particular     location, unlike assuming electrons orbit the nucleus as in the Bohr     model.             How are electrons organized around the nucleus?         All atoms would like to attain electron configurations like noble     gases. That is, have completed outer shells. Atoms can form stable electron     configurations like noble gases     by:         losing electrons     sharing electrons     gaining electrons.         For a stable configuration each atom must fill its outer energy level.     In the case of noble gases that means eight electrons in the last     shell (with the exception of He which has two electrons).     Atoms that have 1, 2 or 3 electrons in their outer levels will tend     to lose them in interactions with atoms that have 5, 6 or 7 electrons     in their outer levels. Atoms that have 5, 6 or 7 electrons in their     outer levels will tend to gain electrons from atoms with 1, 2 or 3 electrons     in their outer levels. Atoms that have 4 electrons in the outer most     energy level will tend neither to totally lose nor totally gain electrons     during interactions.     This     Periodic Table of Elements will show you the electron configuration     for any element you click on.         Visualizing Atomic Orbitals             The atomic orbitals of the hydrogen atom can be visualized as a cloud     around the nucleus. The orbital represents a probability of finding     the electron at a particular location. Darker regions signify a greater     probability. Shown below are the 1s (lowest orbital and the 2s orbital.             1s 2s        Atomic orbitals do not always have the shape of a sphere. Higher orbitals     have very unusual shapes.              2px 3px               These orbitals were prepared by Dr. Yue-Ling Wong from the University    of Florida for more images click    here.         Remember molecular orbitals are 3-Dimensional                  3D models     of atomic orbitals                     Here is more information on:     Model     of the Atom     Guide to Nuclear     Wallcharts -- Complete overview of atomic structure. Excellent for     K-12.        Visualization of atomic orbitals.             3D Molecule Library - 3D Interactive Images of common Molecules     using the Jmol Applet     Atomic Structure Timeline     --Discoveries related to atomic structure including the electron, proton     and neutron    Carbon     Atom Structure     Atoms     Elements and Compounds for K-12     States     of Matter                                                         Note:        Teachers, Parents, Students. It's        time to start preparing for State Math and Science Tests         Grades 4-8                                        Mass              Volume              Density              Density      Challenge                   Scientific Notation              Science      Projects                                            Try these java applets      online now! No special software is needed.                    Biology                   Chemistry              Physics              Earth      Science              Biochemistry              Mathematics              Integrated      Math&amp;Sci              Languages              Calculators              Games                                                       Latest      Science News"}]}]