[{"detail": [{"content": "Thesis Submission and Defense Process            > Master&#039;s Thesis            > Graduate            > Academics         > NYU Gallatin                                                                                                                                  NYU Gallatin    Skip to Content   Skip to Search   Skip to Navigation   Skip to Sub Navigation                          Students          Prospective Students Current Undergraduate Students Current Graduate Students Incoming First-Year Students                            Faculty    Staff    Parents & Family    Alumni    |    Forms    Directory    Events Calendar                                                       Search                                                                           Main Navigation                Home      About    Facts and Figures    Facilities    Governance and Committees    Sustainability    From the Dean    Mission and Learning Goals    Administration    Bulletin 2014-2015    Bulletin Archive           Admissions    Undergraduate    Graduate           Academics    Undergraduate    Graduate    Courses    Faculty    Advising    Awards, Honors, and Fellowships    Policies and Procedures    Registration    Calendars and Deadlines           Global           Student Life    Community Service    Co-Curricular Programs    Graduation Ceremonies    A Diverse Intellectual Community    Health and Wellness    Living At NYU    Scholarly Communities    Student Government and Organizations    Student Profiles    Student Publications    Student Arts Showcases    Lecture Series    Senior Symposium    Fashion           Visit    Directions and Maps                                                         Sub Navigation    Academics Undergraduate Graduate Financial Resources Advising Degree Requirements Curriculum Master's Thesis Preparing for the Thesis Thesis Proposal Types of Theses Format  Thesis Submission and Defense Process  Thesis Archive Thesis Showcase and Research Conference Frequently Asked Questions  Graduate Student Community Full-Time/Half-Time Equivalency Preparing for Graduation Writing Support  Courses Faculty Advising Awards, Honors, and Fellowships Policies and Procedures Registration Calendars and Deadlines                                              Share       Delicious     Digg This     Reddit        Stumble Upon     Technorati     Twitter        Facebook     Windows Live     Yahoo                 MySpace     Email                   Bread Crumbs                Home          &gt;           Academics          &gt;           Graduate          &gt;           Master&#039;s Thesis          &gt;            Thesis Submission and Defense Process                            Thesis Submission and Defense Process        Once the thesis proposal has been approved, students should consult regularly with the adviser, and, if possible, the other committee members. During this period students should get references, clarify ideas or approaches, and submit drafts of chapters for feedback.   Students should plan ahead to ensure that they are able to meet the thesis defense deadline for the semester in which they plan to graduate.     If you have questions about the thesis defense process, please write to gallatin.thesis@nyu.edu .               Selecting the Thesis Committee                                           As early in the process as possible, students should select the members of the thesis committee.                                   Each thesis committee includes three panelists who will read the thesis and participate in the thesis defense. Of the three panelists, one must be the student's primary academic adviser, and at least one must be a full-time Gallatin faculty member. If the academic adviser is a full-time Gallatin faculty member, the student may opt to ask two other non-Gallatin faculty members to serve on the committee.   Students are responsible for selecting and confirming the participation of each panelist. Students should consult with their primary advisers about composing the committee. The M.A. program directors are also available to help students with this process.                         Submitting the Thesis to the Adviser                                           Students are required to submit a copy of the thesis to the adviser no less than ten weeks before the anticipated defense date.                                   At this stage, the student solicits feedback from the adviser and other committee members, but does not submit the thesis to Gallatin.                         Submitting the Thesis to Gallatin and to the Thesis Defense Committee                                           After the adviser has approved the thesis and thinks the student is ready for the defense, the student should submit the thesis to Gallatin and to the thesis committee no less than four weeks before the anticipated defense date.                                 To submit the thesis to Gallatin and to the thesis committee, students should use the online Thesis Submission form. This form will send copies of the thesis to the adviser and to the second and third reader. At this stage, Gallatin will contact the adviser to confirm his or her approval of the thesis. Gallatin must have confirmation of the adviser's approval before the student will be allowed to schedule the defense.     Students completing an artistic thesis that entails a performance must arrange to have the committee members see the performance no less than one week before the defense.                           Scheduling the Defense                                           After the thesis has been submitted to Gallatin and to the thesis committee, the student should set a date and time for the defense and register this information with Gallatin at least three weeks prior to the defense.                                 By the time the student has submitted the thesis to Gallatin, he or she should be finalizing arrangements for the defense. Students should consult with all three panelists regarding the dates and times when they are available. When an acceptable date and time have been arranged, the student should complete the online Thesis Defense Registration form, which must be submitted at least three weeks prior to the defense. In addition to the date and time of the defense, the student should provide on the form the names of the committee members and their email addresses. A defense confirmation will be emailed to the student, the adviser, the second reader, and the third reader.   Please note: The student is responsible for acting as the liaison among the three members of the defense committee. Students must work with their committee members to find an acceptable date. The defense will, of course, be contingent upon final approval of the thesis itself by all three committee members. If one of the members rejects the paper, or requests substantial revisions, the defense date may have to be postponed unless changes can be made in time.   Students should also be aware that they may encounter some difficulties in finding committee members or arranging a date for a defense in January or September because of the limited availability of faculty during the summer months and winter recess.                           Defending the Thesis                                           On the appointed date the student will defend the thesis in a one-and-a half hour discussion with the three members of the committee.                                   If the thesis is approved at the defense, the committee will sign the final approval document and forward it to the Registrar's Office. Students who have passed the defense and have met all other degree requirements will be eligible for graduation.   If the committee asks for revisions, the student will have a specified amount of time to produce them and have them approved. (Such revisions may or may not set back the graduation date, depending on how long they take.) The committee may also ask for minor editorial changes, which will not delay graduation. Students will have up to 30 days to make these changes and submit the final thesis to Gallatin. In some cases, the committee may ask to see the revised thesis before it is added to the Gallatin Master's Thesis Archive .                           Submitting the Final Thesis                                           Within 30 days of the defense, students must submit the final version of the thesis to Gallatin.                                   At the time of the defense, the committee will complete the Instructions for the Final Thesis form. This form indicates what type of changes the student needs to make to the thesis before submitting the final thesis to Gallatin.   Within 30 days after the defense, the student must submit the final, corrected version of the thesis (please see the formatting guidelines for more information). The final thesis must be submitted electronically by completing the online Final Thesis Submission form.                      Thesis Defense Deadlines   In planning the date of the thesis defense, students must adhere to the scheduling calendar below. Students should note these time allowances do not include university holidays such as spring break and the winter recess. Therefore, if you are planning a May graduation and submitting your thesis to your adviser early in the spring semester, you will need to do this 11 weeks prior to your defense date (as opposed to normal 10 weeks), due to spring recess. Students should discuss the scheduling of their thesis completion with their advisers several months before the deadlines stated below.         Thesis submission deadline to adviser   Thesis submission deadline to Gallatin and to second and third readers Thesis defense registration deadline Term in which the student plans to complete the thesis Final date to defend the thesis          10 weeks prior to the defense date                  4 weeks prior to the defense date                  3 weeks prior to the defense date               Summer 2014*  September 18, 2014  Fall 2014  January 22, 2015  Spring 2015  May 15, 2015  Summer 2015*  September 23, 2015  Fall 2015  January 20, 2016  Spring 2016  TBA      * Due to the limited availability of faculty during the summer months and winter recess, students should be aware that they may encounter some difficulties in finding committee members or arranging a date for a defense in January or September. September graduation is appropriate for students who have completed most of the thesis by the late spring. Students must register for thesis advisement in the summer, if they plan on graduating in September.   Please note that these time allowances do not include university holidays such as spring break and the winter recess.        Matriculation Policy   Students must be matriculated at the time they defend the thesis. That is, students must be registered for Master’s Thesis and Defense (for students who started in Spring 2013 or earlier) or Master's Thesis II (for students who started in Summer 2013 or later). Students who need additional time to complete the thesis must then register for Thesis Advisement each term (including the summer, if they plan on graduating in September) until they have successfully defended the thesis. Note that any credits earned through Thesis Advisement are not included in the 40-credit requirement for the master’s degree. Thesis Advisement has a special tuition rate of $400 (plus a nonrefundable registration and services fee). Students may not maintain matriculation after completing 37 credits. Rather, they must enroll in Master’s Thesis and Defense, Master's Thesis II, or Thesis Advisement (if appropriate).   Students who defend in time for January graduation do not need to matriculate in the spring semester. Students who defend in time for September graduation do not need to matriculate in the fall term, but do need to matriculate in the summer term. Please note: only students who will defend for September graduation are required to matriculate in the summer term.                    top of page                           Quick Links                            Thesis Submission Form            Thesis Defense Registration Form            Final Thesis Submission Form                                                                            NYU Gallatin Footer              Gallatin School of Individualized Study     1 Washington Place     New York, NY 10003     (212) 998-7370                   A&#8211;Z Index      Directions      Contact Us      Job Opportunities               News      Support Gallatin      Feedback                         Follow us on Facebook      Follow us on Twitter      Follow us on Youtube         Follow us Instagram                 Unless otherwise noted, all content copyright NYU Gallatin. All rights reserved."}]},
{"detail": [{"content": "Thesis Submission and Defense Process            > Master&#039;s Thesis            > Graduate            > Academics         > NYU Gallatin                                                                                                                                  NYU Gallatin    Skip to Content   Skip to Search   Skip to Navigation   Skip to Sub Navigation                          Students          Prospective Students Current Undergraduate Students Current Graduate Students Incoming First-Year Students                            Faculty    Staff    Parents & Family    Alumni    |    Forms    Directory    Events Calendar                                                       Search                                                                           Main Navigation                Home      About    Facts and Figures    Facilities    Governance and Committees    Sustainability    From the Dean    Mission and Learning Goals    Administration    Bulletin 2014-2015    Bulletin Archive           Admissions    Undergraduate    Graduate           Academics    Undergraduate    Graduate    Courses    Faculty    Advising    Awards, Honors, and Fellowships    Policies and Procedures    Registration    Calendars and Deadlines           Global           Student Life    Community Service    Co-Curricular Programs    Graduation Ceremonies    A Diverse Intellectual Community    Health and Wellness    Living At NYU    Scholarly Communities    Student Government and Organizations    Student Profiles    Student Publications    Student Arts Showcases    Lecture Series    Senior Symposium    Fashion           Visit    Directions and Maps                                                         Sub Navigation    Academics Undergraduate Graduate Financial Resources Advising Degree Requirements Curriculum Master's Thesis Preparing for the Thesis Thesis Proposal Types of Theses Format  Thesis Submission and Defense Process  Thesis Archive Thesis Showcase and Research Conference Frequently Asked Questions  Graduate Student Community Full-Time/Half-Time Equivalency Preparing for Graduation Writing Support  Courses Faculty Advising Awards, Honors, and Fellowships Policies and Procedures Registration Calendars and Deadlines                                              Share       Delicious     Digg This     Reddit        Stumble Upon     Technorati     Twitter        Facebook     Windows Live     Yahoo                 MySpace     Email                   Bread Crumbs                Home          &gt;           Academics          &gt;           Graduate          &gt;           Master&#039;s Thesis          &gt;            Thesis Submission and Defense Process                            Thesis Submission and Defense Process        Once the thesis proposal has been approved, students should consult regularly with the adviser, and, if possible, the other committee members. During this period students should get references, clarify ideas or approaches, and submit drafts of chapters for feedback.   Students should plan ahead to ensure that they are able to meet the thesis defense deadline for the semester in which they plan to graduate.     If you have questions about the thesis defense process, please write to gallatin.thesis@nyu.edu .               Selecting the Thesis Committee                                           As early in the process as possible, students should select the members of the thesis committee.                                   Each thesis committee includes three panelists who will read the thesis and participate in the thesis defense. Of the three panelists, one must be the student's primary academic adviser, and at least one must be a full-time Gallatin faculty member. If the academic adviser is a full-time Gallatin faculty member, the student may opt to ask two other non-Gallatin faculty members to serve on the committee.   Students are responsible for selecting and confirming the participation of each panelist. Students should consult with their primary advisers about composing the committee. The M.A. program directors are also available to help students with this process.                         Submitting the Thesis to the Adviser                                           Students are required to submit a copy of the thesis to the adviser no less than ten weeks before the anticipated defense date.                                   At this stage, the student solicits feedback from the adviser and other committee members, but does not submit the thesis to Gallatin.                         Submitting the Thesis to Gallatin and to the Thesis Defense Committee                                           After the adviser has approved the thesis and thinks the student is ready for the defense, the student should submit the thesis to Gallatin and to the thesis committee no less than four weeks before the anticipated defense date.                                 To submit the thesis to Gallatin and to the thesis committee, students should use the online Thesis Submission form. This form will send copies of the thesis to the adviser and to the second and third reader. At this stage, Gallatin will contact the adviser to confirm his or her approval of the thesis. Gallatin must have confirmation of the adviser's approval before the student will be allowed to schedule the defense.     Students completing an artistic thesis that entails a performance must arrange to have the committee members see the performance no less than one week before the defense.                           Scheduling the Defense                                           After the thesis has been submitted to Gallatin and to the thesis committee, the student should set a date and time for the defense and register this information with Gallatin at least three weeks prior to the defense.                                 By the time the student has submitted the thesis to Gallatin, he or she should be finalizing arrangements for the defense. Students should consult with all three panelists regarding the dates and times when they are available. When an acceptable date and time have been arranged, the student should complete the online Thesis Defense Registration form, which must be submitted at least three weeks prior to the defense. In addition to the date and time of the defense, the student should provide on the form the names of the committee members and their email addresses. A defense confirmation will be emailed to the student, the adviser, the second reader, and the third reader.   Please note: The student is responsible for acting as the liaison among the three members of the defense committee. Students must work with their committee members to find an acceptable date. The defense will, of course, be contingent upon final approval of the thesis itself by all three committee members. If one of the members rejects the paper, or requests substantial revisions, the defense date may have to be postponed unless changes can be made in time.   Students should also be aware that they may encounter some difficulties in finding committee members or arranging a date for a defense in January or September because of the limited availability of faculty during the summer months and winter recess.                           Defending the Thesis                                           On the appointed date the student will defend the thesis in a one-and-a half hour discussion with the three members of the committee.                                   If the thesis is approved at the defense, the committee will sign the final approval document and forward it to the Registrar's Office. Students who have passed the defense and have met all other degree requirements will be eligible for graduation.   If the committee asks for revisions, the student will have a specified amount of time to produce them and have them approved. (Such revisions may or may not set back the graduation date, depending on how long they take.) The committee may also ask for minor editorial changes, which will not delay graduation. Students will have up to 30 days to make these changes and submit the final thesis to Gallatin. In some cases, the committee may ask to see the revised thesis before it is added to the Gallatin Master's Thesis Archive .                           Submitting the Final Thesis                                           Within 30 days of the defense, students must submit the final version of the thesis to Gallatin.                                   At the time of the defense, the committee will complete the Instructions for the Final Thesis form. This form indicates what type of changes the student needs to make to the thesis before submitting the final thesis to Gallatin.   Within 30 days after the defense, the student must submit the final, corrected version of the thesis (please see the formatting guidelines for more information). The final thesis must be submitted electronically by completing the online Final Thesis Submission form.                      Thesis Defense Deadlines   In planning the date of the thesis defense, students must adhere to the scheduling calendar below. Students should note these time allowances do not include university holidays such as spring break and the winter recess. Therefore, if you are planning a May graduation and submitting your thesis to your adviser early in the spring semester, you will need to do this 11 weeks prior to your defense date (as opposed to normal 10 weeks), due to spring recess. Students should discuss the scheduling of their thesis completion with their advisers several months before the deadlines stated below.         Thesis submission deadline to adviser   Thesis submission deadline to Gallatin and to second and third readers Thesis defense registration deadline Term in which the student plans to complete the thesis Final date to defend the thesis          10 weeks prior to the defense date                  4 weeks prior to the defense date                  3 weeks prior to the defense date               Summer 2014*  September 18, 2014  Fall 2014  January 22, 2015  Spring 2015  May 15, 2015  Summer 2015*  September 23, 2015  Fall 2015  January 20, 2016  Spring 2016  TBA      * Due to the limited availability of faculty during the summer months and winter recess, students should be aware that they may encounter some difficulties in finding committee members or arranging a date for a defense in January or September. September graduation is appropriate for students who have completed most of the thesis by the late spring. Students must register for thesis advisement in the summer, if they plan on graduating in September.   Please note that these time allowances do not include university holidays such as spring break and the winter recess.        Matriculation Policy   Students must be matriculated at the time they defend the thesis. That is, students must be registered for Master’s Thesis and Defense (for students who started in Spring 2013 or earlier) or Master's Thesis II (for students who started in Summer 2013 or later). Students who need additional time to complete the thesis must then register for Thesis Advisement each term (including the summer, if they plan on graduating in September) until they have successfully defended the thesis. Note that any credits earned through Thesis Advisement are not included in the 40-credit requirement for the master’s degree. Thesis Advisement has a special tuition rate of $400 (plus a nonrefundable registration and services fee). Students may not maintain matriculation after completing 37 credits. Rather, they must enroll in Master’s Thesis and Defense, Master's Thesis II, or Thesis Advisement (if appropriate).   Students who defend in time for January graduation do not need to matriculate in the spring semester. Students who defend in time for September graduation do not need to matriculate in the fall term, but do need to matriculate in the summer term. Please note: only students who will defend for September graduation are required to matriculate in the summer term.                    top of page                           Quick Links                            Thesis Submission Form            Thesis Defense Registration Form            Final Thesis Submission Form                                                                            NYU Gallatin Footer              Gallatin School of Individualized Study     1 Washington Place     New York, NY 10003     (212) 998-7370                   A&#8211;Z Index      Directions      Contact Us      Job Opportunities               News      Support Gallatin      Feedback                         Follow us on Facebook      Follow us on Twitter      Follow us on Youtube         Follow us Instagram                 Unless otherwise noted, all content copyright NYU Gallatin. All rights reserved."}, {"content": "Thesis Prospectus Guidelines | Philosophy | NYU                                                                                                                                          Back to Previous Page       Guidelines for Writing a Thesis Prospectus   What is a thesis prospectus?      By the 10th week of their 6th term in the Department, students will submit to the Director of Graduate Studies a proposal for a thesis and suggestions as to whom they would most prefer as advisors. The Director of Graduate Studies will then appoint a committee, of at least two faculty members, but normally three faculty members, who will meet with the candidate about the proposal. This meeting is the oral thesis prospectus examination. This meeting must take place by the end of the third year in order for the student to maintain Good Standing. Once it takes place, the student remains in Good Standing even though the advisors may require him/her to revise the thesis proposal and meet to discuss it further. The student must pass the examination by the end of the 7th term in the Department.      The prospectus should be between 5 and a strict maximum of 15 pages long (double spaced). It should not be a philosophy paper, but rather a thesis plan that (a) clearly articulates an interesting philosophical problem in a way that (b) displays the student's knowledge of the problem's place in the space of philosophical ideas, and in particular, of the leading attempts to resolve the problem and (c) gives as clear an indication as the student can give at this early stage of how he or she intends to organize the thesis, and of what he or she expects her contribution to be, that is, of what he or she can add to the existing literature. (Students writing a thesis consisting of three linked papers should apply these guidelines to each of their topics.) Although the prospectus defense takes the form of an oral examination, its principal purpose is to reach an agreement with prospective future members of the student's thesis committee as to the shape and substance of the project.        Advice about how to proceed      Early in the third year, you should choose a professor and ask if he or she will be your prospectus advisor. It's a good idea to have a professor that you're working with throughout the whole process, even if you're not sure of your topic. So just make your best educated guess of who would be good to have. You can switch prospectus advisors if you end up choosing a topic for which someone else would be a better advisor. Meet with your prospectus advisor regularly to report on your thoughts and to get feedback on drafts of your prospectus, as well as any other writing you're doing in choosing a topic and formulating an idea for your thesis. It's a good idea to often write up five-page pieces on your latest thoughts. Once you have a prospectus advisor, report to the DGS who it is. Anyone currently in the third year or above who does not have a prospectus advisor should get someone within the next month!      Once you've picked a thesis topic (if not before), you should ask two more people to be the other members of your prospectus committee. These three people will examine you during your prospectus defense.      A word on choosing your thesis topic. Remember that the aim is to pick a thesis topic that genuinely interests you, on which you think you will do good work, and in an area that you think you will continue to want to work in after graduate school. Your thesis need not be the *best* topic for you. This is not the last piece of serious philosophical work you will do, nor is it the best work you'll do. You will be better served by getting to work quickly on a thesis topic that is a *good* topic for you than by spending an extra year trying to figure out what the *best* topic would be. (\"Satisfice\" in picking your topic; don't aim to maximize.)      A prospectus is a fifteen-page paper that lays out the topic and plan for your dissertation work. The prospectus and the prospectus defense should convince your prospectus committee that you are ready to write a dissertation.      There are different ways a successful prospectus can be written. One kind of prospectus lays out a question that your thesis will address and discusses the positions that have been taken on the question, and makes some points about those positions. You needn't have come to a conclusion about the issue yourself; you are showing that you are ready to work seriously on the question. Another kind of prospectus proceeds by stating the central claim you plan to argue for in your thesis, and roughly what your argument for this claim will be. It should be clear how your claim and your argument relate to what others have said. In writing this kind of prospectus, you aren't committing to do exactly what you say you'll do—but by making a specific plan you're giving yourself a good way to get started doing focused work. Your central claim, and your argument, can change (indeed, they likely will radically change) as your work proceeds.      Advisors will inevitably differ on exactly what they want from a prospectus, and what they think yours needs to be like given your topic and your philosophical habits. Work closely with your advisor and take her advice seriously. And get the other two members of your prospectus committee involved sooner rather than later.        (This document was written by Liz Harman and endorsed by Michael Strevens.)"}]},
{"detail": [{"content": "Thesis Submission and Defense Process            > Master&#039;s Thesis            > Graduate            > Academics         > NYU Gallatin                                                                                                                                  NYU Gallatin    Skip to Content   Skip to Search   Skip to Navigation   Skip to Sub Navigation                          Students          Prospective Students Current Undergraduate Students Current Graduate Students Incoming First-Year Students                            Faculty    Staff    Parents & Family    Alumni    |    Forms    Directory    Events Calendar                                                       Search                                                                           Main Navigation                Home      About    Facts and Figures    Facilities    Governance and Committees    Sustainability    From the Dean    Mission and Learning Goals    Administration    Bulletin 2014-2015    Bulletin Archive           Admissions    Undergraduate    Graduate           Academics    Undergraduate    Graduate    Courses    Faculty    Advising    Awards, Honors, and Fellowships    Policies and Procedures    Registration    Calendars and Deadlines           Global           Student Life    Community Service    Co-Curricular Programs    Graduation Ceremonies    A Diverse Intellectual Community    Health and Wellness    Living At NYU    Scholarly Communities    Student Government and Organizations    Student Profiles    Student Publications    Student Arts Showcases    Lecture Series    Senior Symposium    Fashion           Visit    Directions and Maps                                                         Sub Navigation    Academics Undergraduate Graduate Financial Resources Advising Degree Requirements Curriculum Master's Thesis Preparing for the Thesis Thesis Proposal Types of Theses Format  Thesis Submission and Defense Process  Thesis Archive Thesis Showcase and Research Conference Frequently Asked Questions  Graduate Student Community Full-Time/Half-Time Equivalency Preparing for Graduation Writing Support  Courses Faculty Advising Awards, Honors, and Fellowships Policies and Procedures Registration Calendars and Deadlines                                              Share       Delicious     Digg This     Reddit        Stumble Upon     Technorati     Twitter        Facebook     Windows Live     Yahoo                 MySpace     Email                   Bread Crumbs                Home          &gt;           Academics          &gt;           Graduate          &gt;           Master&#039;s Thesis          &gt;            Thesis Submission and Defense Process                            Thesis Submission and Defense Process        Once the thesis proposal has been approved, students should consult regularly with the adviser, and, if possible, the other committee members. During this period students should get references, clarify ideas or approaches, and submit drafts of chapters for feedback.   Students should plan ahead to ensure that they are able to meet the thesis defense deadline for the semester in which they plan to graduate.     If you have questions about the thesis defense process, please write to gallatin.thesis@nyu.edu .               Selecting the Thesis Committee                                           As early in the process as possible, students should select the members of the thesis committee.                                   Each thesis committee includes three panelists who will read the thesis and participate in the thesis defense. Of the three panelists, one must be the student's primary academic adviser, and at least one must be a full-time Gallatin faculty member. If the academic adviser is a full-time Gallatin faculty member, the student may opt to ask two other non-Gallatin faculty members to serve on the committee.   Students are responsible for selecting and confirming the participation of each panelist. Students should consult with their primary advisers about composing the committee. The M.A. program directors are also available to help students with this process.                         Submitting the Thesis to the Adviser                                           Students are required to submit a copy of the thesis to the adviser no less than ten weeks before the anticipated defense date.                                   At this stage, the student solicits feedback from the adviser and other committee members, but does not submit the thesis to Gallatin.                         Submitting the Thesis to Gallatin and to the Thesis Defense Committee                                           After the adviser has approved the thesis and thinks the student is ready for the defense, the student should submit the thesis to Gallatin and to the thesis committee no less than four weeks before the anticipated defense date.                                 To submit the thesis to Gallatin and to the thesis committee, students should use the online Thesis Submission form. This form will send copies of the thesis to the adviser and to the second and third reader. At this stage, Gallatin will contact the adviser to confirm his or her approval of the thesis. Gallatin must have confirmation of the adviser's approval before the student will be allowed to schedule the defense.     Students completing an artistic thesis that entails a performance must arrange to have the committee members see the performance no less than one week before the defense.                           Scheduling the Defense                                           After the thesis has been submitted to Gallatin and to the thesis committee, the student should set a date and time for the defense and register this information with Gallatin at least three weeks prior to the defense.                                 By the time the student has submitted the thesis to Gallatin, he or she should be finalizing arrangements for the defense. Students should consult with all three panelists regarding the dates and times when they are available. When an acceptable date and time have been arranged, the student should complete the online Thesis Defense Registration form, which must be submitted at least three weeks prior to the defense. In addition to the date and time of the defense, the student should provide on the form the names of the committee members and their email addresses. A defense confirmation will be emailed to the student, the adviser, the second reader, and the third reader.   Please note: The student is responsible for acting as the liaison among the three members of the defense committee. Students must work with their committee members to find an acceptable date. The defense will, of course, be contingent upon final approval of the thesis itself by all three committee members. If one of the members rejects the paper, or requests substantial revisions, the defense date may have to be postponed unless changes can be made in time.   Students should also be aware that they may encounter some difficulties in finding committee members or arranging a date for a defense in January or September because of the limited availability of faculty during the summer months and winter recess.                           Defending the Thesis                                           On the appointed date the student will defend the thesis in a one-and-a half hour discussion with the three members of the committee.                                   If the thesis is approved at the defense, the committee will sign the final approval document and forward it to the Registrar's Office. Students who have passed the defense and have met all other degree requirements will be eligible for graduation.   If the committee asks for revisions, the student will have a specified amount of time to produce them and have them approved. (Such revisions may or may not set back the graduation date, depending on how long they take.) The committee may also ask for minor editorial changes, which will not delay graduation. Students will have up to 30 days to make these changes and submit the final thesis to Gallatin. In some cases, the committee may ask to see the revised thesis before it is added to the Gallatin Master's Thesis Archive .                           Submitting the Final Thesis                                           Within 30 days of the defense, students must submit the final version of the thesis to Gallatin.                                   At the time of the defense, the committee will complete the Instructions for the Final Thesis form. This form indicates what type of changes the student needs to make to the thesis before submitting the final thesis to Gallatin.   Within 30 days after the defense, the student must submit the final, corrected version of the thesis (please see the formatting guidelines for more information). The final thesis must be submitted electronically by completing the online Final Thesis Submission form.                      Thesis Defense Deadlines   In planning the date of the thesis defense, students must adhere to the scheduling calendar below. Students should note these time allowances do not include university holidays such as spring break and the winter recess. Therefore, if you are planning a May graduation and submitting your thesis to your adviser early in the spring semester, you will need to do this 11 weeks prior to your defense date (as opposed to normal 10 weeks), due to spring recess. Students should discuss the scheduling of their thesis completion with their advisers several months before the deadlines stated below.         Thesis submission deadline to adviser   Thesis submission deadline to Gallatin and to second and third readers Thesis defense registration deadline Term in which the student plans to complete the thesis Final date to defend the thesis          10 weeks prior to the defense date                  4 weeks prior to the defense date                  3 weeks prior to the defense date               Summer 2014*  September 18, 2014  Fall 2014  January 22, 2015  Spring 2015  May 15, 2015  Summer 2015*  September 23, 2015  Fall 2015  January 20, 2016  Spring 2016  TBA      * Due to the limited availability of faculty during the summer months and winter recess, students should be aware that they may encounter some difficulties in finding committee members or arranging a date for a defense in January or September. September graduation is appropriate for students who have completed most of the thesis by the late spring. Students must register for thesis advisement in the summer, if they plan on graduating in September.   Please note that these time allowances do not include university holidays such as spring break and the winter recess.        Matriculation Policy   Students must be matriculated at the time they defend the thesis. That is, students must be registered for Master’s Thesis and Defense (for students who started in Spring 2013 or earlier) or Master's Thesis II (for students who started in Summer 2013 or later). Students who need additional time to complete the thesis must then register for Thesis Advisement each term (including the summer, if they plan on graduating in September) until they have successfully defended the thesis. Note that any credits earned through Thesis Advisement are not included in the 40-credit requirement for the master’s degree. Thesis Advisement has a special tuition rate of $400 (plus a nonrefundable registration and services fee). Students may not maintain matriculation after completing 37 credits. Rather, they must enroll in Master’s Thesis and Defense, Master's Thesis II, or Thesis Advisement (if appropriate).   Students who defend in time for January graduation do not need to matriculate in the spring semester. Students who defend in time for September graduation do not need to matriculate in the fall term, but do need to matriculate in the summer term. Please note: only students who will defend for September graduation are required to matriculate in the summer term.                    top of page                           Quick Links                            Thesis Submission Form            Thesis Defense Registration Form            Final Thesis Submission Form                                                                            NYU Gallatin Footer              Gallatin School of Individualized Study     1 Washington Place     New York, NY 10003     (212) 998-7370                   A&#8211;Z Index      Directions      Contact Us      Job Opportunities               News      Support Gallatin      Feedback                         Follow us on Facebook      Follow us on Twitter      Follow us on Youtube         Follow us Instagram                 Unless otherwise noted, all content copyright NYU Gallatin. All rights reserved."}, {"content": "Thesis Prospectus Guidelines | Philosophy | NYU                                                                                                                                          Back to Previous Page       Guidelines for Writing a Thesis Prospectus   What is a thesis prospectus?      By the 10th week of their 6th term in the Department, students will submit to the Director of Graduate Studies a proposal for a thesis and suggestions as to whom they would most prefer as advisors. The Director of Graduate Studies will then appoint a committee, of at least two faculty members, but normally three faculty members, who will meet with the candidate about the proposal. This meeting is the oral thesis prospectus examination. This meeting must take place by the end of the third year in order for the student to maintain Good Standing. Once it takes place, the student remains in Good Standing even though the advisors may require him/her to revise the thesis proposal and meet to discuss it further. The student must pass the examination by the end of the 7th term in the Department.      The prospectus should be between 5 and a strict maximum of 15 pages long (double spaced). It should not be a philosophy paper, but rather a thesis plan that (a) clearly articulates an interesting philosophical problem in a way that (b) displays the student's knowledge of the problem's place in the space of philosophical ideas, and in particular, of the leading attempts to resolve the problem and (c) gives as clear an indication as the student can give at this early stage of how he or she intends to organize the thesis, and of what he or she expects her contribution to be, that is, of what he or she can add to the existing literature. (Students writing a thesis consisting of three linked papers should apply these guidelines to each of their topics.) Although the prospectus defense takes the form of an oral examination, its principal purpose is to reach an agreement with prospective future members of the student's thesis committee as to the shape and substance of the project.        Advice about how to proceed      Early in the third year, you should choose a professor and ask if he or she will be your prospectus advisor. It's a good idea to have a professor that you're working with throughout the whole process, even if you're not sure of your topic. So just make your best educated guess of who would be good to have. You can switch prospectus advisors if you end up choosing a topic for which someone else would be a better advisor. Meet with your prospectus advisor regularly to report on your thoughts and to get feedback on drafts of your prospectus, as well as any other writing you're doing in choosing a topic and formulating an idea for your thesis. It's a good idea to often write up five-page pieces on your latest thoughts. Once you have a prospectus advisor, report to the DGS who it is. Anyone currently in the third year or above who does not have a prospectus advisor should get someone within the next month!      Once you've picked a thesis topic (if not before), you should ask two more people to be the other members of your prospectus committee. These three people will examine you during your prospectus defense.      A word on choosing your thesis topic. Remember that the aim is to pick a thesis topic that genuinely interests you, on which you think you will do good work, and in an area that you think you will continue to want to work in after graduate school. Your thesis need not be the *best* topic for you. This is not the last piece of serious philosophical work you will do, nor is it the best work you'll do. You will be better served by getting to work quickly on a thesis topic that is a *good* topic for you than by spending an extra year trying to figure out what the *best* topic would be. (\"Satisfice\" in picking your topic; don't aim to maximize.)      A prospectus is a fifteen-page paper that lays out the topic and plan for your dissertation work. The prospectus and the prospectus defense should convince your prospectus committee that you are ready to write a dissertation.      There are different ways a successful prospectus can be written. One kind of prospectus lays out a question that your thesis will address and discusses the positions that have been taken on the question, and makes some points about those positions. You needn't have come to a conclusion about the issue yourself; you are showing that you are ready to work seriously on the question. Another kind of prospectus proceeds by stating the central claim you plan to argue for in your thesis, and roughly what your argument for this claim will be. It should be clear how your claim and your argument relate to what others have said. In writing this kind of prospectus, you aren't committing to do exactly what you say you'll do—but by making a specific plan you're giving yourself a good way to get started doing focused work. Your central claim, and your argument, can change (indeed, they likely will radically change) as your work proceeds.      Advisors will inevitably differ on exactly what they want from a prospectus, and what they think yours needs to be like given your topic and your philosophical habits. Work closely with your advisor and take her advice seriously. And get the other two members of your prospectus committee involved sooner rather than later.        (This document was written by Liz Harman and endorsed by Michael Strevens.)"}, {"content": "Post-Field and Dissertation Write-up Fellowships, Anthropology | New York University                                   NEW YORK UNIVERSITY       ARTS AND SCIENCE       COLLEGE OF ARTS AND SCIENCE       GRADUATE SCHOOL OF ARTS AND SCIENCE                                                                         Back to Home         Post-Field and Dissertation Write-up Fellowships   Last updated March 2015    NYU Summer Dissertation Writing Program      Doctoral students in any discipline and in the advanced stages of dissertation writing are eligible to apply to summer intensive dissertation-writing workshops, to be held at the Berlin, Florence, London, and Washington DC institutes in the summer. Each site will be able to host an average of six doctoral students for a period of six weeks. It is possible that one of these workshops will be discipline-specific. If so, applicants will be notified when it is decided. In the meantime, students from all fields and disciplines are welcome to apply to all workshops. Dates have not yet been finalized, but workshops are normally held from early June through late July. http://www.nyu.edu/research/provosts-global-research-initiatives/summer-dissertation-writing-program.html   Deadline: 2015 deadline TBA  ASM Robert D. Watkins Graduate Fellowship Program The American Society for Microbiology (ASM) encourages minority students in the microbiology sciences to complete their Ph.D. by providing three­year stipends of up $21,000/year and professional development opportunities. &gt;&gt; Click here to read more Deadline: 1 May 2015  CES/Mellon Dissertation Completion Starting in 2013, CES will partner with the Andrew W. Mellon Foundation to provide a 10 Dissertation Completion Fellowships in European Studies each year. Designed to facilitate the timely completion of the doctoral degree, each fellowship includes a $25,000 annual stipend as well as assistance in securing reimbursements or waivers for up to $3,500 in eligible health insurance and candidacy fees. Winners will also participate in a variety of professional development activities organized by the Council for European Studies, such as publishing in Perspectives on Europe , a semi-annual journal of the Council for European studies; presenting at the International Conference of Europeanists; and participating in career development seminars and workshops. The Mellon-CES Dissertation Completion Fellowships are funded by the Andrew W. Mellon Foundation.  Deadline: 26 January, 2015  James Arthur Fellowship One award is available to a GSAS   student whose dissertation concerns the measurement, meaning or   conceptualizing of time. This could include current or past   technologies, subjects like cosmology, relativity theory, carbon dating,   anthropological, psychological, historical, linguistic or literary   perspectives, or many other areas of inquiry. Departments in which   eligible work is being conducted may nominate one student. Students   nominated but not selected for the James Arthur Fellowship will   automatically be considered for the GSAS Dean’s Dissertation Fellowship.   Recipients must submit a final progress report no later than three   months after the project has been completed but before August 15 of the   award year to the GSAS Office of Academic and Student Affairs. GSAS Office of Academic and Student Affairs 6 Washington Square North, 2nd Floor (212) 998-8060 gsas.fellowships@nyu.edu Deadline: 15 October 2014, 4:00PM, EST  NYU Shanghai Graduate Fellowship Two awards are available for   GSAS students who have advanced to the dissertation stage (ABD) to   conduct advanced research or writing in residence at NYU Shanghai. The   successful candidate will join an active community of scholars in the   humanities, social sciences, and natural sciences, where   interdisciplinary and cross-fertilization is more the rule than the   exception, and will be warmly encouraged to participate in weekly   faculty seminars. Applications are especially encouraged from students   engaged in research projects related to the strengths of the NYU   Shanghai faculty, including by not limited to projects primarily focused   on China and surrounding regions. Recipients must submit a final   progress report no later than three months after the project has been   completed but before August 15 of the award year to the GSAS Office of   Academic and Student Affairs. Students applying this award may also   apply for Washington Square based fellowships in either research or   writing. GSAS Office of Academic and Student Affairs 6 Washington Square North, 2nd Floor (212) 998-8060 gsas.fellowships@nyu.edu Deadline: 15 October 2014, 4:00PM, EST       Dean’s Dissertation Fellowship Thirty   Dean's Dissertation Fellowships are available to eligible GSAS doctoral   students in all departments who will be entering the final year of   writing their dissertations. Departments may nominate no more than two   students. The Departments of English, History, and Philosophy will not   make nominations directly to the Dean’s Dissertation Fellowship.   Students nominated but not selected for Mellon Dissertation Fellowships   will be designated as nominees for the Dean’s Dissertation Fellowships   (see below). Recipients must submit a final progress report no later   than three months after the project has been completed but before August   15 of the award year to the GSAS Office of Academic and Student   Affairs. GSAS Office of Academic and Student Affairs 6 Washington Square North, 2nd Floor (212) 998-8060 gsas.fellowships@nyu.edu Deadline: 15 October 2014, 4:00PM, EST   Charlotte W. Newcombe Doctoral Dissertation Fellowships Newcombe fellowships are awarded annually to students enrolled in doctoral programs in the humanities and social sciences at graduate schools in the U.S. The fellowships are designed to encourage original and significant study of ethical or religious values in all fields of the humanities and social sciences. In addition to topics in religious studies or in ethics (philosophical or religious), dissertation might consider the ethical implications of foreign policy, the values influencing political decisions, the moral codes of other cultures, and religious or ethical issues reflected in history or literature. Selection committee looks for proposals that illuminate religious or ethical questions of broad significance and elucidate the ways in which these values do or should inform choices and give meaning to people's lives. Dissertations may be in any field and consider any time period, but should be concerned with continuing problems and questions of human life. Connections should be made between specific topics and wider religious or ethical questions. The award provides $25,000 for a 12 month period of dissertation writing and all other requirements must be met before applying. You may apply only once. Applicants who have held a similar national award for the final year of dissertation writing, such as Ford, Pew, Mellon, ACLS, Spencer, or AAUW are ineligible. Application is on the website. Awards consist of at least 22 fellowships of $25,000 for 12 months. \u2028Newcombe Fellowships The Woodrow Wilson National Fellowship Foundation \u2028P.O. Box 5281, Princeton, NJ 08543-5281\u2028(609) 452-7007; newcombe@woodrow.org woodrow.org /newcombe Deadline: 15 November 2014  Andrew W. Mellon Foundation/ACLS Dissertation Competition Fellowships\u2028 A significant fellowship program providing a $25,000 stipend, with support for research costs up to $3,000 and university fees up to $5,000, for young scholars in the humanities and related social sciences in the last year of dissertation writing. This program (like everything funded by Mellon) aims to encourage timely completion of the PhD and thus may be held no later than in the 7th year of the program, however \"in special circumstances an applicant and his or her advisor may petition to have an application for an 8th year fellowship considered. Such applicants must present a compelling case for eligibility.\" Expectation is that fellows will complete their dissertations within the period of the fellowship or shortly thereafter. Application requires, among other materials, one completed chapter and a timeline for the expected completion of dissertation writing and defense. Application is available on the website.\u2028 American Council of Learned Societies 633 Third Ave., 8th Floor, New York, NY 10017-6795 \u2028(212) 697-1505; FAX (212) 949-8058; fellowships@acls.org \u2028http://www.acls.org/programs/dcf/ Deadline: 22 October 2014, 9:00 pm EST  Spencer Foundation Dissertation Fellowships for Research Related to Education Approximately 20 fellowships of $25,000 to be awarded for support of completion of dissertations which show potential for bringing fresh and constructive perspectives to the history, theory or practice of formal or informal education anywhere in the world. Although the dissertation topic must concern education, graduate study may be in any academic discipline or professional field. The stipend must be expended within two years and in accordance with a work plan provided by the candidate at the time of application. No citizenship requirement. Application is available on the website. Dissertation Fellowship Program, Spencer Foundation\u2028 625 North Michigan Avenue, Suite 1600, Chicago, IL 60611 \u2028(312) 274-6517; fellows@spencer.org http://www.spencer.org/content.cfm/fellowship-awards \u2028Deadline: 7 November 2014  American Association of University Women (AAUW) The AAUW supplies one-year dissertation fellowships of $20,000 for US citizens and permanent residents in all fields who will complete the writing of their dissertations during the year of the award. Applicants are expected to receive a doctoral degree by the end of the fellowship year. Students holding a fellowship for the writing of a dissertation (e.g., Newcombe, Spencer, ACLS) in the year prior to the AAUW fellowship are not eligible. Scholars engaged in researching science, technology, engineering, math and gender issues are especially encouraged to apply. Application is available on the website. AAUW Educational Foundation, American Fellowships \u2028Dept. 60, 301 ACT Drive, Iowa City, IA 52243-4030 \u2028(319) 337-1716, ext. 60; aauw@act.org\u2028 http://www.aauw.org/what-we-do/educational-funding-and-awards/american-fellowships/ Deadline: 15 November 2014  Ford Foundation Diversity Fellowships - Dissertation The Ford Foundation provides approximately 20 one-year dissertation fellowships of $21,000 each for 9-12 months. All US citizens are eligible to apply, but preference is given to those with the likelihood of using the diversity of human experience as an educational resource in teaching and scholarship and who are members of one or more of the following groups whose underrepresentation in the American professoriate has been severe and longstanding: Native American (including Alaskan and Pacific Island natives), Black/African American, Mexican America/Chicano, and Puerto Rican. Fellowship is for the final year of write-up. Application is available on the website. Fellowship Office, Keck 576, National Research Council\u2028 500 Fifth Street NW, Washington, DC 20001\u2028 (202) 334-2872; FAX (202) 334-3419; infofell@nas.edu http://sites.nationalacademies.org/pga/fordfellowships/ Deadline: 15 November 2014, 5:00PM EST (Supporting materials due 9 January 2015, 5:00PM EST)  Academy Scholars Program, Harvard Academy for International and Area Studies Dissertation support for two years of advanced work at Harvard “for outstanding scholars at the start of their careers whose work combines disciplinary excellence in the social sciences (including history and law) with command of the language, history or culture of non-Western countries or regions.\" Individuals must “show promise of becoming leading scholars at major universities.\" Each year four to five Academy Scholars are chosen for the program, which provides an annual stipend of $56,000 for Post-Doctoral Scholars and $28,000 for Pre-Doctoral Scholars. See website for application requirements.\u2028The Academy Scholars Program, Harvard Academy for International and Area Studies Weatherhead Center for International Affairs \u20281727 Cambridge Street, Cambridge, MA 02138\u2028 (617) 495-2137; FAX (617) 496-9592 Kathleen Hoover, Program Coordinator: khoover@wcfia.harvard.edu\u2028 http://academy.wcfia.harvard.edu/academy_scholars_program.html Deadline: 1 October 2014  US Institute of Peace - Peace Scholar Dissertation Fellowships Jennings Randolph Program for International Peace The program provides approximately 10 fellowships of $20,000 to support 10 months of research and writing of dissertations addressing peace, conflict and international security. Dissertation projects in all disciplines are welcomed. There is no citizenship requirement. Application is available on the website. Jennings Randolph Program for International Peace\u2028United States Institute of Peace\u2028 2301 Constitution Avenue, NW, Washington, DC 20037\u2028 (202) 457-1700; (202) 429-6063; jrprogram@usip.org\u2028 http://www.usip.org/fellows/scholars.html Deadline: 12 December 2014 5:00pm EST  Harry Frank Guggenheim Foundation Dissertation Fellowships Dissertation fellowships of $20,000 are offered to support dissertations relevant to understanding human violence and aggression in relation to social change, inter-group conflict, war, terrorism, crime and family relationships. Priority is given to areas and methodologies currently not receiving adequate attention and support from other funding sources. Fellows are expected to complete the dissertation within the award year. There is no citizenship requirement. The Harry Frank Guggenheim Foundation\u2028 25 West 53rd St., New York, NY 10019-5401\u2028 (646) 428-0971; info@hfg.org http://www.hfg.org/df/guidelines.htm Deadline: 1 February 2015  Josephine de Kármán Fellowships Approximately 10 awards of $20,000 each are offered to doctoral students in any discipline entering their final year toward completion of the PhD. Funds are administered through the University at which the fellow is enrolled and all study and expenditure of fellowship funds must be in the US. No citizenship requirement. Application is available on the website. Attn: Judy McClain, Secretary Josephine de Kármán Fellowship Trust \u2028P.O. Box 3389, San Dimas, CA 91773 (909) 592-0607; info@dekarman.org ; http://www.dekarman.org/ Deadline (postmark): 31 January 2015  School of Advanced Research, Santa Fe Approximately six Resident Scholars are chosen are chosen each year, who have completed their research and need time to write about topics important to the understanding of humankind, from a humanistic or scientific standpoint. Resident Scholars are provided with low-cost housing, office space on campus, a stipend of up to $40,000 and other benefits. Application is available on the website. School of Advanced Research, Resident Scholar Program \u2028P.O. Box 2188, Santa Fe, NM 87504-2788 \u2028(505) 954-7201; scholar@sarsf.org sarweb.org/?resident_scholars Deadline: 1 November 2014  Bucerius Ph.D. Scholarships in Migration Studies \u2028Scholarships are awarded to 6-8 students in the social sciences working on \"ongoing transformations in societies where migration is a factor among others generating change.\" There is an annual topic for the fellowships, which in 2011 is “migration, citizenship and human rights.” A monthly stipend of 1,200 euros with some additional funding is available for up to 3 years and can be used for research and writing periods but not for course work. Application is available online. \u2028ZEIT-Stiftung Ebelin und Gerd Bucerius \u2028Anna Hofmann, Project Director\u2028 Feldbrunnenstrasse 56, 20148 Hamburg, Germany +49 (0) 40 41 336 785; hofmann@zeit-stiftung.de http://www.settling-into-motion.org/about/requirements/ \u2028Deadline: TBA pending funding  Collegium Budapest Junior Fellowships Fellowships are offered for 5-10 months of residence at the Collegium Budapest. Fellows must be under 35 years of age and may be \"Pre- or post-doctors,\" whose field of interest falls under the following categories: anthropology, discourse analysis, economies, European studies, humanities, history, linguistics, social sciences, theoretical biology/physics and transition studies. One goal of the Collegium is to encourage research in newly emerging disciplines and in new problem areas that we confront in the 21st century, but they cannot provide laboratories. The Collegium wishes to promote strong interaction between scholars from various countries who belong to different academic cultures, and encourage them to exploit the opportunity to meet scholars active in other branches of learning. Application is available on the website. Collegium Budapest \u2028Szentháromság u. 2, H-1014 Budapest, Hungary \u2028+36-1-224-8300; FAX +36-1-224-8310\u2028 info@colbud.hu ; http://www.colbud.hu/programme/junior.shtml Deadline: No Junior Fellowships Available (as of 2012/2013)  Lincoln Institute of Land Policy C. Lowell Harriss Dissertation Fellowship Program Annual dissertation fellowships of $10,000 each for work which focuses on “some aspect of land and tax policy” with relevance to policy makers throughout the world. Preference is for applications in fields that address the Institute's primary interest in areas of valuation and taxation, planning and urban form, and economic and community development. Fellowships may be used to support the development of a PhD dissertation proposal and/or completion of dissertation research. Application is available on the website. Fellowship Applications, Lincoln Institute of Land Policy 113 Brattle Street; Cambridge, MA 02138\u2028 (617) 661-3016; FAX (617) 661-7235 \u2028fellowships@lincolninst.edu ; http://www.lincolninst.edu/education/fellowships.asp Deadline: 1 February (in 2014). 2015 deadline TBA  Graham Foundation Research &amp; Development Grants \u2028Grants of up to $10,000 to support research or writing for a dissertation directed towards architecture, landscape architecture, interior design, engineering, architectural technologies, architectural research, architectural history and theory, urban design and planning and in some circumstances the fine arts in relation to architectural topics. Interested candidates must first submit an Inquiry Form which is available on the website.\u2028Graham Foundation Madlener House, 4 West Burton Place, Chicago, IL 60610-1416 (312) 787-4071; info@grahamfoundation.org http://www.grahamfoundation.org/grant_programs/?mode=individual Deadline: 15 September 2014 (inquiry form deadline).  Center for Comparative Immigration Studies UC-San Diego Visiting Research Fellowships Visiting Research Fellowships at both the pre-doctoral and post-doctoral levels to support advanced research and writing on any aspect of international migration and refugee flows, in any of the social sciences, history and law. All applicants must have had a prior affiliation with one of the University of California campuses as a graduate student, faculty member or researcher. CCIS fellowships must be held in residence at UCSD and cannot be used to support fieldwork or other primary data collection. Pre-doctoral applicants are expected to finish writing their dissertation during their 9-10-month-long fellowship. Stipends currently are $2900 per month for pre-doctoral scholars, and $37,740 per year for post-doctoral scholars. CCIS fellows may be requested to teach a one-quarter (10-week) course in a UCSD department. Scholars whose work deals with Mexican migration to the US can apply jointly to CCIS and the Center for US-Mexican Studies. Application is available on the website. Center for Comparative Immigration Studies\u2028 University of California, San Diego\u2028 9500 Gilman Drive MC 0548, La Jolla, CA 92093-0548 \u2028(858) 822-4447; (858) 822-4432 \u2028csis@ucsd.edu ; http://ccis.ucsd.edu/programs/fellowship-program/ Deadline: 15 January (in 2014). 2015 deadline TBA  Center for U.S.-Mexican Studies, University of California San Diego Visiting Research Fellowships The Center for U.S.-Mexican Studies invites applications for visiting research fellowships at the pre-doctoral level. Applicants should have completed a substantial portion of their dissertations. The majority of the fellowship awards are for 4-9 months and all fellows must be in residence at the University of California San Diego. Priority will be given to proposals on social policy, public health, discrimination and poverty, and other topics at the discretion of the Center. Applications are available on the website. Greg Mallinger, Events/Programs Coordinator Center for U.S.-Mexican Studies, University of California, San Diego 9500 Gilman Drive, Dept. 0510, La Jolla, CA 92093-0510 (858) 822-1696; FAX (858) 534-6447; gmallinger@ucsd.edu http://usmex.ucsd.edu/scholars/application-process.html Deadline: 15 January 2015  Dan David Prize Scholarship (Tel Aviv University) The Dan David Prize offers 20 scholarships of $15,000 annually to outstanding doctoral and postdoctoral candidates of exceptional promise in the year's chosen fields. The scholarship is awarded to students at universities throughout the world and at Tel Aviv University, and there are no citizenship restrictions. Research must be in one of the selected fields/topics for the year in which application is being made. Applications are available on the website.\u2028 Topics for 2011: \u2028Past: Evolution\u2028 Present: Cinema and Society\u2028 Future: Ageing – Facing the Challenge \u2028Ms. Smadar Fisher, Director, Dan David Prize, Eitan Berglas Bldg/119\u2028 Tel-Aviv University, PO Box 39040, Ramat Aviv, Tel-Aviv 69978, Israel +972-3-6406615; FAX +972-3-6406613; fisher@post.tau.ac.il http://www.dandavidprize.org/scholarship-applications/ \u2028Deadline: 10 March 2015  ACLS Eastern European Studies Program – Writing Fellowships Writing Fellowships up to $18,000 per year are for use in Eastern Europe (Albania, Bosnia-Herzegovina, Bulgaria, Croatia, Czech Republic, Estonia, Hungary, Kosovo, Latvia, Lithuania, Macedonia, Montenegro, Poland, Romania, Serbia, Slovakia and Slovenia) to conduct fieldwork or archival investigations. Applicants may also propose comparative work considering more than one country of Eastern Europe or relating Eastern European societies to those of other parts of the world. Funds may NOT be used in Western Europe. Applicants must be U.S. citizens. Applications are on the website.\u2028 American Council of Learned Societies\u2028 633 Third Ave, 8th floor, New York, NY 10017-6795\u2028 (212) 697-1505; FAX (212) 949-8058 fellowships@acls.org \u2028 http://www.acls.org/grants/Default.aspx?id=532 \u2028Deadline: TBA pending funding  SSRC Eurasia Program Dissertation Development Awards The program offers awards of up to $18,000 for one year of support to students who have completed research for their dissertations and expect to complete the writing of their dissertations by the end of the fellowship support period. Fellows will be expected to attend several Eurasia Program events and focus on the policy-relevant aspects of their research. U.S. citizenship or permanent residency is required. Application is available on the website. \u2028Cynthia Buckley, Eurasia Program Director 810 Seventh Avenue, 31st Floor, New York, NY 10019 \u2028(718) 517-3703; FAX (212) 377-2727 \u2028buckley@ssrc.org ; http://www.ssrc.org/fellowships/eurasia-fellowship/ Deadline: No 2014/2015 awards available because of a lack of funding  Carter G. Woodson Institute Fellowships - Univ. of Virginia Residential research fellowships for two years of support for dissertation writing related to African and/or the African Diaspora. Pre-doctoral fellowships are for two years and carry a stipend of $20,000 per year, plus healthcare insurance. Fellowship recipients must be in residence at the University of Virginia for the duration of the award period and are expected to contribute to the intellectual life of the University. To this end, pre-doctoral fellows will become visiting graduate students attached to their respective disciplinary departments. There is no citizenship requirement. Application procedures are available on the website. Selection Committee, Residential Research Fellowships\u2028 The Carter G. Woodson Institute, University of Virginia PO Box 400162, Charlottesville, VA 22904-4162\u2028 (804) 924-3109; Marlon Ross: mr9zf@virginia.edu http://www.virginia.edu/woodson/programs/fellowships.html Deadline: December 1 (in 2013). 2015 deadline TBA  The Frederick Douglass Institute Fellowship Program Dissertation fellowships of $26,000 are awarded annually to students studying aspects of the African and African-American experience. The principal aim of this fellowship is to expedite the completion of the Fellow’s dissertation. The fellowship has no teaching obligation, but requires the Fellow reside at the Institute and to work with the Institute's Director in organizing colloquia, lectures and other events. Director for Research Fellowships\u2028 Frederick Douglass Institute for African and African-American Studies \u2028University of Rochester\u2028 RC Box 270440, 302 Morey Hall, Rochester, NY 14627-0440\u2028 (585) 275-7235; FAX (585) 256-2594; FDI@mail.rochester.edu http://www.rochester.edu/college/aas/grad_programs/fellowships.html Deadline: 31 December 2014  Gaius Charles Bolin Dissertation Fellowships – Williams College Named in honor of the first black graduate of Williams College, Bolin awards up to 3 fellowships per year to underrepresented students nearing completion of a PhD in the humanities, or in the natural, social or behavioral sciences. The fellowship provides a stipend of $33,000, health and dental benefits, housing assistance, office space, computer and library privileges and an allowance of up to $4,000 for research-related expenses. During two-year residency at Williams, the Bolin Fellows will be assigned faculty advisers in the appropriate departments and will be expected to teach one one-semester course. Applicants must be U.S. citizens or permanent residents. William G. Wagner, Dean of the Faculty - GCBDF \u2028Williams College\u2028 P.O. Box 141, Williamstown, MA 01267 \u2028(413) 597-4351; FAX (413) 597-3553; gburda@williams.edu http://dean-faculty.williams.edu/graduate-fellowships-2/graduate-fellowships/ Deadline: TBA  Chavez/Eastman/Marshall Dissertation Fellowships - Dartmouth College Dartmouth College offers 3 types of Dissertation Fellowships for scholars who are planning careers in college or university teaching. The goal of the Fellowships are to promote student and faculty diversity at Dartmouth, and throughout higher education, by supporting completion of the doctorate by underrepresented minority scholars (including African-American, Latina/o, and Native American Scholars) and other graduate scholars with a demonstrated commitment and ability to advance educational diversity. The Fellowships support scholars for a year-long residency at Dartmouth, providing a stipend of $25,000, office space, library privileges, and a $2,500 research assistance fund. Fellows are expected to complete the dissertation during the tenure of the fellowship and to participate in selected activities with undergraduate students. Each fellow will be affiliated with a department or program at the College. Applicants may be studying any disciple taught in the Dartmouth undergraduate Arts and Sciences curriculum. U.S. citizenship is required. Application is available on the website. Ruth Dube, Assistant to the Dean of Graduate Studies\u2028 Dissertation Fellowship Committee, Dartmouth College\u2028 6062 Wentworth, Room 304, Hanover, NH 03755-3526 \u2028(603) 646-2106; FAX (603) 646-8762; ruth.dube@dartmouth.edu graduate.dartmouth.edu/funding/fellowships/cem.html Deadlines: February 1  The Ann Plato Fellowship - Trinity College The Ann Plato Fellowship, named for a 19th century African American poet, essayist, and teacher, supports a minority doctoral student engaged in writing his or her dissertation. The Fellow will enjoy faculty status, deliver a formal public lecture in the fall semester, teach one course in the spring semester, and is expected to become engage in the Trinity College community. The Fellowship is for one-year and provides at least a $40,000 stipend, a campus apartment, an office, a computer, and library privileges. Application is available on the website. Ann Plato Search Committee\u2028 c/o Nancy Horton Williams 232, Trinity College, Hartford, CT 06106\u2028 (860) 297-2128; nancy.horton@trincoll.edu\u2028 http://www.trincoll.edu/Academics/dean/positions/pages/Ann.aspx Deadline: TBA  The Five College Fellowship Program for Minority Students This Fellowship provides a year in residence at one of the Five Colleges (Amherst, Hampshire, Mount Holyoke or Smith) for scholars from under-represented groups who are in the final stage of completing their degrees. Fellows are selected by the host institution, where they reside within an academic department and are provided with a stipend of approximately $30,000, office space, housing assistance and library privileges at the Five Colleges (including U-Mass Amherst). Emphasis is on completion of the dissertation, but most Fellows are asked to do a limited amount of teaching at the host institution (no more than a single one-semester course). Application is on the website. Nathan Therien, Five College Fellowship Program Committee Five Colleges Incorporated\u2028 97 Spring Street, Amherst, MA 01002-2324\u2028 (413) 256-8316; ntherien@fivecolleges.edu \u2028 http://www.fivecolleges.edu/academic_programs/academprog_fellowship.html Deadline: 6 January (in 2014) (when applications begin to be reviewed – they accept applications until new Fellows are named, but the earlier, the better)  American Philosophical Society - John Hope Franklin Dissertation Fellowships\u2028 $30,000 dissertation fellowship created to encourage the pursuit of the PhD by African Americans, Hispanic Americans and Native Americans. Fellow is expected to spend a significant amount of time in residence at the American Philosophical Society Library (office space will be provided) and therefore all applicants should be pursuing dissertation topics in which the holding of the library are especially strong. Relevant holdings include materials on quantum mechanics, nuclear physics, computer development, the history of genetics and eugenics, the history of medicine, Early American political and cultural history, natural history in the 18th and 19th centuries, the development of cultural anthropology, or American Indian linguistics and culture. Applicants are strongly encouraged to consult the Library website regarding the collections. Fellows must be admitted to candidacy, have completed all other coursework and be prepared to devote full time for 12 months - with no teaching obligations - to dissertation research and writing. \u2028John Hope Franklin Dissertation Fellowship, American Philosophical Society Library \u2028105 South Fifth Street, Philadelphia, PA 19106-3386 \u2028Linda Musumeci, Director of Grants and Fellowships: (215) 440-3429; LMusumeci@amphilsoc.org http://www.amphilsoc.org/grants/johnhopefranklin \u2028Deadline: 1 April 2015  American Anthropological Association Minority Dissertation Fellowship Program Dissertation fellowship intended to increase the number of PhDs in anthropology among persons from historically underrepresented populations (including but not limited to U.S. citizens who are African American, Alaskan Natives, Native American, Asian American, Latino/a, Chicano/a, and Pacific Islander. Stipend is $10,000 for the final year of write-up of the dissertation, which can be in any area of the discipline. Applicants must be members of the AAA. Applications are available on the website. American Anthropological Association, Minority Dissertation Fellowship Program\u2028 Attn: Kathleen Terry-Sharp, Director of Academic Relations \u20282200 Wilson Blvd, Suite 600, Arlington, VA 22201-3357 \u2028(703) 528-1902; FAX (703) 528-3546; academic@aaanet.org http://www.aaanet.org/cmtes/minority/Minfellow.cfm Deadline: 1 March 2015  Chiang Ching-kuo Foundation for International Scholarly Exchange\u2028 Awards of $15,000 for one year of research/writing related to Chinese culture and society, the development of the Republic of China, or Taiwan Studies. Dissertations should be in the fields of literature, history, philosophy, linguistics, art, sociology, anthropology, psychology, political science, legal studies, economics or media studies. US citizens and permanent residents are eligible to apply; admission to candidacy required. Application is on the website. \u2028The Chiang Ching-kuo Foundation for International Scholarly Exchange\u2028 8361 B Greensboro Dr., McLean, VA 22102\u2028 (703) 903-7460; FAX (703) 903-7462; cckfnao@aol.com\u2028 http://www.cckf.org Deadline: 15 October 2014 Republic of China citizens, see information here about a similar funding opportunity: http://www.cckf.org.tw/e-americaDG.htm  Brocher Foundation The Foundation provides the opportunity for PhD students and other researchers to work at the Brocher Center for 1-6 months on the write-up of projects relating to the ethical, legal and social implications for humankind of recent medical research and new technologies. The Foundation offers successful candidates accommodation, an office, round-trip travel to and from Geneva (up to 1500 francs), and dinner every evening. Application form is available on the website. Foundation Brocher 471 Rte d’Hermance, CP 70 CH – 1248 Hermance, Switzerland +41-0-22-751-93-93; FAX +41-22-751-93-91; scientificprog@brocher.ch http://www.brocher.ch/calls/ Deadline: TBA  Ruth Landes Memorial Research Fund The Fund provides grants, ranging from $10,000 to $60,000 per year, to scholars for work toward a doctoral dissertation or for post-doctoral work. The grants may be used for research and related expenses, including travel and living costs. U.S. citizenship or permanent residency is required. Application information is available on the website, but applications must be submitted by postal mail. David Latham, Programs Administrator Ruth Landes Memorial Research Fund, The Reed Foundation 500 Fifth Avenue, Suite 2222, New York, NY 10110 (212) 768-4996; FAX (212) 768-4998 lathamdc@thereedfoundation.org ; http://thereedfoundation.org/landes/grants.html No Deadline – Grants are only awarded when there is a sufficient quantity of applicants.  NYU GSAS Dissertation Fellowships GSAS doctoral students are eligible to apply to several dissertation writing fellowships, which includes a stipend, a waiver of maintenance of matriculation fees, and 100% coverage of the NYU comprehensive health insurance plan. The stipends for the Dean’s Dissertation Fellowship and the James Arthur Fellowship will reflect the GSAS minimum stipend for that year ($23,046 in 2010-2011). The Dean’s Dissertation Fellowship are offered to students in all departments entering the final year of writing their dissertations and the James Arthur Fellowship is awarded to a doctoral student whose dissertation concerning the measurement, meaning of conceptualizing of time. Students must be nominated by their department. GSAS Office of Academic and Student Life 6 Washington Square North, 2nd Floor (212) 998-8060; gsas.studentlife@nyu.edu http://gsas.nyu.edu/object/grad.acadlife.fallawards Deadline: 15 October 2014, 4:00PM, EST  NYU Humanities Initiative The Humanities Initiative offers research fellowships to graduate students in the humanities and art disciplines. Fellows must be in New York within the University community for the entire year of their residency, will meet with the other Fellows on a weekly basis to discuss their work-in-progress, and will participate in Initiative events. Fellows receive a 9-month stipend reflecting the GSAS minimum stipend for that year ($23,046 in 2010-2011), comprehensive health insurance, maintenance of matriculation and service fees, and an additional research award of $2,000. Students must be nominated by their department. Application procedures are available on the website. Asya Berger, Director of the Humanities Initiative, New York University 20 Cooper Square, 5th Floor, New York, NY 10003 (212) 998-2196; FAX (212) 995-4454; asya.berger@nyu.edu http://www.humanitiesinitiative.org/index.php/programs/graduate-fellowships Deadline: November 11 (in 2013). 2015 deadline TBA  NYU Provost’s Global Research Initiatives The Office of the Provost offers short-term and semester-length funding to study at NYU’s research centers abroad (Berlin, London and Florence). The program provides a position, office space, administrative support, and round-trip airfare to the research center. Graduate students who are finishing their dissertations should look into this opportunity. Applications are available on the website. http://www.nyu.edu/research/provosts-global-research-initiatives.html GSAS Office of Academic and Student Life 6 Washington Square North, 2nd Floor (212) 998-8060; gsas.studentlife@nyu.edu Deadline: Applications are accepted on a rolling basis; fellowship notifications sent out in January, May and September  MISCELLANEOUS SMALL AWARDS for Dissertation-Stage Students Woodrow Wilson Dissertation Grants in Women's Studies The Woodrow Wilson Dissertation Fellowships in Women's Studies encourage original and significant research about women and gender that crosses disciplinary, regional, or cultural boundaries, including but not limited to intersectionality, feminist theory, and post-colonial studies. Eligible proposals from applicants in the humanities and social sciences will have as a central focus the study of women and/or gender. Applicants must have all pre-dissertation requirements completed at the time of application, including approval of the dissertation proposal. Candidates should expect to complete the dissertation between March and August 2016. Awards consist of 10 fellowships of $5,000 for 12 months.. Application is available on the website. Dissertation Grants in Women's Studies The Woodrow Wilson National Fellowship Foundation \u20285 Vaughn Drive, Suite 300, Princeton, NJ 08540-6313 \u2028(609) 452-7007, ext. 310; FAX (609) 452-0066; ws@woodrow.org woodrow.org/womens-studies Deadline: 15 October 2014, 11:59PM EST  Woodrow Wilson International Center/East European Studies Short Term Grants These Title VIII one-month long grants of about $2,400 are offered to scholars working on policy relevant projects on East Europe, with preference for Southeast Europe, who have particular need for the specialized resources of the Washington D.C. area. Projects should focus on social science and humanity fields, including anthropology, history, political science, Slavic language and literatures, and sociology. Grantees must remain in the Washington D.C. area, but residency at the Center is not provided. Applicants must be U.S. citizens or permanent residents. Application procedures are on the website/ East European Studies, The Woodrow Wilson International Center for Scholars\u2028 One Woodrow Wilson Plaza 1300 Pennsylvania Avenue NW, Washington DC 20004-3027 \u2028202-691-4000; FAX 202-691-4001; ees@wilsoncenter.org\u2028 http://www.wilsoncenter.org/index.cfm?topic_id=1422&amp;fuseaction=topics.item&amp;news_id=5989#short Deadline: 1 September 2014  Woodrow Wilson Center/East European Studies/Junior Scholars' Training Seminar National seminar funded by EES &amp; the National Council for Eurasian and East European Research for post-field graduate students and young scholars within a year of having received the PhD. Dissertations must be focus on policies of East Europe, with preference for Southeast Europe, and should be in one of the following social science and humanity fields: anthropology, history, political science, Slavic languages and literature, and sociology. U.S. citizenship or permanent residency is required. The JSTS combines formal and informal meetings to promote a variety of intellectual exchanges. Application is available on the website. East European Studies, The Woodrow Wilson International Center for Scholars\u2028 One Woodrow Wilson Plaza 1300 Pennsylvania Avenue NW, Washington DC 20004-3027\u2028 202-691-4000; FAX 202-691-4001; ees@wilsoncenter.org\u2028 http://www.wilsoncenter.org/index.cfm?topic_id=1422&amp;fuseaction=topics.item&amp;news_id=5989#junior Deadline: 1 September 2014  SSRC Korean Studies Dissertation Workshop The annual Korean Studies Dissertation Workshop seeks to create a sustained network of advanced graduate students and faculty by providing the opportunity to give and receive critical feedback on dissertations in progress. The workshop is open to participants from all fields in the social sciences and humanities throughout the U.S. and Canada, and also aims to foster comparative and multidisciplinary approaches to research. The 2011 workshop took place July 6-10 at the Asilomar Conference Center in Monterey, California and involved 12 students and 4 faculty members. In most cases, SSRC fully covers participants' travel, lodging and meals for the duration of the workshop. Application procedures are available on the website. Fernando Rojas, SSRC Fellowships Assistant \u2028One Pierrepont Plaza, 15th Floor 300 Cadman Plaza West, Brooklyn, NY 11201\u2028 (212) 377-2700; FAX (212) 377-2727\u2028 korea@ssrc.org ; http://www.ssrc.org/fellowships/ksdw/ Deadline: 1 May (in 2014). 2015 deadline TBA  American Philosophical Society Library Resident Research Fellowships\u2028 Short-term residential fellowships are offered for conducting research in the collections of the American Philosophical Society Library. Fellowships of $2,500 per month for one to three months are open to both US citizens and foreign nationals in any relevant field of study. Applicants must be \"PhD candidates who have passed their preliminary examinations.\" The APS Library is especially strong in such fields as the history of American science and technology and its European roots, the history of eugenics and genetics, early American history and culture; and travel, exploration and expeditions (check the library's catalogs and guides). Applications are on the website.\u2028 Library Resident Research Fellowships \u2028American Philosophical Society Library\u2028 105 South Fifth Street, Philadelphia, PA 19106-3386 \u2028(215) 440-3400; Libfellows@amphilsoc.org http://www.amphilsoc.org/grants/resident Deadline: 3 March (in 2014). 2015 deadline TBA  Library Company of Philadelphia and the Historical Society of Pennsylvania Visiting Research Fellowships in Colonial and US History and Culture Approximately 25 short-term, residence fellowships of $2,000 are offered each year for scholars to use the collections of the Library Company of Philadelphia and/or The Historical Society of Pennsylvania. Together the two institutions form one of the most comprehensive sources in the nation for the study of colonial and U.S. history and culture. Candidates are encouraged to inquire about the appropriateness of a proposed topic before applying. Applications are available on the website. James Green, Assistant Librarian\u2028Library Company of Philadelphia \u20281314 Locust Street; Philadelphia, PA 19107\u2028 (215) 546-3181; FAX (215) 546-5167; jgreen@librarycompany.org http://www.librarycompany.org/fellowships / Deadline: 1 November 2014  American Antiquarian Society Short-term (1-3 months) visiting academic research fellowships of approximately $1,000 per month are available for doctoral candidates engaged in dissertation research on topics relevant to the holdings of the AAS library (all aspects of American History and culture through the year 1876). Application is available on the website. Paul Erickson, Director of Academic Programs American Antiquarian Society\u2028 185 Salisbury Street, Worcester, MA 01609-1634 \u2028(508) 755-5221; FAX (508) 754-3311\u2028 perickson@mwa.org ; http://www.americanantiquarian.org/acafellowship.htm Deadline: 15 January 2015  Newberry Library Short-Term Resident Fellowship for Individual Research Short-term fellowships of $2,000 are awarded to pre-doctoral and post-doctoral scholars who live and work outside of the Chicago area and have a specific need for the Newberry collections. The Library's strengths are in American and European History and Literature, Cartography, Early Philology and Linguistics. Application procedures are available on the website. Committee on Awards, The Newberry Library\u2028 60 West Walton Street, Chicago, IL 60610-7324 (312) 255-3666; research@newberry.org http://www.newberry.org/research/felshp/short-term.html Deadline (linked long-term fellowship): 1 December 2014 Deadline (linked short-term fellowship): 15 January 2015  Jacobs Research Fund, Whatcom Museum Society \u2028Grants of up to $3000 supporting anthropological research (sociocultural or linguistic in content) on the indigenous peoples of Canada, Mexico, and the United States, including Alaska, with a preference for the Pacific Northwest. Grants are given for work on problems in: language, social organization, political organization, religion, mythology, music, other arts, psychology, and folk science. No citizenship restrictions. Open to students at all levels of a degree program so long as the project is relevant. Application instructions on line; apply by e-mail.\u2028 Jacobs Research Fund, Whatcom Museum Society  \u2028121 Prospect Street, Bellingham, WA 98225 (360) 778-8968; FAX (360) 778-8931 jgrants@cob.org ; http://depts.washington.edu/jacobsf/application.html Deadline: 15 February 2015  German Studies Association: Berlin Program for Advanced German and European Studies   Targeted Fields: Social Sciences. School of Public Affairs. Specifically   comparative and interdisciplinary fields that study the political,   social, and economic aspects of German and European affairs.   Open To: Students Working on Doctoral Dissertation. Postdoctoral Scholars.   Citizenship: U.S. citizens or residents. Also open to Canadian citizens or permanent residents.   Eligibility Requirements: Dissertation applicants must have completed   all course work and exams. Postdoctoral applicants must have received a   PhD within the last 2 years.   Stipend: Stipends are EUR 1100 per month for fellows working on   dissertation and EUR 1400 per month for fellows working on postdoctoral   research. In addition, fellows receive EUR 130 per month for each   accompanying child and EUR 130 per month for spouse.   Program Description: Up to 12 dissertation and postdoctoral fellowships   to encourage comparative and interdisciplinary study of economic,   political, and social aspects of modern and contemporary German and   European affairs. Awards are for 10 to 12 months.    bprogram@zedat.fu-berlin.de    userpage.fu-berlin.de/~bprogram/    Deadline: 1 December 2014                          Contact Us | &copy; New York University , Arts and Science"}]}]