[{"detail": [{"content": "Stonestreet Screen Acting Workshop: Tisch School of the Arts at NYU                           Skip to content        Special Programs What Is Special Programs? Study Abroad Summer High School Summer in New York City Programs for Visiting Students Open Arts Minors Blog Events Newsletters Videos Admin &amp; Faculty Alumni Contact Us  home &gt; Special Programs        Stonestreet Screen Acting Workshop  Students take the following courses for a combined total of 6 points.   (Within New York University, 6 points count towards elective   credit in the Department of Drama at Tisch School of the   Arts.) THEA-UT 485 • Stonestreet Screen Acting • 4 points The Stonestreet Screen Acting Workshop (SSAW) is a unique and comprehensive program that has pioneered the art and craft of screen acting since its inception in 1990. SSAW is conducted at Stonestreet's 6,000 sq. ft. film, television and internet studio, where professional directors, producers, and casting directors develop and produce movies, pilots, commercials, television and webseries. Students train and work in the same environment with access to full production and post-production facilities (including several editing systems and editors) with the guidance of constructive teachers who are industry professionals. The emphasis of the workshop is on becoming imaginative and creative actors who are both believable and interesting cinematically in any genre while embracing a wide variety of characters and material from different periods and cultures.    While screen acting can utilize many of the same techniques and tools of theater acting, there are significant differences with regard to subtext, how the current technology can be used in creative and non-limiting ways, as well as with creating organic and compelling characters that often appear in a medium or long shot but also under the magnifying glass of the close-up. Ultimately students are guided from audition to rehearsal to performance with the hopes of inspiring with ideas and stories that are meaningful to both the actor and the audience. Workshop classes include: Screen Acting &amp; Character, Muliti-Camera Screen Acting, Sit-coms, Improv &amp; Comedy on Film, Commercials &amp; the Business, the History of Screen Acting, Voice-overs and Voice on Screen, and Introduction to Audition &amp; Performance.    THEA-UT 860 • New York Theatre • 2 points This weekly theatre studies seminar is taught by NYU faculty. It   introduces the fundamentals of critical analysis of many of the live   events students will attend as a group. Some of the shows students have seen include The Nance , The Trip to Bountiful , Pilobolus Dance Company , Kinky Boots and Eat the Chicken , among others.  Back to Summer High School Back to Summer High School Drama Summer High School Application Stonestreet High School Screen Acting Workshop Reel  High School Students FAQ  Office of Special Programs 721 Broadway, 12th Floor New York, NY 10003  Contact us!           Undergraduate Admissions Graduate Admissions Academic Services Student Life Financial Aid and Scholarships Career Development Counseling Services International Students Incoming Students Graduation Forms What is Special Programs? Study Abroad Summer High School Summer in New York City Courses for Non-Majors Programs for Visiting Students Open Arts Minors Blog Newsletters Videos Admin &amp; Faculty Alumni Contact Us  Tisch Events Calendar Admin &amp; Faculty Calendar NYU Academic Deadlines Calendar Many Ways to Give Why Support Tisch Dean's Council Corporate Giving Foundation Giving Individual Giving Tisch Gala Who We Are Institute of Performing Arts Graduate Acting Dance Design for Stage &amp; Film Drama Graduate Musical Theatre Writing Performance Studies Maurice Kanbar Institute of Film &amp; Television Undergraduate Film &amp; Television Graduate Film Cinema Studies Moving Image Archiving &amp; Preservation (MIAP) Rita &amp; Burton Goldberg Department of Dramatic Writing Emerging Media Group Photography &amp; Imaging Interactive Telecommunications (ITP) Clive Davis Institute of Recorded Music NYU Game Center Art &amp; Public Policy / Arts Politics Open Arts Tisch Special Programs Tisch Asia"}]},
{"detail": [{"content": "Stonestreet Screen Acting Workshop: Tisch School of the Arts at NYU                           Skip to content        Special Programs What Is Special Programs? Study Abroad Summer High School Summer in New York City Programs for Visiting Students Open Arts Minors Blog Events Newsletters Videos Admin &amp; Faculty Alumni Contact Us  home &gt; Special Programs        Stonestreet Screen Acting Workshop  Students take the following courses for a combined total of 6 points.   (Within New York University, 6 points count towards elective   credit in the Department of Drama at Tisch School of the   Arts.) THEA-UT 485 • Stonestreet Screen Acting • 4 points The Stonestreet Screen Acting Workshop (SSAW) is a unique and comprehensive program that has pioneered the art and craft of screen acting since its inception in 1990. SSAW is conducted at Stonestreet's 6,000 sq. ft. film, television and internet studio, where professional directors, producers, and casting directors develop and produce movies, pilots, commercials, television and webseries. Students train and work in the same environment with access to full production and post-production facilities (including several editing systems and editors) with the guidance of constructive teachers who are industry professionals. The emphasis of the workshop is on becoming imaginative and creative actors who are both believable and interesting cinematically in any genre while embracing a wide variety of characters and material from different periods and cultures.    While screen acting can utilize many of the same techniques and tools of theater acting, there are significant differences with regard to subtext, how the current technology can be used in creative and non-limiting ways, as well as with creating organic and compelling characters that often appear in a medium or long shot but also under the magnifying glass of the close-up. Ultimately students are guided from audition to rehearsal to performance with the hopes of inspiring with ideas and stories that are meaningful to both the actor and the audience. Workshop classes include: Screen Acting &amp; Character, Muliti-Camera Screen Acting, Sit-coms, Improv &amp; Comedy on Film, Commercials &amp; the Business, the History of Screen Acting, Voice-overs and Voice on Screen, and Introduction to Audition &amp; Performance.    THEA-UT 860 • New York Theatre • 2 points This weekly theatre studies seminar is taught by NYU faculty. It   introduces the fundamentals of critical analysis of many of the live   events students will attend as a group. Some of the shows students have seen include The Nance , The Trip to Bountiful , Pilobolus Dance Company , Kinky Boots and Eat the Chicken , among others.  Back to Summer High School Back to Summer High School Drama Summer High School Application Stonestreet High School Screen Acting Workshop Reel  High School Students FAQ  Office of Special Programs 721 Broadway, 12th Floor New York, NY 10003  Contact us!           Undergraduate Admissions Graduate Admissions Academic Services Student Life Financial Aid and Scholarships Career Development Counseling Services International Students Incoming Students Graduation Forms What is Special Programs? Study Abroad Summer High School Summer in New York City Courses for Non-Majors Programs for Visiting Students Open Arts Minors Blog Newsletters Videos Admin &amp; Faculty Alumni Contact Us  Tisch Events Calendar Admin &amp; Faculty Calendar NYU Academic Deadlines Calendar Many Ways to Give Why Support Tisch Dean's Council Corporate Giving Foundation Giving Individual Giving Tisch Gala Who We Are Institute of Performing Arts Graduate Acting Dance Design for Stage &amp; Film Drama Graduate Musical Theatre Writing Performance Studies Maurice Kanbar Institute of Film &amp; Television Undergraduate Film &amp; Television Graduate Film Cinema Studies Moving Image Archiving &amp; Preservation (MIAP) Rita &amp; Burton Goldberg Department of Dramatic Writing Emerging Media Group Photography &amp; Imaging Interactive Telecommunications (ITP) Clive Davis Institute of Recorded Music NYU Game Center Art &amp; Public Policy / Arts Politics Open Arts Tisch Special Programs Tisch Asia"}, {"content": "NYU Study Concludes That Dentists Could Screen 20 Million Americans for Chronic Physical Illnesses                                                                                                               NYU.edu requires JavaScript be enabled in your browser in order to use important features of the site. JavaScript is either disabled or not supported by your browser. For instructions on how to enable JavaScript in your browser, click here .                       New York University    Skip to Content   Skip to Search   Skip to Navigation   Skip to Sub Navigation                                                        NYUHome Login                            Students           |   Faculty           |   Alumni           |   Employees           |   Community                                   Schools          Arts and Science      College of Arts and Science      College of Dentistry      College of Nursing      Courant Institute of Mathematical Sciences      Gallatin School of Individualized Study      Graduate School of Arts and Science      Institute of Fine Arts      Institute for the Study of the Ancient World      Leonard N. Stern School of Business      Liberal Studies Program      NYU Abu Dhabi      NYU Shanghai      Polytechnic School of Engineering      Robert F. Wagner Graduate School of Public Service      School of Professional Studies      School of Law      School of Medicine      Silver School of Social Work      Steinhardt School of Culture, Education, and Human Development      Tisch School of the Arts                QuickLinks          Academic Calendars      Administrative Units      Albert      Apply for Jobs      Athletics      Bookstores      Bursar      Campus Map      Career Development      Emergencies      Events      Giving to NYU      Housing      ITS      Libraries      News      NYU Apparel      Policies      Public Safety      Registrar      Student Health Center      Student Resources      Wellness Exchange                A-Z          A      B      C      D      E      F      G      H      I      J      K      L      M      N      O      P      Q      R      S      T      U      V      W      X      Y      Z                                                          New York University                          Search NYU                    Pages |    People                                       Main Navigation            About NYU       Admissions       Academics       University Life       Research       Global                                 Bread Crumbs          About NYU   /   News, Publications, and Facts   /   NYU News   /   2011   /   December   /   15                                                         NYU Study Concludes That Dentists Could Screen 20 Million Americans for Chronic Physical Illnesses                   December 15, 2011          N-155, 2011-12                                        An Opportunity to Identify Diabetes, Hypertension, and Other Chronic Diseases    Nearly 20 million Americans annually visit a dentist but not a general healthcare provider, according to an NYU study published today in the American Journal of Public Health .   The study, conducted by a nursing-dental research team at NYU, is the first of its kind to determine the proportion of Americans who are seen annually by a dentist but not by a general healthcare provider.   This finding suggests dentists can play a crucial role as health care practitioners in the front-line defense of identifying systemic disease which would otherwise go undetected in a significant portion of the population, say the researchers.   \"For these and other individuals, dental professionals are in a key position to assess and detect oral signs and symptoms of systemic health disorders that may otherwise go unnoticed, and to refer patients for follow-up care,\" said Dr. Shiela Strauss , an associate professor of nursing at the NYU College of Nursing and co-director of the statistics and data management core for NYU’s Colleges of Nursing and Dentistry.   During the course of a routine dental examination, dentists and dental hygienists, as trained healthcare providers, can take a patient’s health history, check blood pressure, and use direct clinical observation and X-rays to detect risk for systemic conditions, such as diabetes, hypertension, and heart disease.   The NYU research team examined the most recent available data, which came from a nationally representative subsample of 31,262 adults and children who participated in the Department of Health &amp; Human Services 2008 annual National Health Interview Survey, a health status study of the U.S. population, which at that time consisted of 304,375,942 individuals. Physicians, nurses, nurse practitioners, and physician assistants were among those categorized as general health care providers for the purposes of the survey.   When extrapolated to the U.S. population, 26 percent of children did not see a general health care provider. Yet over one-third of this group, representing nearly seven million children, did visit a dentist at least once during that year, according to survey results.   Among the adults, one quarter did not visit a general healthcare provider, yet almost a quarter -- nearly 13 million Americans -- did have at least one dental visit. When combined, adults and children who had contact only with dentists represent nearly 20 million people.   Ninety-three percent of the children and 85 percent of the adults had some form of health insurance, suggesting that while many of those who did not interact with a general healthcare provider may have had access to general health care, they opted not to seek it.   Coauthors on the study included Dr. Michael C. Alfano, executive vice president of New York University and former dean of the NYU College of Dentistry; Dr. Donna Shelley, clinical associate professor of cariology and comprehensive care at the NYU College of Dentistry and clinical associate professor of medicine and associate director of research at the NYU Langone Medical Center Division of General Internal Medicine; and Dr. Terry Fulmer, dean of the Northeastern University Bouvé College of Health Sciences, and former professor and dean of the NYU College of Nursing.      About the New York University College of Nursing     NYU College of Nursing is a global leader in nursing education, research, and practice. It offers a Bachelor of Science in Nursing; Master of Arts and Post-Master’s Certificate Programs; a Doctor of Philosophy in Research Theory and Development, and a Doctor of Nursing Practice degree. For more information, visit www.nyu.edu/nursing .   About New York University College of Dentistry   Founded in 1865, New York University College of Dentistry (NYUCD) is the third oldest and the largest dental school in the US, educating more than 8 percent of all dentists. NYUCD has a significant global reach and provides a level of national and international diversity among its students that is unmatched by any other dental school.                        This Press Release is in the following Topics:      NYUToday-feature , College of Nursing , College of Dentistry , Research News           Type: Press Release            Press Contact:                Christopher James | (212) 998-6876                                            NYU Study Concludes That Dentists Could Screen 20 Million Americans for Chronic Physical Illnesses                       Search News                                       Keywords:                          Select a School             Arts and Science         College of Arts and Science         College of Dentistry         College of Nursing         Courant Institute of Mathematical Sciences         Division of Libraries         Gallatin School of Individualized Study         Graduate School of Arts and Science         Institute for the Study of the Ancient World         Institute of Fine Arts         Leonard N. Stern School of Business         Liberal Studies Program         NYU Abu Dhabi         NYU Shanghai         Polytechnic School of Engineering         Robert F. Wagner Graduate School of Public Service         School of Continuing and Professional Studies         School of Law         School of Medicine         Silver School of Social Work         Steinhardt School of Culture, Education, and Human Development         Tisch School of the Arts                            Select a Topic             All University         Athletics         Awards         Division of Libraries         Events and Traditions         Institute of Fine Arts         International Houses         Research         nyu alumni magazine                       View articles from:          Through:             Advanced Search                                       NYU In the News   NYU Received a Record Number of Applications   Capital New York reported NYU received a record 60,322 applications for the class of 2019, an increase of about 15 percent since last year.     NYU Students Help City Crack Down on Hookah Bars   Capital New York reported that NYU students helped New York City crack down on hookah bars that illegally include tobacco in their hookahs:     Rudin Center Study Says Mass Transit Helps Economic Mobility   The Wall Street Journal wrote about a report by Wagner’s Rudin Center that showed that mass transit could be more important than education in determining economic mobility.     Brennan Center Report Says Campaign Spending Has Jumped   Frontline did a piece about a report by the Brennan Center for Justice that said that campaign spending by outside groups has more than doubled in the last five years.     NYU’s Dorms Ranked Among the Best in the Nation   Hometalk.com ranked NYU’s student residences third in the country in its list of best college dorms.                                                  NYU Footer          Search      Directory      Campus Map      Events      Contact Us      Site Map      Copyright and Fair Use      Feedback         Unless otherwise noted, all content copyright New York University. All rights reserved. Designed by The Office of Web Communications"}]},
{"detail": [{"content": "Stonestreet Screen Acting Workshop: Tisch School of the Arts at NYU                           Skip to content        Special Programs What Is Special Programs? Study Abroad Summer High School Summer in New York City Programs for Visiting Students Open Arts Minors Blog Events Newsletters Videos Admin &amp; Faculty Alumni Contact Us  home &gt; Special Programs        Stonestreet Screen Acting Workshop  Students take the following courses for a combined total of 6 points.   (Within New York University, 6 points count towards elective   credit in the Department of Drama at Tisch School of the   Arts.) THEA-UT 485 • Stonestreet Screen Acting • 4 points The Stonestreet Screen Acting Workshop (SSAW) is a unique and comprehensive program that has pioneered the art and craft of screen acting since its inception in 1990. SSAW is conducted at Stonestreet's 6,000 sq. ft. film, television and internet studio, where professional directors, producers, and casting directors develop and produce movies, pilots, commercials, television and webseries. Students train and work in the same environment with access to full production and post-production facilities (including several editing systems and editors) with the guidance of constructive teachers who are industry professionals. The emphasis of the workshop is on becoming imaginative and creative actors who are both believable and interesting cinematically in any genre while embracing a wide variety of characters and material from different periods and cultures.    While screen acting can utilize many of the same techniques and tools of theater acting, there are significant differences with regard to subtext, how the current technology can be used in creative and non-limiting ways, as well as with creating organic and compelling characters that often appear in a medium or long shot but also under the magnifying glass of the close-up. Ultimately students are guided from audition to rehearsal to performance with the hopes of inspiring with ideas and stories that are meaningful to both the actor and the audience. Workshop classes include: Screen Acting &amp; Character, Muliti-Camera Screen Acting, Sit-coms, Improv &amp; Comedy on Film, Commercials &amp; the Business, the History of Screen Acting, Voice-overs and Voice on Screen, and Introduction to Audition &amp; Performance.    THEA-UT 860 • New York Theatre • 2 points This weekly theatre studies seminar is taught by NYU faculty. It   introduces the fundamentals of critical analysis of many of the live   events students will attend as a group. Some of the shows students have seen include The Nance , The Trip to Bountiful , Pilobolus Dance Company , Kinky Boots and Eat the Chicken , among others.  Back to Summer High School Back to Summer High School Drama Summer High School Application Stonestreet High School Screen Acting Workshop Reel  High School Students FAQ  Office of Special Programs 721 Broadway, 12th Floor New York, NY 10003  Contact us!           Undergraduate Admissions Graduate Admissions Academic Services Student Life Financial Aid and Scholarships Career Development Counseling Services International Students Incoming Students Graduation Forms What is Special Programs? Study Abroad Summer High School Summer in New York City Courses for Non-Majors Programs for Visiting Students Open Arts Minors Blog Newsletters Videos Admin &amp; Faculty Alumni Contact Us  Tisch Events Calendar Admin &amp; Faculty Calendar NYU Academic Deadlines Calendar Many Ways to Give Why Support Tisch Dean's Council Corporate Giving Foundation Giving Individual Giving Tisch Gala Who We Are Institute of Performing Arts Graduate Acting Dance Design for Stage &amp; Film Drama Graduate Musical Theatre Writing Performance Studies Maurice Kanbar Institute of Film &amp; Television Undergraduate Film &amp; Television Graduate Film Cinema Studies Moving Image Archiving &amp; Preservation (MIAP) Rita &amp; Burton Goldberg Department of Dramatic Writing Emerging Media Group Photography &amp; Imaging Interactive Telecommunications (ITP) Clive Davis Institute of Recorded Music NYU Game Center Art &amp; Public Policy / Arts Politics Open Arts Tisch Special Programs Tisch Asia"}, {"content": "NYU Study Concludes That Dentists Could Screen 20 Million Americans for Chronic Physical Illnesses                                                                                                               NYU.edu requires JavaScript be enabled in your browser in order to use important features of the site. JavaScript is either disabled or not supported by your browser. For instructions on how to enable JavaScript in your browser, click here .                       New York University    Skip to Content   Skip to Search   Skip to Navigation   Skip to Sub Navigation                                                        NYUHome Login                            Students           |   Faculty           |   Alumni           |   Employees           |   Community                                   Schools          Arts and Science      College of Arts and Science      College of Dentistry      College of Nursing      Courant Institute of Mathematical Sciences      Gallatin School of Individualized Study      Graduate School of Arts and Science      Institute of Fine Arts      Institute for the Study of the Ancient World      Leonard N. Stern School of Business      Liberal Studies Program      NYU Abu Dhabi      NYU Shanghai      Polytechnic School of Engineering      Robert F. Wagner Graduate School of Public Service      School of Professional Studies      School of Law      School of Medicine      Silver School of Social Work      Steinhardt School of Culture, Education, and Human Development      Tisch School of the Arts                QuickLinks          Academic Calendars      Administrative Units      Albert      Apply for Jobs      Athletics      Bookstores      Bursar      Campus Map      Career Development      Emergencies      Events      Giving to NYU      Housing      ITS      Libraries      News      NYU Apparel      Policies      Public Safety      Registrar      Student Health Center      Student Resources      Wellness Exchange                A-Z          A      B      C      D      E      F      G      H      I      J      K      L      M      N      O      P      Q      R      S      T      U      V      W      X      Y      Z                                                          New York University                          Search NYU                    Pages |    People                                       Main Navigation            About NYU       Admissions       Academics       University Life       Research       Global                                 Bread Crumbs          About NYU   /   News, Publications, and Facts   /   NYU News   /   2011   /   December   /   15                                                         NYU Study Concludes That Dentists Could Screen 20 Million Americans for Chronic Physical Illnesses                   December 15, 2011          N-155, 2011-12                                        An Opportunity to Identify Diabetes, Hypertension, and Other Chronic Diseases    Nearly 20 million Americans annually visit a dentist but not a general healthcare provider, according to an NYU study published today in the American Journal of Public Health .   The study, conducted by a nursing-dental research team at NYU, is the first of its kind to determine the proportion of Americans who are seen annually by a dentist but not by a general healthcare provider.   This finding suggests dentists can play a crucial role as health care practitioners in the front-line defense of identifying systemic disease which would otherwise go undetected in a significant portion of the population, say the researchers.   \"For these and other individuals, dental professionals are in a key position to assess and detect oral signs and symptoms of systemic health disorders that may otherwise go unnoticed, and to refer patients for follow-up care,\" said Dr. Shiela Strauss , an associate professor of nursing at the NYU College of Nursing and co-director of the statistics and data management core for NYU’s Colleges of Nursing and Dentistry.   During the course of a routine dental examination, dentists and dental hygienists, as trained healthcare providers, can take a patient’s health history, check blood pressure, and use direct clinical observation and X-rays to detect risk for systemic conditions, such as diabetes, hypertension, and heart disease.   The NYU research team examined the most recent available data, which came from a nationally representative subsample of 31,262 adults and children who participated in the Department of Health &amp; Human Services 2008 annual National Health Interview Survey, a health status study of the U.S. population, which at that time consisted of 304,375,942 individuals. Physicians, nurses, nurse practitioners, and physician assistants were among those categorized as general health care providers for the purposes of the survey.   When extrapolated to the U.S. population, 26 percent of children did not see a general health care provider. Yet over one-third of this group, representing nearly seven million children, did visit a dentist at least once during that year, according to survey results.   Among the adults, one quarter did not visit a general healthcare provider, yet almost a quarter -- nearly 13 million Americans -- did have at least one dental visit. When combined, adults and children who had contact only with dentists represent nearly 20 million people.   Ninety-three percent of the children and 85 percent of the adults had some form of health insurance, suggesting that while many of those who did not interact with a general healthcare provider may have had access to general health care, they opted not to seek it.   Coauthors on the study included Dr. Michael C. Alfano, executive vice president of New York University and former dean of the NYU College of Dentistry; Dr. Donna Shelley, clinical associate professor of cariology and comprehensive care at the NYU College of Dentistry and clinical associate professor of medicine and associate director of research at the NYU Langone Medical Center Division of General Internal Medicine; and Dr. Terry Fulmer, dean of the Northeastern University Bouvé College of Health Sciences, and former professor and dean of the NYU College of Nursing.      About the New York University College of Nursing     NYU College of Nursing is a global leader in nursing education, research, and practice. It offers a Bachelor of Science in Nursing; Master of Arts and Post-Master’s Certificate Programs; a Doctor of Philosophy in Research Theory and Development, and a Doctor of Nursing Practice degree. For more information, visit www.nyu.edu/nursing .   About New York University College of Dentistry   Founded in 1865, New York University College of Dentistry (NYUCD) is the third oldest and the largest dental school in the US, educating more than 8 percent of all dentists. NYUCD has a significant global reach and provides a level of national and international diversity among its students that is unmatched by any other dental school.                        This Press Release is in the following Topics:      NYUToday-feature , College of Nursing , College of Dentistry , Research News           Type: Press Release            Press Contact:                Christopher James | (212) 998-6876                                            NYU Study Concludes That Dentists Could Screen 20 Million Americans for Chronic Physical Illnesses                       Search News                                       Keywords:                          Select a School             Arts and Science         College of Arts and Science         College of Dentistry         College of Nursing         Courant Institute of Mathematical Sciences         Division of Libraries         Gallatin School of Individualized Study         Graduate School of Arts and Science         Institute for the Study of the Ancient World         Institute of Fine Arts         Leonard N. Stern School of Business         Liberal Studies Program         NYU Abu Dhabi         NYU Shanghai         Polytechnic School of Engineering         Robert F. Wagner Graduate School of Public Service         School of Continuing and Professional Studies         School of Law         School of Medicine         Silver School of Social Work         Steinhardt School of Culture, Education, and Human Development         Tisch School of the Arts                            Select a Topic             All University         Athletics         Awards         Division of Libraries         Events and Traditions         Institute of Fine Arts         International Houses         Research         nyu alumni magazine                       View articles from:          Through:             Advanced Search                                       NYU In the News   NYU Received a Record Number of Applications   Capital New York reported NYU received a record 60,322 applications for the class of 2019, an increase of about 15 percent since last year.     NYU Students Help City Crack Down on Hookah Bars   Capital New York reported that NYU students helped New York City crack down on hookah bars that illegally include tobacco in their hookahs:     Rudin Center Study Says Mass Transit Helps Economic Mobility   The Wall Street Journal wrote about a report by Wagner’s Rudin Center that showed that mass transit could be more important than education in determining economic mobility.     Brennan Center Report Says Campaign Spending Has Jumped   Frontline did a piece about a report by the Brennan Center for Justice that said that campaign spending by outside groups has more than doubled in the last five years.     NYU’s Dorms Ranked Among the Best in the Nation   Hometalk.com ranked NYU’s student residences third in the country in its list of best college dorms.                                                  NYU Footer          Search      Directory      Campus Map      Events      Contact Us      Site Map      Copyright and Fair Use      Feedback         Unless otherwise noted, all content copyright New York University. All rights reserved. Designed by The Office of Web Communications"}, {"content": "Images and Screen Studies - Undergraduate Courses - NYU Steinhardt                                            Skip to content        NYU Steinhardt School of Culture, Education, and Human Development           apply now     request info     contact                                     Department of Media, Culture, and Communication           Faculty          Full-Time Faculty      Adjunct Faculty      Publications      Research      Editorial Boards      Visiting Scholars              Undergraduate          BS in MCC            Overview     Degree Requirements     Liberal Arts Core     Fields of Study     Restricted Electives     Course Descriptions            BS in MCC/GPH         Overview     Degree Requirements     Liberal Arts Core     Fields of Study     Restricted Electives     GPH Course Descriptions     MCC Course Descriptions           Advising &amp; Registration    Minors    Transfers      Prospective Students         Admissions     Frequently Asked Questions           Honors Program    Comm Club         Master's       Master of Arts    Dual Degree Program      Curriculum         Areas of Study     Course Offerings     Current Course Details     Sample Course Schedules           Current Students         Forms and Procedures      Thesis Abstracts             MA Profiles    Prospective Students         Admissions     Frequently Asked Questions     Chat with Advisor               Doctoral       Doctor of Philosophy    Curriculum         Required Coursework     Course Offerings     Current Course Details           Current Students         Forms and Procedures     Exams     Dissertation Abstracts             PhD Profiles    Prospective Students         Admissions     Principles and Procedures     Funding and Grants     Frequently Asked Questions                Internships         For Students               Program Highlights      Internship Credit      Internship Forms              For Employers           Information for Employers          NYU Career Development                    News and Events         News and Upcoming Events     Annual Events     Department Listserv        Study Abroad         MCC Abroad     Global Media Scholars        Steinhardt Abroad     NYU Abroad           Alumni         MCC Alumni     Steinhardt Alumni     NYU Alumni           Resources         Technical Support     Funding            Find Funding       Faculty Funding       Student Funding              Research     Professional Development     Digital Archives            PDF Archives       Ad Archive       Dead Media Archive               Doctoral Wiki     Teaching Handbook           About         Message from the Chair     Staff     Contact     Request Information     Bulletin     Apply for Admission                MCC Facebook   MCC Twitter   MCC Vimeo   MCC Youtube   MCC Flickr   MCC LinkedIn          Undergraduate Courses                       Browse by       Core Course    Elective    All MCC Courses Abroad    Courses in Buenos Aires    Courses in Florence    Courses in London    Courses in Paris    Courses in Prague    Courses in Shanghai    Courses in Sydney    view all courses        Browse by Field of Study  Global and Transcultural Images and Screen Studies Interaction and Social Processes Persuasion and Politics Technology and Society              Images and Screen Studies        Courses that focus on technologically mediated images and visual communication in everyday life.                     MCC-UE 1002 - Space and Place in Human Communication   This course will build on a core concept of Lewis Mumford who understood media ecology as a component of spatial and urban ecology. Emphasis will be given on how space socially organizes human meaning and on the inscription of space. How do people, through their practices and their being in the world, form relationships with the locales they occupy (both the natural world and the build environment)? How do they attach meaning to spaces to create places? And how do the experiences of inhabiting, viewing, and hearing those places shape their meanings, communicative practices, cultural performances, memories, and habits? Course themes include: mapping and the imagination; vision and space, soundscape, architecture and landscape, new media and space/time compression; space and identity; spatial violence; spatialization of memory. View sample syllabus          MCC-UE 1003 - Introduction to Digital Media   This course is an introduction to digital media, focusing on networks, computers, the Web, and video games. Theoretical topics include the formal qualities of new media, their political dimensions, as well as questions of genre, narrative, and history. View sample syllabus          MCC-UE 1006 - Television: History and Form   Analysis of television as a medium of information, conveyor and creator of mass culture, and a form of aesthetic expression. Course examines the historical development of television as both a cultural product and an industry. View sample syllabus          MCC-UE 1007 - Film: History and Form   Analysis of film as a medium of information, conveyor and creator of mass culture, and a form of aesthetic expression. Course examines the historical development of film as both a cultural product and an industry. View sample syllabus          MCC-UE 1008 - Video Games: Culture and Industry   The course examines the emergence of video games as site of contemporary cultural production and practice. It pays special attention the symbolic and aesthetic dimensions of video games, including their various narratives forms and sub-genres, and concentrates on their interactive dimensions. The course provides insight into the emerging trends in the interface between humans and media technologies. The course also situates video games within the business practices of the entertainment industries. View Sample Syllabus          MCC-UE 1009 - Psychoanalysis: Desire and Culture   Explores the subject of desire in modern media and culture. Freud's ideas have had a profound influence on everything from the earliest manuals on public relations to the struggles of modern feminism. We will read a range of psychoanalytic theorists while studying how their insights have been put to work by both the culture industry and its critics. View sample syllabus          MCC-UE 1012 - Crime, Violence and Media   This course considers the culture of crime in relation to conventions of news and entertainment in the mass media. Topics include competing theories of criminogenic behavior, news conventions and crime reporting, the aesthetics and representation of crime in the media, the role of place in crime stories, moral panics and fears, crime and consumer culture, and the social construction of different kinds of crimes and criminals. View sample syllabus          MCC-UE 1015 - Advertising and Society   This course will examine the emergence of advertising as a form of communication, its influence upon other forms of mediated communication and its impact upon culture and society.    Note: This course counts under two Fields of Study: Images and Screen Studies as well as Technology and Society. It may be offered at NYU Prague. Consult with your academic advisor for course availability and description abroad. View sample syllabus          MCC-UE 1021 - Dead Media Research Studio   This course is devoted to media archaeology, that is, historical research on forgotten, obsolete, or otherwise 'dead' media technologies. The goal of the course is to introduce students to the skills and resources necessary for producing rigorous scholarship on obsolete and obscure media. It will include an exposure to scholarship in media archaeology including writings from Friedrich Kittler and Jonathan Sterne; an intensive introduction to research methods; instruction on the localization and utilization of word, image, and sound archives; and a continuing emphasis on the need to restore media artifacts to their proper social and cultural context. The course follows a research studio model commonly used in disciplines such as architecture. View sample syllabus          MCC-UE 1022 - Latino Media   Examines the production, consumption and cultural meaning of Latino media produced in and around the United States (as opposed to that produced in Latin American countries). Focuses on a wide range of mediated cultural production: television, radio, film, advertising, magazines, etc. This course will be a critical investigation into the theories, production and consumption of Latino media and popular culture. Examines the influence popular culture has on politics, identity formation, shaping culture and as a mode of revealing, producing and reproducing ideology and political struggle. View sample syllabus          MCC-UE 1024 - Amateur Media   This course will track the various manifestations of media amateurism over time and medium, while also exploring the theoretical concerns and cultural discourses that surround the work of amateurs and their social construction, especially in relation to notions of professionalism, community, networks, artistic practice, collectivism, and marginalization.          MCC-UE 1029 - New Media Research Studio   New Media Research Studio is a lab dedicated to examining and deconstructing new information technology tools and environments. Students will be exposed to the contemporary discourse around new media through reading, listening and watching. We will embark on virtual journeys into media and will update the class collaborative blog with travelogues from social networking sites, massive-multi-player online environments, the blogosphere, the open source movement, radical online activist groups, internet art collectives and more. Sample Syllabus          MCC-UE 1030 - Architecture as Media: Communication Through the Built Environment   This class reads architecture and the built environment through the lenses of media, communication, and culture. The course takes seriously the proposition that spaces communicate meaningfully and that learning to read spatial productions leads to better understanding how material and technological designs are in sustained conversation with the social, over time. Through analyses of a range of spaces from Gothic Cathedrals to suburban shopping malls to homes, factories, skyscrapers and digital cities students will acquire a vocabulary for relating representations and practices, symbols and structures, and for identifying the ideological and aesthetic positions that produce settings for everyday life. View Sample Syllabus          MCC-UE 1031 - Digital Media: Theory and Practice   This course offers students a foundational understanding of the technological building blocks that make up digital media and culture, and of the ways they come together to shape myriad facets of life. Students will acquire a working knowledge of the key concepts behind coding, and survey the contours of digital media architecture, familiarizing themselves with algorithms, databases, hardware, and similar key components. These technological frameworks will be examined as the basic grammar of digital media and related to theories of identity, privacy, policy, and other pertinent themes.    Sample Syllabus          MCC-UE 1065 - Media Events and Spectacle   This course examines the role played by media events and spectacle in the shaping of belief, attitudes, and actions, with particular attention paid to the concept of the masses and its changed meaning over time. The course examines concepts of mass culture, the decentralization of cultural forms, and the rise of convergence culture. It explores the history of the media event and the theories that have shaped it, and the role of spectacle in society from the Renaissance to modern society to the age of digital media. Sample Syllabus           MCC-UE 1140 - Screening History: The Construction of American History in Hollywood Films   This course explores the ways in which popular Hollywood films construct the historical past, the ensuing battles among historians and the public over Hollywood's version of American history, and the ways that such films can be utilized as historical documents themselves. We will consider films as products of the culture industry; as visions of popularly understood history and national mythology; as evidence for how social conflicts have been depicted; and as evidence of how popular understanding and interpretations of the past have been revised from earlier eras to the present.    View sample syllabus              MCC-UE 1151 - Media History of New York   New York has played a crucial role in the history of media, and media have played a crucial role in the history of New York. New York has been represented by media since Henry Hudson wrote his reports to the Dutch. Media institutions have contributed centrally to its economy and social fabric, while media geographies have shaped the experiences of city living. This course explores media representations, institutions, and geographies across time and is organized around the collaborative production of an online guidebook to the media history of New York. View sample syllabus          MCC-UE 1210 - Senior Honors in Media, Culture, and Communication   Prerequisite: senior standing and department approval to pursue honors in the major. Open only to MCC majors with senior standing. Extended primary research in media, culture, and communication focusing on the development and sharing of individual research projects. Students enroll the following semester in 2 points of Independent Study under the direction of a faculty honors sponsor, as outlined in department guidelines.          MCC-UE 1302 - Global Television   This course introduces students to theories of global television studies, the reception of American media abroad, and several case studies of television from around the world. Students will learn about the challenges and rewards of studying global television, both of which revolve around how to study television programming and the television industry across cultures and across languages.    View Sample Syllabus          MCC-UE 1345 - Fashion and Power   This course examines fashion as a form of communication and culture. Through cultural and media studies theory, we will examine how fashion makes meaning, and how it has been valued through history, popular culture and media institutions, focusing on the relationship between fashion, visual self-presentation, and power. The course will situate fashion both in terms of its production and consumption, addressing its role in relation to identity and body politics (gender, race, sexuality, class), art and status, nationhood and the global economy, celebrity and Hollywood culture, youth cultures and subversive practices. Note: This course is also offered abroad at NYU Paris under course code MCC-UE 9345. View sample syllabus          MCC-UE 1346 - Fame   Fame, notoriety, renown &ndash; the desire to be recognized and immortalized is the most enduring and perhaps the most desirable form of power. Culture, commerce, politics, and religion all proffer promises of fame &ndash; whether for fifteen minutes or fifteen centuries. This course departs from the insight that fame is a uniquely human ambition and a central force for social life. Together, we will investigate this subject by asking, what is fame?, Why do people want it?, How do they get it?, What can they do with it?, How does it affect those around them, and the generations that come after? In other words, what kind of good is fame? Drawing on texts from history, ethnography, theory, literature, philosophy, and contemporary media, this course will reflect on the ethics, erotics, pragmatics and pathologies of fame. We will compare fame to other forms of recognition (reputation, honor, etc.), and look at how fame operates in various social and historical circumstances, from small agricultural communities to enormous, hyper-mediated societies such as our own. Is fame, in our contemporary understanding, possible before photography? We&rsquo;ll consider the enduring question of fame as it is transformed by the technological conditions of reproducing reputation across space, time, and societies.    Sample Syllabus          MCC-UE 1347 - Culture of the Screen: From the Cinematic to the Handheld   Whether large, small, wide, high-definition, public, personal, shared, or handheld, screens are one of the most pervasive technologies in everyday life. From spaces of work to spaces of leisure, screens are sites for collaboration, performance, surveillance, and resistance. This course traces the cultural history of screens through a range of forms -- from the panorama to the cinema, from the radar system to the television, and from the terminal to the mobile device -- to provide a way of thinking about the development of the screen as simultaneously architectural, material, representational and computational. View sample syllabus          MCC-UE 1351 - War As Media   This course examines the proposition that contemporary war should be understood as media. War has become mediatized and media has been militarized. This course treats war and poltical violence as communicative acts and technologies and focuses on how they shape our understanding and experience of landscape, vision, body, time and memory.    View Sample Syllabus          MCC-UE 1352 - Empire, Revolution and Media   This course examines the role of media in the history and emergence of empires and revolutions and the history of media empires. It focuses on the investment in media forces by both empires and revolutions, and the tendency of media to form empires that are subject to periodic revolution? in the marketplace within the contexts of colonization, decolonization and globalization. Media discussed include prints, paintings, photography, journalism, fiction, cinema, the Internet and digital media. View sample syllabus          MCC-UE 1403 - Postcolonial Visual Culture   This courses addresses how colonialism and postcolonialism are shaped and mediated through images and the gaze. The dynamics of colonial history motivate and shape colonial and postcolonial perceptions and influence their patterns of global circulation when the boundary between the world out there and the nation at home is increasingly blurred. We will survey a range of image texts through various media (photography, television, cinema) and sites (war, the harem, refugee camps, prisons, disasters): nationalist mobilization, counter-insurgency, urban conflict, disaster management, the prison system, and the war on terror. View sample syllabus          MCC-UE 1409 - Consumption, Culture, and Identity   This course offers students the opportunity to engage with theories of communication and culture through the context of consumption and contemporary consumer society. Our focus will be on the role of commodities and consumer practices in everyday life and in culture at large. We will give particular attention to consumption's role in the construction of social and cultural identities. Students will consider critical responses to consumer culture, including the resistance and refusal of consumption as well as the attempted mobilization of consumption toward social change.    View Sample Syllabus          MCC-UE 1410 - Global Visual Culture   This course examines the role of visual culture in the emergence of, concepts of, and processes of globalization and the global cultural flows. In introducing students to the concept of the visual construction of the social field, the course compares the means by which cultures visualize themselves in forms ranging from the imagination to the encounter between people and visualized media. The course takes as its fundamental premise that visual culture circulates and creates meaning in increasing global flows and that the very foundations of global capital, global culture, and global media are based on the dynamics of visuality and the power systems it both affirms and challenges. View sample syllabus          MCC-UE 1411 - Visual Culture of Science and Technology   This course examines the imagery of science and technology, the role of visuality in the construction of scientific knowledge, artistic renditions of science, and the emergence of visual technologies in modern society. It looks at how visuality has been key to the exercise of power through such practices as cataloguing and identification; the designation of abnormality, disease, and pathologies; medical diagnosis; scientific experimentation; and the marketing of science and medicine. We will examine the development of the visual technologies in the emerging scientific practices of psychiatry and criminology; explore the sciences of eugenics, genetics, pharmacology, brain and body scans, and digital medical images of many kinds; the marketing of pharmaceuticals, and the emerging politics of scientific activism. View sample syllabus          MCC-UE 1412 - Introduction to Visual Culture   Visual images pervade our everyday lives. We negotiate the world through visual culture, and the world itself is negotiated politically through visuality and visual images. This class is an introduction to the key issues of visual culture. It will examine the politics of images, the role that images play in producing cultural meaning, visuality and power relations, and how images are forms of visual communication. We will examine how images circulate through digital media, remakes, and viral networks, and the cross-fertilization of images between various social arenas, such as art, advertising, popular culture, news, science, entertainment media, video games, theme parks, and design.    Sample Syllabus          MCC-UE 1508 - Print, Typography and Form   This course surveys a number of important themes in Western history and thought by way of our most omnipresent medium: typography. Organized around three major technological innovations&mdash;the printing press in the mid-15th century, multi-cylinder and sheet-fed rotary presses in the second half of the 19th century, and the desktop computer in the late 20th century&mdash;this course will look at the sociopolitically transformative power of print. Topics of study may include print&rsquo;s relation to: religion and science, censorship and ownership of the press, money, advertising in the public sphere, gender politics, Nationalism, Socialism, late-20th century countercultures, as well as more contemporary concerns that arise from the transition of print to digital and online platforms. In this course we will discover that whether dealing with marketing, journalism, political activism, design, or new media, typography is a fundamental concern.    Sample Syllabus          MCC-UE 1517 - Photography and the Visual Archive   This course examines the role and history of photography within the historical landscape of media and communication. Special emphasis is placed on the accumulative meaning of visual archives, tracing how images relation and establish cultural territories across a variety of texts and media. The course investigates and contrasts the mimetic visual strategies within western and non-western traditions, looking at historical and contemporary images in a variety of forms. View sample syllabus          MCC-UE 9015 / MCC-UE 1015 - Advertising and Society (Prague)   The course examines the role of advertising not only as an economic force but also as a form of cultural representation with a focus on the social implications of the role of consumerism in contemporary society by following its various forms around the world. Students will read, watch, analyze and discuss a variety of text specific commercials. Attention will be devoted also to the impact of advertising on the post-communist world and to the ways by which cultural issues are framed and kept in mind in the media discourse. The main objective is to provide an introductory course that is meaningful and of practical importance to students. The course examines Advertising not only as an academic discipline, but also a way of perceiving and understanding our society.    sample syllabus          MCC-UE 9103 - Intro to Digital Media (Paris)   This course is an introduction to digital media, focusing on networks, computers, the Web, and video games. Theoretical topics include the formal qualities of new media, their political dimensions, as well as questions of genre, narrative, and history. Conducted in French.          MCC-UE 9345 / E59.1345099 - Fashion and Power (Paris)   This course examines fashion as a form of communication and culture. Through cultural and media studies theory, we will examine how fashion makes meaning, and how it has been valued through history, popular culture and media institutions, focusing on the relationship between fashion, visual self-presentation, and power. The course will situate fashion both in terms of its production and consumption, addressing its role in relation to identity and body politics (gender, race, sexuality, class), art and status, nationhood and the global economy, celebrity and Hollywood culture, youth cultures and subversive practices.          MCC-UE 9993 - Introduction to Digital Media: Chinese Cyberculture (Shanghai)   This course introduces the philosophy of cybernetic machines with reference to the technological trends affecting contemporary China. Topics will include: Chinese cyberspace and the Great Fire Wall; the revolutionary potential of microblogs; hacking; gaming; the ICT economy, maker innovations and machine intelligence.    View Sample Syllabus                    This site, and all its contents, are Copyright &copy;    by New York University. All rights reserved.   NYU Steinhardt - Media, Culture, and Communication - 239 Greene Street, 8th Floor, New York,  NY 10003"}]}]