[{"detail": [{"content": "NYU Wagner RCLA Courses | NYU Wagner                                              Jump to navigation                                                                                                                                                                                 NYU Wagner Courses        RCLA   About Us   Research   Leadership Development   Teaching &amp; Institutes   Resources   News &amp; Events   Affiliates   Contact Us   CoLead                                                                                                                  You are here Research Center for Leadership in Action › Teaching &amp; Institutes                       Share this page                            Facebook         Twitter         Email                                                                NYU Wagner Courses        Executive Education   NYU Wagner Courses   Training &amp; Technical Assistance   Collaborative Inquiry Training Home page                                                       Overview   As a leadership school, NYU Wagner offers rigorous coursework and programs that prepare individuals to take on a variety of roles across sectors. These courses offer conceptual frameworks for understanding the role of leadership in high-impact organizations, analytical tools for developing and assessing strategy, approaches to working with stakeholders to mobilize commitment, and methods for leading change and achieving scale. They also enable leaders to use different lenses and models for evaluating their personal, interpersonal and organizational effectiveness and growth.   Below are leadership courses at NYU Wagner. Because they change by semester and year, please consult current course listings online to see what is being offered.   Strategic Leadership for Public Service Organizations *  (Executive MPA)   This advanced seminar is designed to equip mid-career students with the tools, perspectives, and frameworks for executing high-impact strategy within mission-driven organizations.   Topics include conceptual frameworks for understanding high-impact organizations and the role of strategic leadership, analytical tools for developing and assessing strategy, approaches to working with stakeholders to mobilize commitment, and methods for leading change and achieving scale.   We will explore a wide range of sources from established approaches to strategic planning and management to emerging practices such as narrative leadership and a campaign approach to change. The course will also draw heavily on the experiences students bring to the classroom.   Seminar: Leadership Confronted  (Executive MPA)   This seminar is designed for students to derive insights from scholars in the field of leadership while continually relating it to their own life as managers and leaders.   At the conclusion of the course students will have had the opportunity to integrate their past work experience, graduate coursework, and new knowledge and skills of leadership so as to be better able to learn and perform at higher levels as an effective individual leader and insightful colleague to others.   Reflective Practice: Learning from Work   This course is designed to prepare students for a lifetime of learning by providing tools to help students learn from their own experiences as well as from those of others.   This process is explored through three lenses: (1) the individual, using assessment tools designed to help students become more aware of themselves and their impact on others; (2) interpersonal dynamics, exploring how person/ role issues shape work group dynamics and can either facilitate or interfere with performance; and (3) organizational focus, examining several frames for thinking about organizational change and growth.   Students must be working at an internship or in paid employment at a public service organization during the semester they are taking this course. This course provides students with the opportunity to obtain credit for their internships.   Leadership and Social Transformation*   This course explores the role that leadership plays in organizational efforts to change thinking, systems and policies—taking into consideration the contested process by which the responsibility of addressing intractable problems is distributed among key diverse actors in a shared-power world.   Traditional approaches to leadership, i.e., defined by single heroic individuals who influence followers—are contrasted with new perspectives consistent with the demands of today’s complex problems, particularly when inclusive, transparent and democratic solutions are expected.   Emergent perspectives reveal leadership as the collective achievement of members of a group who share a vision, and who must navigate the constellation of relationships, structures, processes and institutional dynamics within the larger system in which they are embedded   The Core of Leadership in Public Service *  (Executive MPA)   The goal of this course is to enable students to become more effective change agents of public service institutional transformation.   This course is an Executive MPA cohort seminar that covers complex issues such as identity and diversity, organizational structure, and the indices and nature of institutionalized belonging. The course also addresses organizational integrity and transparency with the goal of giving students critical intellectual, analytical and practical skills that will support all of their learning efforts at NYU Wagner as well as their professional endeavors.   The Meaning of Leadership*  (Undergraduate)   Leaders change the course of history. Or do they?   Each of us has an idea of what makes a good leader, but where do these ideas come from? Is there a difference between the concept of individual leaders and leadership?     This course will examine the meaning of leadership by looking at the impact of history, culture and circumstance on how we define and identify leadership.   Undergraduate students will 1) read about different models of leadership, 2) hear from leaders in business, nonprofits, and government, and 3) examine their own leadership styles.   Innovative Leadership for Human Development:  The UN and the MDGs   The course will explore an integral framework for international development that compliments the current hyper-rational, statistical, technocratic, bureaucratic approach. Integral development includes systems/institutions/ policies, cultural development, individual behavior and individual consciousness and values.   The course will then enable students to experience and practice innovative leadership methods that can make a dramatic difference in their life and work. As an alternative to a “command and control” leadership style, innovative leadership is facilitative, participatory, collaborative, creative and profound.   Four levels of innovative leadership will be experienced, enhanced and practiced: physical/sensory capacities, psychological/historical capacities, mythic/symbolic capacities and unitive/intuitive capacities.   UN program experience will be shared related to the role of innovative leadership in achieving the MDGs in Nepal, Albania, the Eastern Caribbean, Kenya and the Philippines.   * Indicates courses taught by faculty, fellows and scholars from the Research Center for Leadership in Action at NYU Wagner.                                                                                             NYU.edu   © NYU Wagner  |  295 Lafayette Street, New York, NY 10012-9604  |  212.998.7400  |   Copyright and Fair Use   |   Contact Us"}]},
{"detail": [{"content": "NYU Wagner RCLA Courses | NYU Wagner                                              Jump to navigation                                                                                                                                                                                 NYU Wagner Courses        RCLA   About Us   Research   Leadership Development   Teaching &amp; Institutes   Resources   News &amp; Events   Affiliates   Contact Us   CoLead                                                                                                                  You are here Research Center for Leadership in Action › Teaching &amp; Institutes                       Share this page                            Facebook         Twitter         Email                                                                NYU Wagner Courses        Executive Education   NYU Wagner Courses   Training &amp; Technical Assistance   Collaborative Inquiry Training Home page                                                       Overview   As a leadership school, NYU Wagner offers rigorous coursework and programs that prepare individuals to take on a variety of roles across sectors. These courses offer conceptual frameworks for understanding the role of leadership in high-impact organizations, analytical tools for developing and assessing strategy, approaches to working with stakeholders to mobilize commitment, and methods for leading change and achieving scale. They also enable leaders to use different lenses and models for evaluating their personal, interpersonal and organizational effectiveness and growth.   Below are leadership courses at NYU Wagner. Because they change by semester and year, please consult current course listings online to see what is being offered.   Strategic Leadership for Public Service Organizations *  (Executive MPA)   This advanced seminar is designed to equip mid-career students with the tools, perspectives, and frameworks for executing high-impact strategy within mission-driven organizations.   Topics include conceptual frameworks for understanding high-impact organizations and the role of strategic leadership, analytical tools for developing and assessing strategy, approaches to working with stakeholders to mobilize commitment, and methods for leading change and achieving scale.   We will explore a wide range of sources from established approaches to strategic planning and management to emerging practices such as narrative leadership and a campaign approach to change. The course will also draw heavily on the experiences students bring to the classroom.   Seminar: Leadership Confronted  (Executive MPA)   This seminar is designed for students to derive insights from scholars in the field of leadership while continually relating it to their own life as managers and leaders.   At the conclusion of the course students will have had the opportunity to integrate their past work experience, graduate coursework, and new knowledge and skills of leadership so as to be better able to learn and perform at higher levels as an effective individual leader and insightful colleague to others.   Reflective Practice: Learning from Work   This course is designed to prepare students for a lifetime of learning by providing tools to help students learn from their own experiences as well as from those of others.   This process is explored through three lenses: (1) the individual, using assessment tools designed to help students become more aware of themselves and their impact on others; (2) interpersonal dynamics, exploring how person/ role issues shape work group dynamics and can either facilitate or interfere with performance; and (3) organizational focus, examining several frames for thinking about organizational change and growth.   Students must be working at an internship or in paid employment at a public service organization during the semester they are taking this course. This course provides students with the opportunity to obtain credit for their internships.   Leadership and Social Transformation*   This course explores the role that leadership plays in organizational efforts to change thinking, systems and policies—taking into consideration the contested process by which the responsibility of addressing intractable problems is distributed among key diverse actors in a shared-power world.   Traditional approaches to leadership, i.e., defined by single heroic individuals who influence followers—are contrasted with new perspectives consistent with the demands of today’s complex problems, particularly when inclusive, transparent and democratic solutions are expected.   Emergent perspectives reveal leadership as the collective achievement of members of a group who share a vision, and who must navigate the constellation of relationships, structures, processes and institutional dynamics within the larger system in which they are embedded   The Core of Leadership in Public Service *  (Executive MPA)   The goal of this course is to enable students to become more effective change agents of public service institutional transformation.   This course is an Executive MPA cohort seminar that covers complex issues such as identity and diversity, organizational structure, and the indices and nature of institutionalized belonging. The course also addresses organizational integrity and transparency with the goal of giving students critical intellectual, analytical and practical skills that will support all of their learning efforts at NYU Wagner as well as their professional endeavors.   The Meaning of Leadership*  (Undergraduate)   Leaders change the course of history. Or do they?   Each of us has an idea of what makes a good leader, but where do these ideas come from? Is there a difference between the concept of individual leaders and leadership?     This course will examine the meaning of leadership by looking at the impact of history, culture and circumstance on how we define and identify leadership.   Undergraduate students will 1) read about different models of leadership, 2) hear from leaders in business, nonprofits, and government, and 3) examine their own leadership styles.   Innovative Leadership for Human Development:  The UN and the MDGs   The course will explore an integral framework for international development that compliments the current hyper-rational, statistical, technocratic, bureaucratic approach. Integral development includes systems/institutions/ policies, cultural development, individual behavior and individual consciousness and values.   The course will then enable students to experience and practice innovative leadership methods that can make a dramatic difference in their life and work. As an alternative to a “command and control” leadership style, innovative leadership is facilitative, participatory, collaborative, creative and profound.   Four levels of innovative leadership will be experienced, enhanced and practiced: physical/sensory capacities, psychological/historical capacities, mythic/symbolic capacities and unitive/intuitive capacities.   UN program experience will be shared related to the role of innovative leadership in achieving the MDGs in Nepal, Albania, the Eastern Caribbean, Kenya and the Philippines.   * Indicates courses taught by faculty, fellows and scholars from the Research Center for Leadership in Action at NYU Wagner.                                                                                             NYU.edu   © NYU Wagner  |  295 Lafayette Street, New York, NY 10012-9604  |  212.998.7400  |   Copyright and Fair Use   |   Contact Us"}, {"content": "Sharon Benjamin | NYU Wagner                                     Jump to navigation                                                   Login &nbsp          Students       Student Applicants               Faculty &amp; Staff             Alumni       Employers                 About      FAQ      Donate      Contact Us                                                                                                                                                                  Faculty &amp; Research Faculty, Visiting Scholars &amp; Practitioners   Faculty Research   Faculty Projects and Initiatives   Seminars at NYU     Centers &amp; Institutes Centers &amp; Institutes Financial Access Initiative   The Furman Center for Real Estate &amp; Urban Policy   Institute for Civil Infrastructure Systems   Institute for Education and Social Policy   John Brademas Center for the Study of Congress   Center for Global Public Service and Social Impact   Research Center for Leadership in Action   Rudin Center for Transportation Policy &amp; Management   Initiatives The Governance Lab   Innovation Labs   M.L. Berman Jewish Policy Archive   Affiliated Institutes Institute for Human Development and Social Change   Marron Institute on Cities &amp; the Urban Environment   Other Affiliated Institutes     Academics Courses   Capstone Program   Degree Programs MPA in Public and Nonprofit Management and Policy   MPA in Health Policy and Management   Master of Urban Planning   Doctoral Program   Executive MPA   Dual Degrees   Undergraduate Offerings Undergraduate Major   Undergraduate Minors   Other Programs Advanced Professional Certificate   Non-Degree Program     Admissions Why Wagner   Admissions Criteria   Application Process &amp; Deadlines   Financial Aid, Scholarship, &amp; Tuition Information   Apply to Wagner   Admitted Students     Students Getting Started   Academic Policies &amp; Procedures   Advisement   Calendars   Student Engagement &amp; Groups   Student Directory   Student Journey     Careers For Job Seekers Advisement   Search for Jobs / Internships   How-to Guides   Career and Recruitment Events   WAG-NET   Resources   Composing Your Career   For Employers Overview   Wagner in the Workplace   Post a Position   Host an Info Session   On and Off Campus Recruitment   Recent Employment Statistics   Alumni Profiles     Alumni Alumni Events   Alumni Profiles   Alumni Benefits   Stay Connected   Alumni Groups   Career and Recruitment Services   Give Back to Wagner   Contact Us     News &amp; Events Calendars   Events at Wagner   Events Archive   Graduation   Photo Gallery   NYU Wagner in the Media   News Archive   Faculty Experts for Media   Public Service Today Blogs   Public Service Today Podcasts   Space Rentals                                                                                                                 Share this page                Facebook      Twitter      LinkedIn      Tumblr      Wordpress      Email                                                 Sharon Benjamin                Faculty, Visiting Scholars &amp; Practitioners   Faculty Research   Faculty Projects and Initiatives                Request More Information      Apply to Wagner                                                        Sharon Benjamin Adjunct Assistant Professor of Public Administration                 Bio      Courses and Syllabi                  Sharon Benjamin, Ph.D., is an Adjunct Assistant Professor in the Wagner School of Public Policy at NYU, and is a visiting lecturer at Winthrop University, Rock Hill, SC and The Union Institute &amp; University (Cincinnati, OH). In addition, she runs a Washington, DC-based management consulting practice. Prior to establishing her consulting firm in 1996, Dr. Benjamin served in a wide range of leadership roles in national and international nonprofit organizations. She earned her Ph.D. in Interdisciplinary Studies with a concentration in Organizational Behavior at The Union Institute &amp; University and her Masters in Public Administration at Michigan State University. She received her Bachelor of Arts (Political Science and Psychology) from Taylor University. Active in the nonprofit sector, she has raised well over $78 million for charitable organizations. Additionally, she serves as Treasurer of the Board of Earthworks and chairs the Board of Directors of Bluevoice.org and serves on the board of The Plexus Institute and the Board of Governors of Oceana. Her research interests are in the areas of reflective leadership and organizational change and she has designed and delivered myriad leadership development and training seminars in the US and Japan.                             Semester      Course            Spring 2014       EXEC-GP.3190.001   Exec. MPA Seminar: Leadership Confronted         Only open to Executive MPA students.      This course is designed to create an “action learning” community in which students will integrate their professional experiences, and other graduate course work, with a final exploration of leadership concepts, theory and applied practice.      The course is designed to strengthen students’ abilities to lead, as a colleague who can support leadership behavior in peers, and as one who can promote leadership behavior in supervisors and subordinates. Specifically, as a result of their work in this course, students are expected to become:      • conversant with a broad survey of theoretical concepts and assumptions about leadership and leadership behavior;   • better navigators of the internal and external factors influencing successful leading;   • demonstrably more expert in using a variety of skills such as appreciative inquiry, positive deviance, narrative inquiry and action research, to frame and describe personal leadership challenges as a step towards increasing successful leading;   • deft in consulting with others, and receiving and providing constructive feedback; and,   • more insightful about personal leadership competencies, paradoxes and challenges. Growing out of this increased awareness, students will develop an action plan for continued development of personal leadership capabilities.      This course has been carefully designed to provide you with an opportunity to synthesize and apply leadership theory. This is an academic seminar with a significant component of experiential learning.       Download Syllabus                                                         Contact Details          sb158@nyu.edu  (703) 836-1303 Office Hours: By appointment only                   Areas of Expertise         Leadership Policy Analysis Public & Nonprofit Organizations                                                       © NYU Wagner   295 Lafayette Street, New York, NY 10012-9604   212.998.7400   Copyright and Fair Use   Contact Us   Sitemap   New York University"}, {"content": "Exec. MPA Seminar: Leadership Confronted | NYU Wagner                                    Jump to navigation                                                             Exec. MPA Seminar: Leadership Confronted   EXEC-GP.3190, 4.5 points.       Courses         Description |    Syllabi |    Evaluations           Only open to Executive MPA students.      This course is designed to create an “action learning” community in which students will integrate their professional experiences, and other graduate course work, with a final exploration of leadership concepts, theory and applied practice.      The course is designed to strengthen students’ abilities to lead, as a colleague who can support leadership behavior in peers, and as one who can promote leadership behavior in supervisors and subordinates. Specifically, as a result of their work in this course, students are expected to become:      • conversant with a broad survey of theoretical concepts and assumptions about leadership and leadership behavior;   • better navigators of the internal and external factors influencing successful leading;   • demonstrably more expert in using a variety of skills such as appreciative inquiry, positive deviance, narrative inquiry and action research, to frame and describe personal leadership challenges as a step towards increasing successful leading;   • deft in consulting with others, and receiving and providing constructive feedback; and,   • more insightful about personal leadership competencies, paradoxes and challenges. Growing out of this increased awareness, students will develop an action plan for continued development of personal leadership capabilities.      This course has been carefully designed to provide you with an opportunity to synthesize and apply leadership theory. This is an academic seminar with a significant component of experiential learning.    Prerequisites: Restricted to Exec. MPA students                     Semester     Instructor     Syllabus Link         Spring 2014 Sharon Benjamin Syllabus  Spring 2011  Syllabus  Spring 2010  Syllabus  Spring 2009 Sharon Benjamin Syllabus  Spring 2008 Sharon Benjamin Syllabus                         Semester     Instructor     Evaluation Link         Spring 2014 Sharon Benjamin-Bothwell Evaluation  Spring 2013 Sharon Benjamin-Bothwell Evaluation  Spring 2012 Benjamin-Bothwell, Sharon Evaluation  Spring 2010 Benjamin, Sharon Evaluation  Spring 2008 Benjamin, Sharon Evaluation  Spring 2009 Benjamin, Sharon Evaluation                             Course Section Spring2015001                         Instructors:        Benjamin-Bothwell, Sharon                              Weekly Schedule:        Mon - 4:55 pm to 8:25 pm Mon - 4:55 pm to 8:25 pm Mon - 4:55 pm to 8:25 pm Mon - 4:55 pm to 8:25 pm Mon - 4:55 pm to 8:25 pm Mon - 4:55 pm to 8:25 pm Mon - 4:55 pm to 8:25 pm Mon - 4:55 pm to 8:25 pm Mon - 4:55 pm to 8:25 pm Mon - 4:55 pm to 8:25 pm                     Session Dates:        01/26/2015 to 01/26/2015  02/02/2015 to 02/02/2015  02/09/2015 to 02/09/2015  02/23/2015 to 02/23/2015  03/09/2015 to 03/09/2015  03/23/2015 to 03/23/2015  04/06/2015 to 04/06/2015  04/20/2015 to 04/20/2015  04/27/2015 to 04/27/2015  05/04/2015 to 05/04/2015                                  Location:         Bldg:25W4 Room:C-11"}]},
{"detail": [{"content": "NYU Wagner RCLA Courses | NYU Wagner                                              Jump to navigation                                                                                                                                                                                 NYU Wagner Courses        RCLA   About Us   Research   Leadership Development   Teaching &amp; Institutes   Resources   News &amp; Events   Affiliates   Contact Us   CoLead                                                                                                                  You are here Research Center for Leadership in Action › Teaching &amp; Institutes                       Share this page                            Facebook         Twitter         Email                                                                NYU Wagner Courses        Executive Education   NYU Wagner Courses   Training &amp; Technical Assistance   Collaborative Inquiry Training Home page                                                       Overview   As a leadership school, NYU Wagner offers rigorous coursework and programs that prepare individuals to take on a variety of roles across sectors. These courses offer conceptual frameworks for understanding the role of leadership in high-impact organizations, analytical tools for developing and assessing strategy, approaches to working with stakeholders to mobilize commitment, and methods for leading change and achieving scale. They also enable leaders to use different lenses and models for evaluating their personal, interpersonal and organizational effectiveness and growth.   Below are leadership courses at NYU Wagner. Because they change by semester and year, please consult current course listings online to see what is being offered.   Strategic Leadership for Public Service Organizations *  (Executive MPA)   This advanced seminar is designed to equip mid-career students with the tools, perspectives, and frameworks for executing high-impact strategy within mission-driven organizations.   Topics include conceptual frameworks for understanding high-impact organizations and the role of strategic leadership, analytical tools for developing and assessing strategy, approaches to working with stakeholders to mobilize commitment, and methods for leading change and achieving scale.   We will explore a wide range of sources from established approaches to strategic planning and management to emerging practices such as narrative leadership and a campaign approach to change. The course will also draw heavily on the experiences students bring to the classroom.   Seminar: Leadership Confronted  (Executive MPA)   This seminar is designed for students to derive insights from scholars in the field of leadership while continually relating it to their own life as managers and leaders.   At the conclusion of the course students will have had the opportunity to integrate their past work experience, graduate coursework, and new knowledge and skills of leadership so as to be better able to learn and perform at higher levels as an effective individual leader and insightful colleague to others.   Reflective Practice: Learning from Work   This course is designed to prepare students for a lifetime of learning by providing tools to help students learn from their own experiences as well as from those of others.   This process is explored through three lenses: (1) the individual, using assessment tools designed to help students become more aware of themselves and their impact on others; (2) interpersonal dynamics, exploring how person/ role issues shape work group dynamics and can either facilitate or interfere with performance; and (3) organizational focus, examining several frames for thinking about organizational change and growth.   Students must be working at an internship or in paid employment at a public service organization during the semester they are taking this course. This course provides students with the opportunity to obtain credit for their internships.   Leadership and Social Transformation*   This course explores the role that leadership plays in organizational efforts to change thinking, systems and policies—taking into consideration the contested process by which the responsibility of addressing intractable problems is distributed among key diverse actors in a shared-power world.   Traditional approaches to leadership, i.e., defined by single heroic individuals who influence followers—are contrasted with new perspectives consistent with the demands of today’s complex problems, particularly when inclusive, transparent and democratic solutions are expected.   Emergent perspectives reveal leadership as the collective achievement of members of a group who share a vision, and who must navigate the constellation of relationships, structures, processes and institutional dynamics within the larger system in which they are embedded   The Core of Leadership in Public Service *  (Executive MPA)   The goal of this course is to enable students to become more effective change agents of public service institutional transformation.   This course is an Executive MPA cohort seminar that covers complex issues such as identity and diversity, organizational structure, and the indices and nature of institutionalized belonging. The course also addresses organizational integrity and transparency with the goal of giving students critical intellectual, analytical and practical skills that will support all of their learning efforts at NYU Wagner as well as their professional endeavors.   The Meaning of Leadership*  (Undergraduate)   Leaders change the course of history. Or do they?   Each of us has an idea of what makes a good leader, but where do these ideas come from? Is there a difference between the concept of individual leaders and leadership?     This course will examine the meaning of leadership by looking at the impact of history, culture and circumstance on how we define and identify leadership.   Undergraduate students will 1) read about different models of leadership, 2) hear from leaders in business, nonprofits, and government, and 3) examine their own leadership styles.   Innovative Leadership for Human Development:  The UN and the MDGs   The course will explore an integral framework for international development that compliments the current hyper-rational, statistical, technocratic, bureaucratic approach. Integral development includes systems/institutions/ policies, cultural development, individual behavior and individual consciousness and values.   The course will then enable students to experience and practice innovative leadership methods that can make a dramatic difference in their life and work. As an alternative to a “command and control” leadership style, innovative leadership is facilitative, participatory, collaborative, creative and profound.   Four levels of innovative leadership will be experienced, enhanced and practiced: physical/sensory capacities, psychological/historical capacities, mythic/symbolic capacities and unitive/intuitive capacities.   UN program experience will be shared related to the role of innovative leadership in achieving the MDGs in Nepal, Albania, the Eastern Caribbean, Kenya and the Philippines.   * Indicates courses taught by faculty, fellows and scholars from the Research Center for Leadership in Action at NYU Wagner.                                                                                             NYU.edu   © NYU Wagner  |  295 Lafayette Street, New York, NY 10012-9604  |  212.998.7400  |   Copyright and Fair Use   |   Contact Us"}, {"content": "Sharon Benjamin | NYU Wagner                                     Jump to navigation                                                   Login &nbsp          Students       Student Applicants               Faculty &amp; Staff             Alumni       Employers                 About      FAQ      Donate      Contact Us                                                                                                                                                                  Faculty &amp; Research Faculty, Visiting Scholars &amp; Practitioners   Faculty Research   Faculty Projects and Initiatives   Seminars at NYU     Centers &amp; Institutes Centers &amp; Institutes Financial Access Initiative   The Furman Center for Real Estate &amp; Urban Policy   Institute for Civil Infrastructure Systems   Institute for Education and Social Policy   John Brademas Center for the Study of Congress   Center for Global Public Service and Social Impact   Research Center for Leadership in Action   Rudin Center for Transportation Policy &amp; Management   Initiatives The Governance Lab   Innovation Labs   M.L. Berman Jewish Policy Archive   Affiliated Institutes Institute for Human Development and Social Change   Marron Institute on Cities &amp; the Urban Environment   Other Affiliated Institutes     Academics Courses   Capstone Program   Degree Programs MPA in Public and Nonprofit Management and Policy   MPA in Health Policy and Management   Master of Urban Planning   Doctoral Program   Executive MPA   Dual Degrees   Undergraduate Offerings Undergraduate Major   Undergraduate Minors   Other Programs Advanced Professional Certificate   Non-Degree Program     Admissions Why Wagner   Admissions Criteria   Application Process &amp; Deadlines   Financial Aid, Scholarship, &amp; Tuition Information   Apply to Wagner   Admitted Students     Students Getting Started   Academic Policies &amp; Procedures   Advisement   Calendars   Student Engagement &amp; Groups   Student Directory   Student Journey     Careers For Job Seekers Advisement   Search for Jobs / Internships   How-to Guides   Career and Recruitment Events   WAG-NET   Resources   Composing Your Career   For Employers Overview   Wagner in the Workplace   Post a Position   Host an Info Session   On and Off Campus Recruitment   Recent Employment Statistics   Alumni Profiles     Alumni Alumni Events   Alumni Profiles   Alumni Benefits   Stay Connected   Alumni Groups   Career and Recruitment Services   Give Back to Wagner   Contact Us     News &amp; Events Calendars   Events at Wagner   Events Archive   Graduation   Photo Gallery   NYU Wagner in the Media   News Archive   Faculty Experts for Media   Public Service Today Blogs   Public Service Today Podcasts   Space Rentals                                                                                                                 Share this page                Facebook      Twitter      LinkedIn      Tumblr      Wordpress      Email                                                 Sharon Benjamin                Faculty, Visiting Scholars &amp; Practitioners   Faculty Research   Faculty Projects and Initiatives                Request More Information      Apply to Wagner                                                        Sharon Benjamin Adjunct Assistant Professor of Public Administration                 Bio      Courses and Syllabi                  Sharon Benjamin, Ph.D., is an Adjunct Assistant Professor in the Wagner School of Public Policy at NYU, and is a visiting lecturer at Winthrop University, Rock Hill, SC and The Union Institute &amp; University (Cincinnati, OH). In addition, she runs a Washington, DC-based management consulting practice. Prior to establishing her consulting firm in 1996, Dr. Benjamin served in a wide range of leadership roles in national and international nonprofit organizations. She earned her Ph.D. in Interdisciplinary Studies with a concentration in Organizational Behavior at The Union Institute &amp; University and her Masters in Public Administration at Michigan State University. She received her Bachelor of Arts (Political Science and Psychology) from Taylor University. Active in the nonprofit sector, she has raised well over $78 million for charitable organizations. Additionally, she serves as Treasurer of the Board of Earthworks and chairs the Board of Directors of Bluevoice.org and serves on the board of The Plexus Institute and the Board of Governors of Oceana. Her research interests are in the areas of reflective leadership and organizational change and she has designed and delivered myriad leadership development and training seminars in the US and Japan.                             Semester      Course            Spring 2014       EXEC-GP.3190.001   Exec. MPA Seminar: Leadership Confronted         Only open to Executive MPA students.      This course is designed to create an “action learning” community in which students will integrate their professional experiences, and other graduate course work, with a final exploration of leadership concepts, theory and applied practice.      The course is designed to strengthen students’ abilities to lead, as a colleague who can support leadership behavior in peers, and as one who can promote leadership behavior in supervisors and subordinates. Specifically, as a result of their work in this course, students are expected to become:      • conversant with a broad survey of theoretical concepts and assumptions about leadership and leadership behavior;   • better navigators of the internal and external factors influencing successful leading;   • demonstrably more expert in using a variety of skills such as appreciative inquiry, positive deviance, narrative inquiry and action research, to frame and describe personal leadership challenges as a step towards increasing successful leading;   • deft in consulting with others, and receiving and providing constructive feedback; and,   • more insightful about personal leadership competencies, paradoxes and challenges. Growing out of this increased awareness, students will develop an action plan for continued development of personal leadership capabilities.      This course has been carefully designed to provide you with an opportunity to synthesize and apply leadership theory. This is an academic seminar with a significant component of experiential learning.       Download Syllabus                                                         Contact Details          sb158@nyu.edu  (703) 836-1303 Office Hours: By appointment only                   Areas of Expertise         Leadership Policy Analysis Public & Nonprofit Organizations                                                       © NYU Wagner   295 Lafayette Street, New York, NY 10012-9604   212.998.7400   Copyright and Fair Use   Contact Us   Sitemap   New York University"}, {"content": "Exec. MPA Seminar: Leadership Confronted | NYU Wagner                                    Jump to navigation                                                             Exec. MPA Seminar: Leadership Confronted   EXEC-GP.3190, 4.5 points.       Courses         Description |    Syllabi |    Evaluations           Only open to Executive MPA students.      This course is designed to create an “action learning” community in which students will integrate their professional experiences, and other graduate course work, with a final exploration of leadership concepts, theory and applied practice.      The course is designed to strengthen students’ abilities to lead, as a colleague who can support leadership behavior in peers, and as one who can promote leadership behavior in supervisors and subordinates. Specifically, as a result of their work in this course, students are expected to become:      • conversant with a broad survey of theoretical concepts and assumptions about leadership and leadership behavior;   • better navigators of the internal and external factors influencing successful leading;   • demonstrably more expert in using a variety of skills such as appreciative inquiry, positive deviance, narrative inquiry and action research, to frame and describe personal leadership challenges as a step towards increasing successful leading;   • deft in consulting with others, and receiving and providing constructive feedback; and,   • more insightful about personal leadership competencies, paradoxes and challenges. Growing out of this increased awareness, students will develop an action plan for continued development of personal leadership capabilities.      This course has been carefully designed to provide you with an opportunity to synthesize and apply leadership theory. This is an academic seminar with a significant component of experiential learning.    Prerequisites: Restricted to Exec. MPA students                     Semester     Instructor     Syllabus Link         Spring 2014 Sharon Benjamin Syllabus  Spring 2011  Syllabus  Spring 2010  Syllabus  Spring 2009 Sharon Benjamin Syllabus  Spring 2008 Sharon Benjamin Syllabus                         Semester     Instructor     Evaluation Link         Spring 2014 Sharon Benjamin-Bothwell Evaluation  Spring 2013 Sharon Benjamin-Bothwell Evaluation  Spring 2012 Benjamin-Bothwell, Sharon Evaluation  Spring 2010 Benjamin, Sharon Evaluation  Spring 2008 Benjamin, Sharon Evaluation  Spring 2009 Benjamin, Sharon Evaluation                             Course Section Spring2015001                         Instructors:        Benjamin-Bothwell, Sharon                              Weekly Schedule:        Mon - 4:55 pm to 8:25 pm Mon - 4:55 pm to 8:25 pm Mon - 4:55 pm to 8:25 pm Mon - 4:55 pm to 8:25 pm Mon - 4:55 pm to 8:25 pm Mon - 4:55 pm to 8:25 pm Mon - 4:55 pm to 8:25 pm Mon - 4:55 pm to 8:25 pm Mon - 4:55 pm to 8:25 pm Mon - 4:55 pm to 8:25 pm                     Session Dates:        01/26/2015 to 01/26/2015  02/02/2015 to 02/02/2015  02/09/2015 to 02/09/2015  02/23/2015 to 02/23/2015  03/09/2015 to 03/09/2015  03/23/2015 to 03/23/2015  04/06/2015 to 04/06/2015  04/20/2015 to 04/20/2015  04/27/2015 to 04/27/2015  05/04/2015 to 05/04/2015                                  Location:         Bldg:25W4 Room:C-11"}]}]