[{"detail": [{"content": "International Business Regulation, Litigation and Arbitration - Degree Requirements | NYU School of Law                          Skip to main content                                     &rsaquo;               Quicklinks       Areas of Study   Calendar   Career Services   Colloquia   Courses   Departments   Directories   Docket   Housing   Library   News and Press   NYU Home   Student Links   Technology                                              JD Admissions   Faculty &amp; Scholarship   Global Opportunities   LLM/JSD Admissions   Academics &amp; Courses   Law &amp; Business   Executive Education   Current Students   Public Service   About NYU Law   Alumni &amp; Giving   Centers &amp; Institutes                               Home &rsaquo; LLM/JSD &rsaquo; Intl Business - Degree Requirements             International Business Regulation, Litigation and Arbitration Requirements 2015-16                 LLM/JSD       Traditional LLM   Competition, Innovation, and Information Law   Corporation Law   Environmental and Energy Law   International Business Regulation, Litigation and Arbitration   International Legal Studies   International Taxation   Legal Theory   Taxation   Executive LLM in Tax   JSD Program   Advanced Professional Certificate Programs   Dual Degrees                            Credit Requirement   Students in the International Business Regulation, Litigation and Arbitration program are required to take International Business Transactions for IBRLA LLM students (3 credits - 2 credits in the fall semester and 1 credit in the Spring semester), in which they will write a thesis. The seminar and written work requirement will enable students to synthesize their studies and benefit from close interaction with faculty and other students concentrating in the field.   IBRLA LLM students are also required to choose a minimum of 10 credits from the Core Curriculum consisting of Core International Litigation and Arbitration Courses and Core Regulatory and Business Courses (including at least one course from subset A. and one course from subset B.). Students will also be required to choose an additional 7 credit hours from the Core Curriculum (subsets A. and B.) or Related Electives listed below (subset C.). Additional free electives (4 credits) will make this a 24 credit program.   Please note that the list of classes offered changes each year; also, there may be some changes to the lists below as the schedule is being finalized.   Required Course       International Business Transactions (for IBRLA LLMs)(LW.10296 - 2 credits in fall, 1 in spring)       Core Curriculum (10 credits from subsections A. and B.)   A. International Litigation and Arbitration Courses     Alternative Dispute Resolution (LW.11368 - 3 credits)   Complex Litigation (LW.10058 - 4 credits)(Introduction to US Civil Procedure is a prerequisite for this class)   Conflict of Laws (LW.10701 - 4 credits)   International Arbitration (LW.11128 - 2 credits)   International Investment Law &amp; Arbitration (LW.12182 - 4 credits)   International Litigation and Arbitration (LW.10272 - 4 credits)   Investment Treaty Arbitration (LW.12344 - 2 credits)   Oral Advocacy in International Investment and Commercial Arbitration (LW.12264 - 2 credits)     B. Core Regulatory and Business Courses     A Study of Cross Border Insolvency: Cases and Relevant Law (LW.12076 - 2 credits)   Introduction to US Civil Procedure (for LLM Students)(LW.10514 - 2 credits)   Financing Development Seminar (LW.11806 - 2 credits)   International Commercial Agreements in Practice (LW.10213 – 2 credits)   International Sales (LW.11194 - 3 credits)   International Trade Law (LW.11426 - 4 credits)   International Tax Policy Seminar (LW.11459 - 2 credits) (if no prerequisites)   Law and Development (LW.10295 - 3 credits)   Law and Policy of Foreign Investment Seminar (LW.10709 - 2 credits)   Project Finance Seminar (LW.12062 - 2 credits)     C. Related Electives     A Study of “Mega” Bankruptcy Cases: Impact on the Economy and Related Industries Seminar (LW.12185 - 2 credits)   Antitrust and Regulatory Alternatives I (LW.11348 - 3 credits)   Antitrust Law (LW.11164 - 3 or 4 credits)   Antitrust Law: Case Development and Litigation Strategy Seminar (LW.10043 - 2 credits)   Antitrust: International and Comparative Seminar (LW.11676 - 2 credits)   Civil Litigation (LW.11136 - 4 credits)   Comparative Civil Procedure (LW.10795 – 2 credits)   Compliance and Risk Management for Attorneys (LW.12272 – 3 credits)   Contracts (for LLM students)(LW.11171 - 4 credits)   Corporate and International Tax Policy ( LW.10062 - 2 credits)   Corporations (LW.10644 - 4 or 5 credits)   Criminal Securities and Commodities Fraud Seminar (LW.12117 – 2 credits)   Ethical and Legal Challenges in the Modern Corporation: Law and Business (LW.10387 - 3 credits)   European and Comparative Company, Financial Markets and Bankruptcy Law (LW.12168 – 2 credits)   European Union Law (LW.10851 - 4 credits)   Graduate Lawyering I (LW.12373 or LW.12374 or LW.12375)(1 or 2 credits)   International Intellectual Property Law (LW.11056 - 4 credits)   International Law (LW.11218 - 3 credits)   OR Advanced International Law (LW.11860 - 2 credits)   Issues in SEC Enforcement Seminar (LW.10386 – 2 credits)   Law and Business of Corporate Governance (LW.10042 - 3 credits)   Law and Business of Corporate Transactions (LW.10503 - 3 credits)   Law &amp; Economics Colloquium (LW.10864 - 2 credits)   Negotiation (LW.11642 - 3 credits)   Professional Responsibility and the Regulation of Lawyers (LW.11479 - 2 credits or 3 credits)   Professional Responsibility in Civil Litigation (LW.10309 - 2 credits)   Regulation of Banks and Financial Institutions (LW.11550 – 3 credits)   Regulation of Foreign Corrupt Practices (LW.12081 - 2 credits)   Securities Law and Litigation (LW.11075 – 2 credits)   What Creates and Influences Regulation Seminar (LW.11163 - 2 credits)   Survey of Securities Regulation (LW.10322 - 3 or 4 credits)   The Law of Securitization (LW.10375 - 2 credits)     Contact Information   Prospective students should direct their inquiries to the Office of Graduate Admissions .   Admitted and current students may contact the Office of Graduate Affairs or Professor Ferrari at franco.ferrari@nyu.edu .                                Find out more           International Business Regulation, Litigation and Arbitration:     The Program   Faculty                                           Facebook   Twitter   YouTube   Instagram   Visitor Information   Directories   Offices and Departments   Site Map   NYU School of Law                   Prospective Info   Admissions (JD) Admissions (LLM/JSD) Areas of Study Degrees Offered Faculty Profiles Campus Map  Academics   Academic Sitemap Course Descriptions Class Schedules NYU Classes Clinics Academic Calendars  Departments   Academic Services Career Services Financial Aid Graduate Affairs (LLM) Hospitality and Events Housing Human Resources Library Operations and Facilities Records and Registration Student Affairs  Tools and Resources   About the Law School Campus Map Directories Law School News Journals Picture Book                      © 2015 New York University School of Law. 40 Washington Sq. South, New York, NY 10012. Tel. (212) 998-6100"}, {"content": "International Business Regulation, Litigation and Arbitration - Overview | NYU School of Law                          Skip to main content                                     &rsaquo;               Quicklinks       Areas of Study   Calendar   Career Services   Colloquia   Courses   Departments   Directories   Docket   Housing   Library   News and Press   NYU Home   Student Links   Technology                                              JD Admissions   Faculty &amp; Scholarship   Global Opportunities   LLM/JSD Admissions   Academics &amp; Courses   Law &amp; Business   Executive Education   Current Students   Public Service   About NYU Law   Alumni &amp; Giving   Centers &amp; Institutes                               Home &rsaquo; LLM/JSD &rsaquo; International Business Regulation, Litigation and Arbitration             International Business Regulation, Litigation and Arbitration                 LLM/JSD       Traditional LLM   Competition, Innovation, and Information Law   Corporation Law   Environmental and Energy Law   International Business Regulation, Litigation and Arbitration   International Legal Studies   International Taxation   Legal Theory   Taxation   Executive LLM in Tax   JSD Program   Advanced Professional Certificate Programs   Dual Degrees                              The Big Picture   The specialized LLM in International Business Regulation, Litigation and Arbitration is designed for US and foreign-trained lawyers with interests in financial, business, and commercial law in a transnational context. Those who aspire to be entrepreneurial leaders of industry or the private bar, or advisers to governments, international organizations or NGOs, study with some of the world’s leading experts on the multi-jurisdictional and global regulation of trade in goods, services, and capital flows. Through intensive coursework, students develop an intellectual toolbox for future careers in an age of economic globalization.    This full-time program trains students to analyze the strengths and weaknesses of existing forms of public and private regulation, and to utilize litigation and arbitration as enforcement tools or as strategies to produce changes in the law. Unlike a course of study in corporate law, focus is given not only to shaping contracts and transactions, but also to solving disputes that arise in a transnational setting. Outstanding international law and business law professors are joined by faculty who teach securities regulation, banking and financial services, transnational litigation, international and foreign investment arbitration, comparative and international antitrust regulation, international bankruptcy, trade law, civil procedure, and other business-related fields. Professors’ expertise in these areas is integrated with the diverse social and economic issues that policy makers and others consider.   The Curriculum and Master’s Thesis   The curriculum is built around a year-long required seminar, entitled International Business Transactions , and a set of core classes which focus on business law as well as transnational litigation and international arbitration. All students complete a master’s thesis as part of the required seminar, enabling them to cap their year working closely with faculty on an intensive, research-driven project.   Other than the required seminar, thesis and core classes, students may select from the list of related elective courses to further develop their expertise. The degree program provides considerable scope for specialization, but also ensures that students see a wider context so they are prepared to craft innovative solutions and think imaginatively about issues and challenges arising in an international business context. The Law School’s library and various centers, such as the Center for Transnational Litigation, Arbitration and Commercial Law , provide abundant resources for accomplishing advanced inquiries. Students will also benefit from the presence of scholars-in-residence at the Center for Transational Litigation and Commercial Law, each scholar will spend one month at NYU School of Law to conduct independent research in the specific areas on which the Center is focusing   Focus on Courses   The Law School and the NYU Stern School of Business have a long history of collaboration. This relationship includes cross-listed courses open to both student populations, opportunities to participate in the activities of the Pollack Center for Law and Business , and invitations to business faculty to teach or co-teach classes in the Law School. Also, master’s students in this program may take some business school classes of a related nature for credit toward their degree, with appropriate permission.   Many Law School classes in public and private law focus on the transactions, contracts and deals that shape a lawyer’s practice in a global context. Some of the courses that will follow this approach are:     A Study of Cross Border Insolvency: Cases and Relevant Law   Advanced International Law   Commercial Sales Law: Domestic and International   Conflict of Laws   International Business Transactions   International Commercial Arbitration   International Investment Law &amp; Arbitration   International Tax Policy Seminar   Introduction to US Civil Procedure   Law and Policy of Foreign Investment Seminar   Oral Advocacy in International Investment and Commercial Arbitration Seminar                                  Find out more           International Business Regulation, Litigation and Arbitration:     Faculty   Degree Requirements                   Intellectual Life             Center for Transnational Litigation, Arbitration, and Commercial Law   Pollack Center for Law &amp; Business   Institute for International Law and Justice   Investment Law Forum   Hauser Global Law School Program   Center for Financial Institutions   Journal of Law &amp; Business   Journal of International Law &amp; Politics   Law and Economics Colloquium   Program on Corporate Compliance and Enforcement                   Careers           The Office of Career Services assists students with their job search process, offering services and training to prepare them for entry into positions in the private law market. A key part of this process is the annual International Student Interview Program , designed to bring students together with employers from around the globe.   The IBRLA LLM program together with the Center for Transnational Litigation, Arbitration and Commercial Law also offers opportunities for LLM students to meet informally with practitioners in their field of interest. One such opportunity is the Arbitration Forum, which is aimed at bringing together students, academics and practitioners to discuss current topics. Students will also meet and interact with practitioners during the mandatory International Business Transactions seminar, where practitioners are invited to act as commentators on the occasion of student presentations.   The International Finance and Development Fellowship Program provides a select number of LLM graduates with funding from the Law School to pursue a short-term fellowship at an international organization, such as the International Monetary Fund, the World Bank, and the European Bank for Reconstruction and Development.   For those with an interest in law teaching, the Academic Careers Program provides a comprehensive curriculum that educates students and assists them with entry into academia.                                         Facebook   Twitter   YouTube   Instagram   Visitor Information   Directories   Offices and Departments   Site Map   NYU School of Law                   Prospective Info   Admissions (JD) Admissions (LLM/JSD) Areas of Study Degrees Offered Faculty Profiles Campus Map  Academics   Academic Sitemap Course Descriptions Class Schedules NYU Classes Clinics Academic Calendars  Departments   Academic Services Career Services Financial Aid Graduate Affairs (LLM) Hospitality and Events Housing Human Resources Library Operations and Facilities Records and Registration Student Affairs  Tools and Resources   About the Law School Campus Map Directories Law School News Journals Picture Book                      © 2015 New York University School of Law. 40 Washington Sq. South, New York, NY 10012. Tel. (212) 998-6100"}]},
{"detail": [{"content": "International Business Regulation, Litigation and Arbitration - Degree Requirements | NYU School of Law                          Skip to main content                                     &rsaquo;               Quicklinks       Areas of Study   Calendar   Career Services   Colloquia   Courses   Departments   Directories   Docket   Housing   Library   News and Press   NYU Home   Student Links   Technology                                              JD Admissions   Faculty &amp; Scholarship   Global Opportunities   LLM/JSD Admissions   Academics &amp; Courses   Law &amp; Business   Executive Education   Current Students   Public Service   About NYU Law   Alumni &amp; Giving   Centers &amp; Institutes                               Home &rsaquo; LLM/JSD &rsaquo; Intl Business - Degree Requirements             International Business Regulation, Litigation and Arbitration Requirements 2015-16                 LLM/JSD       Traditional LLM   Competition, Innovation, and Information Law   Corporation Law   Environmental and Energy Law   International Business Regulation, Litigation and Arbitration   International Legal Studies   International Taxation   Legal Theory   Taxation   Executive LLM in Tax   JSD Program   Advanced Professional Certificate Programs   Dual Degrees                            Credit Requirement   Students in the International Business Regulation, Litigation and Arbitration program are required to take International Business Transactions for IBRLA LLM students (3 credits - 2 credits in the fall semester and 1 credit in the Spring semester), in which they will write a thesis. The seminar and written work requirement will enable students to synthesize their studies and benefit from close interaction with faculty and other students concentrating in the field.   IBRLA LLM students are also required to choose a minimum of 10 credits from the Core Curriculum consisting of Core International Litigation and Arbitration Courses and Core Regulatory and Business Courses (including at least one course from subset A. and one course from subset B.). Students will also be required to choose an additional 7 credit hours from the Core Curriculum (subsets A. and B.) or Related Electives listed below (subset C.). Additional free electives (4 credits) will make this a 24 credit program.   Please note that the list of classes offered changes each year; also, there may be some changes to the lists below as the schedule is being finalized.   Required Course       International Business Transactions (for IBRLA LLMs)(LW.10296 - 2 credits in fall, 1 in spring)       Core Curriculum (10 credits from subsections A. and B.)   A. International Litigation and Arbitration Courses     Alternative Dispute Resolution (LW.11368 - 3 credits)   Complex Litigation (LW.10058 - 4 credits)(Introduction to US Civil Procedure is a prerequisite for this class)   Conflict of Laws (LW.10701 - 4 credits)   International Arbitration (LW.11128 - 2 credits)   International Investment Law &amp; Arbitration (LW.12182 - 4 credits)   International Litigation and Arbitration (LW.10272 - 4 credits)   Investment Treaty Arbitration (LW.12344 - 2 credits)   Oral Advocacy in International Investment and Commercial Arbitration (LW.12264 - 2 credits)     B. Core Regulatory and Business Courses     A Study of Cross Border Insolvency: Cases and Relevant Law (LW.12076 - 2 credits)   Introduction to US Civil Procedure (for LLM Students)(LW.10514 - 2 credits)   Financing Development Seminar (LW.11806 - 2 credits)   International Commercial Agreements in Practice (LW.10213 – 2 credits)   International Sales (LW.11194 - 3 credits)   International Trade Law (LW.11426 - 4 credits)   International Tax Policy Seminar (LW.11459 - 2 credits) (if no prerequisites)   Law and Development (LW.10295 - 3 credits)   Law and Policy of Foreign Investment Seminar (LW.10709 - 2 credits)   Project Finance Seminar (LW.12062 - 2 credits)     C. Related Electives     A Study of “Mega” Bankruptcy Cases: Impact on the Economy and Related Industries Seminar (LW.12185 - 2 credits)   Antitrust and Regulatory Alternatives I (LW.11348 - 3 credits)   Antitrust Law (LW.11164 - 3 or 4 credits)   Antitrust Law: Case Development and Litigation Strategy Seminar (LW.10043 - 2 credits)   Antitrust: International and Comparative Seminar (LW.11676 - 2 credits)   Civil Litigation (LW.11136 - 4 credits)   Comparative Civil Procedure (LW.10795 – 2 credits)   Compliance and Risk Management for Attorneys (LW.12272 – 3 credits)   Contracts (for LLM students)(LW.11171 - 4 credits)   Corporate and International Tax Policy ( LW.10062 - 2 credits)   Corporations (LW.10644 - 4 or 5 credits)   Criminal Securities and Commodities Fraud Seminar (LW.12117 – 2 credits)   Ethical and Legal Challenges in the Modern Corporation: Law and Business (LW.10387 - 3 credits)   European and Comparative Company, Financial Markets and Bankruptcy Law (LW.12168 – 2 credits)   European Union Law (LW.10851 - 4 credits)   Graduate Lawyering I (LW.12373 or LW.12374 or LW.12375)(1 or 2 credits)   International Intellectual Property Law (LW.11056 - 4 credits)   International Law (LW.11218 - 3 credits)   OR Advanced International Law (LW.11860 - 2 credits)   Issues in SEC Enforcement Seminar (LW.10386 – 2 credits)   Law and Business of Corporate Governance (LW.10042 - 3 credits)   Law and Business of Corporate Transactions (LW.10503 - 3 credits)   Law &amp; Economics Colloquium (LW.10864 - 2 credits)   Negotiation (LW.11642 - 3 credits)   Professional Responsibility and the Regulation of Lawyers (LW.11479 - 2 credits or 3 credits)   Professional Responsibility in Civil Litigation (LW.10309 - 2 credits)   Regulation of Banks and Financial Institutions (LW.11550 – 3 credits)   Regulation of Foreign Corrupt Practices (LW.12081 - 2 credits)   Securities Law and Litigation (LW.11075 – 2 credits)   What Creates and Influences Regulation Seminar (LW.11163 - 2 credits)   Survey of Securities Regulation (LW.10322 - 3 or 4 credits)   The Law of Securitization (LW.10375 - 2 credits)     Contact Information   Prospective students should direct their inquiries to the Office of Graduate Admissions .   Admitted and current students may contact the Office of Graduate Affairs or Professor Ferrari at franco.ferrari@nyu.edu .                                Find out more           International Business Regulation, Litigation and Arbitration:     The Program   Faculty                                           Facebook   Twitter   YouTube   Instagram   Visitor Information   Directories   Offices and Departments   Site Map   NYU School of Law                   Prospective Info   Admissions (JD) Admissions (LLM/JSD) Areas of Study Degrees Offered Faculty Profiles Campus Map  Academics   Academic Sitemap Course Descriptions Class Schedules NYU Classes Clinics Academic Calendars  Departments   Academic Services Career Services Financial Aid Graduate Affairs (LLM) Hospitality and Events Housing Human Resources Library Operations and Facilities Records and Registration Student Affairs  Tools and Resources   About the Law School Campus Map Directories Law School News Journals Picture Book                      © 2015 New York University School of Law. 40 Washington Sq. South, New York, NY 10012. Tel. (212) 998-6100"}, {"content": "International Business Regulation, Litigation and Arbitration - Overview | NYU School of Law                          Skip to main content                                     &rsaquo;               Quicklinks       Areas of Study   Calendar   Career Services   Colloquia   Courses   Departments   Directories   Docket   Housing   Library   News and Press   NYU Home   Student Links   Technology                                              JD Admissions   Faculty &amp; Scholarship   Global Opportunities   LLM/JSD Admissions   Academics &amp; Courses   Law &amp; Business   Executive Education   Current Students   Public Service   About NYU Law   Alumni &amp; Giving   Centers &amp; Institutes                               Home &rsaquo; LLM/JSD &rsaquo; International Business Regulation, Litigation and Arbitration             International Business Regulation, Litigation and Arbitration                 LLM/JSD       Traditional LLM   Competition, Innovation, and Information Law   Corporation Law   Environmental and Energy Law   International Business Regulation, Litigation and Arbitration   International Legal Studies   International Taxation   Legal Theory   Taxation   Executive LLM in Tax   JSD Program   Advanced Professional Certificate Programs   Dual Degrees                              The Big Picture   The specialized LLM in International Business Regulation, Litigation and Arbitration is designed for US and foreign-trained lawyers with interests in financial, business, and commercial law in a transnational context. Those who aspire to be entrepreneurial leaders of industry or the private bar, or advisers to governments, international organizations or NGOs, study with some of the world’s leading experts on the multi-jurisdictional and global regulation of trade in goods, services, and capital flows. Through intensive coursework, students develop an intellectual toolbox for future careers in an age of economic globalization.    This full-time program trains students to analyze the strengths and weaknesses of existing forms of public and private regulation, and to utilize litigation and arbitration as enforcement tools or as strategies to produce changes in the law. Unlike a course of study in corporate law, focus is given not only to shaping contracts and transactions, but also to solving disputes that arise in a transnational setting. Outstanding international law and business law professors are joined by faculty who teach securities regulation, banking and financial services, transnational litigation, international and foreign investment arbitration, comparative and international antitrust regulation, international bankruptcy, trade law, civil procedure, and other business-related fields. Professors’ expertise in these areas is integrated with the diverse social and economic issues that policy makers and others consider.   The Curriculum and Master’s Thesis   The curriculum is built around a year-long required seminar, entitled International Business Transactions , and a set of core classes which focus on business law as well as transnational litigation and international arbitration. All students complete a master’s thesis as part of the required seminar, enabling them to cap their year working closely with faculty on an intensive, research-driven project.   Other than the required seminar, thesis and core classes, students may select from the list of related elective courses to further develop their expertise. The degree program provides considerable scope for specialization, but also ensures that students see a wider context so they are prepared to craft innovative solutions and think imaginatively about issues and challenges arising in an international business context. The Law School’s library and various centers, such as the Center for Transnational Litigation, Arbitration and Commercial Law , provide abundant resources for accomplishing advanced inquiries. Students will also benefit from the presence of scholars-in-residence at the Center for Transational Litigation and Commercial Law, each scholar will spend one month at NYU School of Law to conduct independent research in the specific areas on which the Center is focusing   Focus on Courses   The Law School and the NYU Stern School of Business have a long history of collaboration. This relationship includes cross-listed courses open to both student populations, opportunities to participate in the activities of the Pollack Center for Law and Business , and invitations to business faculty to teach or co-teach classes in the Law School. Also, master’s students in this program may take some business school classes of a related nature for credit toward their degree, with appropriate permission.   Many Law School classes in public and private law focus on the transactions, contracts and deals that shape a lawyer’s practice in a global context. Some of the courses that will follow this approach are:     A Study of Cross Border Insolvency: Cases and Relevant Law   Advanced International Law   Commercial Sales Law: Domestic and International   Conflict of Laws   International Business Transactions   International Commercial Arbitration   International Investment Law &amp; Arbitration   International Tax Policy Seminar   Introduction to US Civil Procedure   Law and Policy of Foreign Investment Seminar   Oral Advocacy in International Investment and Commercial Arbitration Seminar                                  Find out more           International Business Regulation, Litigation and Arbitration:     Faculty   Degree Requirements                   Intellectual Life             Center for Transnational Litigation, Arbitration, and Commercial Law   Pollack Center for Law &amp; Business   Institute for International Law and Justice   Investment Law Forum   Hauser Global Law School Program   Center for Financial Institutions   Journal of Law &amp; Business   Journal of International Law &amp; Politics   Law and Economics Colloquium   Program on Corporate Compliance and Enforcement                   Careers           The Office of Career Services assists students with their job search process, offering services and training to prepare them for entry into positions in the private law market. A key part of this process is the annual International Student Interview Program , designed to bring students together with employers from around the globe.   The IBRLA LLM program together with the Center for Transnational Litigation, Arbitration and Commercial Law also offers opportunities for LLM students to meet informally with practitioners in their field of interest. One such opportunity is the Arbitration Forum, which is aimed at bringing together students, academics and practitioners to discuss current topics. Students will also meet and interact with practitioners during the mandatory International Business Transactions seminar, where practitioners are invited to act as commentators on the occasion of student presentations.   The International Finance and Development Fellowship Program provides a select number of LLM graduates with funding from the Law School to pursue a short-term fellowship at an international organization, such as the International Monetary Fund, the World Bank, and the European Bank for Reconstruction and Development.   For those with an interest in law teaching, the Academic Careers Program provides a comprehensive curriculum that educates students and assists them with entry into academia.                                         Facebook   Twitter   YouTube   Instagram   Visitor Information   Directories   Offices and Departments   Site Map   NYU School of Law                   Prospective Info   Admissions (JD) Admissions (LLM/JSD) Areas of Study Degrees Offered Faculty Profiles Campus Map  Academics   Academic Sitemap Course Descriptions Class Schedules NYU Classes Clinics Academic Calendars  Departments   Academic Services Career Services Financial Aid Graduate Affairs (LLM) Hospitality and Events Housing Human Resources Library Operations and Facilities Records and Registration Student Affairs  Tools and Resources   About the Law School Campus Map Directories Law School News Journals Picture Book                      © 2015 New York University School of Law. 40 Washington Sq. South, New York, NY 10012. Tel. (212) 998-6100"}]},
{"detail": [{"content": "International Business Regulation, Litigation and Arbitration - Degree Requirements | NYU School of Law                          Skip to main content                                     &rsaquo;               Quicklinks       Areas of Study   Calendar   Career Services   Colloquia   Courses   Departments   Directories   Docket   Housing   Library   News and Press   NYU Home   Student Links   Technology                                              JD Admissions   Faculty &amp; Scholarship   Global Opportunities   LLM/JSD Admissions   Academics &amp; Courses   Law &amp; Business   Executive Education   Current Students   Public Service   About NYU Law   Alumni &amp; Giving   Centers &amp; Institutes                               Home &rsaquo; LLM/JSD &rsaquo; Intl Business - Degree Requirements             International Business Regulation, Litigation and Arbitration Requirements 2015-16                 LLM/JSD       Traditional LLM   Competition, Innovation, and Information Law   Corporation Law   Environmental and Energy Law   International Business Regulation, Litigation and Arbitration   International Legal Studies   International Taxation   Legal Theory   Taxation   Executive LLM in Tax   JSD Program   Advanced Professional Certificate Programs   Dual Degrees                            Credit Requirement   Students in the International Business Regulation, Litigation and Arbitration program are required to take International Business Transactions for IBRLA LLM students (3 credits - 2 credits in the fall semester and 1 credit in the Spring semester), in which they will write a thesis. The seminar and written work requirement will enable students to synthesize their studies and benefit from close interaction with faculty and other students concentrating in the field.   IBRLA LLM students are also required to choose a minimum of 10 credits from the Core Curriculum consisting of Core International Litigation and Arbitration Courses and Core Regulatory and Business Courses (including at least one course from subset A. and one course from subset B.). Students will also be required to choose an additional 7 credit hours from the Core Curriculum (subsets A. and B.) or Related Electives listed below (subset C.). Additional free electives (4 credits) will make this a 24 credit program.   Please note that the list of classes offered changes each year; also, there may be some changes to the lists below as the schedule is being finalized.   Required Course       International Business Transactions (for IBRLA LLMs)(LW.10296 - 2 credits in fall, 1 in spring)       Core Curriculum (10 credits from subsections A. and B.)   A. International Litigation and Arbitration Courses     Alternative Dispute Resolution (LW.11368 - 3 credits)   Complex Litigation (LW.10058 - 4 credits)(Introduction to US Civil Procedure is a prerequisite for this class)   Conflict of Laws (LW.10701 - 4 credits)   International Arbitration (LW.11128 - 2 credits)   International Investment Law &amp; Arbitration (LW.12182 - 4 credits)   International Litigation and Arbitration (LW.10272 - 4 credits)   Investment Treaty Arbitration (LW.12344 - 2 credits)   Oral Advocacy in International Investment and Commercial Arbitration (LW.12264 - 2 credits)     B. Core Regulatory and Business Courses     A Study of Cross Border Insolvency: Cases and Relevant Law (LW.12076 - 2 credits)   Introduction to US Civil Procedure (for LLM Students)(LW.10514 - 2 credits)   Financing Development Seminar (LW.11806 - 2 credits)   International Commercial Agreements in Practice (LW.10213 – 2 credits)   International Sales (LW.11194 - 3 credits)   International Trade Law (LW.11426 - 4 credits)   International Tax Policy Seminar (LW.11459 - 2 credits) (if no prerequisites)   Law and Development (LW.10295 - 3 credits)   Law and Policy of Foreign Investment Seminar (LW.10709 - 2 credits)   Project Finance Seminar (LW.12062 - 2 credits)     C. Related Electives     A Study of “Mega” Bankruptcy Cases: Impact on the Economy and Related Industries Seminar (LW.12185 - 2 credits)   Antitrust and Regulatory Alternatives I (LW.11348 - 3 credits)   Antitrust Law (LW.11164 - 3 or 4 credits)   Antitrust Law: Case Development and Litigation Strategy Seminar (LW.10043 - 2 credits)   Antitrust: International and Comparative Seminar (LW.11676 - 2 credits)   Civil Litigation (LW.11136 - 4 credits)   Comparative Civil Procedure (LW.10795 – 2 credits)   Compliance and Risk Management for Attorneys (LW.12272 – 3 credits)   Contracts (for LLM students)(LW.11171 - 4 credits)   Corporate and International Tax Policy ( LW.10062 - 2 credits)   Corporations (LW.10644 - 4 or 5 credits)   Criminal Securities and Commodities Fraud Seminar (LW.12117 – 2 credits)   Ethical and Legal Challenges in the Modern Corporation: Law and Business (LW.10387 - 3 credits)   European and Comparative Company, Financial Markets and Bankruptcy Law (LW.12168 – 2 credits)   European Union Law (LW.10851 - 4 credits)   Graduate Lawyering I (LW.12373 or LW.12374 or LW.12375)(1 or 2 credits)   International Intellectual Property Law (LW.11056 - 4 credits)   International Law (LW.11218 - 3 credits)   OR Advanced International Law (LW.11860 - 2 credits)   Issues in SEC Enforcement Seminar (LW.10386 – 2 credits)   Law and Business of Corporate Governance (LW.10042 - 3 credits)   Law and Business of Corporate Transactions (LW.10503 - 3 credits)   Law &amp; Economics Colloquium (LW.10864 - 2 credits)   Negotiation (LW.11642 - 3 credits)   Professional Responsibility and the Regulation of Lawyers (LW.11479 - 2 credits or 3 credits)   Professional Responsibility in Civil Litigation (LW.10309 - 2 credits)   Regulation of Banks and Financial Institutions (LW.11550 – 3 credits)   Regulation of Foreign Corrupt Practices (LW.12081 - 2 credits)   Securities Law and Litigation (LW.11075 – 2 credits)   What Creates and Influences Regulation Seminar (LW.11163 - 2 credits)   Survey of Securities Regulation (LW.10322 - 3 or 4 credits)   The Law of Securitization (LW.10375 - 2 credits)     Contact Information   Prospective students should direct their inquiries to the Office of Graduate Admissions .   Admitted and current students may contact the Office of Graduate Affairs or Professor Ferrari at franco.ferrari@nyu.edu .                                Find out more           International Business Regulation, Litigation and Arbitration:     The Program   Faculty                                           Facebook   Twitter   YouTube   Instagram   Visitor Information   Directories   Offices and Departments   Site Map   NYU School of Law                   Prospective Info   Admissions (JD) Admissions (LLM/JSD) Areas of Study Degrees Offered Faculty Profiles Campus Map  Academics   Academic Sitemap Course Descriptions Class Schedules NYU Classes Clinics Academic Calendars  Departments   Academic Services Career Services Financial Aid Graduate Affairs (LLM) Hospitality and Events Housing Human Resources Library Operations and Facilities Records and Registration Student Affairs  Tools and Resources   About the Law School Campus Map Directories Law School News Journals Picture Book                      © 2015 New York University School of Law. 40 Washington Sq. South, New York, NY 10012. Tel. (212) 998-6100"}, {"content": "International Business Regulation, Litigation and Arbitration - Overview | NYU School of Law                          Skip to main content                                     &rsaquo;               Quicklinks       Areas of Study   Calendar   Career Services   Colloquia   Courses   Departments   Directories   Docket   Housing   Library   News and Press   NYU Home   Student Links   Technology                                              JD Admissions   Faculty &amp; Scholarship   Global Opportunities   LLM/JSD Admissions   Academics &amp; Courses   Law &amp; Business   Executive Education   Current Students   Public Service   About NYU Law   Alumni &amp; Giving   Centers &amp; Institutes                               Home &rsaquo; LLM/JSD &rsaquo; International Business Regulation, Litigation and Arbitration             International Business Regulation, Litigation and Arbitration                 LLM/JSD       Traditional LLM   Competition, Innovation, and Information Law   Corporation Law   Environmental and Energy Law   International Business Regulation, Litigation and Arbitration   International Legal Studies   International Taxation   Legal Theory   Taxation   Executive LLM in Tax   JSD Program   Advanced Professional Certificate Programs   Dual Degrees                              The Big Picture   The specialized LLM in International Business Regulation, Litigation and Arbitration is designed for US and foreign-trained lawyers with interests in financial, business, and commercial law in a transnational context. Those who aspire to be entrepreneurial leaders of industry or the private bar, or advisers to governments, international organizations or NGOs, study with some of the world’s leading experts on the multi-jurisdictional and global regulation of trade in goods, services, and capital flows. Through intensive coursework, students develop an intellectual toolbox for future careers in an age of economic globalization.    This full-time program trains students to analyze the strengths and weaknesses of existing forms of public and private regulation, and to utilize litigation and arbitration as enforcement tools or as strategies to produce changes in the law. Unlike a course of study in corporate law, focus is given not only to shaping contracts and transactions, but also to solving disputes that arise in a transnational setting. Outstanding international law and business law professors are joined by faculty who teach securities regulation, banking and financial services, transnational litigation, international and foreign investment arbitration, comparative and international antitrust regulation, international bankruptcy, trade law, civil procedure, and other business-related fields. Professors’ expertise in these areas is integrated with the diverse social and economic issues that policy makers and others consider.   The Curriculum and Master’s Thesis   The curriculum is built around a year-long required seminar, entitled International Business Transactions , and a set of core classes which focus on business law as well as transnational litigation and international arbitration. All students complete a master’s thesis as part of the required seminar, enabling them to cap their year working closely with faculty on an intensive, research-driven project.   Other than the required seminar, thesis and core classes, students may select from the list of related elective courses to further develop their expertise. The degree program provides considerable scope for specialization, but also ensures that students see a wider context so they are prepared to craft innovative solutions and think imaginatively about issues and challenges arising in an international business context. The Law School’s library and various centers, such as the Center for Transnational Litigation, Arbitration and Commercial Law , provide abundant resources for accomplishing advanced inquiries. Students will also benefit from the presence of scholars-in-residence at the Center for Transational Litigation and Commercial Law, each scholar will spend one month at NYU School of Law to conduct independent research in the specific areas on which the Center is focusing   Focus on Courses   The Law School and the NYU Stern School of Business have a long history of collaboration. This relationship includes cross-listed courses open to both student populations, opportunities to participate in the activities of the Pollack Center for Law and Business , and invitations to business faculty to teach or co-teach classes in the Law School. Also, master’s students in this program may take some business school classes of a related nature for credit toward their degree, with appropriate permission.   Many Law School classes in public and private law focus on the transactions, contracts and deals that shape a lawyer’s practice in a global context. Some of the courses that will follow this approach are:     A Study of Cross Border Insolvency: Cases and Relevant Law   Advanced International Law   Commercial Sales Law: Domestic and International   Conflict of Laws   International Business Transactions   International Commercial Arbitration   International Investment Law &amp; Arbitration   International Tax Policy Seminar   Introduction to US Civil Procedure   Law and Policy of Foreign Investment Seminar   Oral Advocacy in International Investment and Commercial Arbitration Seminar                                  Find out more           International Business Regulation, Litigation and Arbitration:     Faculty   Degree Requirements                   Intellectual Life             Center for Transnational Litigation, Arbitration, and Commercial Law   Pollack Center for Law &amp; Business   Institute for International Law and Justice   Investment Law Forum   Hauser Global Law School Program   Center for Financial Institutions   Journal of Law &amp; Business   Journal of International Law &amp; Politics   Law and Economics Colloquium   Program on Corporate Compliance and Enforcement                   Careers           The Office of Career Services assists students with their job search process, offering services and training to prepare them for entry into positions in the private law market. A key part of this process is the annual International Student Interview Program , designed to bring students together with employers from around the globe.   The IBRLA LLM program together with the Center for Transnational Litigation, Arbitration and Commercial Law also offers opportunities for LLM students to meet informally with practitioners in their field of interest. One such opportunity is the Arbitration Forum, which is aimed at bringing together students, academics and practitioners to discuss current topics. Students will also meet and interact with practitioners during the mandatory International Business Transactions seminar, where practitioners are invited to act as commentators on the occasion of student presentations.   The International Finance and Development Fellowship Program provides a select number of LLM graduates with funding from the Law School to pursue a short-term fellowship at an international organization, such as the International Monetary Fund, the World Bank, and the European Bank for Reconstruction and Development.   For those with an interest in law teaching, the Academic Careers Program provides a comprehensive curriculum that educates students and assists them with entry into academia.                                         Facebook   Twitter   YouTube   Instagram   Visitor Information   Directories   Offices and Departments   Site Map   NYU School of Law                   Prospective Info   Admissions (JD) Admissions (LLM/JSD) Areas of Study Degrees Offered Faculty Profiles Campus Map  Academics   Academic Sitemap Course Descriptions Class Schedules NYU Classes Clinics Academic Calendars  Departments   Academic Services Career Services Financial Aid Graduate Affairs (LLM) Hospitality and Events Housing Human Resources Library Operations and Facilities Records and Registration Student Affairs  Tools and Resources   About the Law School Campus Map Directories Law School News Journals Picture Book                      © 2015 New York University School of Law. 40 Washington Sq. South, New York, NY 10012. Tel. (212) 998-6100"}, {"content": "Certificate in International Banking Risk and Regulation                                                                                          The NYU School of Professional Studies Website    Faculty    Degrees    Professional Certificates    Upcoming Events        Search Courses     Credit Course     Non-Credit Course          Site    Noncredit Courses    Faculty                                                                       Finance, Law, and Taxation                                                                                           About             Faculty                   Academics             Noncredit Offerings                   Career                 Conferences and Events             Federal Real Estate and Partnerships Tax Conference Institute on Federal Taxation Institute on State and Local Taxation Summer Institute in Taxation Tax Controversy Forum                   Alumni                                                   Certificate in International Banking Risk and Regulation                                            Academics &rsaquo;                Noncredit Offerings                 Certificate in Accounting          Certificate in Bookkeeping          Certificate in Business Finance Fundamentals          Certificate in Conflict and Dispute Resolution          Certificate in Corporate Compliance and Ethics          Certificate in Credit Analysis          Certificates in Financial Analysis          Certificate in Financial Planning          Certificates in Financial Risk Management          Certificate in Forensic Accounting          Certificate in Global Transactional Banking          Certificate in Income Tax Planning and Reporting          Certificate in Intellectual Property Law          Certificate in International Banking Risk and Regulation          Certificate in International Business          Certificates in International Business and Finance          Certificate in International Trade, Finance, and Logistics          Certificates in Investment Banking          Certificate in Not-For-Profit Accounting and Governmental Reporting          Certificates in Portfolio Management          Certificate in U.S. Law and Methodologies          CLE and CPE Accreditation                                      Ready to Proceed?           Register Now        Request Information        Events                                                                Ready to Proceed?        Register for Courses Now                                                                         Don't see what you're looking for?                                                         Declare Your Certificate Candidacy                    Ready to Proceed?          Register Now      Request Information      Attend an Information Session                                                                                                      QUICK LINKS                        About Us          Student Affairs          Visit Us          School-wide Policies          Contact Us                       ATTEND THE SCHOOL                        Graduate Admissions          Undergraduate Admissions          Noncredit Registration          Veteran Resource Center                             ON THE WEB                         On Facebook          On Twitter          On YouTube          Browser Requirements                                                        NYU Homepage    &copy; New York University School of Professional Studies | Privacy Policy"}]}]