[{"detail": [{"content": "Undergraduate Courses Spring 2015    | Classics | NYU                                                          Back to  previous page                  Undergraduate Courses Spring 2015   CLASS-UA 004 , Elementary Latin II 001. M-Th 9:30-10:45 TBA 002. M-Th 3:30-4:45, Ari Zatlin \u2028Continuation of Elementary Latin I. Introduction to the essentials of Latin vocabulary, morphology, and syntax. Five hours of instruction weekly, with both oral and written drills and an emphasis on the ability to read Latin rather than merely translate it. CLASS-UA 006, Intermediate Latin II: Reading Poetry 001. M, T, Th 9:30-10:45, Benjamin Sammons 002. M, T, W 3:30-4:45, Stefano Rebeggiani Writings of the greatest Roman poet, focusing on the most generally read portions of his most celebrated poem, the Aeneid. The meter of the poem is studied, and the student learns to read Latin metrically to reflect the necessary sound for full appreciation of the writing. Readings in political and literary history illustrate the setting in the Augustan Age in which the Aeneid was written and enjoyed, the relationship of the poem to the CLASS-UA 008, Elementary Ancient Greek I I, M-Th 11:00-12:15, Benjamin Sammons Introduction to the complex but highly beautiful language of ancient Greece--the language of Homer, Sophocles, Thucydides, and Plato. Students learn the essentials of ancient Greek vocabul ary, morphology, and syntax. Five hours of instruction weekly, with both oral and written drills and an emphasis on the ability to read Greek rather than merely translate it. CLASS-UA 009, Intermediate Ancient Greek II: Homer , M,T,W 12:30-1:45, Stefano Rebeggiani Extensive readings from the Iliad or Odyssey. Proficiency in Homeric grammar is expected, as well as a good command of Homeric vocabulary; the course will also address scansion and metre in Homeric epic. Relevant topics ranging from the problems of oral tradition to questions of heroism. CLASS-UA 243, identical to HIST-UA 243 &amp; HEL-UA 243, Greek World:Alexander-Augustus , M&amp;W 11:00-12:15, Andrew Monson Alexander the Great’s conquest of the Persian Empire brought Greeks to the edges of their known world and brought great prosperity back to Greece. The centuries of cultural efflorescence that began after Alexander’s death were mixed with intense warfare, as his generals seized territory, established dynasties, and battled for dominance. While Greeks colonized the east, their interaction with non-Greeks stimulated new religious, intellectual, and social movements. Meanwhile, emerging empires on the periphery of the Greek world posed new challenges: Romans and Carthaginians in the west, Indians and Parthians in the east. The course examines these times down to the Roman unification of the Mediterranean under Augustus. CLASS-UA278, identical to HIST-UA206, History of Rome: Empire, T&amp;Th 2:00-3:15, Michael Peachin In the spring of 44 B.C.E., Julius Caesar was murdered by a group of senators disgruntled with his monarchic ways. However, Caesar's adoptive son and heir, Gaius Octavius, was quickly on the scene, and over the course of the next half-century managed to establish himself as Rome's first emperor. About three centuries later, Constantine the Great would rise to imperial power and with him came a new state religion—Christianity. This course examines the social and political history of the Roman Empire from the time of Augustus to that of Constantine and also closely observes the parallel growth of Christianity. CLASS-UA 291.001, Classics and Cognitive Theory , Thursday 3:30-6:05, Peter Meineck The course examines how cognitive science, cognitive theoretical approaches and neuroscience is being applied to the study of the ancient world. We will explore new approaches ancient material culture, performance and literature, aesthetics, language, ancient concepts of the mind and social psychology. Ideally the class will be made up of a mixture of students with a primary interest in the sciences and also those interested in the arts and humanities and the field is interdisciplinary. No specialized knowledge of the ancient world, classical languages or cognitive science is required. The class will involve guest speakers, field trips and final research presentations.  CLASS-UA 291.002, Ancient Trials: Real &amp; Imagined , M&amp;W 12:30-1:45, Benjamin Sammons This is a course on judicial trials as a feature of life in ancient Greece and Rome and as a major theme in the myth, literature and fictions of these societies. In real life, trials were highly dramatic events marking moments of crisis in which not only a defendant but often the fundamental values of society stood at jeopardy. But the trial also exercised the ancient imagination as a narrative pattern or story type that could implicate characters from every cosmic and political echelon, from gods, heroes and statesmen, to prostitutes, ruffians and assorted dregs of society. We will discuss real-life trials through the works of actual participants (e.g., Lysias, Andocides, Demosthenes, Cicero), but we will also look at the trial as a theme in mythology, literature, drama and philosophy. We will examine the interpenetration of key themes between these different spheres, especially the influence of law and jurisprudence on literature, the exploitation of literary motifs in forensic rhetoric, and the mutual influence between the courts and the dramatic stage. Authors will include Aeschylus, Euripides, Aristophanes, Plato, Aristotle, Ovid, Seneca, and Apuleius.  CLASS-UA 293.001, Plato , T&amp;TH 11:00-12:15, Vincent Renzi Some major dialogues of Plato, with special attention to situating these works in the genre of the Socratic discourse, comparison to Xenophon and Isocrates, and the ways in which they seek to reimagine the Greek “wisdom tradition.” Intended both for majors and minors in Classics as well as students from other disciplines seeking an introduction to Plato. Readings in English translation. CLASS-UA 293.002, identical to HEL-UA 140, Re-imagining Greek Tragedy: Context, Influence and Performance , T 3:30-6:05, Olga Taxidou Ovid's Latin is ideal for empowering your reading skills in Latin, and his style is a good introduction to all the later tradition of writing in Latin (Imperial, Medieval, and early modern). At the same time the poem is a portal to Greek myth, and the only fictional Latin text that provides names and heroes to psychoanalisis (Narcissus) and gender studies. Reading Ovid therefore has both a futuristic and a retrospective kind of reward.\u2028The class is designed for those who want to improve their Latin while at the same time learning about ancient culture and in particular its imaginary and the sensual world of mythological fiction. CLASS-UA294.001, Violence, Crime &amp; Punishment in Ancient Rome , T&amp;TH 11:00-12:15 Michael Peachin The ancient Roman world was, in many different respects, a violent one. There seems to have been a reasonably high level of interpersonal violence, often not to be remedied easily. In particular, police or police-like forces, were not at all universally present. The institution of slavery also resulted in a great deal of violence. Entertainments, both public ones and those, which were held in private, very often involved significant levels of violence. Punishments carried out by the state played a significant role here. And then, there was warfare. In this course, we will attempt to get a sense of the various areas of Roman life, which were in one way or another affected by the presence of violent behavior. Students will be required to write several papers over the course of the term, and grades will be based on these. CLASS-UA302, identical to RELST-UA 302, Introduction to the New Testament , M&amp;W 9:30-10:45, Adam Becker Introduces students to issues and themes in the history of the Jesus movement and early Christianity through a survey of the main texts of the canonical New Testament, as well as other important early Christian documents. Students are given the opportunity to read most of the New Testament text in a lecture-hall setting where the professor provides historical context and focuses on significant issues, describes modern scholarly methodologies, and places the empirical material within the larger framework of ancient history and the theoretical study of religion.  CLASS-UA 404, Identical to RELST-UA 404.001, Mythology , T&amp;Th 11:00-12:15 Peter Meineck This course is an examination of the meaning, form and function of Greek and Roman mythology especially its transmission via the literature, art and material culture of the ancient Mediterranean world. We explore the way in which these stories operated in Greek and Roman culture and seek to understand what they were articulating in contemporary social, political, military, economic and artistic life. Consequently, a number of ancient texts will be read in translation and set against iconographic evidence from vase paintings, sculpture and architecture. The course begins by surveying the various ways in which mythology has been catalogued and studied from the ancient mythographers to Freud, Propp. Levi-Strauss, and Burkert Then ancient texts are used to explore how myth developed throughout the classical period. These will include Homer’s Iliad and Odyssey, Hesiod’s Work and Days and Theogony, the Homeric hymns to the gods, Greek tragedy and comedy, Virgil’s Aeneid and Ovid’s Metamorphoses. The influence of mythology on the works of Chaucer, Shakespeare and in film will also be discussed. The class meets twice a week and students are expected to complete bi-weekly readings, contribute to in class discussion. CLASS-UA 876, Advanced Latin: Historiography , T&amp;TH 9:30-10:45, David Levene We will be reading Book 4 of Tacitus' Annals, the most famous work by the man widely considered to be the greatest historian of ancient Rome. Tacitus examined with cynical insight the inner workings of the Roman Empire in its early days, especially under the tyrannical rule of the Emperor Tiberius, whose enigmatic character Tacitus devotes much of the surviving work to exploring. Book 4 recounts the turn to disaster in the second half of Tiberius' reign, as the Emperor falls under the sway of his manipulative and brutal lieutenant Sejanus. CLASS-UA 976, Advanced Greek: Hellensitic Poetry , M&amp;W 9:30-10:45, David Sider In this class we will read some well known and some less famous poems produced in the Hellenistic period (323 - 30 BC), inlcuding epigrams, hymns, and eclogues. Some of the authors to be read art Theocritus, Callimachus, and Apollonius.                                                                                                 Back to Top"}]},
{"detail": [{"content": "Undergraduate Courses Spring 2015    | Classics | NYU                                                          Back to  previous page                  Undergraduate Courses Spring 2015   CLASS-UA 004 , Elementary Latin II 001. M-Th 9:30-10:45 TBA 002. M-Th 3:30-4:45, Ari Zatlin \u2028Continuation of Elementary Latin I. Introduction to the essentials of Latin vocabulary, morphology, and syntax. Five hours of instruction weekly, with both oral and written drills and an emphasis on the ability to read Latin rather than merely translate it. CLASS-UA 006, Intermediate Latin II: Reading Poetry 001. M, T, Th 9:30-10:45, Benjamin Sammons 002. M, T, W 3:30-4:45, Stefano Rebeggiani Writings of the greatest Roman poet, focusing on the most generally read portions of his most celebrated poem, the Aeneid. The meter of the poem is studied, and the student learns to read Latin metrically to reflect the necessary sound for full appreciation of the writing. Readings in political and literary history illustrate the setting in the Augustan Age in which the Aeneid was written and enjoyed, the relationship of the poem to the CLASS-UA 008, Elementary Ancient Greek I I, M-Th 11:00-12:15, Benjamin Sammons Introduction to the complex but highly beautiful language of ancient Greece--the language of Homer, Sophocles, Thucydides, and Plato. Students learn the essentials of ancient Greek vocabul ary, morphology, and syntax. Five hours of instruction weekly, with both oral and written drills and an emphasis on the ability to read Greek rather than merely translate it. CLASS-UA 009, Intermediate Ancient Greek II: Homer , M,T,W 12:30-1:45, Stefano Rebeggiani Extensive readings from the Iliad or Odyssey. Proficiency in Homeric grammar is expected, as well as a good command of Homeric vocabulary; the course will also address scansion and metre in Homeric epic. Relevant topics ranging from the problems of oral tradition to questions of heroism. CLASS-UA 243, identical to HIST-UA 243 &amp; HEL-UA 243, Greek World:Alexander-Augustus , M&amp;W 11:00-12:15, Andrew Monson Alexander the Great’s conquest of the Persian Empire brought Greeks to the edges of their known world and brought great prosperity back to Greece. The centuries of cultural efflorescence that began after Alexander’s death were mixed with intense warfare, as his generals seized territory, established dynasties, and battled for dominance. While Greeks colonized the east, their interaction with non-Greeks stimulated new religious, intellectual, and social movements. Meanwhile, emerging empires on the periphery of the Greek world posed new challenges: Romans and Carthaginians in the west, Indians and Parthians in the east. The course examines these times down to the Roman unification of the Mediterranean under Augustus. CLASS-UA278, identical to HIST-UA206, History of Rome: Empire, T&amp;Th 2:00-3:15, Michael Peachin In the spring of 44 B.C.E., Julius Caesar was murdered by a group of senators disgruntled with his monarchic ways. However, Caesar's adoptive son and heir, Gaius Octavius, was quickly on the scene, and over the course of the next half-century managed to establish himself as Rome's first emperor. About three centuries later, Constantine the Great would rise to imperial power and with him came a new state religion—Christianity. This course examines the social and political history of the Roman Empire from the time of Augustus to that of Constantine and also closely observes the parallel growth of Christianity. CLASS-UA 291.001, Classics and Cognitive Theory , Thursday 3:30-6:05, Peter Meineck The course examines how cognitive science, cognitive theoretical approaches and neuroscience is being applied to the study of the ancient world. We will explore new approaches ancient material culture, performance and literature, aesthetics, language, ancient concepts of the mind and social psychology. Ideally the class will be made up of a mixture of students with a primary interest in the sciences and also those interested in the arts and humanities and the field is interdisciplinary. No specialized knowledge of the ancient world, classical languages or cognitive science is required. The class will involve guest speakers, field trips and final research presentations.  CLASS-UA 291.002, Ancient Trials: Real &amp; Imagined , M&amp;W 12:30-1:45, Benjamin Sammons This is a course on judicial trials as a feature of life in ancient Greece and Rome and as a major theme in the myth, literature and fictions of these societies. In real life, trials were highly dramatic events marking moments of crisis in which not only a defendant but often the fundamental values of society stood at jeopardy. But the trial also exercised the ancient imagination as a narrative pattern or story type that could implicate characters from every cosmic and political echelon, from gods, heroes and statesmen, to prostitutes, ruffians and assorted dregs of society. We will discuss real-life trials through the works of actual participants (e.g., Lysias, Andocides, Demosthenes, Cicero), but we will also look at the trial as a theme in mythology, literature, drama and philosophy. We will examine the interpenetration of key themes between these different spheres, especially the influence of law and jurisprudence on literature, the exploitation of literary motifs in forensic rhetoric, and the mutual influence between the courts and the dramatic stage. Authors will include Aeschylus, Euripides, Aristophanes, Plato, Aristotle, Ovid, Seneca, and Apuleius.  CLASS-UA 293.001, Plato , T&amp;TH 11:00-12:15, Vincent Renzi Some major dialogues of Plato, with special attention to situating these works in the genre of the Socratic discourse, comparison to Xenophon and Isocrates, and the ways in which they seek to reimagine the Greek “wisdom tradition.” Intended both for majors and minors in Classics as well as students from other disciplines seeking an introduction to Plato. Readings in English translation. CLASS-UA 293.002, identical to HEL-UA 140, Re-imagining Greek Tragedy: Context, Influence and Performance , T 3:30-6:05, Olga Taxidou Ovid's Latin is ideal for empowering your reading skills in Latin, and his style is a good introduction to all the later tradition of writing in Latin (Imperial, Medieval, and early modern). At the same time the poem is a portal to Greek myth, and the only fictional Latin text that provides names and heroes to psychoanalisis (Narcissus) and gender studies. Reading Ovid therefore has both a futuristic and a retrospective kind of reward.\u2028The class is designed for those who want to improve their Latin while at the same time learning about ancient culture and in particular its imaginary and the sensual world of mythological fiction. CLASS-UA294.001, Violence, Crime &amp; Punishment in Ancient Rome , T&amp;TH 11:00-12:15 Michael Peachin The ancient Roman world was, in many different respects, a violent one. There seems to have been a reasonably high level of interpersonal violence, often not to be remedied easily. In particular, police or police-like forces, were not at all universally present. The institution of slavery also resulted in a great deal of violence. Entertainments, both public ones and those, which were held in private, very often involved significant levels of violence. Punishments carried out by the state played a significant role here. And then, there was warfare. In this course, we will attempt to get a sense of the various areas of Roman life, which were in one way or another affected by the presence of violent behavior. Students will be required to write several papers over the course of the term, and grades will be based on these. CLASS-UA302, identical to RELST-UA 302, Introduction to the New Testament , M&amp;W 9:30-10:45, Adam Becker Introduces students to issues and themes in the history of the Jesus movement and early Christianity through a survey of the main texts of the canonical New Testament, as well as other important early Christian documents. Students are given the opportunity to read most of the New Testament text in a lecture-hall setting where the professor provides historical context and focuses on significant issues, describes modern scholarly methodologies, and places the empirical material within the larger framework of ancient history and the theoretical study of religion.  CLASS-UA 404, Identical to RELST-UA 404.001, Mythology , T&amp;Th 11:00-12:15 Peter Meineck This course is an examination of the meaning, form and function of Greek and Roman mythology especially its transmission via the literature, art and material culture of the ancient Mediterranean world. We explore the way in which these stories operated in Greek and Roman culture and seek to understand what they were articulating in contemporary social, political, military, economic and artistic life. Consequently, a number of ancient texts will be read in translation and set against iconographic evidence from vase paintings, sculpture and architecture. The course begins by surveying the various ways in which mythology has been catalogued and studied from the ancient mythographers to Freud, Propp. Levi-Strauss, and Burkert Then ancient texts are used to explore how myth developed throughout the classical period. These will include Homer’s Iliad and Odyssey, Hesiod’s Work and Days and Theogony, the Homeric hymns to the gods, Greek tragedy and comedy, Virgil’s Aeneid and Ovid’s Metamorphoses. The influence of mythology on the works of Chaucer, Shakespeare and in film will also be discussed. The class meets twice a week and students are expected to complete bi-weekly readings, contribute to in class discussion. CLASS-UA 876, Advanced Latin: Historiography , T&amp;TH 9:30-10:45, David Levene We will be reading Book 4 of Tacitus' Annals, the most famous work by the man widely considered to be the greatest historian of ancient Rome. Tacitus examined with cynical insight the inner workings of the Roman Empire in its early days, especially under the tyrannical rule of the Emperor Tiberius, whose enigmatic character Tacitus devotes much of the surviving work to exploring. Book 4 recounts the turn to disaster in the second half of Tiberius' reign, as the Emperor falls under the sway of his manipulative and brutal lieutenant Sejanus. CLASS-UA 976, Advanced Greek: Hellensitic Poetry , M&amp;W 9:30-10:45, David Sider In this class we will read some well known and some less famous poems produced in the Hellenistic period (323 - 30 BC), inlcuding epigrams, hymns, and eclogues. Some of the authors to be read art Theocritus, Callimachus, and Apollonius.                                                                                                 Back to Top"}, {"content": "Summer 2013 Course Offerings    | Classics | NYU                                                          Back to  previous page                  Summer 2013 Course Offerings   Explore the ancient world in New York City this summer! Summer Session I: Tuesday, May 28- Saturday, July 6 CLASS-UA 404, Identical RELST-UA 404. Classical Mythology Section .001, 1st Summer Session, M-Th, 9:30-11:05. Talia Varonos-Pavlopoulos. Discusses the myths and legends of Greek and Roman mythology and the gods, demigods, heroes, nymphs, monsters, and everyday mortals who played out their parts in this mythology. Begins with creation, as vividly described by Hesiod in the Theogony, and ends with the great Trojan War and the return of the Greek heroes, especially Odysseus. Roman myth is also treated, with emphasis on Aeneas and the foundation legends of Rome. Summer Session II: Monday, July 8- Saturday, August 17 CLASS-UA 404, Identical RELST-UA 404. Classical Mythology Section .002, 2nd Summer Session, M-Th, 9:30-11:05. Daniel Hoyer Discusses   the myths and legends of Greek and Roman mythology and the gods,   demigods, heroes, nymphs, monsters, and everyday mortals who played out   their parts in this mythology. Begins with creation, as vividly   described by Hesiod in the Theogony, and ends with the great Trojan War   and the return of the Greek heroes, especially Odysseus. Roman myth is   also treated, with emphasis on Aeneas and the foundation legends of   Rome. CLASS-UA 291.001, Ancient and Modern Rhetoric: The Power of Persuasion 2nd Summer Session, M-Th 4:30-6:05. Inger Neeltje Irene Kuin In contemporary politics being a good debater and a good speaker are essential skills, but if you work in business, law, marketing or journalism these talents are no less important. Much the same was true in the ancient world: anyone who wanted to be someone in ancient Greek or Roman society had to be good at public speaking. Going to performances by star orators was even a form of entertainment. In this course we will study ancient theories of rhetoric and rhetorical techniques, but also discuss the dangers of the power of persuasion. We will read political and legal speeches, by Cicero among others, satirical speeches by Lucian and Gorgias, a Platonic dialogue, and a rhetorical handbook by an anonymous author. Additionally, we will watch political debates and speeches from the 2012 presidential campaign, in order to analyze and recognize the rhetorical techniques employed nowadays. For more information, see attached flyer.                                                                                              Back to Top"}]},
{"detail": [{"content": "Undergraduate Courses Spring 2015    | Classics | NYU                                                          Back to  previous page                  Undergraduate Courses Spring 2015   CLASS-UA 004 , Elementary Latin II 001. M-Th 9:30-10:45 TBA 002. M-Th 3:30-4:45, Ari Zatlin \u2028Continuation of Elementary Latin I. Introduction to the essentials of Latin vocabulary, morphology, and syntax. Five hours of instruction weekly, with both oral and written drills and an emphasis on the ability to read Latin rather than merely translate it. CLASS-UA 006, Intermediate Latin II: Reading Poetry 001. M, T, Th 9:30-10:45, Benjamin Sammons 002. M, T, W 3:30-4:45, Stefano Rebeggiani Writings of the greatest Roman poet, focusing on the most generally read portions of his most celebrated poem, the Aeneid. The meter of the poem is studied, and the student learns to read Latin metrically to reflect the necessary sound for full appreciation of the writing. Readings in political and literary history illustrate the setting in the Augustan Age in which the Aeneid was written and enjoyed, the relationship of the poem to the CLASS-UA 008, Elementary Ancient Greek I I, M-Th 11:00-12:15, Benjamin Sammons Introduction to the complex but highly beautiful language of ancient Greece--the language of Homer, Sophocles, Thucydides, and Plato. Students learn the essentials of ancient Greek vocabul ary, morphology, and syntax. Five hours of instruction weekly, with both oral and written drills and an emphasis on the ability to read Greek rather than merely translate it. CLASS-UA 009, Intermediate Ancient Greek II: Homer , M,T,W 12:30-1:45, Stefano Rebeggiani Extensive readings from the Iliad or Odyssey. Proficiency in Homeric grammar is expected, as well as a good command of Homeric vocabulary; the course will also address scansion and metre in Homeric epic. Relevant topics ranging from the problems of oral tradition to questions of heroism. CLASS-UA 243, identical to HIST-UA 243 &amp; HEL-UA 243, Greek World:Alexander-Augustus , M&amp;W 11:00-12:15, Andrew Monson Alexander the Great’s conquest of the Persian Empire brought Greeks to the edges of their known world and brought great prosperity back to Greece. The centuries of cultural efflorescence that began after Alexander’s death were mixed with intense warfare, as his generals seized territory, established dynasties, and battled for dominance. While Greeks colonized the east, their interaction with non-Greeks stimulated new religious, intellectual, and social movements. Meanwhile, emerging empires on the periphery of the Greek world posed new challenges: Romans and Carthaginians in the west, Indians and Parthians in the east. The course examines these times down to the Roman unification of the Mediterranean under Augustus. CLASS-UA278, identical to HIST-UA206, History of Rome: Empire, T&amp;Th 2:00-3:15, Michael Peachin In the spring of 44 B.C.E., Julius Caesar was murdered by a group of senators disgruntled with his monarchic ways. However, Caesar's adoptive son and heir, Gaius Octavius, was quickly on the scene, and over the course of the next half-century managed to establish himself as Rome's first emperor. About three centuries later, Constantine the Great would rise to imperial power and with him came a new state religion—Christianity. This course examines the social and political history of the Roman Empire from the time of Augustus to that of Constantine and also closely observes the parallel growth of Christianity. CLASS-UA 291.001, Classics and Cognitive Theory , Thursday 3:30-6:05, Peter Meineck The course examines how cognitive science, cognitive theoretical approaches and neuroscience is being applied to the study of the ancient world. We will explore new approaches ancient material culture, performance and literature, aesthetics, language, ancient concepts of the mind and social psychology. Ideally the class will be made up of a mixture of students with a primary interest in the sciences and also those interested in the arts and humanities and the field is interdisciplinary. No specialized knowledge of the ancient world, classical languages or cognitive science is required. The class will involve guest speakers, field trips and final research presentations.  CLASS-UA 291.002, Ancient Trials: Real &amp; Imagined , M&amp;W 12:30-1:45, Benjamin Sammons This is a course on judicial trials as a feature of life in ancient Greece and Rome and as a major theme in the myth, literature and fictions of these societies. In real life, trials were highly dramatic events marking moments of crisis in which not only a defendant but often the fundamental values of society stood at jeopardy. But the trial also exercised the ancient imagination as a narrative pattern or story type that could implicate characters from every cosmic and political echelon, from gods, heroes and statesmen, to prostitutes, ruffians and assorted dregs of society. We will discuss real-life trials through the works of actual participants (e.g., Lysias, Andocides, Demosthenes, Cicero), but we will also look at the trial as a theme in mythology, literature, drama and philosophy. We will examine the interpenetration of key themes between these different spheres, especially the influence of law and jurisprudence on literature, the exploitation of literary motifs in forensic rhetoric, and the mutual influence between the courts and the dramatic stage. Authors will include Aeschylus, Euripides, Aristophanes, Plato, Aristotle, Ovid, Seneca, and Apuleius.  CLASS-UA 293.001, Plato , T&amp;TH 11:00-12:15, Vincent Renzi Some major dialogues of Plato, with special attention to situating these works in the genre of the Socratic discourse, comparison to Xenophon and Isocrates, and the ways in which they seek to reimagine the Greek “wisdom tradition.” Intended both for majors and minors in Classics as well as students from other disciplines seeking an introduction to Plato. Readings in English translation. CLASS-UA 293.002, identical to HEL-UA 140, Re-imagining Greek Tragedy: Context, Influence and Performance , T 3:30-6:05, Olga Taxidou Ovid's Latin is ideal for empowering your reading skills in Latin, and his style is a good introduction to all the later tradition of writing in Latin (Imperial, Medieval, and early modern). At the same time the poem is a portal to Greek myth, and the only fictional Latin text that provides names and heroes to psychoanalisis (Narcissus) and gender studies. Reading Ovid therefore has both a futuristic and a retrospective kind of reward.\u2028The class is designed for those who want to improve their Latin while at the same time learning about ancient culture and in particular its imaginary and the sensual world of mythological fiction. CLASS-UA294.001, Violence, Crime &amp; Punishment in Ancient Rome , T&amp;TH 11:00-12:15 Michael Peachin The ancient Roman world was, in many different respects, a violent one. There seems to have been a reasonably high level of interpersonal violence, often not to be remedied easily. In particular, police or police-like forces, were not at all universally present. The institution of slavery also resulted in a great deal of violence. Entertainments, both public ones and those, which were held in private, very often involved significant levels of violence. Punishments carried out by the state played a significant role here. And then, there was warfare. In this course, we will attempt to get a sense of the various areas of Roman life, which were in one way or another affected by the presence of violent behavior. Students will be required to write several papers over the course of the term, and grades will be based on these. CLASS-UA302, identical to RELST-UA 302, Introduction to the New Testament , M&amp;W 9:30-10:45, Adam Becker Introduces students to issues and themes in the history of the Jesus movement and early Christianity through a survey of the main texts of the canonical New Testament, as well as other important early Christian documents. Students are given the opportunity to read most of the New Testament text in a lecture-hall setting where the professor provides historical context and focuses on significant issues, describes modern scholarly methodologies, and places the empirical material within the larger framework of ancient history and the theoretical study of religion.  CLASS-UA 404, Identical to RELST-UA 404.001, Mythology , T&amp;Th 11:00-12:15 Peter Meineck This course is an examination of the meaning, form and function of Greek and Roman mythology especially its transmission via the literature, art and material culture of the ancient Mediterranean world. We explore the way in which these stories operated in Greek and Roman culture and seek to understand what they were articulating in contemporary social, political, military, economic and artistic life. Consequently, a number of ancient texts will be read in translation and set against iconographic evidence from vase paintings, sculpture and architecture. The course begins by surveying the various ways in which mythology has been catalogued and studied from the ancient mythographers to Freud, Propp. Levi-Strauss, and Burkert Then ancient texts are used to explore how myth developed throughout the classical period. These will include Homer’s Iliad and Odyssey, Hesiod’s Work and Days and Theogony, the Homeric hymns to the gods, Greek tragedy and comedy, Virgil’s Aeneid and Ovid’s Metamorphoses. The influence of mythology on the works of Chaucer, Shakespeare and in film will also be discussed. The class meets twice a week and students are expected to complete bi-weekly readings, contribute to in class discussion. CLASS-UA 876, Advanced Latin: Historiography , T&amp;TH 9:30-10:45, David Levene We will be reading Book 4 of Tacitus' Annals, the most famous work by the man widely considered to be the greatest historian of ancient Rome. Tacitus examined with cynical insight the inner workings of the Roman Empire in its early days, especially under the tyrannical rule of the Emperor Tiberius, whose enigmatic character Tacitus devotes much of the surviving work to exploring. Book 4 recounts the turn to disaster in the second half of Tiberius' reign, as the Emperor falls under the sway of his manipulative and brutal lieutenant Sejanus. CLASS-UA 976, Advanced Greek: Hellensitic Poetry , M&amp;W 9:30-10:45, David Sider In this class we will read some well known and some less famous poems produced in the Hellenistic period (323 - 30 BC), inlcuding epigrams, hymns, and eclogues. Some of the authors to be read art Theocritus, Callimachus, and Apollonius.                                                                                                 Back to Top"}, {"content": "Summer 2013 Course Offerings    | Classics | NYU                                                          Back to  previous page                  Summer 2013 Course Offerings   Explore the ancient world in New York City this summer! Summer Session I: Tuesday, May 28- Saturday, July 6 CLASS-UA 404, Identical RELST-UA 404. Classical Mythology Section .001, 1st Summer Session, M-Th, 9:30-11:05. Talia Varonos-Pavlopoulos. Discusses the myths and legends of Greek and Roman mythology and the gods, demigods, heroes, nymphs, monsters, and everyday mortals who played out their parts in this mythology. Begins with creation, as vividly described by Hesiod in the Theogony, and ends with the great Trojan War and the return of the Greek heroes, especially Odysseus. Roman myth is also treated, with emphasis on Aeneas and the foundation legends of Rome. Summer Session II: Monday, July 8- Saturday, August 17 CLASS-UA 404, Identical RELST-UA 404. Classical Mythology Section .002, 2nd Summer Session, M-Th, 9:30-11:05. Daniel Hoyer Discusses   the myths and legends of Greek and Roman mythology and the gods,   demigods, heroes, nymphs, monsters, and everyday mortals who played out   their parts in this mythology. Begins with creation, as vividly   described by Hesiod in the Theogony, and ends with the great Trojan War   and the return of the Greek heroes, especially Odysseus. Roman myth is   also treated, with emphasis on Aeneas and the foundation legends of   Rome. CLASS-UA 291.001, Ancient and Modern Rhetoric: The Power of Persuasion 2nd Summer Session, M-Th 4:30-6:05. Inger Neeltje Irene Kuin In contemporary politics being a good debater and a good speaker are essential skills, but if you work in business, law, marketing or journalism these talents are no less important. Much the same was true in the ancient world: anyone who wanted to be someone in ancient Greek or Roman society had to be good at public speaking. Going to performances by star orators was even a form of entertainment. In this course we will study ancient theories of rhetoric and rhetorical techniques, but also discuss the dangers of the power of persuasion. We will read political and legal speeches, by Cicero among others, satirical speeches by Lucian and Gorgias, a Platonic dialogue, and a rhetorical handbook by an anonymous author. Additionally, we will watch political debates and speeches from the 2012 presidential campaign, in order to analyze and recognize the rhetorical techniques employed nowadays. For more information, see attached flyer.                                                                                              Back to Top"}, {"content": "Faculty    | Department of Classics | NYU                                    NEW YORK UNIVERSITY ARTS AND SCIENCE COLLEGE OF ARTS AND SCIENCE GRADUATE SCHOOL OF ARTS AND SCIENCE                                                                                                                    Home       People       Undergraduate Program       Graduate Program       Events       Resources and Links       Contact Us       Employment         Home         &gt;                   Faculty     Faculty        Alessandro Barchiesi   Major Interests: Roman poetry and narrative texts                Adam H. Becker   Major Interests: Jewish-Christian relations in Late Antiquity; critical theories of religion; Syriac language and literature; reception of classical antiquity; religion in the modern Middle East.                Joan Breton Connelly   Major Interests: Greek sculpture and vase painting, Greek myth and religion, Cypriot archaeology, the Hellenistic East.                Joy Connolly   Major Interests: Roman ideas about communication, education, and governance, and their ongoing relevance for the modern world.                Raffaella Cribiore   Major Interests: Education in the Greek and Roman Worlds; Papyrology; Greek Oratory, especially in late antiquity.                David Konstan   Major Interests: Greek and Roman comedy and the novel, Greek philosophy, history of emotions and values (friendship, forgiveness).                Barbara Kowalzig   Major Interests: Religion and anthropology of ancient Greece and the Mediterranean; Greek poetry and drama; music and performance; social and economic history                David Levene   Major Interests: Latin prose literature, Roman religion, Roman Republican history                Marko Malink   Major Interests: ancient philosophy and its reception, especially ancient logic and and metaphysics                Peter Meineck   Major Interests: Ancient drama and culture; Greek history; Greek and Roman mythology, theatre, religion and politics.                Phillip Mitsis   Major Interests: Ancient philosophy and its reception; ancient drama; modern Greek literature and culture.                Andrew Monson   Major Interests: Hellenistic history; Greco-Roman Egypt; social and economic history; political economy; ancient empires.                  Michael Peachin   Major Interests: Roman Imperial history; Roman law; Latin epigraphy.                Stefano Rebeggiani   Major Interests: Roman epic (Virgil, Lucan, Statius); Lucretius; the influence of Hellenistic Literature on Roman poetry; the topography and archeology of Imperial Rome and its interactions with texts                Benjamin Sammons              Matthew S Santirocco   Major Interests: Latin literature (especially Augustan poetry, literary patronage); Greek poetry (especially Hellenistic and tragedy); classical tradition.                David Sider   Major Interests: Greek poetry and philosophy                                          Department of Classics, New York University, Silver Center, 100 Washington Square East, Room 503, New York, NY - 10003 -       Map         Sitemap       |      Contact Us       |              &copy; New York University       |       Arts and Science"}]}]