[{"detail": [{"content": "Department of Politics, New York University                              NEW YORK UNIVERSITY ARTS AND SCIENCE COLLEGE OF ARTS AND SCIENCE GRADUATE SCHOOL OF ARTS AND SCIENCE                                                                                     Home     News       People       Undergraduate Program       International Relations Undergraduate Program       Master's Program       Ph.D. Program       Research Centers       Datalab       Events       Internal             Remembering George Downs, 1946-2015                   Upcoming Events       May   Friday, May 1, 12:30 p.m.     On the Origin of States     Raul Sanchez de la Sierra       Tuesday, May 5, 12:30 p.m.     IR/Comparative Politics Seminar: TBA     Ekatrina Zhuravskaya       Friday, May 8, 10:00 a.m.     Political Philosophy Workshop: David Schmidtz     David Schmidtz       Friday, May 8, 12:30 p.m.     Fraud Prevention, Disenfranchisement and Public Service Delivery     Claudio Ferraz             Announcements         Hire an NYU PhD Student           Faculty Openings           Sign up for Paid Experiments           CAS announces new public policy major             Admissions       Undergraduate Admissions and Application       Graduate Application Resource Center       M.A. Admissions Questions       Ph.D. Admissions Questions                           Sitemap       |      Contact Us       |              &copy; New York University       |       Arts and Science"}]},
{"detail": [{"content": "Department of Politics, New York University                              NEW YORK UNIVERSITY ARTS AND SCIENCE COLLEGE OF ARTS AND SCIENCE GRADUATE SCHOOL OF ARTS AND SCIENCE                                                                                     Home     News       People       Undergraduate Program       International Relations Undergraduate Program       Master's Program       Ph.D. Program       Research Centers       Datalab       Events       Internal             Remembering George Downs, 1946-2015                   Upcoming Events       May   Friday, May 1, 12:30 p.m.     On the Origin of States     Raul Sanchez de la Sierra       Tuesday, May 5, 12:30 p.m.     IR/Comparative Politics Seminar: TBA     Ekatrina Zhuravskaya       Friday, May 8, 10:00 a.m.     Political Philosophy Workshop: David Schmidtz     David Schmidtz       Friday, May 8, 12:30 p.m.     Fraud Prevention, Disenfranchisement and Public Service Delivery     Claudio Ferraz             Announcements         Hire an NYU PhD Student           Faculty Openings           Sign up for Paid Experiments           CAS announces new public policy major             Admissions       Undergraduate Admissions and Application       Graduate Application Resource Center       M.A. Admissions Questions       Ph.D. Admissions Questions                           Sitemap       |      Contact Us       |              &copy; New York University       |       Arts and Science"}, {"content": "M.A. in Arts Politics: Tisch School of the Arts at NYU                           Skip to content        Art &amp; Public Policy Home Masters in Arts Politics Center for Art and Public Policy Course Offerings News and Events Faculty Twitter Facebook  home &gt; Art and Public Policy        Master of Arts in Arts Politics  The M.A. in Arts Politics: An Activist, Critical, Interdisciplinary Graduate Program    \"The time has come to train unique arts activists–capable of activating critical and creative dialogue between art and the world, and committed to reshaping how art is produced, perceived and received.\"    The politics that make art. The politics that art makes. This is an opportunity for artists and those working in the intellectual and institutional domains of art to enhance and elaborate the value and significance of their creative endeavors through intensive study, reflection, and engagement with the university and the world. Based at Tisch, the program combines a dedicated core faculty with access to faculty and courses from five different schools at New York University.    Students who undertake this advanced course of study will gain a broad understanding of the issues and the skills required to make their ideas work in practice. They will be well placed to assume a leadership role in creating new institutional venues and public forums for creative work with their publics and for deepening an understanding of how art enriches social life. Students will be encouraged to become advocates for the arts from within the arts. The program will provide a deep grasp of what makes art necessary—both aesthetically and socially—and what constrains its expression and development. They will complicate received notions of access to the arts and the artist’s social responsibility.    New York University is already renowned for producing precisely this kind of independent creative intelligence oriented toward making a mark in the world. Drawing on a diverse faculty across School and departmental lines, a dedicated core faculty, and special visiting faculty, the program avails itself of rich resources and its location in a global cultural center. Students will learn to blend esthetic and social innovation in close connection with various art worlds. They will be able to work collaboratively across disciplinary lines with a robust integration of creative talent and critical acumen. The goal of the program is to train unique arts activists—capable of activating critical and creative dialogue between art and world and committed to reshaping how art is produced, perceived, and received.    …the relation between art and society and the role of the artist in civic life.    The M.A. in Arts Politics Program provides a critical and analytic setting in which artists and others with a social commitment to the arts can develop the means for an appraisal of the political implications and social significance of their work. The program combines an administrative home within the Tisch School of the Arts with partnerships across other NYU schools to offer a spectrum of interdisciplinary courses. The curriculum examines, in an activist key, the relation between art and society and the role of the artist in civic life. Art is treated as providing a particular lens through which the social world can be understood and as a medium of cultural intervention in political processes.    The M.A. program combines core courses with relevant electives drawn from across the University. Students attend classes with those who have related arts interests in other University areas and come together to critically reflect on the discourses and practical strategies that issue from the ability of art to intervene in and transform the social world. Arts politics considers art as both a way of knowing and a kind of action, as an invitation to claim artistic citizenship and a means to democratize the public sphere.    Arts politics attends to both formal and informal political processes that bear on the production, dissemination, and reception of the arts. It integrates approaches from the humanities, social sciences, and the arts themselves. It studies governmental and policy processes and the institutional ecology and political economy of the arts. It employs perspectives that understand how to decode cultural meanings, how social movements are formed, and how to read the aesthetic dimension of contemporary politics. Through official patronage and censorship, celebration and loathing, affirmation and critique of prevailing values, art has long been imbricated and implicated in the political. Yet arts politics is never fixed; its historical and cross-cultural variations help us understand what possibilities exist for civically engaged artists working in the present.    In the United States, cultural policy is typically seen as being weakly developed, and the skills artists use to get their work into the world often frequently rest on tacit knowledge. Art is rarely bestowed with official status or sanction, which can make its social or political impact all the more challenging to discern. Given the often-subtle ways in which art interacts with and acts upon the social world, the political value and efficacy of art can be difficult to assess. Alternately, when art itself is grasped epistemologically, as a way of knowing the world, a distinctive array of art’s social effects becomes legible.    Curriculum    The M.A. is an intensive one year (two semester) program in which students take 18 credits per semester. The curriculum requires four specific courses for this program. They are “Issues in Arts Politics,” “Seminar in Arts Activism,” “Graduate Colloquium,” and “Graduate Fieldwork.” Students also enroll in at least two electives offered through the Department of Art and Public Policy during the course of the academic year. In addition, students must take up to 16 points of electives drawn from a University-wide list of linked course offerings, including advanced course work in art and public policy. Enrollment in the program will remain small, so that there is room in the core courses for students from other programs at the University. Program electives are courses from around the University that are already on the books, and the respective departments have already agreed to admit arts politics students (subject to permission of the individual instructor).    Issues in Arts Politics    This seminar aims to give students both a conceptual and practical grounding in the range of issues and approaches by which arts politics can be understood. The course will be framed by the following considerations: What are the institutional, discursive, and ideological contexts that shape the objects, images, sounds or texts we call “art?” What are the links between cultural spaces-- the museum, the movie-theater, the gallery, the music/dance hall, the bookstore, the fashion runway, the public street, television, cyber space-- and the larger realm of politics? And how do these relationships impact, implicitly or explicitly, the ways we create, curate, or study the arts? How do consumers play an active role in the reception of cultural products? What is the relation between formally promulgated cultural policy and the tacit knowledge that artists call upon to get their work into the world? What dimensions of the broader cultural terrain are made legible through artistic practice? What are the means through which art intervenes in the political arena? “Art” will be studied as a site of contested representations and visions, emb edded in power formations-- themselves shaped by specific historical moments and geographical locations. Given contemporary global technologies, cultural practices will also be studied within the transnational “travel” of ideas and people. Such germane issues as the legal and constitutional dimensions of censorship, the social formation of taste, the consumption of stars, the bio-politics of the body, transnational copyrights law-- will all pass through an intersectional analyses of gender, race, class, sexuality, ethnicity, religion, and nation, incorporating the insights of such areas of inquiry as multiculturalism, feminism, postcolonialism, and queer studies. The first half of the course is explores certain key conceptual issues and the second half examines practical applications. Specific examples are provided through student presentations.    Seminar in Arts Activism    This seminar will focus on developing our work, theory, and art into a realized production. Each student will start with presenting his or her ideas and goals of creating a public project. This may take the form of public art, exhibition, performance, narrative but bringing it to a goal of actualizing the work out of the school student world. But the class is more than just bringing the art into the public light. We will scrutinize and examine intent and where to bring a production. Media, reviews, current events, intent, audience, controversy, economics, politics and other issues and challenges that is vital to a successful professional life. These connections and awareness of the outside world out of school will be a reality check of all the responsibilities of participating in culture. The class is interested in original and dynamic thought, provoking associative thinking and awareness. The class is designed to transform and consider challenging your process and opinion. You are encouraged to bring awareness of different approaches to create new and borrowed strategies in cultural activism. The class is considered process oriented and the professor is encouraging conceptual principles. Process is encouraging original thought over guaranteed knowns.    Core Faculty    Randy Martin is Chair of the Department of Art and Public Policy. He is the author of Performance as Political Act: The Embodied Self ; Socialist Ensembles:Theater and State in Cuba and Nicaragua ; Critical Moves: Dance Studies in Theory and Politics ; On Your Marx: Relinking Socialism and the Left ; Financialization of Daily Life ; and Empire of Indifference: American War and the Financial Logic of Risk Management . He has edited collections on U.S. Communism, sport and academic labor and, most recently, Artistic Citizenship: A Public Voice for the Arts (with Mary Schmidt Campbell) and The Returns of Alwin Nikolais: Bodies , Boundaries, and the Dance Canon (with Claudia Gitelman).    Dr. Martin holds degrees in sociology from the University of California, Berkeley, the University of Wisconsin, Madison, and the City University of New York. He has studied, taught, and performed in dance, theater, and clowning in the United States and abroad. Previously, he served as professor and chair of social science at Pratt Institute, associate dean of faculty at Tisch School of the Arts, and as an editor of the journal Social Text .    Ella Shohat is Professor at the departments of Art &amp; Public Policy and Middle Eastern Studies, and also affiliated with the department of Comparative Literature. She has lectured and published extensively on issues having to with Eurocentrism, post/colonialism and transnatioanlism as well as with orientalism and the representation of the Middle East, including the question of Arab-Jews. Her books include \"Israeli Cinema: East/West and the Politics of Representation\" (U. of Texas Press, a new edition is forthcoming from I.B. Tauris) \"Talking Visions: Multicultural Feminism in a Transnational Age\" (MIT Press &amp; the New Museum,) \"Multiculturalism, Postcoloniality and Transnational Media\" (co-edited, Rutgers University Press, and with Robert Stam, \"Unthinking Eurocentrism\" (Routledge; winner of the Katherine Kovacs Singer Best Book Award) and more recently \"Flagging Patriotism: Crises of Narcissism and Anti-Americanism\" (Routledge). Shohat and Stam are currently in the final stages of writing \"The Culture Wars in Translation\" (NYU press) and Shohat is also currently co-editing a book on the cultural politics of Middle Eastern diasporas throughout the Americas (University of Michigan Press.) Her book \"Taboo Memories, Diasporic Voices\" has recently been published by Duke University Press. A recipient of Rockefeller fellowship, she has served on the editorial board of several journals, including \"Social Text, Critique and Meridians\". Her writing has been translated into diverse languages, including French, Spanish, Portuguese, Arabic, Hebrew, German, Polish, Italian, and Turkish. During the past year she taught at Cornell’s School of Theory &amp; Criticism, and was awarded a senior fellowship at ICAS-- the International Center for Advance Studies, NYU.    Karen Finley is a New York based artist whose raw and transgressive performances have long provoked controversy and debate. She has appeared and exhibited internationally her visual art, performances and plays. Her performances have been presented at Lincoln Center, New York City, The Guthrie, Minneapolis, American Repertory Theatre, The ICA in London, Harvard, The Steppenwolf in Chicago, and The Bobino in Paris. Her artworks are in numerous collections and museums including the Pompidou in Paris and Museum of Contemporary Art, Los Angeles. . Finley attended the San Francisco Art Institute receiving an MFA and honorary PHD. She has received numerous awards and fellowships including a Guggenheim, 2 Obies, 2 Bessies, MS. Magazine Woman Of The Year, NARAL Person of the Year(which she shared with Anna Quindlen and Walter Cronkite), NYSCA and NEA Fellowships She has appeared in many independent films and appeared in the film Philadelphia. She has authored and or edited seven books including Shock Treatment (City Lights 1990), Enough is Enough (Poseidon, Simon and Schuster 1993), Living It Up (Doubleday 1996), Pooh Unplugged (Smart Art Books 1999), A Different Kind Of Intimacy: The Collected Writings of Karen Finley (Thunders Mouth Press 2000), she edited and contributed to Aroused” A Collection of Erotic Writings (Thunders Mouth Press 2001) and George and Martha (Verso 2006).  Alumni of the MA in Arts Politics Applying for Financial Aid Art & Public Policy Web Site Arts Politics Application Requirements How to Apply: Graduate Program MA Arts Politics Class of 2015 Tisch Scholarship Guide  FAQs about the M.A. in Arts Politics  Department of Art & Public Policy 665 Broadway, 6th Floor New York, NY 10012               Phone:       212-992-8200 tisch.arpo@nyu.edu           Undergraduate Admissions Graduate Admissions Academic Services Student Life Financial Aid and Scholarships Career Development Counseling Services International Students Incoming Students Graduation Forms What is Special Programs? Study Abroad Summer High School Summer in New York City Courses for Non-Majors Programs for Visiting Students Open Arts Minors Blog Newsletters Videos Admin &amp; Faculty Alumni Contact Us  Tisch Events Calendar Admin &amp; Faculty Calendar NYU Academic Deadlines Calendar Many Ways to Give Why Support Tisch Dean's Council Corporate Giving Foundation Giving Individual Giving Tisch Gala Who We Are Institute of Performing Arts Graduate Acting Dance Design for Stage &amp; Film Drama Graduate Musical Theatre Writing Performance Studies Maurice Kanbar Institute of Film &amp; Television Undergraduate Film &amp; Television Graduate Film Cinema Studies Moving Image Archiving &amp; Preservation (MIAP) Rita &amp; Burton Goldberg Department of Dramatic Writing Emerging Media Group Photography &amp; Imaging Interactive Telecommunications (ITP) Clive Davis Institute of Recorded Music NYU Game Center Art &amp; Public Policy / Arts Politics Open Arts Tisch Special Programs Tisch Asia"}]},
{"detail": [{"content": "Department of Politics, New York University                              NEW YORK UNIVERSITY ARTS AND SCIENCE COLLEGE OF ARTS AND SCIENCE GRADUATE SCHOOL OF ARTS AND SCIENCE                                                                                     Home     News       People       Undergraduate Program       International Relations Undergraduate Program       Master's Program       Ph.D. Program       Research Centers       Datalab       Events       Internal             Remembering George Downs, 1946-2015                   Upcoming Events       May   Friday, May 1, 12:30 p.m.     On the Origin of States     Raul Sanchez de la Sierra       Tuesday, May 5, 12:30 p.m.     IR/Comparative Politics Seminar: TBA     Ekatrina Zhuravskaya       Friday, May 8, 10:00 a.m.     Political Philosophy Workshop: David Schmidtz     David Schmidtz       Friday, May 8, 12:30 p.m.     Fraud Prevention, Disenfranchisement and Public Service Delivery     Claudio Ferraz             Announcements         Hire an NYU PhD Student           Faculty Openings           Sign up for Paid Experiments           CAS announces new public policy major             Admissions       Undergraduate Admissions and Application       Graduate Application Resource Center       M.A. Admissions Questions       Ph.D. Admissions Questions                           Sitemap       |      Contact Us       |              &copy; New York University       |       Arts and Science"}, {"content": "M.A. in Arts Politics: Tisch School of the Arts at NYU                           Skip to content        Art &amp; Public Policy Home Masters in Arts Politics Center for Art and Public Policy Course Offerings News and Events Faculty Twitter Facebook  home &gt; Art and Public Policy        Master of Arts in Arts Politics  The M.A. in Arts Politics: An Activist, Critical, Interdisciplinary Graduate Program    \"The time has come to train unique arts activists–capable of activating critical and creative dialogue between art and the world, and committed to reshaping how art is produced, perceived and received.\"    The politics that make art. The politics that art makes. This is an opportunity for artists and those working in the intellectual and institutional domains of art to enhance and elaborate the value and significance of their creative endeavors through intensive study, reflection, and engagement with the university and the world. Based at Tisch, the program combines a dedicated core faculty with access to faculty and courses from five different schools at New York University.    Students who undertake this advanced course of study will gain a broad understanding of the issues and the skills required to make their ideas work in practice. They will be well placed to assume a leadership role in creating new institutional venues and public forums for creative work with their publics and for deepening an understanding of how art enriches social life. Students will be encouraged to become advocates for the arts from within the arts. The program will provide a deep grasp of what makes art necessary—both aesthetically and socially—and what constrains its expression and development. They will complicate received notions of access to the arts and the artist’s social responsibility.    New York University is already renowned for producing precisely this kind of independent creative intelligence oriented toward making a mark in the world. Drawing on a diverse faculty across School and departmental lines, a dedicated core faculty, and special visiting faculty, the program avails itself of rich resources and its location in a global cultural center. Students will learn to blend esthetic and social innovation in close connection with various art worlds. They will be able to work collaboratively across disciplinary lines with a robust integration of creative talent and critical acumen. The goal of the program is to train unique arts activists—capable of activating critical and creative dialogue between art and world and committed to reshaping how art is produced, perceived, and received.    …the relation between art and society and the role of the artist in civic life.    The M.A. in Arts Politics Program provides a critical and analytic setting in which artists and others with a social commitment to the arts can develop the means for an appraisal of the political implications and social significance of their work. The program combines an administrative home within the Tisch School of the Arts with partnerships across other NYU schools to offer a spectrum of interdisciplinary courses. The curriculum examines, in an activist key, the relation between art and society and the role of the artist in civic life. Art is treated as providing a particular lens through which the social world can be understood and as a medium of cultural intervention in political processes.    The M.A. program combines core courses with relevant electives drawn from across the University. Students attend classes with those who have related arts interests in other University areas and come together to critically reflect on the discourses and practical strategies that issue from the ability of art to intervene in and transform the social world. Arts politics considers art as both a way of knowing and a kind of action, as an invitation to claim artistic citizenship and a means to democratize the public sphere.    Arts politics attends to both formal and informal political processes that bear on the production, dissemination, and reception of the arts. It integrates approaches from the humanities, social sciences, and the arts themselves. It studies governmental and policy processes and the institutional ecology and political economy of the arts. It employs perspectives that understand how to decode cultural meanings, how social movements are formed, and how to read the aesthetic dimension of contemporary politics. Through official patronage and censorship, celebration and loathing, affirmation and critique of prevailing values, art has long been imbricated and implicated in the political. Yet arts politics is never fixed; its historical and cross-cultural variations help us understand what possibilities exist for civically engaged artists working in the present.    In the United States, cultural policy is typically seen as being weakly developed, and the skills artists use to get their work into the world often frequently rest on tacit knowledge. Art is rarely bestowed with official status or sanction, which can make its social or political impact all the more challenging to discern. Given the often-subtle ways in which art interacts with and acts upon the social world, the political value and efficacy of art can be difficult to assess. Alternately, when art itself is grasped epistemologically, as a way of knowing the world, a distinctive array of art’s social effects becomes legible.    Curriculum    The M.A. is an intensive one year (two semester) program in which students take 18 credits per semester. The curriculum requires four specific courses for this program. They are “Issues in Arts Politics,” “Seminar in Arts Activism,” “Graduate Colloquium,” and “Graduate Fieldwork.” Students also enroll in at least two electives offered through the Department of Art and Public Policy during the course of the academic year. In addition, students must take up to 16 points of electives drawn from a University-wide list of linked course offerings, including advanced course work in art and public policy. Enrollment in the program will remain small, so that there is room in the core courses for students from other programs at the University. Program electives are courses from around the University that are already on the books, and the respective departments have already agreed to admit arts politics students (subject to permission of the individual instructor).    Issues in Arts Politics    This seminar aims to give students both a conceptual and practical grounding in the range of issues and approaches by which arts politics can be understood. The course will be framed by the following considerations: What are the institutional, discursive, and ideological contexts that shape the objects, images, sounds or texts we call “art?” What are the links between cultural spaces-- the museum, the movie-theater, the gallery, the music/dance hall, the bookstore, the fashion runway, the public street, television, cyber space-- and the larger realm of politics? And how do these relationships impact, implicitly or explicitly, the ways we create, curate, or study the arts? How do consumers play an active role in the reception of cultural products? What is the relation between formally promulgated cultural policy and the tacit knowledge that artists call upon to get their work into the world? What dimensions of the broader cultural terrain are made legible through artistic practice? What are the means through which art intervenes in the political arena? “Art” will be studied as a site of contested representations and visions, emb edded in power formations-- themselves shaped by specific historical moments and geographical locations. Given contemporary global technologies, cultural practices will also be studied within the transnational “travel” of ideas and people. Such germane issues as the legal and constitutional dimensions of censorship, the social formation of taste, the consumption of stars, the bio-politics of the body, transnational copyrights law-- will all pass through an intersectional analyses of gender, race, class, sexuality, ethnicity, religion, and nation, incorporating the insights of such areas of inquiry as multiculturalism, feminism, postcolonialism, and queer studies. The first half of the course is explores certain key conceptual issues and the second half examines practical applications. Specific examples are provided through student presentations.    Seminar in Arts Activism    This seminar will focus on developing our work, theory, and art into a realized production. Each student will start with presenting his or her ideas and goals of creating a public project. This may take the form of public art, exhibition, performance, narrative but bringing it to a goal of actualizing the work out of the school student world. But the class is more than just bringing the art into the public light. We will scrutinize and examine intent and where to bring a production. Media, reviews, current events, intent, audience, controversy, economics, politics and other issues and challenges that is vital to a successful professional life. These connections and awareness of the outside world out of school will be a reality check of all the responsibilities of participating in culture. The class is interested in original and dynamic thought, provoking associative thinking and awareness. The class is designed to transform and consider challenging your process and opinion. You are encouraged to bring awareness of different approaches to create new and borrowed strategies in cultural activism. The class is considered process oriented and the professor is encouraging conceptual principles. Process is encouraging original thought over guaranteed knowns.    Core Faculty    Randy Martin is Chair of the Department of Art and Public Policy. He is the author of Performance as Political Act: The Embodied Self ; Socialist Ensembles:Theater and State in Cuba and Nicaragua ; Critical Moves: Dance Studies in Theory and Politics ; On Your Marx: Relinking Socialism and the Left ; Financialization of Daily Life ; and Empire of Indifference: American War and the Financial Logic of Risk Management . He has edited collections on U.S. Communism, sport and academic labor and, most recently, Artistic Citizenship: A Public Voice for the Arts (with Mary Schmidt Campbell) and The Returns of Alwin Nikolais: Bodies , Boundaries, and the Dance Canon (with Claudia Gitelman).    Dr. Martin holds degrees in sociology from the University of California, Berkeley, the University of Wisconsin, Madison, and the City University of New York. He has studied, taught, and performed in dance, theater, and clowning in the United States and abroad. Previously, he served as professor and chair of social science at Pratt Institute, associate dean of faculty at Tisch School of the Arts, and as an editor of the journal Social Text .    Ella Shohat is Professor at the departments of Art &amp; Public Policy and Middle Eastern Studies, and also affiliated with the department of Comparative Literature. She has lectured and published extensively on issues having to with Eurocentrism, post/colonialism and transnatioanlism as well as with orientalism and the representation of the Middle East, including the question of Arab-Jews. Her books include \"Israeli Cinema: East/West and the Politics of Representation\" (U. of Texas Press, a new edition is forthcoming from I.B. Tauris) \"Talking Visions: Multicultural Feminism in a Transnational Age\" (MIT Press &amp; the New Museum,) \"Multiculturalism, Postcoloniality and Transnational Media\" (co-edited, Rutgers University Press, and with Robert Stam, \"Unthinking Eurocentrism\" (Routledge; winner of the Katherine Kovacs Singer Best Book Award) and more recently \"Flagging Patriotism: Crises of Narcissism and Anti-Americanism\" (Routledge). Shohat and Stam are currently in the final stages of writing \"The Culture Wars in Translation\" (NYU press) and Shohat is also currently co-editing a book on the cultural politics of Middle Eastern diasporas throughout the Americas (University of Michigan Press.) Her book \"Taboo Memories, Diasporic Voices\" has recently been published by Duke University Press. A recipient of Rockefeller fellowship, she has served on the editorial board of several journals, including \"Social Text, Critique and Meridians\". Her writing has been translated into diverse languages, including French, Spanish, Portuguese, Arabic, Hebrew, German, Polish, Italian, and Turkish. During the past year she taught at Cornell’s School of Theory &amp; Criticism, and was awarded a senior fellowship at ICAS-- the International Center for Advance Studies, NYU.    Karen Finley is a New York based artist whose raw and transgressive performances have long provoked controversy and debate. She has appeared and exhibited internationally her visual art, performances and plays. Her performances have been presented at Lincoln Center, New York City, The Guthrie, Minneapolis, American Repertory Theatre, The ICA in London, Harvard, The Steppenwolf in Chicago, and The Bobino in Paris. Her artworks are in numerous collections and museums including the Pompidou in Paris and Museum of Contemporary Art, Los Angeles. . Finley attended the San Francisco Art Institute receiving an MFA and honorary PHD. She has received numerous awards and fellowships including a Guggenheim, 2 Obies, 2 Bessies, MS. Magazine Woman Of The Year, NARAL Person of the Year(which she shared with Anna Quindlen and Walter Cronkite), NYSCA and NEA Fellowships She has appeared in many independent films and appeared in the film Philadelphia. She has authored and or edited seven books including Shock Treatment (City Lights 1990), Enough is Enough (Poseidon, Simon and Schuster 1993), Living It Up (Doubleday 1996), Pooh Unplugged (Smart Art Books 1999), A Different Kind Of Intimacy: The Collected Writings of Karen Finley (Thunders Mouth Press 2000), she edited and contributed to Aroused” A Collection of Erotic Writings (Thunders Mouth Press 2001) and George and Martha (Verso 2006).  Alumni of the MA in Arts Politics Applying for Financial Aid Art & Public Policy Web Site Arts Politics Application Requirements How to Apply: Graduate Program MA Arts Politics Class of 2015 Tisch Scholarship Guide  FAQs about the M.A. in Arts Politics  Department of Art & Public Policy 665 Broadway, 6th Floor New York, NY 10012               Phone:       212-992-8200 tisch.arpo@nyu.edu           Undergraduate Admissions Graduate Admissions Academic Services Student Life Financial Aid and Scholarships Career Development Counseling Services International Students Incoming Students Graduation Forms What is Special Programs? Study Abroad Summer High School Summer in New York City Courses for Non-Majors Programs for Visiting Students Open Arts Minors Blog Newsletters Videos Admin &amp; Faculty Alumni Contact Us  Tisch Events Calendar Admin &amp; Faculty Calendar NYU Academic Deadlines Calendar Many Ways to Give Why Support Tisch Dean's Council Corporate Giving Foundation Giving Individual Giving Tisch Gala Who We Are Institute of Performing Arts Graduate Acting Dance Design for Stage &amp; Film Drama Graduate Musical Theatre Writing Performance Studies Maurice Kanbar Institute of Film &amp; Television Undergraduate Film &amp; Television Graduate Film Cinema Studies Moving Image Archiving &amp; Preservation (MIAP) Rita &amp; Burton Goldberg Department of Dramatic Writing Emerging Media Group Photography &amp; Imaging Interactive Telecommunications (ITP) Clive Davis Institute of Recorded Music NYU Game Center Art &amp; Public Policy / Arts Politics Open Arts Tisch Special Programs Tisch Asia"}, {"content": "Political Science - NYU Abu Dhabi                                                                                                                                                                               Skip to Main Content                    Search      Search Query                                                  Quicklinks                                         About NYUAD                                          Academic Calendar                                          Athletics                                          Undergraduate Programs                                          Courses                                          Graduate Programs                                          Job Opportunities                                          Libraries                                          The NYUAD Arts Center                                          The NYUAD Art Gallery                                                              Student Portal                          Intranet                          موقعنا العربي                                                  NYU Abu Dhabi                           Navigation                              About                                                                      Vice Chancellor&#39;s Message                                                            Leadership Team                                                            Faculty Governance                                                            Global University                                                                          Opportunities for NY Faculty                                                                                                        Alumni                                                                          Benefits and Services                                                                Global Clubs and Global Events                                                                Alumni Profiles                                                                                                        Locations                                                                          Saadiyat Island Campus                                                                19 Washington Square North                                                                Visit Us                                                                                                        Community Engagement                                                            FAQs                                                                          Abu Dhabi Facts                                                                                                        Careers                                                                          Faculty and Researcher Positions                                                                Staff Positions                                                                Benefits                                                                Living in Abu Dhabi                                                                                                        Contact                                                                                            Admissions                                                                      Applying to NYU Abu Dhabi                                                                          Application Requirements                                                                Testing Requirements                                                                Completing the Common Application                                                                Admissions Timeline                                                                High School Preparation                                                                                                        Financial Support                                                                          Applying for Financial Support                                                                Cost of Attendance                                                                Financial Support FAQs                                                                                                        Admissions FAQs                                                            Regional Events                                                            Candidate Weekend                                                            Information for Counselors                                                                          Admissions Profile                                                                Nomination Overview                                                                Counselors and the Application Process                                                                Nomination Information                                                                Nomination FAQs                                                                Nomination Form                                                                                                        Student Profiles                                                            Contact Admissions                                                                                            Academics                                                                      Academic Divisions                                                                          Arts and Humanities                                                                Engineering                                                                Science                                                                Social Science                                                                Multidisciplinary                                                                                                        Undergraduate Programs                                                                          Courseload and GPA                                                                Core Curriculum                                                                Majors                                                                Concentrations                                                                January Term                                                                Language                                                                Pre-professional Courses                                                                Graduation Requirements                                                                Courses                                                                Physical Education                                                                Islamic Studies                                                                                                        Graduate Programs                                                            Executive Education                                                            Community Programs                                                                          Sheikh Mohamed bin Zayed Scholars Program                                                                Summer Academy                                                                Primary and Secondary Educational Engagement                                                                                                        Faculty                                                            Global Education                                                                          January Term                                                                Study Away                                                                Regional Academic Travel                                                                                                        Mentoring                                                                          Placement Assessments                                                                Mentoring FAQs                                                                Global Academic Fellows                                                                                                        Academic Calendar                                                            Policies                                                            Registrar                                                                          Privacy of Student Records                                                                Registration Guidelines                                                                Transcripts                                                                                                                                        Research                                                                      NYU Abu Dhabi Institute                                                                          Institute Programs                                                                Institute Research                                                                                                        Faculty Research                                                            Postdoctoral Research                                                            Student Research                                                            Infrastructure and Support                                                                          Research Administration                                                                Core Technology Platforms                                                                BuTinah — High Performance Computing                                                                                                        Library                                                                          About the Library                                                                Resources                                                                Contact the Library                                                                Ask a Librarian                                                                                                                                        Campus Life                                                                      From the Dean of Students                                                            Health and Wellness                                                                          Medical Services                                                                Wellness Exchange                                                                Health Insurance                                                                                                        Public Safety                                                            Student Life                                                                          Community Outreach                                                                Spiritual Life                                                                Intercultural Education                                                                Student Government                                                                Student Activities                                                                                                        Residential Education and Housing                                                                          Living in Abu Dhabi                                                                Orientation                                                                Saadiyat Island Campus                                                                Programs and Activities                                                                Dining                                                                Mailing Address                                                                                                        Student Services                                                                          Technology Services                                                                Travel and Transportation                                                                                                        Career Development                                                                          Students                                                                Employers                                                                Alumni — Inspire and Connect                                                                                                        Athletics, Intramurals, and Recreation                                                                          Intercollegiate Sports                                                                Intramural Sports                                                                Campus Recreation                                                                Physical Education                                                                Student Interest Groups                                                                Community Sports Clubs                                                                Fitness Center                                                                Athletics Facilities                                                                                                                                        News &amp; Events                                                                      NYU Abu Dhabi News                                                            Salaam: The NYUAD Blog                                                            Abu Dhabi Events                                                                          Past Events                                                                NYUAD Institute Event Mailing List                                                                                                        New York City Events                                                                          Past Events                                                                NYUAD Institute Event Mailing List                                                                                                        Exhibitions                                                            Conferences                                                            Commencement                                                            The NYUAD Arts Center                                                            The NYUAD Art Gallery                                                                                                                            Breadcrumbs                                  Home                                               Academics                                               Academic Divisions                                               Social Science                                               Political Science                                                          Political Science                                                     Program                              Courses                              Faculty                              Seminar Series                                                                              Political Science at NYU Abu Dhabi attracts students who are interested in the many important political questions — conceptual, empirical, policy-oriented — that societies everywhere face today. How do different political systems affect policy-making? What are the intrinsic and instrumental virtues of democracy? Why do dictatorships survive in many countries, but evolve into democracies in others? Why do countries go to war? What are the connections between internal conflicts (such as civil war) and political or economic development? What are the main characteristics and causes of economic underdevelopment? Why are prosperity and stagnation distributed so unequally, both across countries and within them?                               Political Science: Distinguished Faculty Highlight     Ronald Rogowski, Global Distinguished Professor of Political Science, NYU Abu Dhabi                                                                                                                                 NYU Abu Dhabi is pleased to welcome Dr Ronald Rogowski , professor of comparative politics and political economy. Having served as the Chair of the Political Science Department at UCLA during a period of growing national prominence, Rogowski served as Editor-in-Chief of the American Political Science Review between 2007 and 2012, and has held research appointments at Harvard University (3 occasions), the Center for Advanced Study in Behavioral Sciences (Stanford), and Wissenschaftskolleg zu Berlin (2007-2008).                                                         His book Commerce and Coalitions (1989) explores how international trade shapes domestic political coalitions. In 1999, the American Political Science Association honored him by organizing a roundtable discussion to commemorate the tenth anniversary of its publication. His current research considers how the design of electoral systems affects a nation's economic policies. He has also investigated globalization, capital mobility, and the sources of price differentials across national boundaries.                                                                                                           Former UK Prime Minister and British Labour Party politician Gordon Brown addresses students and faculty at NYUAD Down Town Campus.                                                     Winter Institute at NYU Abu Dhabi               January 2014   The Division of Social Science and the Social Science Experimental Laboratory (SSEL) at New York University Abu Dhabi, and the NYU Abu Dhabi Institute are pleased to sponsor the Inaugural Winter Experimental Social Science Institute (WESSI) at NYU Abu Dhabi January 7-23, 2014.                                                         Admission to NYU Abu Dhabi               NYU Abu Dhabi is looking for students who will fit comfortably at the very top of the world's talent pool - tomorrow's Nobel laureates, Oscar winners, and heads of state. The key admissions criterion will be your ability to demonstrate evidence that you have the extraordinary talent, intellectual passion, creative spirit, and dedication to shaping a better world.                                                                                        Political Science: Faculty Publications                                                                                                             Experimental Political Science and the Study of Causality: From Nature to the Lab -- Rebecca B. Morton and Kenneth C. Williams                                                                                                         Democratic Politics in the European Parliament -- Simon Hix, Abdul G. Noury and Gérard Roland                                                           Political Science: Faculty Research                               Rahma Abdulkadir, Research Assistant Professor of Political Science   NYUAD Political Science faculty member Dr. Rahma Abdulkadir , in collaboration with four other scholars from different institutions has been awarded 194,964.00 Euro ~ 274,002.00 USD from the German Foundation for Peace Research for two years for a research project that explores predominant conceptions of transitional justice pertaining to mass violence and gross human rights violations among Somalis in Somalia, Ethiopia’s Somali Region and the Somali diaspora. The key research questions informing this project are: What conceptions do Somalis in Somalia, Ethiopia and the diaspora harbor to address historic and recent violence and how do these relate to Islamic, Somali customary and human rights law? What are the implications of these conceptions and plural legal orders for a place-based approach to transitional justice in protracted conflict?                                                                   Quicklinks                                                                    Contact Us             Sitemap                                                                               Undergraduate Programs             Courses                                                                               Graduate Programs             News                                                                               Abu Dhabi Events             New York Events                                               Search         Search Query                                            Send us your feedback                           New York University Abu Dhabi                           PO Box 129188         Abu Dhabi , United Arab Emirates        Email: nyuad@nyu.edu                              Unless otherwise noted, all content copyright New York University Abu Dhabi. All rights reserved.              STAY CONNECTED"}]}]