[{"detail": [{"content": "Student Life                                                                                                               NYU.edu requires JavaScript be enabled in your browser in order to use important features of the site. JavaScript is either disabled or not supported by your browser. For instructions on how to enable JavaScript in your browser, click here .                       New York University    Skip to Content   Skip to Search   Skip to Navigation   Skip to Sub Navigation                                                        NYUHome Login                            Students           |   Faculty           |   Alumni           |   Employees           |   Community                                   Schools          Arts and Science      College of Arts and Science      College of Dentistry      College of Nursing      Courant Institute of Mathematical Sciences      Gallatin School of Individualized Study      Graduate School of Arts and Science      Institute of Fine Arts      Institute for the Study of the Ancient World      Leonard N. Stern School of Business      Liberal Studies Program      NYU Abu Dhabi      NYU Shanghai      Polytechnic School of Engineering      Robert F. Wagner Graduate School of Public Service      School of Professional Studies      School of Law      School of Medicine      Silver School of Social Work      Steinhardt School of Culture, Education, and Human Development      Tisch School of the Arts                QuickLinks          Academic Calendars      Administrative Units      Albert      Apply for Jobs      Athletics      Bookstores      Bursar      Campus Map      Career Development      Emergencies      Events      Giving to NYU      Housing      ITS      Libraries      News      NYU Apparel      Policies      Public Safety      Registrar      Student Health Center      Student Resources      Wellness Exchange                A-Z          A      B      C      D      E      F      G      H      I      J      K      L      M      N      O      P      Q      R      S      T      U      V      W      X      Y      Z                                                          New York University                          Search NYU                    Pages |    People                                       Main Navigation            About NYU       Admissions       Academics       University Life       Research       Global                                 Bread Crumbs          University Life   /   Student Life                 Sub Navigation                                 Student Diversity                       Getting Involved                       Leadership Opportunities                       Student Community Standards                       NYU Service                       hashtagNYU                                                                   Student Life       New York is the epitome of a global city, reflecting the world in its expansive diversity of cultures, ethnicities, and ideas. NYU students reflect this diversity; they arrive from all over the country and the world not only to find themselves and “make it” here, but to teach—and learn from—each other (not to mention build amazing friendships along the way). This makes student life at NYU a remarkable, life-changing experience unlike that at many other colleges.           Students at NYU are in the unique position to experience a college lifestyle in a city setting. NYU offers many of the essential activities that are traditionally associated with college student life, and its location in the heart of New York City creates a setting that presents a myriad of non-traditional opportunities that will supplement and accentuate the student life experience.     While here, students can join a fraternity or sorority. They can join one of our sports teams: NYU athletics range from intramural soccer to varsity fencing. They can develop and engage in a diverse, personal spiritual life. Academy Award winning directors and prize winning writers have honed their craft in NYU classrooms. Students can follow in their footsteps, exploring radio, film and the printed word by contributing to or joining one of the University’s student media outlets. From Washington Square News to WNYU Radio to Tisch film courses, NYU students take advantage of New York City as a global center for media, journalism and communications.                                                           Student Resource Center                                                                                         NYU TV & Media                                                                                         Spiritual Life at NYU                                            Student living at NYU is a unique experience of its own. Students can live in residential housing near the Washington Square campus—soaking in the vibrant Greenwich Village neighborhood—or they can live off campus in one of the five boroughs and beyond. With either option, students aren’t just residents of a college campus; they are citizens, users and a vital aspect of one of the world’s largest, diverse, most interesting cities.     As members of a metropolitan community, NYU students have access to the University’s greatest resource: New York City itself. They use the city to launch a great career. Students intern for the world’s most influential companies, biggest media outlets and largest organizations. They network with some of the most powerful people in the city, the country and the globe. Students also get involved in the community, volunteering or working for one of the city’s many charities or even starting community service organizations of their own. That’s just one example of how students take leadership positions that prepare them for what lies ahead after college.          NYU is \"in and of the city,\" and now with its growing global presence, in and of the world. Student Life at NYU reflects this. An NYU education is an experience like no other: diverse, cosmopolitan, vibrant and rich. NYU students do not just become well-rounded college graduates, but accomplished global citizens. Navigate this section to find out more about Student Life at NYU.                               Free Art in The City Get free admission to some of New York City's best museums and galleries with your NYUCard. Read More               Athletics, Intramurals, and Recreation   Center for Multicultural Education and Programs   Center for Spiritual Life   Center for Student Activities, Leadership &amp; Service   Commencement   Commuter/Off Campus Student Services   Fraternity and Sorority Life   Health Promotion Office at the Student Health Center   Moses Center for Students with Disabilities   Museum Gateway   NYU Lesbian, Gay, Bisexual, Transgender and Queer Student Center   NYU Press   NYU TV   Office for International Students and Scholars   Office of Research and Assessment for Student Affairs     Residential Life and Housing Services   Student Affairs   Student Community Standards   Student Government   Student Resource Center (SRC)   Student Health Center   Transfer/Transitioning Student Services   Wasserman Center for Career Development   WNYU Radio   Washington Square News   Wellness Exchange                                                NYU Footer          Search      Directory      Campus Map      Events      Contact Us      Site Map      Copyright and Fair Use      Feedback         Unless otherwise noted, all content copyright New York University. All rights reserved. Designed by The Office of Web Communications"}, {"content": "Student Life                                                                                                               NYU.edu requires JavaScript be enabled in your browser in order to use important features of the site. JavaScript is either disabled or not supported by your browser. For instructions on how to enable JavaScript in your browser, click here .                       New York University    Skip to Content   Skip to Search   Skip to Navigation   Skip to Sub Navigation                                                        NYUHome Login                            Students           |   Faculty           |   Alumni           |   Employees           |   Community                                   Schools          Arts and Science      College of Arts and Science      College of Dentistry      College of Nursing      Courant Institute of Mathematical Sciences      Gallatin School of Individualized Study      Graduate School of Arts and Science      Institute of Fine Arts      Institute for the Study of the Ancient World      Leonard N. Stern School of Business      Liberal Studies Program      NYU Abu Dhabi      NYU Shanghai      Polytechnic School of Engineering      Robert F. Wagner Graduate School of Public Service      School of Professional Studies      School of Law      School of Medicine      Silver School of Social Work      Steinhardt School of Culture, Education, and Human Development      Tisch School of the Arts                QuickLinks          Academic Calendars      Administrative Units      Albert      Apply for Jobs      Athletics      Bookstores      Bursar      Campus Map      Career Development      Emergencies      Events      Giving to NYU      Housing      ITS      Libraries      News      NYU Apparel      Policies      Public Safety      Registrar      Student Health Center      Student Resources      Wellness Exchange                A-Z          A      B      C      D      E      F      G      H      I      J      K      L      M      N      O      P      Q      R      S      T      U      V      W      X      Y      Z                                                          New York University                          Search NYU                    Pages |    People                                       Main Navigation            About NYU       Admissions       Academics       University Life       Research       Global                                 Bread Crumbs          Global   /   Global Academic Centers   /   Prague   /   Student Life                 Sub Navigation                                 Housing                       Housing License                       Staff                       Safety                       Events & Excursions                       Health & Wellness                       Living in Prague                                                                   Student Life                                   THIS IS NYU PRAGUE                                           What do current and former students have to say about NYU Prague? Read their blogs here!                               See what NYU students have to say!                                                 KULTURAMA PRAHA                                           Immerse yourself in Prague's rich cultural life- NYU Prague offers a full semester of cultural programming - including opera, hockey, Czech cuisine, politics, theatre, film, galleries and much more.                               &quot;Prague has a such a rich cultural life for the taking; here, culture is all around you.&quot;   What is Kulturama? A complete guide to cultural life in Prague for our students.   NYU Prague wants to introduce you to as many aspects of Czech culture as possible. Our goal is to help you experience Prague in a way that you perhaps couldn't on your own.   Through a wide variety of events and activities, Kulturama Praha offers you a better understanding of European and Czech culture. We have several theme weeks: some in the past have included Communism Week, Culinary Week, Alchemy Week, Film and Theatre Week.                                                   NYU Prague Excursions                                           NYU Prague organizes over 15 day and overnight trips to some of the Czech Republic's most famous destinations...and to hidden jewels that only the locals know about.                               And they are FREE! Read about some of the trips we took this past semester here .                                                 NYU Prague Student Council                                           Join the Student Council and be part of a team organizing events at NYU Prague                               The Student Council usually has about 10 members. They are given a budget, and they can decide what to spend it on - in the past, the Student Council has hosted Thanksgiving pot lucks, farewell parties, open mic nights, Halloween parties.                                                 Cultural Immersion Programming                                           Want to meet locals? Here are a few ways that you can join the local community.                                    Cultural Immersion Trips will take you way off the beaten path. You can spend a weekend living with a Czech family, participate in a volunteer brigade with Czech university students, visit Czech high schools, meet people involved in the Roma (gypsy) community.   Film club - meet Czech university students at our film club where we screen a film and discuss afterwards.   Internships and volunteering - lots of opportunities to contribute to the society!   Prague Wandering outreach programs take you into local Czech High Schools and discuss issues in the media                            Get to Know Your Neighborhood                                           NYU Prague is situated on Malé Náměstí only steps away from the Old Town Square; dorms are located in neighborhoods not far from the city center.                               Local Tram, Bus and metro schedule   Prague version of mapquest                                                                                              Meet the Staff                                                                                         Housing                                                            Having Tech Trouble?        Need Help? NYUPrague, Ask ITS!                   Phone support 224.240.882  E-mail support AskITS@nyu.edu            Find answers in Ask ITS self-help knowledgebase                                                                Health and Safety                                                           Life and Culture        in Prague                                             Orientation in Prague                                                This Week&#039;s Cultural Listings                  Students can attend the ballet, opera, philharmonic, or theater for just a few dollars at Prague’s most prestigious performance spaces.            The Prague Post                                   Prague Student News                  NYU Prague students write about their experiences and the happenings of the city on Prague Wandering , a WebZine read by thousands of people around the world, and also on our newly-launched PragueCast , a student-run podcast led by BBC correspondent Rob Cameron.            Prague Wandering WebZine                                                                NYU Centers Abroad...           Abu Dhabi, United Arab Emirates Accra, Ghana Berlin, Germany Buenos Aires, Argentina Florence, Italy London, United Kingdom Madrid, Spain New York, United States of America Paris, France Prague, Czech Republic Shanghai, China Sydney, Australia Tel Aviv, Israel Washington, DC, United States of America                                                                                                                   Admitted Students                                                                     Learn      Courses    Special Programs    Research Opportunities    Facilities    Faculty    Internships           Live      Housing &amp; Meals   Cost &amp; Budgeting    Language    Culture &amp; Customs    Health &amp; Safety    Staff           Explore      Getting Around   Restaurants    Nightlife    Things to do    Local Travel    Regional Travel                                                                           Questions?        Contact Us                                                                                                                  NYU Footer          Search      Directory      Campus Map      Events      Contact Us      Site Map      Copyright and Fair Use      Feedback         Unless otherwise noted, all content copyright New York University. All rights reserved. Designed by The Office of Web Communications"}]},
{"detail": [{"content": "Student Life                                                                                                               NYU.edu requires JavaScript be enabled in your browser in order to use important features of the site. JavaScript is either disabled or not supported by your browser. For instructions on how to enable JavaScript in your browser, click here .                       New York University    Skip to Content   Skip to Search   Skip to Navigation   Skip to Sub Navigation                                                        NYUHome Login                            Students           |   Faculty           |   Alumni           |   Employees           |   Community                                   Schools          Arts and Science      College of Arts and Science      College of Dentistry      College of Nursing      Courant Institute of Mathematical Sciences      Gallatin School of Individualized Study      Graduate School of Arts and Science      Institute of Fine Arts      Institute for the Study of the Ancient World      Leonard N. Stern School of Business      Liberal Studies Program      NYU Abu Dhabi      NYU Shanghai      Polytechnic School of Engineering      Robert F. Wagner Graduate School of Public Service      School of Professional Studies      School of Law      School of Medicine      Silver School of Social Work      Steinhardt School of Culture, Education, and Human Development      Tisch School of the Arts                QuickLinks          Academic Calendars      Administrative Units      Albert      Apply for Jobs      Athletics      Bookstores      Bursar      Campus Map      Career Development      Emergencies      Events      Giving to NYU      Housing      ITS      Libraries      News      NYU Apparel      Policies      Public Safety      Registrar      Student Health Center      Student Resources      Wellness Exchange                A-Z          A      B      C      D      E      F      G      H      I      J      K      L      M      N      O      P      Q      R      S      T      U      V      W      X      Y      Z                                                          New York University                          Search NYU                    Pages |    People                                       Main Navigation            About NYU       Admissions       Academics       University Life       Research       Global                                 Bread Crumbs          University Life   /   Student Life                 Sub Navigation                                 Student Diversity                       Getting Involved                       Leadership Opportunities                       Student Community Standards                       NYU Service                       hashtagNYU                                                                   Student Life       New York is the epitome of a global city, reflecting the world in its expansive diversity of cultures, ethnicities, and ideas. NYU students reflect this diversity; they arrive from all over the country and the world not only to find themselves and “make it” here, but to teach—and learn from—each other (not to mention build amazing friendships along the way). This makes student life at NYU a remarkable, life-changing experience unlike that at many other colleges.           Students at NYU are in the unique position to experience a college lifestyle in a city setting. NYU offers many of the essential activities that are traditionally associated with college student life, and its location in the heart of New York City creates a setting that presents a myriad of non-traditional opportunities that will supplement and accentuate the student life experience.     While here, students can join a fraternity or sorority. They can join one of our sports teams: NYU athletics range from intramural soccer to varsity fencing. They can develop and engage in a diverse, personal spiritual life. Academy Award winning directors and prize winning writers have honed their craft in NYU classrooms. Students can follow in their footsteps, exploring radio, film and the printed word by contributing to or joining one of the University’s student media outlets. From Washington Square News to WNYU Radio to Tisch film courses, NYU students take advantage of New York City as a global center for media, journalism and communications.                                                           Student Resource Center                                                                                         NYU TV & Media                                                                                         Spiritual Life at NYU                                            Student living at NYU is a unique experience of its own. Students can live in residential housing near the Washington Square campus—soaking in the vibrant Greenwich Village neighborhood—or they can live off campus in one of the five boroughs and beyond. With either option, students aren’t just residents of a college campus; they are citizens, users and a vital aspect of one of the world’s largest, diverse, most interesting cities.     As members of a metropolitan community, NYU students have access to the University’s greatest resource: New York City itself. They use the city to launch a great career. Students intern for the world’s most influential companies, biggest media outlets and largest organizations. They network with some of the most powerful people in the city, the country and the globe. Students also get involved in the community, volunteering or working for one of the city’s many charities or even starting community service organizations of their own. That’s just one example of how students take leadership positions that prepare them for what lies ahead after college.          NYU is \"in and of the city,\" and now with its growing global presence, in and of the world. Student Life at NYU reflects this. An NYU education is an experience like no other: diverse, cosmopolitan, vibrant and rich. NYU students do not just become well-rounded college graduates, but accomplished global citizens. Navigate this section to find out more about Student Life at NYU.                               Free Art in The City Get free admission to some of New York City's best museums and galleries with your NYUCard. Read More               Athletics, Intramurals, and Recreation   Center for Multicultural Education and Programs   Center for Spiritual Life   Center for Student Activities, Leadership &amp; Service   Commencement   Commuter/Off Campus Student Services   Fraternity and Sorority Life   Health Promotion Office at the Student Health Center   Moses Center for Students with Disabilities   Museum Gateway   NYU Lesbian, Gay, Bisexual, Transgender and Queer Student Center   NYU Press   NYU TV   Office for International Students and Scholars   Office of Research and Assessment for Student Affairs     Residential Life and Housing Services   Student Affairs   Student Community Standards   Student Government   Student Resource Center (SRC)   Student Health Center   Transfer/Transitioning Student Services   Wasserman Center for Career Development   WNYU Radio   Washington Square News   Wellness Exchange                                                NYU Footer          Search      Directory      Campus Map      Events      Contact Us      Site Map      Copyright and Fair Use      Feedback         Unless otherwise noted, all content copyright New York University. All rights reserved. Designed by The Office of Web Communications"}, {"content": "Student Life                                                                                                               NYU.edu requires JavaScript be enabled in your browser in order to use important features of the site. JavaScript is either disabled or not supported by your browser. For instructions on how to enable JavaScript in your browser, click here .                       New York University    Skip to Content   Skip to Search   Skip to Navigation   Skip to Sub Navigation                                                        NYUHome Login                            Students           |   Faculty           |   Alumni           |   Employees           |   Community                                   Schools          Arts and Science      College of Arts and Science      College of Dentistry      College of Nursing      Courant Institute of Mathematical Sciences      Gallatin School of Individualized Study      Graduate School of Arts and Science      Institute of Fine Arts      Institute for the Study of the Ancient World      Leonard N. Stern School of Business      Liberal Studies Program      NYU Abu Dhabi      NYU Shanghai      Polytechnic School of Engineering      Robert F. Wagner Graduate School of Public Service      School of Professional Studies      School of Law      School of Medicine      Silver School of Social Work      Steinhardt School of Culture, Education, and Human Development      Tisch School of the Arts                QuickLinks          Academic Calendars      Administrative Units      Albert      Apply for Jobs      Athletics      Bookstores      Bursar      Campus Map      Career Development      Emergencies      Events      Giving to NYU      Housing      ITS      Libraries      News      NYU Apparel      Policies      Public Safety      Registrar      Student Health Center      Student Resources      Wellness Exchange                A-Z          A      B      C      D      E      F      G      H      I      J      K      L      M      N      O      P      Q      R      S      T      U      V      W      X      Y      Z                                                          New York University                          Search NYU                    Pages |    People                                       Main Navigation            About NYU       Admissions       Academics       University Life       Research       Global                                 Bread Crumbs          Global   /   Global Academic Centers   /   Prague   /   Student Life                 Sub Navigation                                 Housing                       Housing License                       Staff                       Safety                       Events & Excursions                       Health & Wellness                       Living in Prague                                                                   Student Life                                   THIS IS NYU PRAGUE                                           What do current and former students have to say about NYU Prague? Read their blogs here!                               See what NYU students have to say!                                                 KULTURAMA PRAHA                                           Immerse yourself in Prague's rich cultural life- NYU Prague offers a full semester of cultural programming - including opera, hockey, Czech cuisine, politics, theatre, film, galleries and much more.                               &quot;Prague has a such a rich cultural life for the taking; here, culture is all around you.&quot;   What is Kulturama? A complete guide to cultural life in Prague for our students.   NYU Prague wants to introduce you to as many aspects of Czech culture as possible. Our goal is to help you experience Prague in a way that you perhaps couldn't on your own.   Through a wide variety of events and activities, Kulturama Praha offers you a better understanding of European and Czech culture. We have several theme weeks: some in the past have included Communism Week, Culinary Week, Alchemy Week, Film and Theatre Week.                                                   NYU Prague Excursions                                           NYU Prague organizes over 15 day and overnight trips to some of the Czech Republic's most famous destinations...and to hidden jewels that only the locals know about.                               And they are FREE! Read about some of the trips we took this past semester here .                                                 NYU Prague Student Council                                           Join the Student Council and be part of a team organizing events at NYU Prague                               The Student Council usually has about 10 members. They are given a budget, and they can decide what to spend it on - in the past, the Student Council has hosted Thanksgiving pot lucks, farewell parties, open mic nights, Halloween parties.                                                 Cultural Immersion Programming                                           Want to meet locals? Here are a few ways that you can join the local community.                                    Cultural Immersion Trips will take you way off the beaten path. You can spend a weekend living with a Czech family, participate in a volunteer brigade with Czech university students, visit Czech high schools, meet people involved in the Roma (gypsy) community.   Film club - meet Czech university students at our film club where we screen a film and discuss afterwards.   Internships and volunteering - lots of opportunities to contribute to the society!   Prague Wandering outreach programs take you into local Czech High Schools and discuss issues in the media                            Get to Know Your Neighborhood                                           NYU Prague is situated on Malé Náměstí only steps away from the Old Town Square; dorms are located in neighborhoods not far from the city center.                               Local Tram, Bus and metro schedule   Prague version of mapquest                                                                                              Meet the Staff                                                                                         Housing                                                            Having Tech Trouble?        Need Help? NYUPrague, Ask ITS!                   Phone support 224.240.882  E-mail support AskITS@nyu.edu            Find answers in Ask ITS self-help knowledgebase                                                                Health and Safety                                                           Life and Culture        in Prague                                             Orientation in Prague                                                This Week&#039;s Cultural Listings                  Students can attend the ballet, opera, philharmonic, or theater for just a few dollars at Prague’s most prestigious performance spaces.            The Prague Post                                   Prague Student News                  NYU Prague students write about their experiences and the happenings of the city on Prague Wandering , a WebZine read by thousands of people around the world, and also on our newly-launched PragueCast , a student-run podcast led by BBC correspondent Rob Cameron.            Prague Wandering WebZine                                                                NYU Centers Abroad...           Abu Dhabi, United Arab Emirates Accra, Ghana Berlin, Germany Buenos Aires, Argentina Florence, Italy London, United Kingdom Madrid, Spain New York, United States of America Paris, France Prague, Czech Republic Shanghai, China Sydney, Australia Tel Aviv, Israel Washington, DC, United States of America                                                                                                                   Admitted Students                                                                     Learn      Courses    Special Programs    Research Opportunities    Facilities    Faculty    Internships           Live      Housing &amp; Meals   Cost &amp; Budgeting    Language    Culture &amp; Customs    Health &amp; Safety    Staff           Explore      Getting Around   Restaurants    Nightlife    Things to do    Local Travel    Regional Travel                                                                           Questions?        Contact Us                                                                                                                  NYU Footer          Search      Directory      Campus Map      Events      Contact Us      Site Map      Copyright and Fair Use      Feedback         Unless otherwise noted, all content copyright New York University. All rights reserved. Designed by The Office of Web Communications"}]},
{"detail": [{"content": "Student Life                                                                                                               NYU.edu requires JavaScript be enabled in your browser in order to use important features of the site. JavaScript is either disabled or not supported by your browser. For instructions on how to enable JavaScript in your browser, click here .                       New York University    Skip to Content   Skip to Search   Skip to Navigation   Skip to Sub Navigation                                                        NYUHome Login                            Students           |   Faculty           |   Alumni           |   Employees           |   Community                                   Schools          Arts and Science      College of Arts and Science      College of Dentistry      College of Nursing      Courant Institute of Mathematical Sciences      Gallatin School of Individualized Study      Graduate School of Arts and Science      Institute of Fine Arts      Institute for the Study of the Ancient World      Leonard N. Stern School of Business      Liberal Studies Program      NYU Abu Dhabi      NYU Shanghai      Polytechnic School of Engineering      Robert F. Wagner Graduate School of Public Service      School of Professional Studies      School of Law      School of Medicine      Silver School of Social Work      Steinhardt School of Culture, Education, and Human Development      Tisch School of the Arts                QuickLinks          Academic Calendars      Administrative Units      Albert      Apply for Jobs      Athletics      Bookstores      Bursar      Campus Map      Career Development      Emergencies      Events      Giving to NYU      Housing      ITS      Libraries      News      NYU Apparel      Policies      Public Safety      Registrar      Student Health Center      Student Resources      Wellness Exchange                A-Z          A      B      C      D      E      F      G      H      I      J      K      L      M      N      O      P      Q      R      S      T      U      V      W      X      Y      Z                                                          New York University                          Search NYU                    Pages |    People                                       Main Navigation            About NYU       Admissions       Academics       University Life       Research       Global                                 Bread Crumbs          University Life   /   Student Life                 Sub Navigation                                 Student Diversity                       Getting Involved                       Leadership Opportunities                       Student Community Standards                       NYU Service                       hashtagNYU                                                                   Student Life       New York is the epitome of a global city, reflecting the world in its expansive diversity of cultures, ethnicities, and ideas. NYU students reflect this diversity; they arrive from all over the country and the world not only to find themselves and “make it” here, but to teach—and learn from—each other (not to mention build amazing friendships along the way). This makes student life at NYU a remarkable, life-changing experience unlike that at many other colleges.           Students at NYU are in the unique position to experience a college lifestyle in a city setting. NYU offers many of the essential activities that are traditionally associated with college student life, and its location in the heart of New York City creates a setting that presents a myriad of non-traditional opportunities that will supplement and accentuate the student life experience.     While here, students can join a fraternity or sorority. They can join one of our sports teams: NYU athletics range from intramural soccer to varsity fencing. They can develop and engage in a diverse, personal spiritual life. Academy Award winning directors and prize winning writers have honed their craft in NYU classrooms. Students can follow in their footsteps, exploring radio, film and the printed word by contributing to or joining one of the University’s student media outlets. From Washington Square News to WNYU Radio to Tisch film courses, NYU students take advantage of New York City as a global center for media, journalism and communications.                                                           Student Resource Center                                                                                         NYU TV & Media                                                                                         Spiritual Life at NYU                                            Student living at NYU is a unique experience of its own. Students can live in residential housing near the Washington Square campus—soaking in the vibrant Greenwich Village neighborhood—or they can live off campus in one of the five boroughs and beyond. With either option, students aren’t just residents of a college campus; they are citizens, users and a vital aspect of one of the world’s largest, diverse, most interesting cities.     As members of a metropolitan community, NYU students have access to the University’s greatest resource: New York City itself. They use the city to launch a great career. Students intern for the world’s most influential companies, biggest media outlets and largest organizations. They network with some of the most powerful people in the city, the country and the globe. Students also get involved in the community, volunteering or working for one of the city’s many charities or even starting community service organizations of their own. That’s just one example of how students take leadership positions that prepare them for what lies ahead after college.          NYU is \"in and of the city,\" and now with its growing global presence, in and of the world. Student Life at NYU reflects this. An NYU education is an experience like no other: diverse, cosmopolitan, vibrant and rich. NYU students do not just become well-rounded college graduates, but accomplished global citizens. Navigate this section to find out more about Student Life at NYU.                               Free Art in The City Get free admission to some of New York City's best museums and galleries with your NYUCard. Read More               Athletics, Intramurals, and Recreation   Center for Multicultural Education and Programs   Center for Spiritual Life   Center for Student Activities, Leadership &amp; Service   Commencement   Commuter/Off Campus Student Services   Fraternity and Sorority Life   Health Promotion Office at the Student Health Center   Moses Center for Students with Disabilities   Museum Gateway   NYU Lesbian, Gay, Bisexual, Transgender and Queer Student Center   NYU Press   NYU TV   Office for International Students and Scholars   Office of Research and Assessment for Student Affairs     Residential Life and Housing Services   Student Affairs   Student Community Standards   Student Government   Student Resource Center (SRC)   Student Health Center   Transfer/Transitioning Student Services   Wasserman Center for Career Development   WNYU Radio   Washington Square News   Wellness Exchange                                                NYU Footer          Search      Directory      Campus Map      Events      Contact Us      Site Map      Copyright and Fair Use      Feedback         Unless otherwise noted, all content copyright New York University. All rights reserved. Designed by The Office of Web Communications"}, {"content": "Student Life                                                                                                               NYU.edu requires JavaScript be enabled in your browser in order to use important features of the site. JavaScript is either disabled or not supported by your browser. For instructions on how to enable JavaScript in your browser, click here .                       New York University    Skip to Content   Skip to Search   Skip to Navigation   Skip to Sub Navigation                                                        NYUHome Login                            Students           |   Faculty           |   Alumni           |   Employees           |   Community                                   Schools          Arts and Science      College of Arts and Science      College of Dentistry      College of Nursing      Courant Institute of Mathematical Sciences      Gallatin School of Individualized Study      Graduate School of Arts and Science      Institute of Fine Arts      Institute for the Study of the Ancient World      Leonard N. Stern School of Business      Liberal Studies Program      NYU Abu Dhabi      NYU Shanghai      Polytechnic School of Engineering      Robert F. Wagner Graduate School of Public Service      School of Professional Studies      School of Law      School of Medicine      Silver School of Social Work      Steinhardt School of Culture, Education, and Human Development      Tisch School of the Arts                QuickLinks          Academic Calendars      Administrative Units      Albert      Apply for Jobs      Athletics      Bookstores      Bursar      Campus Map      Career Development      Emergencies      Events      Giving to NYU      Housing      ITS      Libraries      News      NYU Apparel      Policies      Public Safety      Registrar      Student Health Center      Student Resources      Wellness Exchange                A-Z          A      B      C      D      E      F      G      H      I      J      K      L      M      N      O      P      Q      R      S      T      U      V      W      X      Y      Z                                                          New York University                          Search NYU                    Pages |    People                                       Main Navigation            About NYU       Admissions       Academics       University Life       Research       Global                                 Bread Crumbs          Global   /   Global Academic Centers   /   Prague   /   Student Life                 Sub Navigation                                 Housing                       Housing License                       Staff                       Safety                       Events & Excursions                       Health & Wellness                       Living in Prague                                                                   Student Life                                   THIS IS NYU PRAGUE                                           What do current and former students have to say about NYU Prague? Read their blogs here!                               See what NYU students have to say!                                                 KULTURAMA PRAHA                                           Immerse yourself in Prague's rich cultural life- NYU Prague offers a full semester of cultural programming - including opera, hockey, Czech cuisine, politics, theatre, film, galleries and much more.                               &quot;Prague has a such a rich cultural life for the taking; here, culture is all around you.&quot;   What is Kulturama? A complete guide to cultural life in Prague for our students.   NYU Prague wants to introduce you to as many aspects of Czech culture as possible. Our goal is to help you experience Prague in a way that you perhaps couldn't on your own.   Through a wide variety of events and activities, Kulturama Praha offers you a better understanding of European and Czech culture. We have several theme weeks: some in the past have included Communism Week, Culinary Week, Alchemy Week, Film and Theatre Week.                                                   NYU Prague Excursions                                           NYU Prague organizes over 15 day and overnight trips to some of the Czech Republic's most famous destinations...and to hidden jewels that only the locals know about.                               And they are FREE! Read about some of the trips we took this past semester here .                                                 NYU Prague Student Council                                           Join the Student Council and be part of a team organizing events at NYU Prague                               The Student Council usually has about 10 members. They are given a budget, and they can decide what to spend it on - in the past, the Student Council has hosted Thanksgiving pot lucks, farewell parties, open mic nights, Halloween parties.                                                 Cultural Immersion Programming                                           Want to meet locals? Here are a few ways that you can join the local community.                                    Cultural Immersion Trips will take you way off the beaten path. You can spend a weekend living with a Czech family, participate in a volunteer brigade with Czech university students, visit Czech high schools, meet people involved in the Roma (gypsy) community.   Film club - meet Czech university students at our film club where we screen a film and discuss afterwards.   Internships and volunteering - lots of opportunities to contribute to the society!   Prague Wandering outreach programs take you into local Czech High Schools and discuss issues in the media                            Get to Know Your Neighborhood                                           NYU Prague is situated on Malé Náměstí only steps away from the Old Town Square; dorms are located in neighborhoods not far from the city center.                               Local Tram, Bus and metro schedule   Prague version of mapquest                                                                                              Meet the Staff                                                                                         Housing                                                            Having Tech Trouble?        Need Help? NYUPrague, Ask ITS!                   Phone support 224.240.882  E-mail support AskITS@nyu.edu            Find answers in Ask ITS self-help knowledgebase                                                                Health and Safety                                                           Life and Culture        in Prague                                             Orientation in Prague                                                This Week&#039;s Cultural Listings                  Students can attend the ballet, opera, philharmonic, or theater for just a few dollars at Prague’s most prestigious performance spaces.            The Prague Post                                   Prague Student News                  NYU Prague students write about their experiences and the happenings of the city on Prague Wandering , a WebZine read by thousands of people around the world, and also on our newly-launched PragueCast , a student-run podcast led by BBC correspondent Rob Cameron.            Prague Wandering WebZine                                                                NYU Centers Abroad...           Abu Dhabi, United Arab Emirates Accra, Ghana Berlin, Germany Buenos Aires, Argentina Florence, Italy London, United Kingdom Madrid, Spain New York, United States of America Paris, France Prague, Czech Republic Shanghai, China Sydney, Australia Tel Aviv, Israel Washington, DC, United States of America                                                                                                                   Admitted Students                                                                     Learn      Courses    Special Programs    Research Opportunities    Facilities    Faculty    Internships           Live      Housing &amp; Meals   Cost &amp; Budgeting    Language    Culture &amp; Customs    Health &amp; Safety    Staff           Explore      Getting Around   Restaurants    Nightlife    Things to do    Local Travel    Regional Travel                                                                           Questions?        Contact Us                                                                                                                  NYU Footer          Search      Directory      Campus Map      Events      Contact Us      Site Map      Copyright and Fair Use      Feedback         Unless otherwise noted, all content copyright New York University. All rights reserved. Designed by The Office of Web Communications"}, {"content": "Course Offerings    |     Social &amp; Cultural Analysis    | New York University                                   Skip to page Content.     NEW YORK UNIVERSITY     ARTS AND SCIENCE     COLLEGE OF ARTS AND SCIENCE     GRADUATE SCHOOL OF ARTS AND SCIENCE                               Home       People       Undergraduate Program       Graduate Programs       News and Events       Resources       Employment Opportunities             Stay Connected           Facebook       Twitter                    Back to Home       Course Offerings   Introductory Core    Concepts in Social and Cultural Analysis   SCA-UA 1 4 points.   A gateway to all majors offered by the Department of Social and Cultural Analysis. It focuses on the core concepts that intersect the constituent programs of SCA: Africana Studies, American Studies, Asian/Pacific/American Studies, Gender and Sexuality Studies, Latino Studies, and Metropolitan Studies. The course surveys basic approaches to a range of significant analytical concepts (for example, property, work, technology, nature, popular culture, consumption, knowledge), each one considered within a two-week unit. Because the course is team-taught and the instructors vary from semester to semester, there may be slight alterations in the concepts covered in different terms.    Approaches to Metropolitan Studies   SCA-UA 601 Offered in the fall. 4 points.   A broad and interdisciplinary introduction to the field of urban studies, surveying the major approaches deployed to investigate the urban experience in the social space of the modern city. Explores the historical geography of capitalist urbanization with attention to North American and European cities, to colonial and postcolonial cities, and to the global contexts of urban development. Major topics include urban politics and governance; suburban and regional development; urban social movements; urban planning; and the gendering of urban space and racial segregation in urban space.      Research Core    Strategies in Social and Cultural Analysis   SCA-UA 20 Prerequisite: Approaches to Metropolitan Studies (SCA-UA 601). Offered every year. 4 points.   Introduces an array of social scientific research methods, both qualitative and quantitative, for research in urban studies. Topics range from ethnography to survey research to social statistics, among others. Includes practical, hands-on application of the research methods. Majors must enroll in the spring of their junior year or before.    Senior Research Seminar   SCA-UA 90 Prerequisites: Concepts in Social and Cultural Analysis (SCA-UA 1), Approaches to Metropolitan Studies (SCA-UA 601), and Cities in a Global Context (SCA-UA 602). 4 points.   An advanced research course in social and cultural analysis. It culminates in each student completing an extended research paper that makes use of various methodology skills. Students work individually and collaboratively on part of a class research project pertaining to their major. Majors must enroll in the fall of their senior year.      Honors Track    Senior Honors Seminar   SCA-UA 92 Prerequisites: 3.65 GPA or higher (both overall and in the major) and permission of the department. Offered in the fall. 4 points.    Senior Honors Thesis   SCA-UA 93 Prerequisites: Senior Honors Seminar (SCA-UA 92), 3.65 GPA or higher (both overall and in the major), and permission of the department. Offered in the spring. 4 points.    Internship Program    Internship Fieldwork   SCA-UA 40 Corequisite: Internship Seminar (SCA-UA 42). 2 or 4 points.   Ten hours of fieldwork are required for 2 points; 15 hours for 4 points.    Internship Seminar   SCA-UA 42 Corequisite: Internship Fieldwork (SCA-UA 40). Brown. Section 1: General Internship. Nonprofit and government agencies. 2 or 4 points. Section 2: Legal Aid Internship. Students work directly with the criminal justice division of the Legal Aid Society. 4 points.   The internship program complements and enhances the formal course work of the metropolitan studies major. Students intern at agencies dealing with a range of issues pertaining to metropolitan studies and take a corequisite seminar that enables them to focus the work experience in meaningful academic terms. The goals of the internship are threefold: (1) to allow students to apply the theory they have gained through course work, (2) to provide students with analytic tools, and (3) to assist students in their exploration of professional career paths. The internship is open to juniors and seniors and requires an interview and permission of the director of internships. Majors are required to take the internship program for 4 points but may choose to register for 8 points. Majors who choose to take the internship for 8 points count the additional 4 internship credits as an elective.      Independent Study    Independent Study   SCA-UA 997, 998 Prerequisite: permission of the instructor. 2 to 4 points per term.      Elective Courses    Cities in a Global Context   SCA-UA 602 Offered in the spring. 4 points.   What is a global city? How does a global perspective shape our understanding of urban spaces and the politics of creating social and spatial order in cities? This course draws on ethnographic examples from a range of cultural and geographic contexts to explore 21st-century urbanization. Through examples that range from London to Shanghai, the course traces how issues like equity, migration, violence, ecology, and citizenship can inform an understanding of modern cities.    Urban Cultural Life   SCA-UA 608 4 points.   Few cities enjoy as rich a cultural life as New York City, with its galaxy of neighborhoods, museums, galleries, theatres, concert halls, and alternative spaces. Through walking tours, attendance at cultural events, and visits to local cultural institutions, students explore the definition of urban culture. Sites include the familiar and the unfamiliar, the Village and the outer boroughs. Students examine the attributes that constitute culture and community from an interdisciplinary perspective. Readings and films expand their understanding of these concepts.    Law and Urban Problems   SCA-UA 610 Offered in the fall. 4 points.   Interdisciplinary introduction to the law as it interacts with society. Focuses on problems in areas such as housing, zoning, welfare, and consumer affairs, emphasizing the underlying social, economic, and political causes of the problems and the responses made by lawmakers and courts. Readings are drawn from the law and social science. No specific knowledge of law is required.    Work and Wealth in the City: The Economics of Urban Growth   SCA-UA 612 Offered every other year. 4 points.   The financing of complex American cities raises related issues about the changing character of work in the city and the organization of wealth and city finances in contemporary urban America. This course examines a diverse set of questions about the forms of capital needed to maintain a city, the economics of regional development, the role of taxes in supporting services and urban development, the job structure of a metropolitan area, and the types of incentives necessary to maintain a diverse labor force.    Community Empowerment   SCA-UA 613 Offered in the spring. 4 points.   Empowerment is defined as those processes, mechanisms, strategies, and tactics through which people, as well as organizations and communities, gain mastery over their lives. It is personal as well as institutional and organizational. This course addresses these issues in a wide variety of community settings. The course is designed to be challenging and rewarding to those students interested in helping people work together to improve their lives.    Culture of the City   SCA-UA 620 Offered in the spring. 4 points.   Urban culture is a complex, fantastic part of daily life, encompassing everything from vaudeville, the public library, opera, and dance to the local bar, social club, and graffiti. By considering cities to be sources of cultural invention, this course explores, through literature, history, social science, and student experience, the evolution of high and popular culture, both modernist and postmodernist. Emphasis is on how cultures create bonds between specific interest groups and on how culture becomes the arena for acting out or resolving group conflict.    New York City in Film   SCA-UA 623 4 points.   Analyzes the way New York has been portrayed in some of the classic films about the city. In turn, the course examines how these stories have helped shape the city’s image of itself. The goal is to see how each particular film originated at distinct moments both in the city’s history as well as in the history of filmmaking. In so doing, the course combines the perspectives of both urban studies and film studies, placing films within their cultural, political, and artistic content.    Landscapes of Consumption   SCA-UA 625 Offered every year. 4 points.   Consumption of objects, images, and places is central to the culture and economy of metropolitan life. The class explores how the relationship between consumption and cities has developed by examining three key moments: the late 19th century and the invention of urban commodity spectacles, post-war America and the rise of suburban consumer spaces, and contemporary America and the selling of the commodity city. The class addresses three questions: Why do we want things? How does landscape organize our consumer desires? How does place become an object of consumption? We begin with an examination of classic theoretical works that probe the relationships between people, things, and cities. We then embed these in discussions of changing forms and practices of consumption and urbanism. The empirical cases we examine range from the development of the department store, to the fashioning of the commodity city, to the work of shopping, and to the emergence of a thriving urban debt industry.    Urban Environmentalism   SCA-UA 631 Offered every other year. 4 points.   Explores environmental issues in urban centers, their causes and impacts, and the rise of a movement that considers the “environment” not just as the term we use to describe the natural world from which most urban residents feel dissociated, but rather as the array of places where we live, work and play. Considers the relationship between society and public policy in the context of environmentalism. Introduces students to public policy analysis, with a focus on policy implementation and decision-making in New York City. Examines the powers of the NYC Council and explains the role of agencies, the private sector, and interest groups as critical parts of a bureaucracy through which environmental issues are shaped, managed and negotiated. Through a variety of case studies, increases students' understanding of the political, legal, economic and technical and scientific constraints of the policy decision-making process and explores the path towards managing, using and protecting environmental resources in urban centers. Climate Change and Environmental Justice SCA-UA 632 Offered every other year. 4 points. This course will introduce students to the basic approaches to climate change, through readings from climatologists, economists, anthropologists, geographers, cultural analysts, and activists of various stripes. Consideration will be given to the “debate” about climate change that has been generated by deniers and advocates for the fossil fuel industries. The context for discussing the natural and social impact of global warming will be further defined by examining the principles of climate justice. Modeled on the American-derived principles of environmental justice in the 1990s, the climate justice movement poses a legal and humanitarian challenge to champions of “natural capitalism” who place their faith in market-driven solutions. Students will look at how populations are unevenly affected by climate change, and how this imbalance is being addressed by a range of advocates of decarbonization.      Related Courses    Multiethnic New York   SCA-UA 363 4 points.   See description under Asian/Pacific/American Studies.    “Chinatown” and the American Imagination: A Field Research Course   SCA-UA 370 4 points.   See description under Asian/Pacific/American Studies.    The Latinized City, New York and Beyond   SCA-UA 540 4 points.   See description under Latino Studies.    Urban Economics   SCA-UA 751 Identical to ECON-UA 227. 4 points.   See description under Economics.    Urban Government and Politics   SCA-UA 753 Identical to POL-UA 360. 4 points.   See description under Politics.    American Dilemmas: Race, Inequality, and the Unfulfilled Promise of Education   SCA-UA 755 Identical to TCHL-UE 41. 4 points.   See description from the Steinhardt School of Culture, Education, and Human Development, Department of Teaching and Learning.    Writing New York   SCA-UA 757 Identical to ENGL-UA 180. 4 points.   See description under English.    The Irish and New York   SCA-UA 758 Identical to HIST-UA 180, IRISH-UA 180. 4 points.   See description under Irish Studies.    Cities, Communities, and Urban Life   SCA-UA 760 Identical to SOC-UA 460. 4 points.   See description under Sociology.    Shaping the Urban Environment   SCA-UA 762 Identical to ARTH-UA 661. 4 points.   See description under Art History.    Decision Making and Urban Design   SCA-UA 763 Identical to ARTH-UA 670. 4 points.   See description under Art History.    Environmental Design: Issues and Methods   SCA-UA 764 Identical to ARTH-UA 672. 4 points.   See description under Art History.    Cities in History   SCA-UA 765 Identical to ARTH-UA 662. 4 points.   See description under Art History.    Urban Design and the Law   SCA-UA 766 Identical to ARTH-UA 674. 4 points.   See description under Art History.    Seminar in Urban Options for the Future   SCA-UA 767 Identical to ARTH-UA 675. 4 points.   See description under Art History.    Urban Design: Infrastructure   SCA-UA 768 Identical to ARTH-UA 673. 4 points.   See description under Art History.    History of City Planning: 19th and 20th Centuries   SCA-UA 769 Identical to ARTH-UA 663. 4 points.   See description under Art History.    New York City: A Social History   SCA-UA 831 Identical to HIST-UA 639. 4 points.   See description under History.    Expressive Culture: Images—Architecture in New York Field Study   MAP-UA 722 4 points.   See description under Foundations of Contemporary Culture.    Modern Hispanic Cities   SPAN-UA 650 Conducted in Spanish. 4 points.   See description under Spanish and Portuguese Languages and Literatures.               Contact Us | &copy; New York University , Arts and Science"}]}]