[{"detail": [{"content": "Spring 2015 PhD Course Offerings, Spanish and Portuguese | NYU                                Navigation           NEW YORK UNIVERSITY       ARTS AND SCIENCE       COLLEGE OF ARTS AND SCIENCE       GRADUATE SCHOOL OF ARTS AND SCIENCE                                                Back to Home       Spring 2015 PhD Course Offerings          Click here to view schedule   PORT-GA 1104.001        Title: Portuguese for Spanish Speakers      Instructor : Carlos Veloso      Day/Time: Monday 3:30-5:30pm      Description: PORT-GA  1104 is an accelerated course for advanced Spanish speakers with a good command  of Spanish grammar. It covers the fundamentals of the Portuguese language with  a focus on Brazil. In this course, Spanish sentence patterns and vocabulary  will be utilized as a basis for the study of similarities and differences  between the two languages. Comparisons among sound systems  (Spanish/English/Portuguese) will familiarize students with standard Portuguese  pronunciation. Written responses to short readings ( crônicas , poetry,  essays and articles) or visuals will help to review and expand grammar points  and to practice transferring common features of Spanish into Portuguese syntax.  Brief presentations on topics related to the arts and society will promote  essential speaking skills. By the end of the semester students will be prepared  to read complex materials and will have acquired basic proficiency in speaking,  writing and understanding standard Portuguese.      This is a zero credit course. A limited number of  spots are available for students from other departments/programs. These  spots will be allocated on a first come, first serve basis. Interested  students should contact Edgardo Núñez at edgardo.nunez@nyu.edu for  permission to enroll.             PORT-GA  2967.001            Title: The New Documentary Film in Brazil       Instructor: Marta Peixoto       Day/Time: Wednesday 4:00-6:00pm            Description: In Brazil, as elsewhere, the last twenty-some years have seen a surge in  documentary filmmaking, aided by the availability of lightweight and  inexpensive recording technologies. This  increase in Brazil, part of the Retomada or Renewal of cinema of all kinds in  the 1990s, made possible by favorable government policies, was accompanied by a  parallel surge in critical thinking about the genre. This course, CONDUCTED IN  ENGLISH, will examine a selection of these Brazilian films from the 1990s to  the present, in connections with film criticism and relevant film theory  (Jacques Rancière, André Bazin, and others), in a context of earlier  influential American and European documentary movements and filmmakers (direct  cinema, cinéma vérité, Frederick Wiseman, Jean Rouch, Agnès Varda) and of  Brazil's Cinema Novo. We will consider documentary film transnationally as a  genre in its distinction and confluences with fiction films, explore issues  such as: new modes of representation of \"a voz do povo,\" the uses of  fiction in documentary film, ethical concerns about the respectful use of other  people's images and words, and the construction of complex images of Brazil  changing political and social landscape since the end of the military  dictatorship.            Students will expand their critical and theoretical  vocabulary with regard to film and try their hand at film criticism. They may choose a final project on  documentary film from elsewhere in Latin America or Spain.             Readings for the course are available in one or more  of the following ways: for purchase online (amazon.com or elsewhere), posted on  NYU Classes, or at Bobst library. The  films are on reserve at the Avery Fisher Film Library at Bobst.                       SPAN-GA 2965.001            Title: Reading Modern  Spanish Culture through Raymond Williams       Instructor: Jo Labanyi       Day/Time: Wednesday  2:00-4:00pm            Description: The course will  revisit the writings of Raymond Williams, whose pioneering work in cultural  studies from the 1950s to the 1980s had an important influence on Latin  American cultural critics but has been relatively little used by scholars of  Spain. We will discuss a number of key concepts theorized by Williams, trying  them out, through close reading undertaken collectively in class, as ways of  reading excerpts from a wide range of Spanish cultural texts from the 19 th   century to the present. The latter will include fiction, drama, poetry, essays,  travel writing, and journalism (including television journalism). The aim will  be to develop critical tools for exploring the relationship between cultural  texts and social processes, showing how each can illuminate the other. In  particular, we will pursue Williams’ insight that the analysis of literary  forms can offer an understanding of social forms.            The  course will be taught in English to give Spanish-native-speaker students  increased academic competence in English.                    Texts:            This  course is going to be something of an experiment. Unlike most courses, which  have a limited selection of core literary and cultural texts supplemented by a  large amount of critical reading, in this case the core texts will be critical  works by Williams, which will be read in relation to a large selection of short  literary and cultural texts (mostly excerpts).            Works  by Raymond Williams            Ordered  for NYU Bookstore (you should buy these):      Modern Tragedy (1966)      The Country and  the City (1973)      Keywords: A  Vocabulary of Culture and Society (1976; rev. ed. 2014)      Marxism and  Literature (1977)      The Sociology of  Culture (1982;  orig. Culture , 1981)            Selections  from the following will be made available:      Culture and  Society (1958)      The Long  Revolution (1961)      Politics and  Letters: Interviews with New Left Review    (1979)      Culture and  Materialism (2005;  orig. Problems in Materialism and Culture ,  1980)      Writing in  Society (1983)      Politics of  Modernism (1989)                   Spanish  literary and cultural texts      These  will be short texts or excerpts from longer texts, made available via NYU  Classes or available online. They are expected to be as follows (there may be  some changes):      ·     José de  Espronceda’s “Canciones” (Pirata, Mendigo, Reo de muerte, Verdugo, Cosaco)  (poetry, late 1830s)      ·     Duque de Rivas, Don Álvaro o la fuerza del sino (play,  1835)      ·     Wenceslao Ayguals  de Izco, María o la hija de un jornalero (folletín,  1845) (available as Google e-book)      ·     Concepción Arenal, Cartas a los delincuentes (essays, 1865)  (on  www.cervantesvirtual.com )      ·     Juan Valera, Pepita Jiménez (novel, 1874) (at  www.gutenberg.org )      ·     Leopoldo Alas, El hambre en Andalucía (journalism,  1882)      ·     Leopoldo Alas, La Regenta (novel, 1884-1885) (at  www.gutenberg.org )      ·     Emilia Pardo Bazán,   Los pazos de Ulloa (novel, 1886) (at  www.gutenberg.org )      ·     José María de  Pereda, Peñas arriba (1895) (at  www.gutenberg.org )      ·     Benito Pérez  Galdós, Nazarín (novel, 1895) (on  www.cervantesvirtual.com )      ·     Miguel de Unamuno, En torno al casticismo (essays, 1895)  (at  www.es.wikisource.org )      ·     Miguel de Unamuno, Del sentimiento trágico de la vida (essays,  1912) (various online sources)      ·     Miguel de Unamuno, San Manuel Bueno, mártir (novella, publ.  in La Novela de Hoy subscription  series, 1931; as book, 1933)      ·     Ramón María del  Valle-Inclán, Romance de lobos (Comedia  bárbara) (play, 1908) (at  www.gutenberg.org )      ·     Carmen de Burgos, El artículo 438 (novella, publ. in La Novela Semanal subscription series,  1921)      ·     Salvador Seguí, Escuela de rebeldía (novella; publ.  posthumously in La Novela de Hoy subscription  series, 1923)      ·     José Ortega y  Gasset, La deshumanización del arte (1925)        ·     Federico García  Lorca, Así que pasen cinco años (play,  written 1931)      ·     Ernesto Giménez  Caballero, Genio de España (essay,  1932)      ·     Miguel Hernández, Vientos del pueblo me llevan (poetry,  1937)      ·     Rafael  Alberti, Radio Sevilla (agitprop  play, 1937)      ·     Selection  of poetry written by Republican soldiers during the Spanish Civil War      ·     Carmen  Laforet, Nada (novel, 1945)      ·     Gabriel Celaya, Cantos iberos (poems, 1955)      ·     Juan Goytisolo, Señas de identidad (novel, 1966)      ·     José Sanchis  Sinisterra, Terror y miseria en el primer  franquismo (plays, written 1979-2002; publ. 2003)      ·     Juan Eduardo  Zúñiga, Largo noviembre de Madrid (short  stories, 1980)      ·     Julio Llamazares, El río del olvido (travel writing, 1990)        ·     Dulce Chacón, Cielos de barro (novel, 2000)      ·     Montse Armengou  &amp; Ricard Belis, Les fosses del  silenci / Las fosas del silencio (documentary for Catalan television TV3,  2003)                  SPAN-GA 2967.001          Title: Poéticas del delirio en  Puerto Rico       Instructor: Rubén Ríos  Ávila       Description: Este seminario propone la bancarrota como un lugar  productivo desde donde re-imaginar a Puerto Rico y su precario lugar  \"entre\" las Américas. ¿Qué significa la reciente devaluación del  crédito en el contexto de la que fuera \"vitrina del Caribe\" para las  utopías liberales de los años cincuenta y de qué modo la producción artística y  cultural más reciente re-significa la catástrofe, encontrando allí modos  expresivos del delirio, es decir, racionalidades alternas que descubren en la  ruina, el detritus, el margen, el desvío, la pobreza, el tranque, o el fracaso  los rudimentos para una poética que es también una política. ¿De qué modo  produce este inhóspito contra-canon una nueva plantilla para una posible  escritura desde Puerto Rico y su diáspora, fuera de las usuales  territorialidades de la nación por venir? En este contexto leemos textos  de Manuel Ramos Otero, Aurea Sotomayor, Rafael Acevedo, Eduardo Lalo, Luis  Negrón, Justin Torres, así como obra fílmica de Carmen Oquendo, Antonio Santini  y Álvaro Aponte y textos teórico-críticos de Juan Duchesne, Arnaldo Cruz,  Jossiana Arroyo, Carlos Pabón y Agnes Lugo.       SPAN-GA 2967.002            Title: Borders and Diasporas          Instructor : Tomás Urayoán Noel          Day/Time: Tuesday  4:00-6:00pm            Description: This course  seeks to trace the evolution of border and diaspora as key terms  in literary and cultural studies over the past two decades. Books such as  Gloria Anzaldúa's Borderlands/La Frontera: The New Mestiza (1987) and  Paul Gilroy's The Black Atlantic: Modernity and Double Consciousness   (1993) helped shape contemporary understandings of these two terms by mapping  the Mexico-U.S. borderlands and the black Atlantic as what James Clifford calls  “productive sites of crossing; complex, unfinished paths between local and  global attachments.” While considering these and other foundational  interventions, we will also explore how more recent work engages other borders  (e.g. Haiti-Dominican Republic, Canada-U.S.) and diasporas (e.g. Caribbean,  Pacific) as well as new spatial logics (e.g. the neoliberal city, the carceral  border, digital cultures). Although we will pay particular attention to U.S.  Latina/o and Caribbean contexts, students are welcome and in fact encouraged to  explore borders and diasporas in ways that intersect with their own research.  Critical readings may include works by Gloria Anzaldúa, Paul Gilroy, Guillermo  Gómez-Peña, Stuart Hall, Claire Fox, Néstor García Canclini, Heriberto Yépez,  Silvio Torres-Saillant, Ramón Saldívar, Juan Flores, Alicia Schmidt Camacho,  Brent Hayes Edwards, Alejandro Lugo, and Michelle M. Wright. Additionally, we  may engage with popular music and film, and with literary texts, performances,  and/or installations by Américo Paredes, Josefina Báez, Craig Santos Perez,  Reina María Rodríguez, Alan Michelson, Pedro Pietri, Teddy Cruz, and M.  NourbeSe Philip, among others. We will likely also have a number of guest  speakers, readers, and/or performers.            (This  course will be conducted in English; reading knowledge of Spanish is not  required.)                      SPAN-GA 2968.001            Title:  Disputar lo precario. Recorridos de la cultura en el  Cono Sur y Brasil (1970-2010)          Instructor: Gabriel Giorgi       Day/Time: Monday 2:00-4:00pm    Description :  Quizá una de las marcas más perdurables que la llamada “era neoliberal”  imprimió sobre los lenguajes públicos sea la constelación de sentidos y afectos  en torno a la precariedad. Precarización, precariado, precariedad/precaridad:  modos, ciertamente heterogéneos, de nombrar el desfondamiento vertiginoso de la  promesas de seguridad y estabilidad que tanto el Estado de bienestar como la  sociedad neoliberal habían instalado desde la segunda mitad del siglo XX. En  esa constelación alrededor de la precariedad emerge una dimensión clave: la de  una vida que aparece, con un relieve cada vez más nítido, bajo la luz de  una nueva gestión política de la vulnerabilidad. En ese contexto, ciertos  recorridos de la cultura en América Latina parecen haber ensayado, al menos  desde los años 70, modos de nombrar, de disputar y de narrar los sentidos  posibles de esa precariedad vuelta punto de gravitación de la imaginación  política. El seminario se propone interrogar los modos por los cuales el trabajo  estético y cultural en torno a lo precario funcionó como uno de los vectores  creativos más productivos en las últimas décadas, donde la  precariedad, lejos de ser una condición fija, estabilizada y definitiva, se  vuelve la instancia de una reconfiguración de sensibilidades y de debates en  torno a lo común. Dos dimensiones parecen especialmente productivas para pensar  estas disputas en torno a lo precario: por un lado, la emergencia de territorialidades  heterogéneas (Zibechi, Ludmer, Rodriguez), irreductibles a la distribución  entre público/privado, nacional/global, rural/urbano; por otro, ficciones  y testimonios en torno a economías alternativas, a la vez que efímeras y  estratégicas, que pasan por el reciclaje de los despojos y las ruinas del  capital y por nuevas relaciones con lo natural y lo viviente. En estas  dimensiones se conjugan tensiones al interior de la denominada “subjetividad  neoliberal” , y se reconfigura la relación entre lo común y lo viviente;  allí la cultura parece encontrar nuevos terrenos para pensarse políticamente, a  la vez que desdibuja sus propios límites y tensa su misma especificidad. Los materiales a analizar incluyen textos de Rodolfo Fogwill,  Clarice Lispector , Sergio Chejfec, Gabriela Cabezón Cámara, Diamela Eltit,  Rafael Pinedo, Vinicius Faustini y Iosi Havilio. También discutiremos   films de Mendonça Filho y Eduardo Coutinho, junto a materiales teóricos e  históricos de Judith Butler, Raúl Zibechi, Ignacio Lewcowicz, Pierre Dardot y  Christian Larval, Maurizio Lazzarato, Brett Nelson y Ned Rossiter, entre otros .                              SPAN-GA  2968.002             (This course originates in CLACS)            Title: Latin American Independence in the Age of Revolution          Instructors: Sibylle Fischer  and Sinclair Thomson          Day/Time : Monday 2:00 -  4:45pm, plus Monday evening lectures                  SPAN-GA  2975.001             Title: Iberian  Cultures and the Experimental Filmic Imagination          Instructor: Sara  Nadal-Melsio          Day/Time : Wednesday  6:00-8:00pm            Description: The social and  political imaginaries of Francoist Spain created a singular instance of  temporal dislocation in the filmic avant-garde of the 1960s and 70s. Portuguese   novo cinema, and António Reis’s  pedagogical legacy in particular, also called for a reformulation of ‘national  art cinema.’      This  course proposes an examination of the political, historical, and aesthetic  conjunctures that allowed both the emergence and survival of, an often  clandestine, experimentalism in the Iberian peninsula. The commitment to  avant-garde practices pushed the envelope of political possibility by  establishing an elective affinity and an affective transfer between the  political and the aesthetic. By addressing this productive double  enunciation through a transnational lens, this course seeks to shed new light  on European peripheral cinematic avant-gardes through the reading of classical  film theory. We will pay special attention to questions of non-synchronicity  and filmic ontology, which were addressed by early film scholars and have  remained central to an Iberian tradition of experimentalism.      In  addition to the films themselves, theoretical readings will include, among  others, Jean Epstein, Béla Balázs, Gilles Deleuze, André Bazin, Serguei  Eisentein, Jacques Rancière and Stanley Cavell. Primary materials will be  drawn from the work of Pere Portabella, Jacinto Esteve, Antoni Padrós, Albert  Serra, Manoel de Oliveira, António Reis, and Pedro Costa among others. Course will be conducted in English. Films will be subtitled in English as well.                  SPAN-GA  2975.002            Title: Introduction to  Aesthetics and Literary Theory          Instructor: Eduardo  Subirats          Day/Time : Monday  6:00-8:00pm   Description : This seminar will  focus on five major works of Western aesthetics: Kant, Schiller, Hegel,  Schopenhauer, and Nietzsche. It will reconstruct central categories such as  form, beauty, genius, and myth. It also will focus on a central category: the  metaphysical (not moral) concept of will. Its ultimate goal is a critique of contemporary  artistic decadence, literary commercialism and anti- aesthetics.              SPAN-GA 2977.001            Title: Cubanologies:   Altered States of the Nation          Instructor: Ana Dopico         Day/Time: Tuesday 1:30-3:30pm       Description: This course works  through the Cuban literary, visual, and musical canons to engage the periodizations  and monuments of national culture. We will engage recent critical  studies, historiography and social and cultural theory to establish a  comparative analysis of the relation between state, nation, and empires.   We will think about Cuba beyond an insular state and identity and examine the  Latin American, hemispheric and global constellations that help us reframe Cuba  as subject, fetish, concept, and ideological factory.                  SPAN-GA 2978.001            Title: High and Low:  The Cultures of Latin American Modernismo          Instructor: Laura  Torres-Rodríguez          Day/Time: Thursday 5:00-7:00pm           Description: This class is an  introduction to the debates around turn-of-the-nineteenth-century aesthetic  production in Latin America. Recent academic contributions have  interrogated the traditional understandings of modernista period,  opening the field to more interdisciplinary methodologies. We will map this  academic corpus and revisit key texts in the construction of a Latin American  aesthetic culture and its contemporary influences. Modernismo is  generally recognized as the epitome of high literary expression in Latin  America because of its discourses on artistic autonomy. However, we will  explore its relations to popular and material culture, consumption economies,  and sexual politics. In addition to the study of canonical works for Latin  America continental definition, we will examine the margins of the movement,  known as bad modernism in order to propose other  aesthetic categories for understanding modernista forms. This  includes, among other approaches, affect and performance theory, political  economy, and gender and postcolonial studies. This course will be  conducted in Spanish.                   SPAN-GA 3545.001             Title: Dissertation  Proposal Workshop      Instructor: Georgina Dopico-Black      Day/Time: Thursday, 2:00-4:00pm       Description: Workshop to direct students toward the basic approaches and  structure of the future dissertation, with the goal of writing a finished  proposal .                                        Home       People       Language Placement       Undergraduate Program       Graduate Programs       Study Away       News &amp; Events       Alumni       Resources &amp; Affiliations       Ph.D. Portal       Employment Opportunities       Contact Us               Stay Connected           like us on Facebook                     Photo Credits         Contact Us | &copy; New York University , Arts and Science"}]},
{"detail": [{"content": "Spring 2015 PhD Course Offerings, Spanish and Portuguese | NYU                                Navigation           NEW YORK UNIVERSITY       ARTS AND SCIENCE       COLLEGE OF ARTS AND SCIENCE       GRADUATE SCHOOL OF ARTS AND SCIENCE                                                Back to Home       Spring 2015 PhD Course Offerings          Click here to view schedule   PORT-GA 1104.001        Title: Portuguese for Spanish Speakers      Instructor : Carlos Veloso      Day/Time: Monday 3:30-5:30pm      Description: PORT-GA  1104 is an accelerated course for advanced Spanish speakers with a good command  of Spanish grammar. It covers the fundamentals of the Portuguese language with  a focus on Brazil. In this course, Spanish sentence patterns and vocabulary  will be utilized as a basis for the study of similarities and differences  between the two languages. Comparisons among sound systems  (Spanish/English/Portuguese) will familiarize students with standard Portuguese  pronunciation. Written responses to short readings ( crônicas , poetry,  essays and articles) or visuals will help to review and expand grammar points  and to practice transferring common features of Spanish into Portuguese syntax.  Brief presentations on topics related to the arts and society will promote  essential speaking skills. By the end of the semester students will be prepared  to read complex materials and will have acquired basic proficiency in speaking,  writing and understanding standard Portuguese.      This is a zero credit course. A limited number of  spots are available for students from other departments/programs. These  spots will be allocated on a first come, first serve basis. Interested  students should contact Edgardo Núñez at edgardo.nunez@nyu.edu for  permission to enroll.             PORT-GA  2967.001            Title: The New Documentary Film in Brazil       Instructor: Marta Peixoto       Day/Time: Wednesday 4:00-6:00pm            Description: In Brazil, as elsewhere, the last twenty-some years have seen a surge in  documentary filmmaking, aided by the availability of lightweight and  inexpensive recording technologies. This  increase in Brazil, part of the Retomada or Renewal of cinema of all kinds in  the 1990s, made possible by favorable government policies, was accompanied by a  parallel surge in critical thinking about the genre. This course, CONDUCTED IN  ENGLISH, will examine a selection of these Brazilian films from the 1990s to  the present, in connections with film criticism and relevant film theory  (Jacques Rancière, André Bazin, and others), in a context of earlier  influential American and European documentary movements and filmmakers (direct  cinema, cinéma vérité, Frederick Wiseman, Jean Rouch, Agnès Varda) and of  Brazil's Cinema Novo. We will consider documentary film transnationally as a  genre in its distinction and confluences with fiction films, explore issues  such as: new modes of representation of \"a voz do povo,\" the uses of  fiction in documentary film, ethical concerns about the respectful use of other  people's images and words, and the construction of complex images of Brazil  changing political and social landscape since the end of the military  dictatorship.            Students will expand their critical and theoretical  vocabulary with regard to film and try their hand at film criticism. They may choose a final project on  documentary film from elsewhere in Latin America or Spain.             Readings for the course are available in one or more  of the following ways: for purchase online (amazon.com or elsewhere), posted on  NYU Classes, or at Bobst library. The  films are on reserve at the Avery Fisher Film Library at Bobst.                       SPAN-GA 2965.001            Title: Reading Modern  Spanish Culture through Raymond Williams       Instructor: Jo Labanyi       Day/Time: Wednesday  2:00-4:00pm            Description: The course will  revisit the writings of Raymond Williams, whose pioneering work in cultural  studies from the 1950s to the 1980s had an important influence on Latin  American cultural critics but has been relatively little used by scholars of  Spain. We will discuss a number of key concepts theorized by Williams, trying  them out, through close reading undertaken collectively in class, as ways of  reading excerpts from a wide range of Spanish cultural texts from the 19 th   century to the present. The latter will include fiction, drama, poetry, essays,  travel writing, and journalism (including television journalism). The aim will  be to develop critical tools for exploring the relationship between cultural  texts and social processes, showing how each can illuminate the other. In  particular, we will pursue Williams’ insight that the analysis of literary  forms can offer an understanding of social forms.            The  course will be taught in English to give Spanish-native-speaker students  increased academic competence in English.                    Texts:            This  course is going to be something of an experiment. Unlike most courses, which  have a limited selection of core literary and cultural texts supplemented by a  large amount of critical reading, in this case the core texts will be critical  works by Williams, which will be read in relation to a large selection of short  literary and cultural texts (mostly excerpts).            Works  by Raymond Williams            Ordered  for NYU Bookstore (you should buy these):      Modern Tragedy (1966)      The Country and  the City (1973)      Keywords: A  Vocabulary of Culture and Society (1976; rev. ed. 2014)      Marxism and  Literature (1977)      The Sociology of  Culture (1982;  orig. Culture , 1981)            Selections  from the following will be made available:      Culture and  Society (1958)      The Long  Revolution (1961)      Politics and  Letters: Interviews with New Left Review    (1979)      Culture and  Materialism (2005;  orig. Problems in Materialism and Culture ,  1980)      Writing in  Society (1983)      Politics of  Modernism (1989)                   Spanish  literary and cultural texts      These  will be short texts or excerpts from longer texts, made available via NYU  Classes or available online. They are expected to be as follows (there may be  some changes):      ·     José de  Espronceda’s “Canciones” (Pirata, Mendigo, Reo de muerte, Verdugo, Cosaco)  (poetry, late 1830s)      ·     Duque de Rivas, Don Álvaro o la fuerza del sino (play,  1835)      ·     Wenceslao Ayguals  de Izco, María o la hija de un jornalero (folletín,  1845) (available as Google e-book)      ·     Concepción Arenal, Cartas a los delincuentes (essays, 1865)  (on  www.cervantesvirtual.com )      ·     Juan Valera, Pepita Jiménez (novel, 1874) (at  www.gutenberg.org )      ·     Leopoldo Alas, El hambre en Andalucía (journalism,  1882)      ·     Leopoldo Alas, La Regenta (novel, 1884-1885) (at  www.gutenberg.org )      ·     Emilia Pardo Bazán,   Los pazos de Ulloa (novel, 1886) (at  www.gutenberg.org )      ·     José María de  Pereda, Peñas arriba (1895) (at  www.gutenberg.org )      ·     Benito Pérez  Galdós, Nazarín (novel, 1895) (on  www.cervantesvirtual.com )      ·     Miguel de Unamuno, En torno al casticismo (essays, 1895)  (at  www.es.wikisource.org )      ·     Miguel de Unamuno, Del sentimiento trágico de la vida (essays,  1912) (various online sources)      ·     Miguel de Unamuno, San Manuel Bueno, mártir (novella, publ.  in La Novela de Hoy subscription  series, 1931; as book, 1933)      ·     Ramón María del  Valle-Inclán, Romance de lobos (Comedia  bárbara) (play, 1908) (at  www.gutenberg.org )      ·     Carmen de Burgos, El artículo 438 (novella, publ. in La Novela Semanal subscription series,  1921)      ·     Salvador Seguí, Escuela de rebeldía (novella; publ.  posthumously in La Novela de Hoy subscription  series, 1923)      ·     José Ortega y  Gasset, La deshumanización del arte (1925)        ·     Federico García  Lorca, Así que pasen cinco años (play,  written 1931)      ·     Ernesto Giménez  Caballero, Genio de España (essay,  1932)      ·     Miguel Hernández, Vientos del pueblo me llevan (poetry,  1937)      ·     Rafael  Alberti, Radio Sevilla (agitprop  play, 1937)      ·     Selection  of poetry written by Republican soldiers during the Spanish Civil War      ·     Carmen  Laforet, Nada (novel, 1945)      ·     Gabriel Celaya, Cantos iberos (poems, 1955)      ·     Juan Goytisolo, Señas de identidad (novel, 1966)      ·     José Sanchis  Sinisterra, Terror y miseria en el primer  franquismo (plays, written 1979-2002; publ. 2003)      ·     Juan Eduardo  Zúñiga, Largo noviembre de Madrid (short  stories, 1980)      ·     Julio Llamazares, El río del olvido (travel writing, 1990)        ·     Dulce Chacón, Cielos de barro (novel, 2000)      ·     Montse Armengou  &amp; Ricard Belis, Les fosses del  silenci / Las fosas del silencio (documentary for Catalan television TV3,  2003)                  SPAN-GA 2967.001          Title: Poéticas del delirio en  Puerto Rico       Instructor: Rubén Ríos  Ávila       Description: Este seminario propone la bancarrota como un lugar  productivo desde donde re-imaginar a Puerto Rico y su precario lugar  \"entre\" las Américas. ¿Qué significa la reciente devaluación del  crédito en el contexto de la que fuera \"vitrina del Caribe\" para las  utopías liberales de los años cincuenta y de qué modo la producción artística y  cultural más reciente re-significa la catástrofe, encontrando allí modos  expresivos del delirio, es decir, racionalidades alternas que descubren en la  ruina, el detritus, el margen, el desvío, la pobreza, el tranque, o el fracaso  los rudimentos para una poética que es también una política. ¿De qué modo  produce este inhóspito contra-canon una nueva plantilla para una posible  escritura desde Puerto Rico y su diáspora, fuera de las usuales  territorialidades de la nación por venir? En este contexto leemos textos  de Manuel Ramos Otero, Aurea Sotomayor, Rafael Acevedo, Eduardo Lalo, Luis  Negrón, Justin Torres, así como obra fílmica de Carmen Oquendo, Antonio Santini  y Álvaro Aponte y textos teórico-críticos de Juan Duchesne, Arnaldo Cruz,  Jossiana Arroyo, Carlos Pabón y Agnes Lugo.       SPAN-GA 2967.002            Title: Borders and Diasporas          Instructor : Tomás Urayoán Noel          Day/Time: Tuesday  4:00-6:00pm            Description: This course  seeks to trace the evolution of border and diaspora as key terms  in literary and cultural studies over the past two decades. Books such as  Gloria Anzaldúa's Borderlands/La Frontera: The New Mestiza (1987) and  Paul Gilroy's The Black Atlantic: Modernity and Double Consciousness   (1993) helped shape contemporary understandings of these two terms by mapping  the Mexico-U.S. borderlands and the black Atlantic as what James Clifford calls  “productive sites of crossing; complex, unfinished paths between local and  global attachments.” While considering these and other foundational  interventions, we will also explore how more recent work engages other borders  (e.g. Haiti-Dominican Republic, Canada-U.S.) and diasporas (e.g. Caribbean,  Pacific) as well as new spatial logics (e.g. the neoliberal city, the carceral  border, digital cultures). Although we will pay particular attention to U.S.  Latina/o and Caribbean contexts, students are welcome and in fact encouraged to  explore borders and diasporas in ways that intersect with their own research.  Critical readings may include works by Gloria Anzaldúa, Paul Gilroy, Guillermo  Gómez-Peña, Stuart Hall, Claire Fox, Néstor García Canclini, Heriberto Yépez,  Silvio Torres-Saillant, Ramón Saldívar, Juan Flores, Alicia Schmidt Camacho,  Brent Hayes Edwards, Alejandro Lugo, and Michelle M. Wright. Additionally, we  may engage with popular music and film, and with literary texts, performances,  and/or installations by Américo Paredes, Josefina Báez, Craig Santos Perez,  Reina María Rodríguez, Alan Michelson, Pedro Pietri, Teddy Cruz, and M.  NourbeSe Philip, among others. We will likely also have a number of guest  speakers, readers, and/or performers.            (This  course will be conducted in English; reading knowledge of Spanish is not  required.)                      SPAN-GA 2968.001            Title:  Disputar lo precario. Recorridos de la cultura en el  Cono Sur y Brasil (1970-2010)          Instructor: Gabriel Giorgi       Day/Time: Monday 2:00-4:00pm    Description :  Quizá una de las marcas más perdurables que la llamada “era neoliberal”  imprimió sobre los lenguajes públicos sea la constelación de sentidos y afectos  en torno a la precariedad. Precarización, precariado, precariedad/precaridad:  modos, ciertamente heterogéneos, de nombrar el desfondamiento vertiginoso de la  promesas de seguridad y estabilidad que tanto el Estado de bienestar como la  sociedad neoliberal habían instalado desde la segunda mitad del siglo XX. En  esa constelación alrededor de la precariedad emerge una dimensión clave: la de  una vida que aparece, con un relieve cada vez más nítido, bajo la luz de  una nueva gestión política de la vulnerabilidad. En ese contexto, ciertos  recorridos de la cultura en América Latina parecen haber ensayado, al menos  desde los años 70, modos de nombrar, de disputar y de narrar los sentidos  posibles de esa precariedad vuelta punto de gravitación de la imaginación  política. El seminario se propone interrogar los modos por los cuales el trabajo  estético y cultural en torno a lo precario funcionó como uno de los vectores  creativos más productivos en las últimas décadas, donde la  precariedad, lejos de ser una condición fija, estabilizada y definitiva, se  vuelve la instancia de una reconfiguración de sensibilidades y de debates en  torno a lo común. Dos dimensiones parecen especialmente productivas para pensar  estas disputas en torno a lo precario: por un lado, la emergencia de territorialidades  heterogéneas (Zibechi, Ludmer, Rodriguez), irreductibles a la distribución  entre público/privado, nacional/global, rural/urbano; por otro, ficciones  y testimonios en torno a economías alternativas, a la vez que efímeras y  estratégicas, que pasan por el reciclaje de los despojos y las ruinas del  capital y por nuevas relaciones con lo natural y lo viviente. En estas  dimensiones se conjugan tensiones al interior de la denominada “subjetividad  neoliberal” , y se reconfigura la relación entre lo común y lo viviente;  allí la cultura parece encontrar nuevos terrenos para pensarse políticamente, a  la vez que desdibuja sus propios límites y tensa su misma especificidad. Los materiales a analizar incluyen textos de Rodolfo Fogwill,  Clarice Lispector , Sergio Chejfec, Gabriela Cabezón Cámara, Diamela Eltit,  Rafael Pinedo, Vinicius Faustini y Iosi Havilio. También discutiremos   films de Mendonça Filho y Eduardo Coutinho, junto a materiales teóricos e  históricos de Judith Butler, Raúl Zibechi, Ignacio Lewcowicz, Pierre Dardot y  Christian Larval, Maurizio Lazzarato, Brett Nelson y Ned Rossiter, entre otros .                              SPAN-GA  2968.002             (This course originates in CLACS)            Title: Latin American Independence in the Age of Revolution          Instructors: Sibylle Fischer  and Sinclair Thomson          Day/Time : Monday 2:00 -  4:45pm, plus Monday evening lectures                  SPAN-GA  2975.001             Title: Iberian  Cultures and the Experimental Filmic Imagination          Instructor: Sara  Nadal-Melsio          Day/Time : Wednesday  6:00-8:00pm            Description: The social and  political imaginaries of Francoist Spain created a singular instance of  temporal dislocation in the filmic avant-garde of the 1960s and 70s. Portuguese   novo cinema, and António Reis’s  pedagogical legacy in particular, also called for a reformulation of ‘national  art cinema.’      This  course proposes an examination of the political, historical, and aesthetic  conjunctures that allowed both the emergence and survival of, an often  clandestine, experimentalism in the Iberian peninsula. The commitment to  avant-garde practices pushed the envelope of political possibility by  establishing an elective affinity and an affective transfer between the  political and the aesthetic. By addressing this productive double  enunciation through a transnational lens, this course seeks to shed new light  on European peripheral cinematic avant-gardes through the reading of classical  film theory. We will pay special attention to questions of non-synchronicity  and filmic ontology, which were addressed by early film scholars and have  remained central to an Iberian tradition of experimentalism.      In  addition to the films themselves, theoretical readings will include, among  others, Jean Epstein, Béla Balázs, Gilles Deleuze, André Bazin, Serguei  Eisentein, Jacques Rancière and Stanley Cavell. Primary materials will be  drawn from the work of Pere Portabella, Jacinto Esteve, Antoni Padrós, Albert  Serra, Manoel de Oliveira, António Reis, and Pedro Costa among others. Course will be conducted in English. Films will be subtitled in English as well.                  SPAN-GA  2975.002            Title: Introduction to  Aesthetics and Literary Theory          Instructor: Eduardo  Subirats          Day/Time : Monday  6:00-8:00pm   Description : This seminar will  focus on five major works of Western aesthetics: Kant, Schiller, Hegel,  Schopenhauer, and Nietzsche. It will reconstruct central categories such as  form, beauty, genius, and myth. It also will focus on a central category: the  metaphysical (not moral) concept of will. Its ultimate goal is a critique of contemporary  artistic decadence, literary commercialism and anti- aesthetics.              SPAN-GA 2977.001            Title: Cubanologies:   Altered States of the Nation          Instructor: Ana Dopico         Day/Time: Tuesday 1:30-3:30pm       Description: This course works  through the Cuban literary, visual, and musical canons to engage the periodizations  and monuments of national culture. We will engage recent critical  studies, historiography and social and cultural theory to establish a  comparative analysis of the relation between state, nation, and empires.   We will think about Cuba beyond an insular state and identity and examine the  Latin American, hemispheric and global constellations that help us reframe Cuba  as subject, fetish, concept, and ideological factory.                  SPAN-GA 2978.001            Title: High and Low:  The Cultures of Latin American Modernismo          Instructor: Laura  Torres-Rodríguez          Day/Time: Thursday 5:00-7:00pm           Description: This class is an  introduction to the debates around turn-of-the-nineteenth-century aesthetic  production in Latin America. Recent academic contributions have  interrogated the traditional understandings of modernista period,  opening the field to more interdisciplinary methodologies. We will map this  academic corpus and revisit key texts in the construction of a Latin American  aesthetic culture and its contemporary influences. Modernismo is  generally recognized as the epitome of high literary expression in Latin  America because of its discourses on artistic autonomy. However, we will  explore its relations to popular and material culture, consumption economies,  and sexual politics. In addition to the study of canonical works for Latin  America continental definition, we will examine the margins of the movement,  known as bad modernism in order to propose other  aesthetic categories for understanding modernista forms. This  includes, among other approaches, affect and performance theory, political  economy, and gender and postcolonial studies. This course will be  conducted in Spanish.                   SPAN-GA 3545.001             Title: Dissertation  Proposal Workshop      Instructor: Georgina Dopico-Black      Day/Time: Thursday, 2:00-4:00pm       Description: Workshop to direct students toward the basic approaches and  structure of the future dissertation, with the goal of writing a finished  proposal .                                        Home       People       Language Placement       Undergraduate Program       Graduate Programs       Study Away       News &amp; Events       Alumni       Resources &amp; Affiliations       Ph.D. Portal       Employment Opportunities       Contact Us               Stay Connected           like us on Facebook                     Photo Credits         Contact Us | &copy; New York University , Arts and Science"}, {"content": "Course Offerings, Spanish and Portuguese | NYU                                Navigation           NEW YORK UNIVERSITY       ARTS AND SCIENCE       COLLEGE OF ARTS AND SCIENCE       GRADUATE SCHOOL OF ARTS AND SCIENCE                                                Back to Home       Course Offerings   Jump To: Portuguese Language Courses    Brazilian and Portuguese Studies Courses   Spanish Language Courses Quechua Advanced Language    Advanced Language Electives Foundation Courses Advanced Courses    Portuguese      Language Courses Elementary-level courses stress the structures and patterns that permit meaningful communication in and outside the classroom. The intermediate-level courses aim to promote fluency in speaking, as well as proficiency in reading and writing. Both include readings and discussions of Portuguese and Brazilian texts, film, and other media. Successful completion of Intermediate Portuguese II (PORT-UA 4) fulfills the MAP language requirement. Portuguese for Beginners, Level I PORT-UA 1 Open to students with no previous training in Portuguese and no knowledge of Spanish and to others on assignment by placement test. 4 points. Beginning   course designed to teach the elements of Portuguese grammar and   language structure through a primarily oral approach. Emphasis is on   building vocabulary and language patterns to encourage spontaneous   language use in and out of the classroom. Portuguese for Beginners, Level II PORT-UA 2 Open to students with some previous training in Portuguese, equivalent to one semester of non-intensive college study, based on assignment by the appropriate placement test or by taking PORT-UA 1 at NYU. 4 points. Second   part of a beginning course sequence designed to teach the elements of   Portuguese grammar and language structure through a primarily oral   approach. Emphasis is on building vocabulary and language patterns to   encourage spontaneous language use in and out of the classroom.  Intensive Elementary Portuguese PORT-UA 10 Open to students with no previous training in Portuguese and no knowledge of Spanish and to others on assignment by placement test. 6 points.  Intensive Elementary Portuguese for Spanish Speakers PORT-UA 11 Prerequisite: native or near-native fluency in Spanish. 4 points. Accelerated introduction to spoken and written Portuguese. Intermediate Portuguese I PORT-UA 3 Prerequisite: Elementary Portuguese (PORT-UA 10), Portuguese for Beginners, Level II (PORT-UA 2), placement, or permission of the director of undergraduate studies. Continuation of PORT-UA 10 and PORT-UA 2. 4 points. Intermediate Portuguese II PORT-UA 4 Prerequisite: Intermediate Portuguese I (PORT-UA 3), placement, or permission of the director of undergraduate studies. Continuation of PORT-UA 3. 4 points.  Brazilian and Portuguese Studies Courses When taught in Portuguese, the following courses have as a prerequisite Intermediate Portuguese II (PORT-UA 4) or permission of the director of undergraduate studies. Topics in Brazil Studies PORT-UA 700, 701 4 points. Special topics in Brazil Studies, focused on Brazilian culture, society, and/or arts and the relationship between them. Fiction into Film: Brazilian Novels and their Screen Adaptations PORT-UA 702 When cross-listed with Spanish, also carries the number SPAN-UA 702. Offered every other year. 4 points. Focused on the adaptation of novels into film, this course provides an introduction to Brazilian literature (including the work of Machado de Assis, Graciliano Ramos, Mario de Andrade, João Guimarães Rosa, Clarice Lispector, Chico Buarque de Hollanda, Paulo Lins) and to the rich tradition of Brazilian film (from Cinema Novo of the 1960s to its legacy and revision in contemporary film-making). The course invites students to reflect on the theoretical and technical dimensions of adapting fiction to film. Conducted in Portuguese.    Narrating Poverty in Brazilian Literature and Film PORT-UA 704 When cross-listed with Spanish, also carries the number SPAN-UA 706. Offered every other year. 4 points. Literary works in various genres (novels, autobiography, short stories) and Brazilian films (Cinema Novo and after, including documentaries), which narrate the experience of poverty. The course explores the politics and poetics of representing scarcity and deprivation in texts by Graciliano Ramos, Carolina Maria de Jesus, Clarice Lispector, Rubem Fonseca, and Patricia Melo and in a range of films including Barren Lives, The Scavengers, The Hour of the Star, Pixote, Bus 174, City of God, Babilônia 2000, and Black Orpheus.    The New Brazilian Documentary PORT-UA 706 When cross-listed with Spanish, also carries the number SPAN-UA 706. Offered every other year. 4 points. Brazilian documentary film-making and critical thinking about this genre from the 1990s to the present. Explores such issues as the uses of fact and fiction and the blurring of lines between them; ethical concerns about the use of other people’s images and words; and the construction of layered and complex images of Brazil.    Modern Brazilian Fiction PORT-UA 821 When conducted in English, this course is numbered PORT-UA 820. Offered every other year. 4 points. Introduction to the fiction of 19th- and 20th-century Brazil. Studies the development of a national literature within the broader context of cultural and literary history.    The Brazilian Short Story PORT-UA 830 Offered periodically. 4 points . Examines formal aspects of the Brazilian short story while developing skills in written and spoken Portuguese. Authors include Machado de Assis, Lima Barreto, Mário de Andrade, João Guimarães Rosa, Clarice Lispector, Rubem Fonseca, and João Gilberto Noll.    Topics in Brazil Studies PORT-UA 850 When taught in English, carries the number PORT-UA 851. Offered every year. 4 points. Special topics in Brazil Studies, focused on Brazilian culture, society, and/or arts and the relationship between these. Recent topics include Brazilian architecture, the Amazon, and Brazilian poetry and song.    Independent Study PORT-UA 997, 998 Prerequisite: permission of the director of undergraduate studies. Open only to majors. Available every semester. 2 or 4 points per term.    Spanish    Language Courses Placement in Spanish Language Courses The placement of students in Spanish language and literature courses is explained under \" Placement Examinations \" in the Academic Policies section of this Bulletin. To enroll in a Spanish language course, students must have taken the SAT Subject Test in Spanish Language or the placement examination administered by the University. Students from a Spanish-speaking background who wish to study the language may not enroll in any level of Spanish for Beginners (SPAN-UA 1, SPAN-UA 2, and SPAN-UA 10) or Intermediate Spanis h (SPAN-UA 3, SPAN-UA 4, and SPAN-UA 20), but must instead enroll in Spanish for Spanish Speakers (SPAN-UA 11) or Advanced Spanish for Spanish Speakers (SPAN-UA 111) after taking a written placement test in the department. Fulfillment of MAP Language Requirement Successful completion of Intermediate Spanish II (SPAN-UA 4) or Intensive Intermediate Spanish (SPAN-UA 20). Students from Spanish-speaking backgrounds complete Spanish for Spanish Speakers (SPAN-UA 11) or Advanced Spanish for Spanish Speakers (SPAN-UA 111).    Admission to Courses Beyond Intermediate Spanish Students who have completed Intermediate Spanish I and II (SPAN-UA 3 and SPAN-UA 4) or Intensive Intermediate Spanish (SPAN-UA 20) must take Advanced Grammar and Composition (SPAN-UA 100) as a preparation for upper-level courses.    Spanish for Beginners I SPAN-UA 1 Open to students with no previous training in Spanish and to others on assignment by placement test. 4 points. Beginning course designed to teach the elements of Spanish grammar and language structure through a primarily oral approach. Emphasis is on building vocabulary and language patterns to encourage spontaneous language use in and out of the classroom. After completion of this course, students take SPAN-UA 2.    Spanish for Beginners II SPAN-UA 2 Prerequisite: Spanish for Beginners I (SPAN-UA 1) or placement. Continuation of SPAN-UA 1. 4 points. Focus is on the basic elements of Spanish grammar not covered in SPAN-UA 1. Emphasis is on building vocabulary and language patterns to encourage spontaneous language use in and out of the classroom. After completion of this course, students take SPAN-UA 3. Students with a B+ or higher may enroll in Intensive Intermediate Spanish (SPAN-UA 10).    Intermediate Spanish I SPAN-UA 3 Prerequisite: Spanish for Beginners II (SPAN-UA 2), Intensive Elementary Spanish (SPAN-UA 10), or placement. 4 points. Review of grammar, language structure, and culture, concentrating on fluency and accuracy through listening, speaking, reading, and writing activities. After completion of this course, students take SPAN-UA 4.    Intermediate Spanish II SPAN-UA 4 Prerequisite: Intermediate Spanish I (SPAN-UA 3) or placement. Continuation of SPAN-UA 3. 4 points. Readings and discussions of contemporary Hispanic texts and review of the main grammatical concepts of Spanish. Completion of this course fulfills the MAP foreign language requirement.    Intensive Elementary Spanish SPAN-UA 10 Open to students with some previous training in Spanish or other Romance language (one year of high school Spanish or the equivalent, or two years of high school French, Italian, or Latin) and to others on assignment by placement exam or in consultation with the director of the Spanish language program. 6 points.   This is a one-semester intensive course that covers the equivalent of one year of Elementary Spanish (SPAN-UA 1 and SPAN-UA 2). Students with a final grade of B+ or better in SPAN-UA 10 may enroll in SPAN-UA 20. Other students may continue to SPAN-UA 3.    Spanish for Spanish Speakers SPAN-UA 11 Prerequisite: permission of the director of the Spanish language program. Offered every semester. 4 points. An introductory course in Spanish designed for heritage speakers who understand spoken Spanish but need to further develop their speaking, reading, and writing skills. This course serves as a formal introduction to Spanish grammar. In addition to grammar and vocabulary review, this course incorporates cultural and literary readings in Spanish to develop written and oral communication skills. Completion of this course fulfills the MAP foreign language requirement.    Intensive Intermediate Spanish SPAN-UA 20 Prerequisite: Intensive Elementary Spanish (SPAN-UA 10), Spanish for Beginners II (SPAN-UA 2) with a final grade of a B+ or better, or permission of the director of the Spanish language program. 6 points.   Promotes proficiency in reading and writing as well as oral performance. SPAN-UA 20 is an intensive intermediate course that covers the equivalent of one year of Intermediate Spanish (SPAN-UA 3 and SPAN-UA 4) in one semester. Completion of this course fulfills the MAP foreign language requirement.     Quechua Quechua is the most important and widely spoken indigenous language in Latin America. Increasing numbers of Quechua speakers have migrated to Spain, Italy, and the United States (especially in New Jersey and New York City). The goal in the four-course sequence is communication in Quechua, which is emphasized in all of the classroom activities. The approach uses all four language skills: listening, speaking, reading, and writing. Successful completion of Intermediate Quechua II (SPAN-UA 84) fulfills the MAP language requirement. Beginning Quechua I SPAN-UA 81 No prerequisite. 4 points.    Beginning Quechua II SPAN-UA 82 Prerequisite: Beginning Quechua I (SPAN-UA 81) or permission of the instructor. 4 points. Continuation of SPAN-UA 81.    Intermediate Quechua I SPAN-UA 83 Prerequisite: Beginning Quechua II (SPAN-UA 82) or permission of the instructor. 4 points. An intermediate-level course that provides students with a deeper understanding of the Quechua language.    Intermediate Quechua II SPAN-UA 84 Prerequisite: Intermediate Quechua I (SPAN-UA 83) or permission of the instructor. 4 points. Continuation of SPAN-UA 84. Completion of Intermediate Quechua II satisfies the MAP foreign language requirement.  Advanced Language Advanced Grammar and Composition SPAN-UA 100 Prerequisite: Intermediate Spanish II (SPAN-UA 4), Intensive Intermediate Spanish (SPAN-UA 20), or permission of the director of the Spanish language program. For non-native speakers only. Spanish native speakers should register for SPAN-UA 111. Offered every semester. 4 points. Advanced Spanish for Spanish-Speaking Students SPAN-UA 111 Prerequisite: Spanish for Spanish Speakers (SPAN-UA 11) or permission of the director of Spanish language programs. Offered every semester. 4 points. For native and quasi-native speakers of Spanish with uneven formal training in the language.  Advanced Language Electives Advanced Spanish Conversation SPAN-UA 101 Prerequisite: Advanced Grammar and Composition (SPAN-UA 100). Offered every semester. 4 points.   Intensive course in spoken Spanish, designed to give the student fluency in the use of idiomatic, everyday language as well as a comprehensive, practical vocabulary. For non-native speakers only.    Advanced Spanish Conversation for the Medical Profession SPAN-UA 102 Prerequisite: Advanced Grammar and Composition (SPAN-UA 100), SAT II score of 720, or equivalent. Offered periodically. 4 points.   Designed to expand students’ speaking skills beyond the practical, day-to-day language functions in a medical context. The goal is a more complex and technical proficiency of Spanish in a medical context, through the practice of pronunciation, vocabulary, idioms, and linguistic structures. For non-native speakers only.    Techniques of Translation SPAN-UA 110 Prerequisite: Advanced Grammar and Composition (SPAN-UA 100). Offered in the fall. 4 points.   Theory and practice of translation through comparison of Spanish and English grammar, syntax, and style. Topics in Advanced Language SPAN-UA 190 Workshop and/or seminar. Prerequisite: Advanced Grammar and Composition (SPAN-UA 100). Offered every year. 2-4 points. Topics in advanced language study. Varies by semester and instructor, but may include Spanish for the Professions (Spanish for Law, Business, and Medicine) or advanced topics in the practical use of the language (Public Speaking, Spanish for Research). See department for specific course offerings.    Introduction to Creative Writing in Spanish SPAN-UA 225 Prerequisite: Critical Approaches: Reading, Writing, and Textual Analysis (SPAN-UA 200) or permission of the instructor. Offered every semester. 4 points.   Students reflect on the creative process while developing their own writing. Students read exemplary poems and short stories by Latin American and Spanish authors, and expand writing skills through related exercises.    Advanced Poetry Workshop in Spanish SPAN-UA 320 Prerequisite: Critical Approaches: Reading, Writing, and Textual Analysis (SPAN-UA 200) or permission of the instructor. Offered every other semester. 4 points.   Students refine their skills in poetry writing through collaborative work and individual guidance from the instructor, and through close reading of individual poems, excerpts from poetry collections, and complete books of poems written by contemporary Latin American and Spanish poets.    Advanced Fiction and Nonfiction Workshop in Spanish SPAN-UA 325 Prerequisite: Critical Approaches: Reading, Writing, and Textual Analysis (SPAN-UA 200) or permission of the instructor. Offered every other semester. 4 points. Students refine their skills in fiction and nonfiction writing through close reading of short stories, a novella, and personal essays and excerpts from testimonies and autobiographies written by contemporary Latin American and Spanish authors. Fiction and nonfiction prose are studied side by side, to analyze specific techniques and structures of each particular form.   Foundation Courses     Critical Approaches: Reading, Writing, and Textual Analysis SPAN-UA 200 Prerequisite: Advanced Grammar and Composition (SPAN-UA 100) or equivalent. Taught in Spanish. Offered every semester. 4 points. Introduction to literary and cultural analysis through close reading of and writing about texts from Spain and Spanish America. The Iberian Atlantic SPAN-UA 300 No prerequisites. Taught in English, with one section available in Spanish. Offered every semester. 4 points.   Explores the Iberian Atlantic world, from Islamic Spain and indigenous America to the era of Spanish and Portuguese conquest and colonization, to understand how the Iberian Peninsula, Western Africa, and the Americas were tied to one another in a vast oceanic inter-culture.    Cultural History of Latin America SPAN-UA 305 Prerequisite: Critical Approaches: Reading, Writing, and Textual Analysis (SPAN-UA 200). Taught in Spanish. Offered once per year. 4 points.   Provides an introduction to the making of modern Latin America through the study of key cultural practices in literature, visual art, film, and performance from the 19th century to the present. The course is organized around key concepts, which may vary by semester and by instructor.    Cultural History of Spain SPAN-UA 310 Prerequisite: Critical Approaches: Reading, Writing, and Textual Analysis (SPAN-UA 200). Taught in Spanish. Offered once per year. 4 points.   Provides an introduction to the making of modern Spain through the study of key cultural practices in literature, visual art, film, and performance from the 19th century to the present. The course is organized around key concepts, which may vary by semester and by instructor.  Advanced Courses When the following courses are taught in Spanish, they carry as a prerequisite Critical Approaches: Reading, Writing, and Textual Analysis (SPAN-UA 200). Chronicles and Travel Literature of the Colonial World SPAN-UA 273 Identical to MEDI-UA 273. Offered periodically. 4 points.   Chronicles of the encounter between Spain and non-European cultures. Diaries and memoirs of explorers and travelers such as Columbus, Bernal Díaz de Castillo, el Inca Garcilaso, and Cabeza de Vaca. Reading Realism: La Regenta (novel, 1884-1885) and TV series (1994-1995) SPAN-UA 308 Conducted in Spanish. Offered periodically. 4 points. The seminar will focus on the Spanish realist novel La Regenta by Leopoldo Alas (1885-1885), a major 19th-century European novel of female adultery which has become established as a classic of world literature. The aim is to provide an environment in which students can tackle a very long text (approximately 700 pages), which all students of Spanish literature should know, by considering manageable sections of the novel in different weeks, in each case exploring different issues relating to realism and 19th-century Spanish culture. Alongside the novel, we will look at the 3-part television adaptation of 1994-1995 directed by Fernando Méndez-Leite for Spanish state television, available on DVD and on Spanish state television’s web site. Islam in Spain SPAN-UA 333 Offered periodically. 4 points. Explores the key role Spain has played throughout history in the relationship between Islam and the West, between Europe and Mediterranean Islamic countries, and explores the mutual influences between Spain and particularly Morocco throughout history, from Al-Andalus (the Islamic state in the Iberian Peninsula in the medieval period) to the present. We study modern Spain’s colonial presence in Morocco and the subsequent process of decolonizing, asking how these have shaped current international relations between the neighboring countries. Finally, we explore the role that present-day immigrant communities from Morocco have played in the creation of immigrant policies in Spain vis-à-vis its African neighbors. Is Spanish One Language? SPAN-UA 355 Offered every year. 4 points. This course seeks to familiarize students with the historical, geographical, ethnic, and sociolinguistic factors that contributed to the large variety of Spanish dialects spoken in the Americas. Why do people in Costa Rica speak like those in Uruguay and not like their neighbors in Panama? Why do Colombians have a different vocabulary in Bogotá and in Cartagena de Indias? In this course, we explore the factors that combined to create wide variations of Castilian in the Americas, a language that was itself subject to drastic changes since its evolution from Latin roots.    Pre-Hispanic Literature: The World of the Aztecs, Incas, and Mayas SPAN-UA 370 Offered periodically. 4 points.   Texts from the Aztec, Inca, and Maya civilizations as expressions of their society, religion, and relationship with nature, as well as reflections of a highly developed aesthetic sensibility.    Cervantes SPAN-UA 371 Identical to MEDI-UA 335. Offered every other year. 4 points.   Close readings of the principal prose works, particularly Don Quijote and/or the Novelas ejemplares, supplemented by critical and historical readings. Special attention paid to questions of madness and desire, authorship, the seductions and the dangers of reading, the status of representation, the relation between history and truth, the Inquisition, Spanish imperialism, the New World, the Morisco expulsion, and more.    Theatre and Poetry of the Spanish Golden Age SPAN-UA 421 Offered every other year. 4 points.   Selected texts from Spain during the 16th and 17th centuries (traditionally considered the Golden Age of Spanish art and literature), read in the context of Counter-Reformation culture and Spain’s changing place in early modern Europe. Authors include Garcilaso, Lope de Vega, Tirso de Molina, Calderón de la Barca, Quevedo, and Góngora. The course may be taught with a focus on theatre or poetry (or both).    History of Spanish Art from 1890 to the Present SPAN-UA 426 When taught in English, carries the course number SPAN-UA 425. Offered every other year. 4 points.   Survey of the major artists, movements, and institutions that shaped Spanish art from the end of the 19th century to the end of the 20th, including Antoni Gaudí, Pablo Picasso, Joan Miró, Luis Buñuel, Salvador Dalí, Antoni Tàpies, Equipo Crónica, and Pedro Almodóvar. Themes include the reception of the European avant-garde; the debate between \"pure\" and \"social\" art; the use of history and myth in the construction of national artistic styles; center and periphery; and the role of academies, galleries, exhibitions, and cafés in the formation of artistic identities.    See It, Read It: Photography and Discourse in Latin America SPAN-UA 440 Offered every other year. 4 points.   An analysis of photography in relation to writing. The course explores the inherent tension in the photograph between its role as historical document or as artistic work through a study of the history of Latin American photography, and explores the impact of photography on writing through key texts that take photography as their main concern (but where no photographs appear) and texts that play on the page with the relationship between image and word.    Secret Weapons: Reading Julio Cortázar Today SPAN-UA 441 Offered periodically. 4 points.   Compares Cortázar’s work with that of his contemporaries, establishing connections and influences among them, while at the same time studying the author’s manipulation of high and low culture through his involvement with photography, painting, jazz, boxing, almanacs, and music. Latin American Theatre SPAN-UA 460 When taught in English, carries the course number SPAN-UA 761. Offered every other year. 4 points. This course provides an introduction to the history, theories, and practices of Latin American theatre in the twentieth and twenty-first centuries, lending special attention to special meanings of modernist and post-modernist dramatic forms in cultures where industrial modernity has been an insecure social context. We draw on postcolonial Latin American theories of culture and art, such as transculturation, antropofagía, the “aesthetics of hunger,” and consider “magical realism” as a social poetics of scarcity, newly relevant for today’s neoliberal regimes. Throughout, we consider the theatre in relation to the region’s complex social, sexual, and cultural politics.    Topics in Spanish American Literature and Culture SPAN-UA 550 When conducted in English, carries the course number SPAN-UA 551. Offered every semester. 4 points.   Recent topics include New Borderlands in Latin America and Spain, Cultures of the Mexican Revolution, Myth and Literature, Hispanic Cities, Latin American Film, Intimacy and Precarity, Performance and Human Rights in Latin America, Literature and Animality, and Is Spanish One Language?    Transatlantic Avant-gardes: Sites of Modernity SPAN-UA 625 Offered every other year. 4 points.   A study of mobility, travel, and cultural transmission in the artistic and literary avant-gardes of the 20th century in Europe and the Americas, with a focus on those sites in which vibrant transatlantic exchange took place among artists and writers from Spain and Latin America.  Intimacy and Precariousness: Problems of Contemporary Latin American Culture SPAN-UA 645 Conducted in Spanish. Offered every other semester. 4 points. In this seminar, we will study some of the themes and problems that characterize much of Latin American literary and cultural production of the last two decades. The course will be organized around two axes that condense determining aspects of recent literary work in Latin America: (1) Writings of the “I”: The question of the relation between biography and fiction, between intimacy and public exhibition(ism), and of new modes of constructing subjectivity constitutes one of the most recurrent critical debates of the present. We will explore these questions in texts by Fernando Vallejo, Roberto Bolaño, Alan Pauls and Sylvia Molloy, among others. (2) Figures of abandonment, of precariousness and of disavowal recur, in the most diverse ways, in a large part of recent literary fiction, reflecting directly or obliquely, depending on the specific case, radical transformations of the political and of the relation between politics and literature. We will explore how literature reformulates different juridical, economic, affective and social modalities of abandonment as a sign of the present, turning to texts by Rodolfo Fogwill, Mario Bellatín, and Martin Kohan, and films de Lucrecia Martel and Eduardo Coutinho, among others.    Modern Hispanic Cities SPAN-UA 650 Offered periodically. 4 points.   Using an interdisciplinary, multimedia, and comparative approach, the course examines various cities in the Spanish-speaking world and their physical, spatial, literary, musical, and imaginary constructions. Cities covered may include Mexico City, Havana, Lima, Buenos Aires, San Juan, Madrid, Barcelona, and New York. Topics in Brazil Studies SPAN-UA 700, 701 If taught in Portuguese, the prerequisite is Intermediate Portuguese (PORT-UA 4 or equivalent) or comparable language proficiency. 4 points. Special topics in Brazil Studies, focused on Brazilian culture, society, and/or arts and the relationship between them.    Fictions of Power in Spain and Latin America SPAN-UA 732 Offered periodically. 4 points.   Details about the texts, authors, and films covered in any particular semester may be found on the department’s website and in course descriptions available in the department.    Literature and Film of the Cuban Revolution SPAN-UA 795 Offered every other year. 4 points.   Critical readings of speeches, essays, novels, and films from and about the 1959 Cuban Revolution. Texts by Castro, Guevara, Barnet, Fernández Retamar, Padilla, Cabrera Infante, Desnoes, and Arenas, and films by Kalamazov, Gutiérrez Alea, and Almendros.    Topics in Peninsular Spanish Literature and Culture SPAN-UA 950 When conducted in English, carries the course number SPAN-UA 951. Offered every semester. 4 points.   Recent topics include Culture and Memory, Experimental Documentary from Spain, Researching the Abraham Lincoln Brigades, Spanish Romanticism, Poetics and Ethics, Spanish Cultural Studies, and 19th-Century Novels.                    Home       People       Language Placement       Undergraduate Program       Graduate Programs       Study Away       News &amp; Events       Alumni       Resources &amp; Affiliations       Ph.D. Portal       Employment Opportunities       Contact Us               Stay Connected           like us on Facebook                     Photo Credits         Contact Us | &copy; New York University , Arts and Science"}]},
{"detail": [{"content": "Spring 2015 PhD Course Offerings, Spanish and Portuguese | NYU                                Navigation           NEW YORK UNIVERSITY       ARTS AND SCIENCE       COLLEGE OF ARTS AND SCIENCE       GRADUATE SCHOOL OF ARTS AND SCIENCE                                                Back to Home       Spring 2015 PhD Course Offerings          Click here to view schedule   PORT-GA 1104.001        Title: Portuguese for Spanish Speakers      Instructor : Carlos Veloso      Day/Time: Monday 3:30-5:30pm      Description: PORT-GA  1104 is an accelerated course for advanced Spanish speakers with a good command  of Spanish grammar. It covers the fundamentals of the Portuguese language with  a focus on Brazil. In this course, Spanish sentence patterns and vocabulary  will be utilized as a basis for the study of similarities and differences  between the two languages. Comparisons among sound systems  (Spanish/English/Portuguese) will familiarize students with standard Portuguese  pronunciation. Written responses to short readings ( crônicas , poetry,  essays and articles) or visuals will help to review and expand grammar points  and to practice transferring common features of Spanish into Portuguese syntax.  Brief presentations on topics related to the arts and society will promote  essential speaking skills. By the end of the semester students will be prepared  to read complex materials and will have acquired basic proficiency in speaking,  writing and understanding standard Portuguese.      This is a zero credit course. A limited number of  spots are available for students from other departments/programs. These  spots will be allocated on a first come, first serve basis. Interested  students should contact Edgardo Núñez at edgardo.nunez@nyu.edu for  permission to enroll.             PORT-GA  2967.001            Title: The New Documentary Film in Brazil       Instructor: Marta Peixoto       Day/Time: Wednesday 4:00-6:00pm            Description: In Brazil, as elsewhere, the last twenty-some years have seen a surge in  documentary filmmaking, aided by the availability of lightweight and  inexpensive recording technologies. This  increase in Brazil, part of the Retomada or Renewal of cinema of all kinds in  the 1990s, made possible by favorable government policies, was accompanied by a  parallel surge in critical thinking about the genre. This course, CONDUCTED IN  ENGLISH, will examine a selection of these Brazilian films from the 1990s to  the present, in connections with film criticism and relevant film theory  (Jacques Rancière, André Bazin, and others), in a context of earlier  influential American and European documentary movements and filmmakers (direct  cinema, cinéma vérité, Frederick Wiseman, Jean Rouch, Agnès Varda) and of  Brazil's Cinema Novo. We will consider documentary film transnationally as a  genre in its distinction and confluences with fiction films, explore issues  such as: new modes of representation of \"a voz do povo,\" the uses of  fiction in documentary film, ethical concerns about the respectful use of other  people's images and words, and the construction of complex images of Brazil  changing political and social landscape since the end of the military  dictatorship.            Students will expand their critical and theoretical  vocabulary with regard to film and try their hand at film criticism. They may choose a final project on  documentary film from elsewhere in Latin America or Spain.             Readings for the course are available in one or more  of the following ways: for purchase online (amazon.com or elsewhere), posted on  NYU Classes, or at Bobst library. The  films are on reserve at the Avery Fisher Film Library at Bobst.                       SPAN-GA 2965.001            Title: Reading Modern  Spanish Culture through Raymond Williams       Instructor: Jo Labanyi       Day/Time: Wednesday  2:00-4:00pm            Description: The course will  revisit the writings of Raymond Williams, whose pioneering work in cultural  studies from the 1950s to the 1980s had an important influence on Latin  American cultural critics but has been relatively little used by scholars of  Spain. We will discuss a number of key concepts theorized by Williams, trying  them out, through close reading undertaken collectively in class, as ways of  reading excerpts from a wide range of Spanish cultural texts from the 19 th   century to the present. The latter will include fiction, drama, poetry, essays,  travel writing, and journalism (including television journalism). The aim will  be to develop critical tools for exploring the relationship between cultural  texts and social processes, showing how each can illuminate the other. In  particular, we will pursue Williams’ insight that the analysis of literary  forms can offer an understanding of social forms.            The  course will be taught in English to give Spanish-native-speaker students  increased academic competence in English.                    Texts:            This  course is going to be something of an experiment. Unlike most courses, which  have a limited selection of core literary and cultural texts supplemented by a  large amount of critical reading, in this case the core texts will be critical  works by Williams, which will be read in relation to a large selection of short  literary and cultural texts (mostly excerpts).            Works  by Raymond Williams            Ordered  for NYU Bookstore (you should buy these):      Modern Tragedy (1966)      The Country and  the City (1973)      Keywords: A  Vocabulary of Culture and Society (1976; rev. ed. 2014)      Marxism and  Literature (1977)      The Sociology of  Culture (1982;  orig. Culture , 1981)            Selections  from the following will be made available:      Culture and  Society (1958)      The Long  Revolution (1961)      Politics and  Letters: Interviews with New Left Review    (1979)      Culture and  Materialism (2005;  orig. Problems in Materialism and Culture ,  1980)      Writing in  Society (1983)      Politics of  Modernism (1989)                   Spanish  literary and cultural texts      These  will be short texts or excerpts from longer texts, made available via NYU  Classes or available online. They are expected to be as follows (there may be  some changes):      ·     José de  Espronceda’s “Canciones” (Pirata, Mendigo, Reo de muerte, Verdugo, Cosaco)  (poetry, late 1830s)      ·     Duque de Rivas, Don Álvaro o la fuerza del sino (play,  1835)      ·     Wenceslao Ayguals  de Izco, María o la hija de un jornalero (folletín,  1845) (available as Google e-book)      ·     Concepción Arenal, Cartas a los delincuentes (essays, 1865)  (on  www.cervantesvirtual.com )      ·     Juan Valera, Pepita Jiménez (novel, 1874) (at  www.gutenberg.org )      ·     Leopoldo Alas, El hambre en Andalucía (journalism,  1882)      ·     Leopoldo Alas, La Regenta (novel, 1884-1885) (at  www.gutenberg.org )      ·     Emilia Pardo Bazán,   Los pazos de Ulloa (novel, 1886) (at  www.gutenberg.org )      ·     José María de  Pereda, Peñas arriba (1895) (at  www.gutenberg.org )      ·     Benito Pérez  Galdós, Nazarín (novel, 1895) (on  www.cervantesvirtual.com )      ·     Miguel de Unamuno, En torno al casticismo (essays, 1895)  (at  www.es.wikisource.org )      ·     Miguel de Unamuno, Del sentimiento trágico de la vida (essays,  1912) (various online sources)      ·     Miguel de Unamuno, San Manuel Bueno, mártir (novella, publ.  in La Novela de Hoy subscription  series, 1931; as book, 1933)      ·     Ramón María del  Valle-Inclán, Romance de lobos (Comedia  bárbara) (play, 1908) (at  www.gutenberg.org )      ·     Carmen de Burgos, El artículo 438 (novella, publ. in La Novela Semanal subscription series,  1921)      ·     Salvador Seguí, Escuela de rebeldía (novella; publ.  posthumously in La Novela de Hoy subscription  series, 1923)      ·     José Ortega y  Gasset, La deshumanización del arte (1925)        ·     Federico García  Lorca, Así que pasen cinco años (play,  written 1931)      ·     Ernesto Giménez  Caballero, Genio de España (essay,  1932)      ·     Miguel Hernández, Vientos del pueblo me llevan (poetry,  1937)      ·     Rafael  Alberti, Radio Sevilla (agitprop  play, 1937)      ·     Selection  of poetry written by Republican soldiers during the Spanish Civil War      ·     Carmen  Laforet, Nada (novel, 1945)      ·     Gabriel Celaya, Cantos iberos (poems, 1955)      ·     Juan Goytisolo, Señas de identidad (novel, 1966)      ·     José Sanchis  Sinisterra, Terror y miseria en el primer  franquismo (plays, written 1979-2002; publ. 2003)      ·     Juan Eduardo  Zúñiga, Largo noviembre de Madrid (short  stories, 1980)      ·     Julio Llamazares, El río del olvido (travel writing, 1990)        ·     Dulce Chacón, Cielos de barro (novel, 2000)      ·     Montse Armengou  &amp; Ricard Belis, Les fosses del  silenci / Las fosas del silencio (documentary for Catalan television TV3,  2003)                  SPAN-GA 2967.001          Title: Poéticas del delirio en  Puerto Rico       Instructor: Rubén Ríos  Ávila       Description: Este seminario propone la bancarrota como un lugar  productivo desde donde re-imaginar a Puerto Rico y su precario lugar  \"entre\" las Américas. ¿Qué significa la reciente devaluación del  crédito en el contexto de la que fuera \"vitrina del Caribe\" para las  utopías liberales de los años cincuenta y de qué modo la producción artística y  cultural más reciente re-significa la catástrofe, encontrando allí modos  expresivos del delirio, es decir, racionalidades alternas que descubren en la  ruina, el detritus, el margen, el desvío, la pobreza, el tranque, o el fracaso  los rudimentos para una poética que es también una política. ¿De qué modo  produce este inhóspito contra-canon una nueva plantilla para una posible  escritura desde Puerto Rico y su diáspora, fuera de las usuales  territorialidades de la nación por venir? En este contexto leemos textos  de Manuel Ramos Otero, Aurea Sotomayor, Rafael Acevedo, Eduardo Lalo, Luis  Negrón, Justin Torres, así como obra fílmica de Carmen Oquendo, Antonio Santini  y Álvaro Aponte y textos teórico-críticos de Juan Duchesne, Arnaldo Cruz,  Jossiana Arroyo, Carlos Pabón y Agnes Lugo.       SPAN-GA 2967.002            Title: Borders and Diasporas          Instructor : Tomás Urayoán Noel          Day/Time: Tuesday  4:00-6:00pm            Description: This course  seeks to trace the evolution of border and diaspora as key terms  in literary and cultural studies over the past two decades. Books such as  Gloria Anzaldúa's Borderlands/La Frontera: The New Mestiza (1987) and  Paul Gilroy's The Black Atlantic: Modernity and Double Consciousness   (1993) helped shape contemporary understandings of these two terms by mapping  the Mexico-U.S. borderlands and the black Atlantic as what James Clifford calls  “productive sites of crossing; complex, unfinished paths between local and  global attachments.” While considering these and other foundational  interventions, we will also explore how more recent work engages other borders  (e.g. Haiti-Dominican Republic, Canada-U.S.) and diasporas (e.g. Caribbean,  Pacific) as well as new spatial logics (e.g. the neoliberal city, the carceral  border, digital cultures). Although we will pay particular attention to U.S.  Latina/o and Caribbean contexts, students are welcome and in fact encouraged to  explore borders and diasporas in ways that intersect with their own research.  Critical readings may include works by Gloria Anzaldúa, Paul Gilroy, Guillermo  Gómez-Peña, Stuart Hall, Claire Fox, Néstor García Canclini, Heriberto Yépez,  Silvio Torres-Saillant, Ramón Saldívar, Juan Flores, Alicia Schmidt Camacho,  Brent Hayes Edwards, Alejandro Lugo, and Michelle M. Wright. Additionally, we  may engage with popular music and film, and with literary texts, performances,  and/or installations by Américo Paredes, Josefina Báez, Craig Santos Perez,  Reina María Rodríguez, Alan Michelson, Pedro Pietri, Teddy Cruz, and M.  NourbeSe Philip, among others. We will likely also have a number of guest  speakers, readers, and/or performers.            (This  course will be conducted in English; reading knowledge of Spanish is not  required.)                      SPAN-GA 2968.001            Title:  Disputar lo precario. Recorridos de la cultura en el  Cono Sur y Brasil (1970-2010)          Instructor: Gabriel Giorgi       Day/Time: Monday 2:00-4:00pm    Description :  Quizá una de las marcas más perdurables que la llamada “era neoliberal”  imprimió sobre los lenguajes públicos sea la constelación de sentidos y afectos  en torno a la precariedad. Precarización, precariado, precariedad/precaridad:  modos, ciertamente heterogéneos, de nombrar el desfondamiento vertiginoso de la  promesas de seguridad y estabilidad que tanto el Estado de bienestar como la  sociedad neoliberal habían instalado desde la segunda mitad del siglo XX. En  esa constelación alrededor de la precariedad emerge una dimensión clave: la de  una vida que aparece, con un relieve cada vez más nítido, bajo la luz de  una nueva gestión política de la vulnerabilidad. En ese contexto, ciertos  recorridos de la cultura en América Latina parecen haber ensayado, al menos  desde los años 70, modos de nombrar, de disputar y de narrar los sentidos  posibles de esa precariedad vuelta punto de gravitación de la imaginación  política. El seminario se propone interrogar los modos por los cuales el trabajo  estético y cultural en torno a lo precario funcionó como uno de los vectores  creativos más productivos en las últimas décadas, donde la  precariedad, lejos de ser una condición fija, estabilizada y definitiva, se  vuelve la instancia de una reconfiguración de sensibilidades y de debates en  torno a lo común. Dos dimensiones parecen especialmente productivas para pensar  estas disputas en torno a lo precario: por un lado, la emergencia de territorialidades  heterogéneas (Zibechi, Ludmer, Rodriguez), irreductibles a la distribución  entre público/privado, nacional/global, rural/urbano; por otro, ficciones  y testimonios en torno a economías alternativas, a la vez que efímeras y  estratégicas, que pasan por el reciclaje de los despojos y las ruinas del  capital y por nuevas relaciones con lo natural y lo viviente. En estas  dimensiones se conjugan tensiones al interior de la denominada “subjetividad  neoliberal” , y se reconfigura la relación entre lo común y lo viviente;  allí la cultura parece encontrar nuevos terrenos para pensarse políticamente, a  la vez que desdibuja sus propios límites y tensa su misma especificidad. Los materiales a analizar incluyen textos de Rodolfo Fogwill,  Clarice Lispector , Sergio Chejfec, Gabriela Cabezón Cámara, Diamela Eltit,  Rafael Pinedo, Vinicius Faustini y Iosi Havilio. También discutiremos   films de Mendonça Filho y Eduardo Coutinho, junto a materiales teóricos e  históricos de Judith Butler, Raúl Zibechi, Ignacio Lewcowicz, Pierre Dardot y  Christian Larval, Maurizio Lazzarato, Brett Nelson y Ned Rossiter, entre otros .                              SPAN-GA  2968.002             (This course originates in CLACS)            Title: Latin American Independence in the Age of Revolution          Instructors: Sibylle Fischer  and Sinclair Thomson          Day/Time : Monday 2:00 -  4:45pm, plus Monday evening lectures                  SPAN-GA  2975.001             Title: Iberian  Cultures and the Experimental Filmic Imagination          Instructor: Sara  Nadal-Melsio          Day/Time : Wednesday  6:00-8:00pm            Description: The social and  political imaginaries of Francoist Spain created a singular instance of  temporal dislocation in the filmic avant-garde of the 1960s and 70s. Portuguese   novo cinema, and António Reis’s  pedagogical legacy in particular, also called for a reformulation of ‘national  art cinema.’      This  course proposes an examination of the political, historical, and aesthetic  conjunctures that allowed both the emergence and survival of, an often  clandestine, experimentalism in the Iberian peninsula. The commitment to  avant-garde practices pushed the envelope of political possibility by  establishing an elective affinity and an affective transfer between the  political and the aesthetic. By addressing this productive double  enunciation through a transnational lens, this course seeks to shed new light  on European peripheral cinematic avant-gardes through the reading of classical  film theory. We will pay special attention to questions of non-synchronicity  and filmic ontology, which were addressed by early film scholars and have  remained central to an Iberian tradition of experimentalism.      In  addition to the films themselves, theoretical readings will include, among  others, Jean Epstein, Béla Balázs, Gilles Deleuze, André Bazin, Serguei  Eisentein, Jacques Rancière and Stanley Cavell. Primary materials will be  drawn from the work of Pere Portabella, Jacinto Esteve, Antoni Padrós, Albert  Serra, Manoel de Oliveira, António Reis, and Pedro Costa among others. Course will be conducted in English. Films will be subtitled in English as well.                  SPAN-GA  2975.002            Title: Introduction to  Aesthetics and Literary Theory          Instructor: Eduardo  Subirats          Day/Time : Monday  6:00-8:00pm   Description : This seminar will  focus on five major works of Western aesthetics: Kant, Schiller, Hegel,  Schopenhauer, and Nietzsche. It will reconstruct central categories such as  form, beauty, genius, and myth. It also will focus on a central category: the  metaphysical (not moral) concept of will. Its ultimate goal is a critique of contemporary  artistic decadence, literary commercialism and anti- aesthetics.              SPAN-GA 2977.001            Title: Cubanologies:   Altered States of the Nation          Instructor: Ana Dopico         Day/Time: Tuesday 1:30-3:30pm       Description: This course works  through the Cuban literary, visual, and musical canons to engage the periodizations  and monuments of national culture. We will engage recent critical  studies, historiography and social and cultural theory to establish a  comparative analysis of the relation between state, nation, and empires.   We will think about Cuba beyond an insular state and identity and examine the  Latin American, hemispheric and global constellations that help us reframe Cuba  as subject, fetish, concept, and ideological factory.                  SPAN-GA 2978.001            Title: High and Low:  The Cultures of Latin American Modernismo          Instructor: Laura  Torres-Rodríguez          Day/Time: Thursday 5:00-7:00pm           Description: This class is an  introduction to the debates around turn-of-the-nineteenth-century aesthetic  production in Latin America. Recent academic contributions have  interrogated the traditional understandings of modernista period,  opening the field to more interdisciplinary methodologies. We will map this  academic corpus and revisit key texts in the construction of a Latin American  aesthetic culture and its contemporary influences. Modernismo is  generally recognized as the epitome of high literary expression in Latin  America because of its discourses on artistic autonomy. However, we will  explore its relations to popular and material culture, consumption economies,  and sexual politics. In addition to the study of canonical works for Latin  America continental definition, we will examine the margins of the movement,  known as bad modernism in order to propose other  aesthetic categories for understanding modernista forms. This  includes, among other approaches, affect and performance theory, political  economy, and gender and postcolonial studies. This course will be  conducted in Spanish.                   SPAN-GA 3545.001             Title: Dissertation  Proposal Workshop      Instructor: Georgina Dopico-Black      Day/Time: Thursday, 2:00-4:00pm       Description: Workshop to direct students toward the basic approaches and  structure of the future dissertation, with the goal of writing a finished  proposal .                                        Home       People       Language Placement       Undergraduate Program       Graduate Programs       Study Away       News &amp; Events       Alumni       Resources &amp; Affiliations       Ph.D. Portal       Employment Opportunities       Contact Us               Stay Connected           like us on Facebook                     Photo Credits         Contact Us | &copy; New York University , Arts and Science"}, {"content": "Course Offerings, Spanish and Portuguese | NYU                                Navigation           NEW YORK UNIVERSITY       ARTS AND SCIENCE       COLLEGE OF ARTS AND SCIENCE       GRADUATE SCHOOL OF ARTS AND SCIENCE                                                Back to Home       Course Offerings   Jump To: Portuguese Language Courses    Brazilian and Portuguese Studies Courses   Spanish Language Courses Quechua Advanced Language    Advanced Language Electives Foundation Courses Advanced Courses    Portuguese      Language Courses Elementary-level courses stress the structures and patterns that permit meaningful communication in and outside the classroom. The intermediate-level courses aim to promote fluency in speaking, as well as proficiency in reading and writing. Both include readings and discussions of Portuguese and Brazilian texts, film, and other media. Successful completion of Intermediate Portuguese II (PORT-UA 4) fulfills the MAP language requirement. Portuguese for Beginners, Level I PORT-UA 1 Open to students with no previous training in Portuguese and no knowledge of Spanish and to others on assignment by placement test. 4 points. Beginning   course designed to teach the elements of Portuguese grammar and   language structure through a primarily oral approach. Emphasis is on   building vocabulary and language patterns to encourage spontaneous   language use in and out of the classroom. Portuguese for Beginners, Level II PORT-UA 2 Open to students with some previous training in Portuguese, equivalent to one semester of non-intensive college study, based on assignment by the appropriate placement test or by taking PORT-UA 1 at NYU. 4 points. Second   part of a beginning course sequence designed to teach the elements of   Portuguese grammar and language structure through a primarily oral   approach. Emphasis is on building vocabulary and language patterns to   encourage spontaneous language use in and out of the classroom.  Intensive Elementary Portuguese PORT-UA 10 Open to students with no previous training in Portuguese and no knowledge of Spanish and to others on assignment by placement test. 6 points.  Intensive Elementary Portuguese for Spanish Speakers PORT-UA 11 Prerequisite: native or near-native fluency in Spanish. 4 points. Accelerated introduction to spoken and written Portuguese. Intermediate Portuguese I PORT-UA 3 Prerequisite: Elementary Portuguese (PORT-UA 10), Portuguese for Beginners, Level II (PORT-UA 2), placement, or permission of the director of undergraduate studies. Continuation of PORT-UA 10 and PORT-UA 2. 4 points. Intermediate Portuguese II PORT-UA 4 Prerequisite: Intermediate Portuguese I (PORT-UA 3), placement, or permission of the director of undergraduate studies. Continuation of PORT-UA 3. 4 points.  Brazilian and Portuguese Studies Courses When taught in Portuguese, the following courses have as a prerequisite Intermediate Portuguese II (PORT-UA 4) or permission of the director of undergraduate studies. Topics in Brazil Studies PORT-UA 700, 701 4 points. Special topics in Brazil Studies, focused on Brazilian culture, society, and/or arts and the relationship between them. Fiction into Film: Brazilian Novels and their Screen Adaptations PORT-UA 702 When cross-listed with Spanish, also carries the number SPAN-UA 702. Offered every other year. 4 points. Focused on the adaptation of novels into film, this course provides an introduction to Brazilian literature (including the work of Machado de Assis, Graciliano Ramos, Mario de Andrade, João Guimarães Rosa, Clarice Lispector, Chico Buarque de Hollanda, Paulo Lins) and to the rich tradition of Brazilian film (from Cinema Novo of the 1960s to its legacy and revision in contemporary film-making). The course invites students to reflect on the theoretical and technical dimensions of adapting fiction to film. Conducted in Portuguese.    Narrating Poverty in Brazilian Literature and Film PORT-UA 704 When cross-listed with Spanish, also carries the number SPAN-UA 706. Offered every other year. 4 points. Literary works in various genres (novels, autobiography, short stories) and Brazilian films (Cinema Novo and after, including documentaries), which narrate the experience of poverty. The course explores the politics and poetics of representing scarcity and deprivation in texts by Graciliano Ramos, Carolina Maria de Jesus, Clarice Lispector, Rubem Fonseca, and Patricia Melo and in a range of films including Barren Lives, The Scavengers, The Hour of the Star, Pixote, Bus 174, City of God, Babilônia 2000, and Black Orpheus.    The New Brazilian Documentary PORT-UA 706 When cross-listed with Spanish, also carries the number SPAN-UA 706. Offered every other year. 4 points. Brazilian documentary film-making and critical thinking about this genre from the 1990s to the present. Explores such issues as the uses of fact and fiction and the blurring of lines between them; ethical concerns about the use of other people’s images and words; and the construction of layered and complex images of Brazil.    Modern Brazilian Fiction PORT-UA 821 When conducted in English, this course is numbered PORT-UA 820. Offered every other year. 4 points. Introduction to the fiction of 19th- and 20th-century Brazil. Studies the development of a national literature within the broader context of cultural and literary history.    The Brazilian Short Story PORT-UA 830 Offered periodically. 4 points . Examines formal aspects of the Brazilian short story while developing skills in written and spoken Portuguese. Authors include Machado de Assis, Lima Barreto, Mário de Andrade, João Guimarães Rosa, Clarice Lispector, Rubem Fonseca, and João Gilberto Noll.    Topics in Brazil Studies PORT-UA 850 When taught in English, carries the number PORT-UA 851. Offered every year. 4 points. Special topics in Brazil Studies, focused on Brazilian culture, society, and/or arts and the relationship between these. Recent topics include Brazilian architecture, the Amazon, and Brazilian poetry and song.    Independent Study PORT-UA 997, 998 Prerequisite: permission of the director of undergraduate studies. Open only to majors. Available every semester. 2 or 4 points per term.    Spanish    Language Courses Placement in Spanish Language Courses The placement of students in Spanish language and literature courses is explained under \" Placement Examinations \" in the Academic Policies section of this Bulletin. To enroll in a Spanish language course, students must have taken the SAT Subject Test in Spanish Language or the placement examination administered by the University. Students from a Spanish-speaking background who wish to study the language may not enroll in any level of Spanish for Beginners (SPAN-UA 1, SPAN-UA 2, and SPAN-UA 10) or Intermediate Spanis h (SPAN-UA 3, SPAN-UA 4, and SPAN-UA 20), but must instead enroll in Spanish for Spanish Speakers (SPAN-UA 11) or Advanced Spanish for Spanish Speakers (SPAN-UA 111) after taking a written placement test in the department. Fulfillment of MAP Language Requirement Successful completion of Intermediate Spanish II (SPAN-UA 4) or Intensive Intermediate Spanish (SPAN-UA 20). Students from Spanish-speaking backgrounds complete Spanish for Spanish Speakers (SPAN-UA 11) or Advanced Spanish for Spanish Speakers (SPAN-UA 111).    Admission to Courses Beyond Intermediate Spanish Students who have completed Intermediate Spanish I and II (SPAN-UA 3 and SPAN-UA 4) or Intensive Intermediate Spanish (SPAN-UA 20) must take Advanced Grammar and Composition (SPAN-UA 100) as a preparation for upper-level courses.    Spanish for Beginners I SPAN-UA 1 Open to students with no previous training in Spanish and to others on assignment by placement test. 4 points. Beginning course designed to teach the elements of Spanish grammar and language structure through a primarily oral approach. Emphasis is on building vocabulary and language patterns to encourage spontaneous language use in and out of the classroom. After completion of this course, students take SPAN-UA 2.    Spanish for Beginners II SPAN-UA 2 Prerequisite: Spanish for Beginners I (SPAN-UA 1) or placement. Continuation of SPAN-UA 1. 4 points. Focus is on the basic elements of Spanish grammar not covered in SPAN-UA 1. Emphasis is on building vocabulary and language patterns to encourage spontaneous language use in and out of the classroom. After completion of this course, students take SPAN-UA 3. Students with a B+ or higher may enroll in Intensive Intermediate Spanish (SPAN-UA 10).    Intermediate Spanish I SPAN-UA 3 Prerequisite: Spanish for Beginners II (SPAN-UA 2), Intensive Elementary Spanish (SPAN-UA 10), or placement. 4 points. Review of grammar, language structure, and culture, concentrating on fluency and accuracy through listening, speaking, reading, and writing activities. After completion of this course, students take SPAN-UA 4.    Intermediate Spanish II SPAN-UA 4 Prerequisite: Intermediate Spanish I (SPAN-UA 3) or placement. Continuation of SPAN-UA 3. 4 points. Readings and discussions of contemporary Hispanic texts and review of the main grammatical concepts of Spanish. Completion of this course fulfills the MAP foreign language requirement.    Intensive Elementary Spanish SPAN-UA 10 Open to students with some previous training in Spanish or other Romance language (one year of high school Spanish or the equivalent, or two years of high school French, Italian, or Latin) and to others on assignment by placement exam or in consultation with the director of the Spanish language program. 6 points.   This is a one-semester intensive course that covers the equivalent of one year of Elementary Spanish (SPAN-UA 1 and SPAN-UA 2). Students with a final grade of B+ or better in SPAN-UA 10 may enroll in SPAN-UA 20. Other students may continue to SPAN-UA 3.    Spanish for Spanish Speakers SPAN-UA 11 Prerequisite: permission of the director of the Spanish language program. Offered every semester. 4 points. An introductory course in Spanish designed for heritage speakers who understand spoken Spanish but need to further develop their speaking, reading, and writing skills. This course serves as a formal introduction to Spanish grammar. In addition to grammar and vocabulary review, this course incorporates cultural and literary readings in Spanish to develop written and oral communication skills. Completion of this course fulfills the MAP foreign language requirement.    Intensive Intermediate Spanish SPAN-UA 20 Prerequisite: Intensive Elementary Spanish (SPAN-UA 10), Spanish for Beginners II (SPAN-UA 2) with a final grade of a B+ or better, or permission of the director of the Spanish language program. 6 points.   Promotes proficiency in reading and writing as well as oral performance. SPAN-UA 20 is an intensive intermediate course that covers the equivalent of one year of Intermediate Spanish (SPAN-UA 3 and SPAN-UA 4) in one semester. Completion of this course fulfills the MAP foreign language requirement.     Quechua Quechua is the most important and widely spoken indigenous language in Latin America. Increasing numbers of Quechua speakers have migrated to Spain, Italy, and the United States (especially in New Jersey and New York City). The goal in the four-course sequence is communication in Quechua, which is emphasized in all of the classroom activities. The approach uses all four language skills: listening, speaking, reading, and writing. Successful completion of Intermediate Quechua II (SPAN-UA 84) fulfills the MAP language requirement. Beginning Quechua I SPAN-UA 81 No prerequisite. 4 points.    Beginning Quechua II SPAN-UA 82 Prerequisite: Beginning Quechua I (SPAN-UA 81) or permission of the instructor. 4 points. Continuation of SPAN-UA 81.    Intermediate Quechua I SPAN-UA 83 Prerequisite: Beginning Quechua II (SPAN-UA 82) or permission of the instructor. 4 points. An intermediate-level course that provides students with a deeper understanding of the Quechua language.    Intermediate Quechua II SPAN-UA 84 Prerequisite: Intermediate Quechua I (SPAN-UA 83) or permission of the instructor. 4 points. Continuation of SPAN-UA 84. Completion of Intermediate Quechua II satisfies the MAP foreign language requirement.  Advanced Language Advanced Grammar and Composition SPAN-UA 100 Prerequisite: Intermediate Spanish II (SPAN-UA 4), Intensive Intermediate Spanish (SPAN-UA 20), or permission of the director of the Spanish language program. For non-native speakers only. Spanish native speakers should register for SPAN-UA 111. Offered every semester. 4 points. Advanced Spanish for Spanish-Speaking Students SPAN-UA 111 Prerequisite: Spanish for Spanish Speakers (SPAN-UA 11) or permission of the director of Spanish language programs. Offered every semester. 4 points. For native and quasi-native speakers of Spanish with uneven formal training in the language.  Advanced Language Electives Advanced Spanish Conversation SPAN-UA 101 Prerequisite: Advanced Grammar and Composition (SPAN-UA 100). Offered every semester. 4 points.   Intensive course in spoken Spanish, designed to give the student fluency in the use of idiomatic, everyday language as well as a comprehensive, practical vocabulary. For non-native speakers only.    Advanced Spanish Conversation for the Medical Profession SPAN-UA 102 Prerequisite: Advanced Grammar and Composition (SPAN-UA 100), SAT II score of 720, or equivalent. Offered periodically. 4 points.   Designed to expand students’ speaking skills beyond the practical, day-to-day language functions in a medical context. The goal is a more complex and technical proficiency of Spanish in a medical context, through the practice of pronunciation, vocabulary, idioms, and linguistic structures. For non-native speakers only.    Techniques of Translation SPAN-UA 110 Prerequisite: Advanced Grammar and Composition (SPAN-UA 100). Offered in the fall. 4 points.   Theory and practice of translation through comparison of Spanish and English grammar, syntax, and style. Topics in Advanced Language SPAN-UA 190 Workshop and/or seminar. Prerequisite: Advanced Grammar and Composition (SPAN-UA 100). Offered every year. 2-4 points. Topics in advanced language study. Varies by semester and instructor, but may include Spanish for the Professions (Spanish for Law, Business, and Medicine) or advanced topics in the practical use of the language (Public Speaking, Spanish for Research). See department for specific course offerings.    Introduction to Creative Writing in Spanish SPAN-UA 225 Prerequisite: Critical Approaches: Reading, Writing, and Textual Analysis (SPAN-UA 200) or permission of the instructor. Offered every semester. 4 points.   Students reflect on the creative process while developing their own writing. Students read exemplary poems and short stories by Latin American and Spanish authors, and expand writing skills through related exercises.    Advanced Poetry Workshop in Spanish SPAN-UA 320 Prerequisite: Critical Approaches: Reading, Writing, and Textual Analysis (SPAN-UA 200) or permission of the instructor. Offered every other semester. 4 points.   Students refine their skills in poetry writing through collaborative work and individual guidance from the instructor, and through close reading of individual poems, excerpts from poetry collections, and complete books of poems written by contemporary Latin American and Spanish poets.    Advanced Fiction and Nonfiction Workshop in Spanish SPAN-UA 325 Prerequisite: Critical Approaches: Reading, Writing, and Textual Analysis (SPAN-UA 200) or permission of the instructor. Offered every other semester. 4 points. Students refine their skills in fiction and nonfiction writing through close reading of short stories, a novella, and personal essays and excerpts from testimonies and autobiographies written by contemporary Latin American and Spanish authors. Fiction and nonfiction prose are studied side by side, to analyze specific techniques and structures of each particular form.   Foundation Courses     Critical Approaches: Reading, Writing, and Textual Analysis SPAN-UA 200 Prerequisite: Advanced Grammar and Composition (SPAN-UA 100) or equivalent. Taught in Spanish. Offered every semester. 4 points. Introduction to literary and cultural analysis through close reading of and writing about texts from Spain and Spanish America. The Iberian Atlantic SPAN-UA 300 No prerequisites. Taught in English, with one section available in Spanish. Offered every semester. 4 points.   Explores the Iberian Atlantic world, from Islamic Spain and indigenous America to the era of Spanish and Portuguese conquest and colonization, to understand how the Iberian Peninsula, Western Africa, and the Americas were tied to one another in a vast oceanic inter-culture.    Cultural History of Latin America SPAN-UA 305 Prerequisite: Critical Approaches: Reading, Writing, and Textual Analysis (SPAN-UA 200). Taught in Spanish. Offered once per year. 4 points.   Provides an introduction to the making of modern Latin America through the study of key cultural practices in literature, visual art, film, and performance from the 19th century to the present. The course is organized around key concepts, which may vary by semester and by instructor.    Cultural History of Spain SPAN-UA 310 Prerequisite: Critical Approaches: Reading, Writing, and Textual Analysis (SPAN-UA 200). Taught in Spanish. Offered once per year. 4 points.   Provides an introduction to the making of modern Spain through the study of key cultural practices in literature, visual art, film, and performance from the 19th century to the present. The course is organized around key concepts, which may vary by semester and by instructor.  Advanced Courses When the following courses are taught in Spanish, they carry as a prerequisite Critical Approaches: Reading, Writing, and Textual Analysis (SPAN-UA 200). Chronicles and Travel Literature of the Colonial World SPAN-UA 273 Identical to MEDI-UA 273. Offered periodically. 4 points.   Chronicles of the encounter between Spain and non-European cultures. Diaries and memoirs of explorers and travelers such as Columbus, Bernal Díaz de Castillo, el Inca Garcilaso, and Cabeza de Vaca. Reading Realism: La Regenta (novel, 1884-1885) and TV series (1994-1995) SPAN-UA 308 Conducted in Spanish. Offered periodically. 4 points. The seminar will focus on the Spanish realist novel La Regenta by Leopoldo Alas (1885-1885), a major 19th-century European novel of female adultery which has become established as a classic of world literature. The aim is to provide an environment in which students can tackle a very long text (approximately 700 pages), which all students of Spanish literature should know, by considering manageable sections of the novel in different weeks, in each case exploring different issues relating to realism and 19th-century Spanish culture. Alongside the novel, we will look at the 3-part television adaptation of 1994-1995 directed by Fernando Méndez-Leite for Spanish state television, available on DVD and on Spanish state television’s web site. Islam in Spain SPAN-UA 333 Offered periodically. 4 points. Explores the key role Spain has played throughout history in the relationship between Islam and the West, between Europe and Mediterranean Islamic countries, and explores the mutual influences between Spain and particularly Morocco throughout history, from Al-Andalus (the Islamic state in the Iberian Peninsula in the medieval period) to the present. We study modern Spain’s colonial presence in Morocco and the subsequent process of decolonizing, asking how these have shaped current international relations between the neighboring countries. Finally, we explore the role that present-day immigrant communities from Morocco have played in the creation of immigrant policies in Spain vis-à-vis its African neighbors. Is Spanish One Language? SPAN-UA 355 Offered every year. 4 points. This course seeks to familiarize students with the historical, geographical, ethnic, and sociolinguistic factors that contributed to the large variety of Spanish dialects spoken in the Americas. Why do people in Costa Rica speak like those in Uruguay and not like their neighbors in Panama? Why do Colombians have a different vocabulary in Bogotá and in Cartagena de Indias? In this course, we explore the factors that combined to create wide variations of Castilian in the Americas, a language that was itself subject to drastic changes since its evolution from Latin roots.    Pre-Hispanic Literature: The World of the Aztecs, Incas, and Mayas SPAN-UA 370 Offered periodically. 4 points.   Texts from the Aztec, Inca, and Maya civilizations as expressions of their society, religion, and relationship with nature, as well as reflections of a highly developed aesthetic sensibility.    Cervantes SPAN-UA 371 Identical to MEDI-UA 335. Offered every other year. 4 points.   Close readings of the principal prose works, particularly Don Quijote and/or the Novelas ejemplares, supplemented by critical and historical readings. Special attention paid to questions of madness and desire, authorship, the seductions and the dangers of reading, the status of representation, the relation between history and truth, the Inquisition, Spanish imperialism, the New World, the Morisco expulsion, and more.    Theatre and Poetry of the Spanish Golden Age SPAN-UA 421 Offered every other year. 4 points.   Selected texts from Spain during the 16th and 17th centuries (traditionally considered the Golden Age of Spanish art and literature), read in the context of Counter-Reformation culture and Spain’s changing place in early modern Europe. Authors include Garcilaso, Lope de Vega, Tirso de Molina, Calderón de la Barca, Quevedo, and Góngora. The course may be taught with a focus on theatre or poetry (or both).    History of Spanish Art from 1890 to the Present SPAN-UA 426 When taught in English, carries the course number SPAN-UA 425. Offered every other year. 4 points.   Survey of the major artists, movements, and institutions that shaped Spanish art from the end of the 19th century to the end of the 20th, including Antoni Gaudí, Pablo Picasso, Joan Miró, Luis Buñuel, Salvador Dalí, Antoni Tàpies, Equipo Crónica, and Pedro Almodóvar. Themes include the reception of the European avant-garde; the debate between \"pure\" and \"social\" art; the use of history and myth in the construction of national artistic styles; center and periphery; and the role of academies, galleries, exhibitions, and cafés in the formation of artistic identities.    See It, Read It: Photography and Discourse in Latin America SPAN-UA 440 Offered every other year. 4 points.   An analysis of photography in relation to writing. The course explores the inherent tension in the photograph between its role as historical document or as artistic work through a study of the history of Latin American photography, and explores the impact of photography on writing through key texts that take photography as their main concern (but where no photographs appear) and texts that play on the page with the relationship between image and word.    Secret Weapons: Reading Julio Cortázar Today SPAN-UA 441 Offered periodically. 4 points.   Compares Cortázar’s work with that of his contemporaries, establishing connections and influences among them, while at the same time studying the author’s manipulation of high and low culture through his involvement with photography, painting, jazz, boxing, almanacs, and music. Latin American Theatre SPAN-UA 460 When taught in English, carries the course number SPAN-UA 761. Offered every other year. 4 points. This course provides an introduction to the history, theories, and practices of Latin American theatre in the twentieth and twenty-first centuries, lending special attention to special meanings of modernist and post-modernist dramatic forms in cultures where industrial modernity has been an insecure social context. We draw on postcolonial Latin American theories of culture and art, such as transculturation, antropofagía, the “aesthetics of hunger,” and consider “magical realism” as a social poetics of scarcity, newly relevant for today’s neoliberal regimes. Throughout, we consider the theatre in relation to the region’s complex social, sexual, and cultural politics.    Topics in Spanish American Literature and Culture SPAN-UA 550 When conducted in English, carries the course number SPAN-UA 551. Offered every semester. 4 points.   Recent topics include New Borderlands in Latin America and Spain, Cultures of the Mexican Revolution, Myth and Literature, Hispanic Cities, Latin American Film, Intimacy and Precarity, Performance and Human Rights in Latin America, Literature and Animality, and Is Spanish One Language?    Transatlantic Avant-gardes: Sites of Modernity SPAN-UA 625 Offered every other year. 4 points.   A study of mobility, travel, and cultural transmission in the artistic and literary avant-gardes of the 20th century in Europe and the Americas, with a focus on those sites in which vibrant transatlantic exchange took place among artists and writers from Spain and Latin America.  Intimacy and Precariousness: Problems of Contemporary Latin American Culture SPAN-UA 645 Conducted in Spanish. Offered every other semester. 4 points. In this seminar, we will study some of the themes and problems that characterize much of Latin American literary and cultural production of the last two decades. The course will be organized around two axes that condense determining aspects of recent literary work in Latin America: (1) Writings of the “I”: The question of the relation between biography and fiction, between intimacy and public exhibition(ism), and of new modes of constructing subjectivity constitutes one of the most recurrent critical debates of the present. We will explore these questions in texts by Fernando Vallejo, Roberto Bolaño, Alan Pauls and Sylvia Molloy, among others. (2) Figures of abandonment, of precariousness and of disavowal recur, in the most diverse ways, in a large part of recent literary fiction, reflecting directly or obliquely, depending on the specific case, radical transformations of the political and of the relation between politics and literature. We will explore how literature reformulates different juridical, economic, affective and social modalities of abandonment as a sign of the present, turning to texts by Rodolfo Fogwill, Mario Bellatín, and Martin Kohan, and films de Lucrecia Martel and Eduardo Coutinho, among others.    Modern Hispanic Cities SPAN-UA 650 Offered periodically. 4 points.   Using an interdisciplinary, multimedia, and comparative approach, the course examines various cities in the Spanish-speaking world and their physical, spatial, literary, musical, and imaginary constructions. Cities covered may include Mexico City, Havana, Lima, Buenos Aires, San Juan, Madrid, Barcelona, and New York. Topics in Brazil Studies SPAN-UA 700, 701 If taught in Portuguese, the prerequisite is Intermediate Portuguese (PORT-UA 4 or equivalent) or comparable language proficiency. 4 points. Special topics in Brazil Studies, focused on Brazilian culture, society, and/or arts and the relationship between them.    Fictions of Power in Spain and Latin America SPAN-UA 732 Offered periodically. 4 points.   Details about the texts, authors, and films covered in any particular semester may be found on the department’s website and in course descriptions available in the department.    Literature and Film of the Cuban Revolution SPAN-UA 795 Offered every other year. 4 points.   Critical readings of speeches, essays, novels, and films from and about the 1959 Cuban Revolution. Texts by Castro, Guevara, Barnet, Fernández Retamar, Padilla, Cabrera Infante, Desnoes, and Arenas, and films by Kalamazov, Gutiérrez Alea, and Almendros.    Topics in Peninsular Spanish Literature and Culture SPAN-UA 950 When conducted in English, carries the course number SPAN-UA 951. Offered every semester. 4 points.   Recent topics include Culture and Memory, Experimental Documentary from Spain, Researching the Abraham Lincoln Brigades, Spanish Romanticism, Poetics and Ethics, Spanish Cultural Studies, and 19th-Century Novels.                    Home       People       Language Placement       Undergraduate Program       Graduate Programs       Study Away       News &amp; Events       Alumni       Resources &amp; Affiliations       Ph.D. Portal       Employment Opportunities       Contact Us               Stay Connected           like us on Facebook                     Photo Credits         Contact Us | &copy; New York University , Arts and Science"}, {"content": "People, Spanish and Portuguese | New York University                               Navigation           NEW YORK UNIVERSITY       ARTS AND SCIENCE       COLLEGE OF ARTS AND SCIENCE       GRADUATE SCHOOL OF ARTS AND SCIENCE                                             Home &gt; People     People       Professors     Professors             Gabriela Basterra       Email: gabriela.basterra@nyu.edu       Research/Interest: Literature and philosophy, ethical and poetic subjectivity, comparative literature, rhetoric, poetry, tragedy, psychoanalysis, ethics and politics, Kant, Levinas.                 Ana María Dopico       Email: ana.dopico@nyu.edu       Research/Interest: Comparative studies of the Americas, theory and history of the novel, Cuban and Caribbean Culture, nationhood and imperialism, syncretism and visual culture, memory and popular culture, national poets, public intellectuals and cultural genealogies, U.S. Latino cultures, North-South studies/cultural politics of the global South, gender and narrative, psychoanalysis and social mythologies.                 Georgina Dopico-Black       Email: gdb3@nyu.edu       Research/Interest: Early-modern Spanish literatures and cultures; cultural history; the body / anatomy; biopolitics; human / animal studies; gender studies; translation studies; canon formation / libraries; nation / empire; transatlantic studies; Cervantes                 Dylon Robbins       Email: dylon.robbins@nyu.edu       Research/Interest: Cultural and theoretical production of Brazil and Cuba; African Diasporas; intellectual and cultural histories, media, cinema, and popular music                 James D. Fernández       Email: jf2@nyu.edu       Research/Interest: Historical and cultural relations between Spain, Spanish America and the US; US involvement in the Spanish Civil War; Spanish immigrants in the US; documentary film.                 Sibylle Fischer       Email: sibylle.fischer@nyu.edu       Research/Interest: Caribbean literature and culture; Spanish American Independence; the Haitian Revolution; culture and politics in the nineteenth century; the history of political thought.                 Gabriel Giorgi       Email: gag206@nyu.edu       Research/Interest: Literature from the Southern Cone; biopolitics; queer theory and gender studies; literature and philosophy; critical theory.                 Jo Labanyi       Email: jl1220@nyu.edu       Research/Interest: Spanish literature and culture of the 19th and 20th centuries; film, especially that of the early Franco period; gender studies; popular culture; memory, especially in relation to the Spanish Civil War.                 Jill Lane       Email: jill.lane@nyu.edu       Research/Interest: Latin American theater, comparative approaches to race and performance in the Americas, Cuba.                 Laura Torres-Rodriguez       Email: ljt233@nyu.edu       Research/Interest: Mexican literature and visual culture since 1890; Latin American intellectual history; Orientalism and postcolonial theory; nationalism and colonialism; Latin American modernismo; aestheticism and popular culture; gender studies; poetry; Marxism in Latin America and Asia.                 Jacques Lezra       Email: jl174@nyu.edu       Research/Interest: Comparative literature and literary theory; Shakespeare; the literary and visual culture of Early Modern Europe.                 Jordana Mendelson       Email: jm3318@nyu.edu       Research/Interest: Early twentieth-century visual culture in Spain                 Marta C. Peixoto       Email: marta.peixoto@nyu.edu       Research/Interest: Brazilian literature, literary theory, gender theory, modern poetry.                 Perla Masi       Email: perla.masi@nyu.edu       Research/Interest: Modern and contemporary Iberian and Latin American literatures and cultures; poetry and philosophy; political theology; biopolitics; translation; Arab migration and Orientalism in Latin America and Spain.                 Rubén Ríos-Ávila       Email: ruben.rios@nyu.edu       Research/Interest: Caribbean Literature, Queer Studies, and theory.                 S.J. Pearce       Email: sjp264@nyu.edu       Research/Interest: Hebrew and Arabic literature of Iberia; mester de clerecía; 12th- and 13th-century Castile; the translation movement; history and literature of the \"tres culturas\"; literary representations of Alexander the Great; history of literature; historical readings of literature; codicology               Eduardo Subirats       Email: ers4@nyu.edu       Research/Interest: Spanish intellectual history; the Counter Reformation and the colonisation of Spanish America; the Enlightenment; avant-garde theory; artistic movements in Spain and Latin America; modern Latin American and Spanish essay.                   Diana Taylor       Email: diana.taylor@nyu.edu       Research/Interest: Latin American and U.S. theatre and performance, performance and politics, feminist theatre and performance in the Americas, Hemispheric studies, trauma studies.                 Zeb Tortorici       Email: zt3@nyu.edu       Research/Interest: Gender and sexuality in colonial Latin America; archival theories; queering archives; death and dying; history of suicide; human-animal studies; animals in Latin America; history of pornography       Visiting Professors             Sara Nadal-Melsió       Email: sara.nadal@nyu.edu       Research/Interest: Critical Theory; Philosophical Approaches to Film and Literature; Politics and Comedy; Political Thought; Marxist Aesthetic Theory; Experimental and Militant Film; Peninsular Cultures from the 1900s; Catalan and Minor Literatures; Contemporary Visual Cultures; Collectives and Collaboration; Realisms.       Clinical Professors             Maria de Lourdes Dávila       Email: mdd5@nyu.edu       Research/Interest: 19th and 20th Century Latin American Literature; focus on Southern Cone, Puerto Rican Literature, Latino Studies, Literary Criticism, Aesthetics and Interartistic Studies, Popular Culture, and Translation.                 Mariela Dreyfus       Email: md98@nyu.edu       Research/Interest: Aesthetics and Poetics of Modernism; Tradition and Revision in Latin American Poetry; Politics and Gender in Latin America Women Writers; French and Latin American Surrealism; Contemporary Latina Writers; Literary Theory.                 Jabier Elorrieta       Email: jabier.elorrieta@nyu.edu       Research/Interest: Foreign language teaching methodology, second-language acquisition, study abroad, phonology, syntax and morphology, dialectology, curricular planning, teacher training.                 Judith K. Némethy       Email: jn2@nyu.edu       Research/Interest: Foreign language teaching methodology, second language acquisition, historical linguistics, Spanish dialectology, ethnic, minority and diaspora studies.                 Lila Zemborain       Email: lz2@nyu.edu       Research/Interest: Twentieth-century Spanish-American Poetry; relationships between visual arts and contemporary Spanish-American poetry.                 María José Zubieta       Email: mjz1@nyu.edu       Research/Interest: Translation, legal interpretation, and second language acquisition       Lecturers             Laura Amelio       Email: lca220@nyu.edu       Research/Interest: Literature, pedagogy, rhetoric, romanticism, theory, translation.                 Elizabeth A. Augspach       Email: ea38@nyu.edu       Research/Interest: Medieval Studies, Second Language Acquisition.                 Miriam Ayres       Email: mma1@nyu.edu       Research/Interest: second language acquisition, methodologies foreign language instruction, comparative literary and critical studies: Brazil, Spain, Spanish America.               Tirso Cleves       Email: tc54@nyu.edu       Research/Interest: The short story, Spanish and ESL Education               Enrique Del Risco       Email: ed286@nyu.edu       Research/Interest: Contemporary Latin American Literature; Contemporary Cultural Studies; Cuban Culture and Literature; Nation and National Mythologies; Cultural Exiles.                 Félix Manuel Burgos       Email: fmburgos@nyu.edu       Research/Interest: Discourse analysis, cognitive semantics, language in mass and social media, sociolinguistics.                 Odi Gonzales       Email: og10@nyu.edu       Research/Interest: Quechua Oral Tradition XVI-XXI Centuries; Latin American Literature               Heriberto J Hernández       Email: hh46@nyu.edu       Research/Interest: Foreign language methodology, second language acquisition.                 Anabel Lopez-Garcia       Email: anabel.lopez@nyu.edu       Research/Interest: Medieval and Golden Age Literature, Manuscript Culture, Translation.                 Carlos F. Martinez       Email: cfm5@nyu.edu       Research/Interest: Foreign language methodology, second language acquisition.                 Roxanna Sooudi       Email: rs400@nyu.edu       Research/Interest: Foreign language methodology; Southern Cone fiction.                 Eduardo Segura       Email: es140@nyu.edu       Research/Interest: Foreign language methodology, second language acquisition.                         Esther A. Truzman       Email: et41@nyu.edu       Research/Interest: Foreign Language teaching and curricular planning, 19th Century Peninsular and Latin American texts, Transatlantic Studies, Identity Politics               Carlos Veloso       Email: cv14@nyu.edu       Research/Interest: Luso Brazilian Culture; Contemporary Literature; Art and Culture in Latin America; Aesthetics (second half of the 20th century; philosophy of art);  Individualism, self knowledge, skepticism, theories of solipsism, phenomenology         Retired Faculty           Helene M. Anderson       Email: hma1@nyu.edu                 Kenneth Krabbenhoft       Email: kk1@nyu.edu                 H. Salvador Martínez       Email: hsm1@nyu.edu                   Mary Louise Pratt       Email: mlp7@nyu.edu                   Sylvia Molloy                           Home     People     Language Placement       Undergraduate Program       Graduate Programs       Study Away       News &amp; Events       Alumni       Resources &amp; Affiliations       Ph.D. Portal       Employment Opportunities       Contact Us               Stay Connected           like us on Facebook                     Photo Credits         Contact Us | &copy; New York University , Arts and Science"}]}]