[{"detail": [{"content": "Courses                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                 For a list of required classes, see Writing Class Requirements in Program Information .           Return to Program Information           Expository Writing Courses                      EXPOS-UA 1 Writing the Essay            EXPOS-UA 2 The Advanced College Essay: School of Engineering            EXPOS-UA 5 Writing the Essay: Art and the World (TSOA)            ASPP-UT 2 The Advanced College Essay: The World through Art (TSOA)            ACE-UE 110 The Advanced College Essay: Education and the Professions (Steinhardt)            EXPOS-UA 4 International Workshop I            EXPOS-UA 9 International Workshop II            EXPOS-UA 13 Writing Tutorial            EXPOS-UA 1 5 A Spectrum of Essays            EXPOS-UA 16 Advanced Essay Writing for Science                                  EXPOS-UA 17 Writing in Community            EXPOS-UA 18 Writing and Speaking in the Disciplines                               EXPOS-UA 1 Writing the Essay           Credits: 4 Instructor: Staff Syllabus: 2011           This is a required course in expository writing for CAS, Stern, Steinhardt, and Engineering students; it is the foundational writing course. It provides instruction and practice in critical reading, creative thinking, and clear writing. It provides additional instruction in analyzing and interpreting written texts, the use of written texts as evidence, the development of ideas, and the writing of both exploratory and argumentative essays. The course stresses exploration, inquiry, reflection, analysis, revision, and collaborative learning.           TISCH School of the Arts students take Writing the Essay: Art and the World (EXPOS UA-5), which focuses on developing the essay in the arts.           Special sections of Writing the Essay are reserved for the following students:           WTE: Science is specifically tailored for students who are interested in science or medicine. Course readings and assignments focus on current issues in the worlds of science and medicine. Students read and respond to essays by prominent scientists, doctors, and science writers, such as Stephen Jay Gould, Primo Levi, Evelyn Fox Keller, and Richard Selzer.           WTE: Goddard. As part of the Living &amp; Learning options for residence halls, two floors of Goddard Hall are linked to special sections of Writing the Essay. Students in-residence who are interested in creative writing or live performance, study and attend planned outings together. Writing the Essay assignments and discussions are shaped to invite students to incorporate these experiences into their class work.           WTE: CCC. Students combine Writing the Essay with Texts and Ideas , gaining a richer understanding of the ideas and authors in the CCC course through discussions and the development of essays. Students receive credit for both courses.           Return to top of page            EXPOS-UA 2 The Advanced College Essay: School of Engineering           Credits: 4 Instructor: Staff Syllabus: 2013-2014           This is a required second-semester writing course for all Engineering students. The course builds on Writing the Essay and provides advanced instruction in analyzing and interpreting written texts from a variety of academic disciplines, using written texts as evidence, developing ideas, conducting academic research, and writing persuasive essays. It stresses analysis, inductive reasoning, reflection, revision, and collaborative learning. The course is tailored for students in the School of Engineering so that readings and essay writing focus on issues that are pertinent to the sciences.           Return to top of page                     EXPOS-UA 5 Writing the Essay: Art and the World           Credits: 4 Instructor: Staff           This required course for all students in the Tisch School of the Arts is designed to engage all Tisch School of the Arts freshmen in a broad interdisciplinary investigation across artistic media. It provides instruction and practice in critical reading, creative thinking, and essay writing. Students learn to analyze and interpret written texts, art objects, and performances; to use written, visual, and performance texts as evidence; and to develop ideas. The course stresses exploration, inquiry, reflection, analysis, revision, and collaborative learning.           Return to top of page                     ASPP-UT 2 The Advanced College Essay: The World through Art           Credits: 4 Instructor: Staff Prerequisite: EXPOS-UA 5 Writing the Essay: Art and the World Syllabus: 2012           Students in the Tisch School of the Arts are required to take this course. The course follows Writing the Essay: Art and the World (EXPOS-UA 5) and provides advanced instruction in analyzing and interpreting written texts, art objects and performances; using written texts as evidence; developing ideas; and in writing persuasive essays. It stresses analysis, reflection, revision, and collaborative learning. The course is tailored for students in the Arts so that course readings and essay writing focus on issues that are pertinent to that discipline.           Return to top of page                     ACE-UE 110 The Advanced College Essay: Education and the Professions           Credits: 4 Instructor: Staff Prerequisite: EXPOS-UA 1 Writing the Essay Syllabus: Spring 2012           Students in the Steinhardt School of Education and the School of Nursing are required to take this course. The course builds on Writing the Essay (EXPOS-UA 1) and provides advanced instruction in analyzing and interpreting written texts from a variety of academic disciplines, using written texts as evidence, developing ideas, and writing persuasive essays. It stresses analysis, inductive reasoning, reflection, revision, and collaborative learning. The course is tailored for students in the Schools of Education and Nursing so that readings and essay writing focus on issues that are pertinent to those disciplines.           Return to top of page                     EXPOS-UA 4 International Writing Workshop I           Credits: 4 Instructor: Staff Prerequisite: EWP permission Syllabus: Spring 2011           The first of two courses for students for whom English is a second language. The Map Requirement for NYU undergraduates is fulfilled with this course and International Writing Workshop II. Provides instruction in critical reading, textual analysis, exploration of experience, the development of ideas, and revision. Stresses the importance of inquiry and reflection in the use of texts and experience as evidence for essays. Reading and writing assignments lead to essays in which students analyze and raise questions about written texts and experience, and reflect upon text, experience, and idea in a collaborative learning environment. Discusses appropriate conventions in English grammar and style as part of instructor feedback.           Return to top of page                     EXPOS-UA 9 International Writing Workshop II           Credits: 4 Instructor: Staff Prerequisite: EXPOS-UA 4 International Writing Workshop I Syllabus: Spring 2011           The second of two courses for students for whom English is a second language. The Map requirement for NYU undergraduates is fulfilled with this course and International Writing Workshop 1. Provides advanced instruction in analyzing and interpreting written texts from a variety of academic disciplines, the use of written texts as evidence, the development of ideas, and the writing of argumentative essays through a process of inquiry and reflection. Stresses analysis, revision, inquiry, and collaborative learning. Discusses appropriate conventions in English grammar and style as part of instructor feedback.           Return to top of page                     EXPOS-UA 13 Writing Tutorial           Credits: 4 Instructor: Staff Prequisite: EWP permission. Syllabus: 2012           Offers intensive individual and group work in the practice of expository writing for those students whose competency examination reveals the need for additional, foundational writing instruction. The course aims to better prepare admitted transfer students for the rigorous work they will have to complete in either Writing the Essay or an International Writing Workshop . The course concentrates on foundational work (grammar, syntax, paragraph development) leading to the creation of compelling essays (idea conception and development, effective use of evidence, understanding basic forms, and the art of persuasion).           Return to top of page                     EXPOS-UA 15 A Spectrum of Essays           Credits: 4 Instructor: Stephen Donatelli Prequisite: Portfolio review           Guises of the Self: History, Literature, Practice&quot;           Subjectivity evolves. Variously known as the I, the self, the persona (performed or feigned) or the identity we make or somehow possess, subjectivity as a subject suits writing because it is never fixed. Concern for the self is not, however, a self-centered pursuit. It has served as a medium through which readers and writers have been able to live deeply as historical agents and spiritual beings. Respect for self has flourished since antiquity. The ancients thought self-knowledge was fundamental to everything else, and conscientiousness is understood today as a cornerstone of citizenship. In this seminar we will acquaint ourselves with some landmark texts in the history of the mutable I, observing many artful variations made by key writers in the tradition of reflective autobiography. We will learn how to read these predecessors by moving with their rhythms or by accompanying them in cinematic time. Readings and visual materials have been chosen to be fun, challenging and various. They provide a selective foundation for what might be called the tradition of the individual person as he or she comes to self-awareness. Our readings serve as occasions for written imitation, reflection and improvisation. We will also rely on them as touchstones for our own writing practice.           While readings and films about the self often operate through closeness and disclosure, the best of them are also philosophical and scientific, thereby supporting our balanced objective of working reflectively and working interpretively. Our writing projects will span a variety of positions between a greater self beyond our own selfs mere self (what the poet Paul Valry once called some self miraculously superior to Myself ), and a more distanced assessment of selected, constructed selves from history and literary history.           Some of our readings are already known to us faintly, thanks to the diligent passivity of our cultural subconscious: Augustines Confessions, the first book of Prousts multi-volume oeuvre , Swanns Way ; Nella Larsens slender masterpiece from the Harlem Renaissance period, Passing; literary innovations by modern masters such as Luigi Pirandello, J.L. Borges, Natalia Ginzburg, and John Barth; and thoughtful analyses of performed and counterfeited selves by Judith Butler and R.D. Laing. Beguiling cinematic visions of erased, unreal, elusive, split, vague and plural selves come to us through Bernardo Bertolucci, Ingmar Bergman and Luis Buuel and in Stan Brakhages cinematic adventures into our inner, psychic life.           To take this class: submit a 15-page sample of good, finished writing. Identify the copy with your name and contact information and bring it to the Writing Program mailbox of Stephen Donatelli during the registration period. The office is located at 411 Lafayette Street, 4 th Floor. You must contact me by e-mail to express interest; upon acceptance you will receive the necessary registration code number.                     EXPOS-UA 15 A Spectrum of Essays: Reconceiving Artfulness and its Risks           Credits: 4 Instructor: Bruce Bromley, EWP Prequisite: Portfolio review           At the height of her fame as a mind that reimagines what essays and novels can do, Virginia Woolf presses her fellow makers and readers to consider that every moment is the centre and meeting place of an extraordinary number of perceptions which have not yet been expressed, showing us how life is always and inevitably much richer than we who try to express it. Like Woolf and her contemporaries, we belong to a world where feelings which used to come simple and separate do so no longer, where beauty is part ugliness; amusement part disgust; pleasure part pain. Emotions which used to enter the mind whole are now broken up on the threshold. These claims mean that we need to reconceive the very notion of threshold, along with the forms by which makers, in the disciplines available to us, structure the experience of living in relation to any boundary. How we ponder artfulness, Woolf implies, requires expansion, as so many influences which play . . . a large part in life have thus far escaped the novelist and her colleaguesamong them,the power of music, the stimulus of light, the effect on us of the shape of trees or the play of colour. To re-see the shapes whereby we express our contact with life will blur the boundaries between customarily separate art forms, Woolf implies, and involve us in the risks inherent in any attempt to make over, to make again, to make anew. What can the risks in play here teach us? At the service of contemplating that question, we will read work by Jennifer Egan, Rainer Maria Rilke, W.G. Sebald, and Woolf herself. We will listen to music that rethinks what sound, ordered into patterns, can make manifest. We will watch films by Pedro Almodvar, Fran&#1195;ois Ozon, Grant Gee, and Fran&#1195;ois Girard. And we will work at crafting essays that honor our attempts to amplify what shaped thinking can communicate. By November 8, 2014, please email Bruce Bromley at bdb2@nyu.edu to inquire how to submit what you think of as your finest essay, which will function as your portfolio review. Notice of selection will occur within eight days of your first contact.            Return to top of page                     EXPOS-UA 16 Advanced Essay Writing for Science           Credits: 4 Instructor: Matthew McClelland, Language Lecturer, EWP Prerequisite: Writing the Essay ; Portfolio review and permission of the Instructor Syllabus: Fall 2011           This advanced writing course offers offers science and pre-health students the opportunity to design and conduct intensive individual research, write honors-level essays for the public and for the academy, and deliver a professional presentation. The course will rely upon the work of professional scientists and writers, and students will be encouraged to attend several public events about science and writing. Students will be encouraged to present their own research at the Undergraduate Research Conference and to submit completed essays for publication in Mercer Street. NOTE: To arrange for a portfolio review and an access code, please contact Matthew McClelland at msm8@nyu.edu .           Return to top of page                     EXPOS-UA 17 Writing in Community           Credits: 4 Instructor: Laura Weinert-Kendt, Language Lecturer, EWP Prerequisite: Writing the Essay and permission of the Instructor Syllabus: Spring 2011           Writing in Community is a course for students who are passionate about writing and community service and would like to explore the dynamic relationship between these two pursuits. As a team, we will head off campus each week to mentor under-served high school students in essay writing. Back on campus, we will have weekly meetings to help us enhance our writing and mentoring skills as we develop our own ideas into essays. We will study writers, artists, and filmmakers whose service and/or community engagement has become a basis for work that documents and reflects on pressing social concerns.           Students require an access code to register for the course. Interested students should contact Laura Weinert-Kendt at law320@nyu.edu .           Return to top of page                     EXPOS-UA 18 Writing and Speaking in the Disciplines           Credits: 4 Instructor: Victoria Olsen Prerequisite: Writing the Essay. Syllabus: Spring 2013           Introduces students to professional discourse in a range of disciplines, depending on enrollment. Students will practice observing, analyzing, and assessing the broad structures and elements of professional work in the Humanities, Social Sciences and Sciences. They will then pursue their own research projects through oral presentations and written assignments. Those intending to participate in the Undergraduate Research Conference in April are especially encouraged to apply as this course will support that research, writing, and presentation.           NOTE: department permission is required so please contact Victoria Olsen for an enrollment code: victoria.olsen@nyu.edu .           Return to top of page                     Course Evaluations           At the end of each term, students are asked to complete an in-class course evaluation. To see the course evaluation form, download this form:                      Course Evaluation (Adobe PDF)                     Return to Program Information                                                                                                      [ EWP Home ] [ Program Info ] [ Policies ] [ Mercer Street ] [ Honors &amp; Awards ] [ EWP Teachers ] [ Writing Center ] [ Resources ] [ Employment ] [ Contact EWP ]"}]},
{"detail": [{"content": "Courses                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                 For a list of required classes, see Writing Class Requirements in Program Information .           Return to Program Information           Expository Writing Courses                      EXPOS-UA 1 Writing the Essay            EXPOS-UA 2 The Advanced College Essay: School of Engineering            EXPOS-UA 5 Writing the Essay: Art and the World (TSOA)            ASPP-UT 2 The Advanced College Essay: The World through Art (TSOA)            ACE-UE 110 The Advanced College Essay: Education and the Professions (Steinhardt)            EXPOS-UA 4 International Workshop I            EXPOS-UA 9 International Workshop II            EXPOS-UA 13 Writing Tutorial            EXPOS-UA 1 5 A Spectrum of Essays            EXPOS-UA 16 Advanced Essay Writing for Science                                  EXPOS-UA 17 Writing in Community            EXPOS-UA 18 Writing and Speaking in the Disciplines                               EXPOS-UA 1 Writing the Essay           Credits: 4 Instructor: Staff Syllabus: 2011           This is a required course in expository writing for CAS, Stern, Steinhardt, and Engineering students; it is the foundational writing course. It provides instruction and practice in critical reading, creative thinking, and clear writing. It provides additional instruction in analyzing and interpreting written texts, the use of written texts as evidence, the development of ideas, and the writing of both exploratory and argumentative essays. The course stresses exploration, inquiry, reflection, analysis, revision, and collaborative learning.           TISCH School of the Arts students take Writing the Essay: Art and the World (EXPOS UA-5), which focuses on developing the essay in the arts.           Special sections of Writing the Essay are reserved for the following students:           WTE: Science is specifically tailored for students who are interested in science or medicine. Course readings and assignments focus on current issues in the worlds of science and medicine. Students read and respond to essays by prominent scientists, doctors, and science writers, such as Stephen Jay Gould, Primo Levi, Evelyn Fox Keller, and Richard Selzer.           WTE: Goddard. As part of the Living &amp; Learning options for residence halls, two floors of Goddard Hall are linked to special sections of Writing the Essay. Students in-residence who are interested in creative writing or live performance, study and attend planned outings together. Writing the Essay assignments and discussions are shaped to invite students to incorporate these experiences into their class work.           WTE: CCC. Students combine Writing the Essay with Texts and Ideas , gaining a richer understanding of the ideas and authors in the CCC course through discussions and the development of essays. Students receive credit for both courses.           Return to top of page            EXPOS-UA 2 The Advanced College Essay: School of Engineering           Credits: 4 Instructor: Staff Syllabus: 2013-2014           This is a required second-semester writing course for all Engineering students. The course builds on Writing the Essay and provides advanced instruction in analyzing and interpreting written texts from a variety of academic disciplines, using written texts as evidence, developing ideas, conducting academic research, and writing persuasive essays. It stresses analysis, inductive reasoning, reflection, revision, and collaborative learning. The course is tailored for students in the School of Engineering so that readings and essay writing focus on issues that are pertinent to the sciences.           Return to top of page                     EXPOS-UA 5 Writing the Essay: Art and the World           Credits: 4 Instructor: Staff           This required course for all students in the Tisch School of the Arts is designed to engage all Tisch School of the Arts freshmen in a broad interdisciplinary investigation across artistic media. It provides instruction and practice in critical reading, creative thinking, and essay writing. Students learn to analyze and interpret written texts, art objects, and performances; to use written, visual, and performance texts as evidence; and to develop ideas. The course stresses exploration, inquiry, reflection, analysis, revision, and collaborative learning.           Return to top of page                     ASPP-UT 2 The Advanced College Essay: The World through Art           Credits: 4 Instructor: Staff Prerequisite: EXPOS-UA 5 Writing the Essay: Art and the World Syllabus: 2012           Students in the Tisch School of the Arts are required to take this course. The course follows Writing the Essay: Art and the World (EXPOS-UA 5) and provides advanced instruction in analyzing and interpreting written texts, art objects and performances; using written texts as evidence; developing ideas; and in writing persuasive essays. It stresses analysis, reflection, revision, and collaborative learning. The course is tailored for students in the Arts so that course readings and essay writing focus on issues that are pertinent to that discipline.           Return to top of page                     ACE-UE 110 The Advanced College Essay: Education and the Professions           Credits: 4 Instructor: Staff Prerequisite: EXPOS-UA 1 Writing the Essay Syllabus: Spring 2012           Students in the Steinhardt School of Education and the School of Nursing are required to take this course. The course builds on Writing the Essay (EXPOS-UA 1) and provides advanced instruction in analyzing and interpreting written texts from a variety of academic disciplines, using written texts as evidence, developing ideas, and writing persuasive essays. It stresses analysis, inductive reasoning, reflection, revision, and collaborative learning. The course is tailored for students in the Schools of Education and Nursing so that readings and essay writing focus on issues that are pertinent to those disciplines.           Return to top of page                     EXPOS-UA 4 International Writing Workshop I           Credits: 4 Instructor: Staff Prerequisite: EWP permission Syllabus: Spring 2011           The first of two courses for students for whom English is a second language. The Map Requirement for NYU undergraduates is fulfilled with this course and International Writing Workshop II. Provides instruction in critical reading, textual analysis, exploration of experience, the development of ideas, and revision. Stresses the importance of inquiry and reflection in the use of texts and experience as evidence for essays. Reading and writing assignments lead to essays in which students analyze and raise questions about written texts and experience, and reflect upon text, experience, and idea in a collaborative learning environment. Discusses appropriate conventions in English grammar and style as part of instructor feedback.           Return to top of page                     EXPOS-UA 9 International Writing Workshop II           Credits: 4 Instructor: Staff Prerequisite: EXPOS-UA 4 International Writing Workshop I Syllabus: Spring 2011           The second of two courses for students for whom English is a second language. The Map requirement for NYU undergraduates is fulfilled with this course and International Writing Workshop 1. Provides advanced instruction in analyzing and interpreting written texts from a variety of academic disciplines, the use of written texts as evidence, the development of ideas, and the writing of argumentative essays through a process of inquiry and reflection. Stresses analysis, revision, inquiry, and collaborative learning. Discusses appropriate conventions in English grammar and style as part of instructor feedback.           Return to top of page                     EXPOS-UA 13 Writing Tutorial           Credits: 4 Instructor: Staff Prequisite: EWP permission. Syllabus: 2012           Offers intensive individual and group work in the practice of expository writing for those students whose competency examination reveals the need for additional, foundational writing instruction. The course aims to better prepare admitted transfer students for the rigorous work they will have to complete in either Writing the Essay or an International Writing Workshop . The course concentrates on foundational work (grammar, syntax, paragraph development) leading to the creation of compelling essays (idea conception and development, effective use of evidence, understanding basic forms, and the art of persuasion).           Return to top of page                     EXPOS-UA 15 A Spectrum of Essays           Credits: 4 Instructor: Stephen Donatelli Prequisite: Portfolio review           Guises of the Self: History, Literature, Practice&quot;           Subjectivity evolves. Variously known as the I, the self, the persona (performed or feigned) or the identity we make or somehow possess, subjectivity as a subject suits writing because it is never fixed. Concern for the self is not, however, a self-centered pursuit. It has served as a medium through which readers and writers have been able to live deeply as historical agents and spiritual beings. Respect for self has flourished since antiquity. The ancients thought self-knowledge was fundamental to everything else, and conscientiousness is understood today as a cornerstone of citizenship. In this seminar we will acquaint ourselves with some landmark texts in the history of the mutable I, observing many artful variations made by key writers in the tradition of reflective autobiography. We will learn how to read these predecessors by moving with their rhythms or by accompanying them in cinematic time. Readings and visual materials have been chosen to be fun, challenging and various. They provide a selective foundation for what might be called the tradition of the individual person as he or she comes to self-awareness. Our readings serve as occasions for written imitation, reflection and improvisation. We will also rely on them as touchstones for our own writing practice.           While readings and films about the self often operate through closeness and disclosure, the best of them are also philosophical and scientific, thereby supporting our balanced objective of working reflectively and working interpretively. Our writing projects will span a variety of positions between a greater self beyond our own selfs mere self (what the poet Paul Valry once called some self miraculously superior to Myself ), and a more distanced assessment of selected, constructed selves from history and literary history.           Some of our readings are already known to us faintly, thanks to the diligent passivity of our cultural subconscious: Augustines Confessions, the first book of Prousts multi-volume oeuvre , Swanns Way ; Nella Larsens slender masterpiece from the Harlem Renaissance period, Passing; literary innovations by modern masters such as Luigi Pirandello, J.L. Borges, Natalia Ginzburg, and John Barth; and thoughtful analyses of performed and counterfeited selves by Judith Butler and R.D. Laing. Beguiling cinematic visions of erased, unreal, elusive, split, vague and plural selves come to us through Bernardo Bertolucci, Ingmar Bergman and Luis Buuel and in Stan Brakhages cinematic adventures into our inner, psychic life.           To take this class: submit a 15-page sample of good, finished writing. Identify the copy with your name and contact information and bring it to the Writing Program mailbox of Stephen Donatelli during the registration period. The office is located at 411 Lafayette Street, 4 th Floor. You must contact me by e-mail to express interest; upon acceptance you will receive the necessary registration code number.                     EXPOS-UA 15 A Spectrum of Essays: Reconceiving Artfulness and its Risks           Credits: 4 Instructor: Bruce Bromley, EWP Prequisite: Portfolio review           At the height of her fame as a mind that reimagines what essays and novels can do, Virginia Woolf presses her fellow makers and readers to consider that every moment is the centre and meeting place of an extraordinary number of perceptions which have not yet been expressed, showing us how life is always and inevitably much richer than we who try to express it. Like Woolf and her contemporaries, we belong to a world where feelings which used to come simple and separate do so no longer, where beauty is part ugliness; amusement part disgust; pleasure part pain. Emotions which used to enter the mind whole are now broken up on the threshold. These claims mean that we need to reconceive the very notion of threshold, along with the forms by which makers, in the disciplines available to us, structure the experience of living in relation to any boundary. How we ponder artfulness, Woolf implies, requires expansion, as so many influences which play . . . a large part in life have thus far escaped the novelist and her colleaguesamong them,the power of music, the stimulus of light, the effect on us of the shape of trees or the play of colour. To re-see the shapes whereby we express our contact with life will blur the boundaries between customarily separate art forms, Woolf implies, and involve us in the risks inherent in any attempt to make over, to make again, to make anew. What can the risks in play here teach us? At the service of contemplating that question, we will read work by Jennifer Egan, Rainer Maria Rilke, W.G. Sebald, and Woolf herself. We will listen to music that rethinks what sound, ordered into patterns, can make manifest. We will watch films by Pedro Almodvar, Fran&#1195;ois Ozon, Grant Gee, and Fran&#1195;ois Girard. And we will work at crafting essays that honor our attempts to amplify what shaped thinking can communicate. By November 8, 2014, please email Bruce Bromley at bdb2@nyu.edu to inquire how to submit what you think of as your finest essay, which will function as your portfolio review. Notice of selection will occur within eight days of your first contact.            Return to top of page                     EXPOS-UA 16 Advanced Essay Writing for Science           Credits: 4 Instructor: Matthew McClelland, Language Lecturer, EWP Prerequisite: Writing the Essay ; Portfolio review and permission of the Instructor Syllabus: Fall 2011           This advanced writing course offers offers science and pre-health students the opportunity to design and conduct intensive individual research, write honors-level essays for the public and for the academy, and deliver a professional presentation. The course will rely upon the work of professional scientists and writers, and students will be encouraged to attend several public events about science and writing. Students will be encouraged to present their own research at the Undergraduate Research Conference and to submit completed essays for publication in Mercer Street. NOTE: To arrange for a portfolio review and an access code, please contact Matthew McClelland at msm8@nyu.edu .           Return to top of page                     EXPOS-UA 17 Writing in Community           Credits: 4 Instructor: Laura Weinert-Kendt, Language Lecturer, EWP Prerequisite: Writing the Essay and permission of the Instructor Syllabus: Spring 2011           Writing in Community is a course for students who are passionate about writing and community service and would like to explore the dynamic relationship between these two pursuits. As a team, we will head off campus each week to mentor under-served high school students in essay writing. Back on campus, we will have weekly meetings to help us enhance our writing and mentoring skills as we develop our own ideas into essays. We will study writers, artists, and filmmakers whose service and/or community engagement has become a basis for work that documents and reflects on pressing social concerns.           Students require an access code to register for the course. Interested students should contact Laura Weinert-Kendt at law320@nyu.edu .           Return to top of page                     EXPOS-UA 18 Writing and Speaking in the Disciplines           Credits: 4 Instructor: Victoria Olsen Prerequisite: Writing the Essay. Syllabus: Spring 2013           Introduces students to professional discourse in a range of disciplines, depending on enrollment. Students will practice observing, analyzing, and assessing the broad structures and elements of professional work in the Humanities, Social Sciences and Sciences. They will then pursue their own research projects through oral presentations and written assignments. Those intending to participate in the Undergraduate Research Conference in April are especially encouraged to apply as this course will support that research, writing, and presentation.           NOTE: department permission is required so please contact Victoria Olsen for an enrollment code: victoria.olsen@nyu.edu .           Return to top of page                     Course Evaluations           At the end of each term, students are asked to complete an in-class course evaluation. To see the course evaluation form, download this form:                      Course Evaluation (Adobe PDF)                     Return to Program Information                                                                                                      [ EWP Home ] [ Program Info ] [ Policies ] [ Mercer Street ] [ Honors &amp; Awards ] [ EWP Teachers ] [ Writing Center ] [ Resources ] [ Employment ] [ Contact EWP ]"}, {"content": "Writing Workshop II          Writing Workshop II/ Keefer      Writing is like working out: if you don't do it everyday you get flabby.  Research should be an exciting discovery if you let your imagination and curiosity feed  the meticulous process of scholarly organization or the tumultuous waves of artistic creation.  Think of the cat, whose curiosity is endless:                Course Objectives    Although Writing Workshop II is a research course with stringent academic requirements, it should also be a time to explore the way you think, to develop your writing style, and to  discover a personal methodology that works for you. As you write and improve your research skills,  think about the following questions:     1) Do you prefer to build your own house or to evaluate, analyse and synthesize  the contruction of others'? (Creative vs. Critical Thinking)  2) Do you start with a view of the big picture or do you need to piece together the details before you can understand what you're talking about? (Deductive vs. Inductive Thinking)  3) Do you prefer to see, read, hear or feel things? (Sensory Preferences)  4) Do you like clear-cut goals and definitions or do you prefer to wrestle with ambiguity, surprising yourself with different shades of meaning and interpretation?  5) Are you trapped in a compulsive rigidity of formulas and protocol or are you lost in a chaotic wilderness of creativity?  6) Are you afraid to play and make a fool of yourself or are you so wild you can't conform to anything?  7)Do you need more structure or do you need to let go?       No one is completely creative or critical, inductive or deductive, but it's good to examine preferences, so we are aware of our limitations and strengths. Although everything is related,  this course is organized into two components, the creative and the critical.    THE CRITICAL OBJECTIVES:    A. To refine our thought processes of finding and developing a thesis, constructing logical  arguments through inductive/deductive/cause and effect reasoning, analyzing logical fallacies, and focusing, narrowing, classifying  and organizing topics of interest.   B. To become familiar with library resources, including indexes, abstracts, bibliographies, and databases.   C. To become computer literate and communicate online with each other, the NYU community and the World Wide Web.   D. To master the techniques of scholarly documentation as outlined in the MLA Handbook, as well as  the style manual pertinent to your specialty and the current Internet site on the subject.   E. To complete a 5-8 page midterm paper on a subject of your choice with a clear, well-formulated  thesis developed and expanded through every paragraph, expressed as a question to be answered, a statement  to be defended and a dilemma to be explored using inductive, deductive and/or cause/effect reasoning with  at least a full page of bibliography.   F. To take a midterm exam on documentation, logic, research sites and sources, and methodology.   G.To complete a final research paper of expository writing (at least 10 pages) connected to the course  theme of Language and the Body or TimeSpace (see my other web sites) with a 3 page bibliography including  online sources, books, articles, audio-visual aids, and interviews. Hopefully, this will be creative as well, the culmination of your independent, original work.      CREATIVE THINKING:   While critical thinking is based on the principles of Aristotelian and informal logic as well as  American academic thinking, creative thinking is a more ambiguous experiment. We will be playing with such concepts as homospatial and homotempral structuring, mindbody experiments to stimulate the synaptic firing across the corpus collosum with rhythm, images and dynamics (merging of right and left brain), Janusian processes  (the door opens both ways), and unpredictable sequencing to break our traditional linearity. These creative experiments will be part of the PROCESS of the course and will be measured in a  PORTFOLIO, composed of weekly entries of your choice in any genre: photos, computer graphics, poems, short stories, monologues etc. You are encouraged to play, have fun, make mistakes and make a fool of yourself, as long as you submit one entry per week in chronological order. The PROCESS part will also include oral communication: interviews and class speeches on your subject. You must include at least one tape in your PORTFOLIO.     GRADING:    Grades are not the professor's punitive judgement of students, but rather a contract between equals.  Therefore all submissions will be marked Excellent, Satisfactory or Unsatisfactory.  50% of the grade will be based on process: 20% for attendance/participation, and 30% for the portfolio; and 50% on final projects: (30% for the final paper, 10% for the midterm paper, and 10% for the midterm exam.) The following criteria can also help you understand the grading contract but grades will also be curved so that there is at least one A in every class.   To get an A you must:     1) Have no more than one absence;   2) Submit or present all assignments on time;   3) Have Excellent research papers and portfolio with no Unsatisfactory assignments throughout the semester.      To get a B you must:     1) Have no more than three absences;   2) Submit or present all assignments on time;   3) Have Satisfactory research papers and portfolio with no more than one Unsatisfactory assignment throughout the semester.      To get a C you must:     1) Have no more than five absences;   2) Make up all assignments by the last day of class;   3) Have a Satisfactory portfolio and final paper with no more than 3 Unsatisfactory assignments throughout the semester.       N.B. To get an A, your work must be free of grammatical errors. If you still have trouble with grammar,  it is recommended that you take WWI or Grammar Strategies concurrently as WWII is a research methodology and  advanced writing course.    TEXTS: (Under Keefer/WWII in the NYU Bookstore)  MLA Handbook (1995)  Engel, S. Morris. With Good Reason. New York: St. Martin's Press, 1994.    Pick up Creativity and Madness and Perfume under my course Language and the Body and any other books pertinent to your research.     Naturally, your personal bibliography will include books, articles, video, audio, interviews and on-line material of your choice. Individual conferences, debates, library aerobics, group brainstorming, interview techniques and lectures will be scheduled according to your needs and progress. Try to come to every class on time; if you're absent, check the assignments with a classmate. Take advantage of the class news group and the internet to help you research your material, and your classmates to help you with cross-editing.    Click on my course Language and the Body for bibliography, texts, brainstorming and ideas about the course theme. Don't be afraid to put strange things together because that will make you more original. Become an exotic chef of the mind with a cat's curiosity!                   Research Sites (Where to find things)   Traditional versus Cyber Rhetoric   Exercises anyone can steal because I can always create more."}, {"content": "WRITING WORKSHOP II'S WAR ON TERROR            Writing Workshop II Fall 2004      Requirements:   1) Weekly creative writing on any   topic you want or an alter-ego journal. Leaders, Loners, True Believers, Team   Players, Sparkling Personalities and Corporate Clones: Who is your Alter-Ego? Alter   Ego Journal: Pick a leader or follower from any country in the war on terror,   someone who is often in the news such as Bush, Osama, Sharon, Netanyahu, Crown   Prince Abdullah, Saddam Hussein, Arafat, Powell, or even a newscaster such   as Tom Brokaw, Peter Jennings or Geraldo Rivera, or a true believer like Zacarias   Moussaoui, John Walker Lindh etc. Look at present and past speeches and write   a short entry in their voice every week, commenting on current events, the   core books and particularly, your research. Perhaps your alter ego feels very   differently than you do about things, which would strengthen your argumentation.   2) 8-10 page midterm with one page bibliography.   3) Oral Presentation   4) Final paper--15-20 pages with a 3 page bibliography      Content Theme for Fall 2004:War on Terror and its Aftermath. Consult Jihad   vs McWorld: Whose Paradise is Lost?    Excellent   Final Papers published in the Online Journal of Education's Issue on Terrorism   2001-ad infinitum   Sharpen Argumentation at: http://www.nyu.edu/classes/keefer/brain/argue.html   and, /argue1.html and /argue2.html, and /basic.html and /claims.html    Objectives:    To complete a 15-20 page college research paper   with a 3 page bibliography   To explore a personal methodology for creativity and research from brainstorming      To gather, organize and evaluate primary and secondary sources online, in   the library, the community and through empirical research such as interviews   and investigation   To engage in close and survey reading and to paraphrase, summarize, and integrate   sources into personal research   To develop and refine a thesis   To structure the categories of an outline    To develop and refine critical and argumentative faculties   To establish credibility through research, audience analysis, (beliefs, values,   attitudes and behaviors), critical thinking, decision making and persuasive   tactics   To learn the constructs of classical (Aristotle) and contemporary (Toulmin,   Roger, Monroe, Boolean, Cyber) argumentation   To constructively question and defend a claim or syllogism, identifying logical   fallacies   To practice debates in workshop (cooperative and adverarial) and improve oral   communication skills   To understand advocacy through role playing and argumentative writing in the   voice of alter ego   To analyse media, politics, law, current events, religion, philosophy, literature,   science, history in terms of controversy, conflict and conversion   To improve writing skills through improvisational, poetic and personal writing   and create a webfolio for website or OJEMH   To create a distinctive, original expository style, using MLA or APA parenthetical   documentation   To increase knowledge and understanding of content theme   To publish excellent papers in the Online Journal of Education, Media and   Health for the World Association for Online Education    Core Books: Critical Thinking and   Communication, Anti-American Terrorism in the Middle East-- A Reader. Inside   the Kingdom by Carmen bin Ladin. 9/11 Commission Report. Islam, Liberty   and Development by Mohammad Khatami.    Optional: reading   list. Benjamin Barber's Jihad vs McWorld. Imperial Hubris   by Anonymous. The Hidden Face of Eve by Nawal el Saadawi.     Attendance/Participation Policy: You are   only allowed one absence.When you are forced to be absent, for whatever reason,   consult the syllabus and outline, email classmates from the listserv, and   make up the work as soon as possible. Individual attention is for research   projects, not to waste time discussing why you can't come to class. This is   also true of late or missed assignments. The curriculum and grading contract   are clear: it is your responsibility to hand in work every week and to clarify   assignments when they are given.   Grading:   25% of grades of midterms and final papers are on argumentation. This  means having a clear claim or thesis, which will grow into a claim of  fact, which must state a problem, not a fact, and should be VERY  SPECIFIC as to demographics, time, and place, a claims of value, which  can open up into theoretical discussion and span time and space, and a  claim of policy, which must provide a concrete solution to the claim of  fact, and counterclaim(s of fact, value and policy.    The claims must develop and evolve throughout the paper so that after  every description or summary of a source, you go BACK TO your claim to  strengthen it. You must summarize opposite POVs and provide rebuttal to  them, thereby strengthening your claim.    Argumentation is also being aware of the logical fallacies of your  sources and your own arguments.    Therefore, the marriage thesis must be confined to a specific group of  people in a specific time and place. For example, should lower-caste  couples under 25 years of age in Northern India in 2007 submit to  marriages arranged by their parents, or choose their own partners, based  on love and compatibility?  That is the claim of fact.    Then the claim of value could span time and space to discuss all the  implications of contractual versus romantic love, marriages decided by  self or family etc. Counterclaim here would be valuing romantic marriage  or pleasing self over contractual marriage or pleasing community.    Finally the claim of policy goes back to the problem to the original  dilemma question, and says that Lower-caste couples under 25 years of  age in Northern India in 2007 should make a compromise of obeying  parents and pleasing self through a new innovative system of dating.  Then the description of that system is the claim of policy, which could  be countered by another system.     25% of grade is on Depth and Diversity of Research Sources.  Sources should include books, professional articles, Internet htmls, audio/video if you want,  field work  observation, interviews, personal experience and imagination.  Sources should focus on the narrow time period in your claim of fact but will be original if  you also span time and include historical sources, and embrace other disciplines or cultures in your claims of value. Claims of policy should include original primary source research..  Sources should represent different POVS, counter-claims that disagree with your thesis.  Always read material you  disagree with thoroughly, as you would focus on your most lethal fighter in a martial arts  tournament.  Internet sources can be superficial, so make search you read academic books as well.  Original sources are the interviews and field work and case studies and questionnaires you do.   25% of the grade is on originality. Originality can be developed through discovering a problem not yet described in your claim of fact, arguing values by crossing cultures, combining disciplines, and delving into history, and developing a claim of policy based on your original interviews and field work. Originality can also be developed through style, such as using Proust in a martial arts paper, combining poetry and memoir with argumentation, including photos as people have done in my journals, and writing with a strong, original voice.   25% of the grade is on style. This includes a correctly formatted 3-page MLA/APA bibliography, correct parenthetical documentation after each quote, error-free prose with no grammatical or proofreading errors, and a style that reflects the content.         COURSE THEME   Week 1: In class writing to assess interest and experience and to start brainstorming   on course theme.    &quot;Can it be that what Jihad and McWorld have in common is anarchy:   the absence of common will and that conscious and collective human control   under the guidance of law we call democracy? ...Jihad and McWorld operate   with equal strength in opposite directions, the one driven by parochial hatreds,   the other by universalizing markets, the one re-creating ancient subnational   and ethnic borders from within, the other making national borders porous from   without. Yet Jihad and McWorld have this in common: they both make war on   the nation-state and thus undermine the nation-state's democratic institutions.   Each eschews civil society and belittles democratic citizenship, neither seeks   alternative democratic institutions. Their common thread is indifference to   civil liberty. Jihad forges communities of blood rooted in exclusion and hatred,   communities that slight democracy in favor of tyrannical paternalism or consensual   tribalism. McWorld forges global markets rooted in consumption and profit,   leaving to an untrustworthy, if not altogether fictitious, invisible hand   issues of public interest and common good that once might have been nurtured   by democratic citizenries and their watchful governments. ...the new temples   to liberty will be McDonald's and Kentucky Fried Chicken. ...Impartial judiciaries   and deliberative assemblies play no role in the roving killer bands that speak   on behalf of newly liberated 'peoples,' and such democratic institutions have   at best marginal influence on the roving multinational corporations that speak   on behalf of newly liberated markets. Jihad pursues a bloody politics of identity,   McWorld a bloodless economics of profit. Belonging by default to McWorld,   everyone is a consumer; seeking a repository for identity, everyone belongs   to some tribe. But no one is a citizen. Without citizens, how can there be   democracy?&quot;    The True Believer: &quot;A mass movement   attracts and holds a following not because it can satisfy the desire for self-advancement,   but because it can satisfy the passion for self-renunciation....We join a   mass movement to be free from freedom. Those who see their lives as spoiled   and wasted crave equality and fraternity more than they do freedom. If they   clamor for freedom, it is but freedom to establish equality and uniformity.   The passion for equality is partly a passion for anonymity: to be one thread   of the many which make up a tunic; one thread not distinguishable from the   others. No one can then point us out, measure us against others and expose   our inferiority....Where freedom is real, equality is the passion of the masses.   Where equality is real, freedom is the passion of a small minority. Equality   without freedom creates a more stable social pattern than freedom without   equality.&quot;      The third is from The Hidden Face of Eve.    &quot;A wife who does not work may, in turn, take pride in the fact   that her man is sufficiently well off to take care of her needs. All these   distorted ideas and feelings are due to the fact that woman's work outside   the home does not of itself lead to the true liberation of the woman as long   as it continues to operate within the framework of a class society and under   the patriarchal system.&quot;   The fourth is from The Prince: &quot;And   here comes in the question whether it is better to be loved rather than feared,   or feared rather than loved. It might perhaps be answered that we should wish   to be both; but since love and fear can hardly exist together, if we must   choose between them, it is far safer to be feared than loved. For of men it   may generally be affirmed that they are thankless, fickle, false, studious   to avoid danger, greedy of gain, devoted to you while you are able to confer   benefits upons them, and ready, as I said before, while danger is distant,   to shed their blood, and sacrifice their property, their lives, and their   children for you; but in the hour of need they turn against you....Moreover   men are less careful how they offend him who makes himself loved than him   who makes himself feared. For love is held by the tie of obligation, which,   because men are a sorry breed, is broken on every whisper of private interest;   but fear is bound by the apprehension of punshiment which never relaxes its   grasp. &quot;    The Course Theme for 2003 is Cross Cultural   Perspectives on the War on Terror. The core books relate to this theme as   we compare the ethics and rhetoric of today's leaders with THE PRINCE, the   psychology of jihadhis, McWorldians and other true believers in Hoffer's book,   the dilemma of feminism and terrorism with Nawal el Saadawi and the plight   of democracy in the clash between McWorld and indigenous culture in Barber's   book. Read the primary source material in the Reader on Anti-American Terrorism.   Look over the contents of the Journal   on Terrorism and Education to get ideas for your own research. Literary   classics such as Macbeth, Dante's Inferno and Paradise Lost give timeless   perspectives to the dialectic of terror and are opportunities for discussion,   oral interpretation and the appreciation of beautiful language.       Breakdown: Media-Enhanced Migratory Writing   Workshop II Although Writing   Workshop II is a research course with stringent academic requirements, it   should also be a time to explore the way you think, to develop your writing   style, and to discover a personal methodology that works for you. As you write   and improve your research skills, think about the following questions: 1)   Do you prefer to build your own house or to evaluate, analyse and synthesize   the contruction of others'? (Creative vs. Critical Thinking) 2) Do you start   with a view of the big picture or do you need to piece together the details   before you can understand what you're talking about? (Deductive vs. Inductive   Thinking) 3) Do you prefer to see, read, hear or feel things? (Sensory Preferences)   4) Do you like clear-cut goals and definitions or do you prefer to wrestle   with ambiguity, surprising yourself with different shades of meaning and interpretation?   5) Are you trapped in a compulsive rigidity of formulas and protocol or are   you lost in a chaotic wilderness of creativity? 6) Are you afraid to play   and make a fool of yourself or are you so wild you can't conform to anything?   7)Do you need more structure or do you need to let go?   All projects, creative and critical, MUST relate   to your final research paper in some way, no matter how indirect.    9/11:Week 1: Read, understand and analyse   the main propositions in the core books. What do you look for in a thesis?   For this course, theses must be argumentative in nature, addressing the focal   point of controversy, and providing an umbrella for your work. One of the   most difficult things students face in research is finding an appropriate   thesis. Learn to recognize the main proposition in books, articles, speeches   so that you can decide whether to use the evidence to support or refute and   then rebut your work. Read   this article to help you.    9/18:Week 2: Media: In class-writing on   the six kinds of writing--narrative, descriptive, dramatic, expository, argumentative,   poetic, and investigate their styles, objectives and relationship to audience.   How can you use these styles in your paper, to develop and clarify your topic?       9/25:Week 3: Media: Television and Journalism.   C-Span, France 5, BBC, Arab channels, CNN, Fox, UN channel. Examine controversy   and conflict. Identify claims and counterclaims. Look at all points of view.   Survey your field. Read the course theme again, think deeply about your interests   and career goals, what you want to learn this semester and how you can best   make an original contribution to the field. Take out as many books as possible   from the library on your subject, go online for pertinent websites, online   journals, relevant chat rooms and discussion groups, and investigate the wonderful   resources in Manhattan, which is the cultural and economic capital of the   world. Decide who you could interview, what embassies or libraries to visit,   where to &quot;hang out&quot; to do your work. Get an overview in the beginning   of the semester. Collect as many sources and resources as possible without   analyzing everything in depth yet. Bring at least 3 sources, a brainstorming   sheet and a 2 page essay relating your research hypotheses to the entire field.   Begin to organize and document your work, with MLA or APA data on index cards   with the main proposition, a pertinent quote, and how it relates to your thesis.       10/2:Week 4: Media: Library. Meet at reference   desk of Bobst Library. Browse, surf and study. Leave with as many books and   professional articles as possible. Develop your hypothesis. You can work with   2 or 3 potential hypotheses. Feel free to change them at any time. Pick 3   most important sources, including those who refute your theses. Summarize,   analyze and integrate them into your work. Play word or creativity games,   cubes, questions, six hats, role-playing to develop your stance and lead you   to the right questions. Write personal creative essay for next week.    10/9:Week 5: Media: Close Textual Analysis.   Bring summaries of your most important sources to class as well as Terrorism   Reader. Refine your bibliography into 3 pages, work on an outline and decide   the best way for you to organize your work. Write a paper on your methods   of analysis.    10/16:Week 6: Media: Editing. Bring 3   copies of your rough draft. Limit your research and refine your thesis so   that you are very specific as to person, time, place, concept etc. This is   the best way to avoid logical fallacies.    10/23:Week 7: Midterms due: Media:   Speech. Bring in revised midterm, surveys, sources that identify the originality   of your work. Oral presentations showing the relationship of outlining to   public speech. Bring tape recorder and play with debates and interviews in   class.    10/30:Week 8: Media: Great Fiction. Each   student should give an analysis of the novel of their choice, chosen from    Keefer's Major   Twentieth Century Writers , and describe how this novel relates to their   research topic. See film of Macbeth. Discussion of fiction and fact with review   of argumentative fallacies. For next week write a rough draft of a midterm,   around 8 pages. Pay special attention to the relationship of logic to syntax.   Proofread carefully for grammatical, spelling, word choice and format (APA   or MLA) errors. Make sure you are using MLA or APA parenthetical documentation.    11/6: Week 9: Media: Art objects as symbols   or metaphors of thesis and exercises for descriptive writing. Meet at the   Metropolitan Museum of Art, Friday evening. Choose a work or art, or several,   that symbolizes your thesis, then sit down and describe it in words. How does   descriptive writing differ from argumentative, expository and personal writing?   How can this description enhance the focus and argumentation of your research?   Bring descriptive writing to class next week. Interviews. Bring a transcription   of your interview(s). Discuss conditions, problems that relate to your thesis.       11/13:Week 10: Media: Library. Meet at   Bobst with revised outline and proposals for further research. Individual   conferences.    11/20:Week 11: Media: Oral Presentations.   Bring Tape recorder for your speech and hostile and friendly audiences.    12/4: Week 12: Media: Oral Presentations.       12/11:Week 13: Media: Cross-editing. Complete   a rough draft, at least 15 pages, of the final research paper. Cross-edit   and comment in listserv.    12/18:Week 14: Media: Final Paper due.   No incompletes or extensions.      Ideally you want to be familiar with Aristotle's more formal   reasoning, Toulmin's chain of reasoning from data to claim, and contemporary   theories and applications of cyberargumentation.   In cyberspace we can't rely on the pitch and resonance of our   voices, the warmth of our facial expression, the impressives stature of our   bodies and the expense of our wardrobe to convince people to believe us. We   have to convince with the speed, frequency and prevalence of our messages   and the hypnotic, timely and informative nature of our web sites.     PROFESSOR KEEFER (COPYWRIGHT 1996)     A COMPARISON OF TRADITIONAL VERSUS CYBER RHETORIC:      PREDOMINANTLY LEFT BRAIN THINKING VERSUS RIGHT AND LEFT BRAIN COORDINATION.    SPECIALIZING IN AND EXHAUSTING ONE DISCIPLINE AT A TIME VERSUS FINDING    THE PATHS WHERE A KALEIDOSCOPE OF DISCIPLINES INTERSECT.    CRITICAL THINKING VERSUS WINDOWS THINKING:    ANALYSIS VERSUS MULTIPLE SYNTHESES (different paths);    EVALUATION (assessing assumptions and discovering logical fallacies) VERSUS    OPENING ANOTHER WINDOW.    ARISTOTELIAN LOGIC (syllogistic reasoning) VERSUS BOOLEAN LOGIC (intersecting    circles of and, or and not):    DEFENDING ONE POINT OF VIEW WITH A STRONG THESIS VERSUS JANUSIAN PROCESSES    OF LOOKING IN OPPOSITE DIRECTIONS AT THE SAME TIME.    OBSERVING THE UNITIES OF TIME/SPACE/ACTION VERSUS SUPERIMPOSITION OF TIME/SPACE/ACTION    (i.e. allowing two or more discrete objects to occupy the same space or    time or action).    SPECIFIC, DEFINED AUDIENCE VERSUS UNPREDICTABLE GLOBAL AUDIENCE.    SELF-CONTAINED ORGANIZATION OF THESIS, DEFINITIONS, DEVELOPMENT THROUGH    THIS, THEREFORE THAT, INDUCTIVE AND/OR DEDUCTIVE REASONING AND A CONCLUSION    VERSUS INTERACTIVE ORGANIZATION AROUND IMAGES AND THOUGHT-PROVOKING QUESTIONS.    TRADITIONAL PARAGRAPHS AND PAGE NUMBERS VERSUS NO PAGE NUMBERS BUT VISUAL    BREAKS SUCH AS BULLETS AND DIFFERENT FONTS AND IMAGES.    LINEAR READING VERSUS CLICKING ALL OVER THE PLACE!     Keefer's Cyber-Logic Boot Camp   1)Inductive/deductive accordion   2) Pirouettes:Keeping your spot in a nonlinear world, developing speed and   focus   3)Weaving: propositional logic through all evidence, refining and developing   thesis   4)Searching for the Big 3 fallacies of ambiguity, presumption and relevance   5)Using Boolean logic and Venn diagrams to limit, expand and organize specific   areas of research, especially online   6)Analysing the Persuasive Power of Images, including the homospatial imagery   of collages   7)Using hypertext to make the surfer follow Your waves     The following is based on the book With Good Reason by   S. Morris Engel.   Fallacies of Ambiguity   Equivocation: An ambiguity caused by a shift between two legitimate   meanings of a term. &quot;If you believe in the miracles of science, you should   also believe in the miracles of the Bible.&quot;   Amphiboly: An ambiguity caused by faulty sentence structure.   &quot;SLOW CHILDREN CROSSING!&quot;   Accent: A statement that is ambiguous because 1)its intended   tone of voice is uncertain; 2) its stress is unclear; or 3) it is quoted out   of context &quot;President Clinton really knows how to wag his dog.&quot;   Hypostatization: The treatment of abstract terms like concrete   ones, sometimes even the ascription of humanlike properties to them (similar   to personification) &quot;Even when he was home, the job would call to him   seductively, asserting its dominance, luring him back to itembrace.&quot;   Division: The assumption that what is true of 1) the whole or   2) the group must be true of the parts or members. &quot;This is the snobbiest   eating club on campus; John, who is a member of it, must therefore be a terrible   snob.&quot;   Composition: The assumption that what is true of 1) a part of   a whole or 2) a member of a group must be true of the whole or the group.   &quot;By the year 3500 the human race will be extinct because we know that   all of us now living will be dead.&quot;   Fallacies of Presumption   Sweeping Generalization: Applying a generalization to an exceptional   case by ignoring the particularities of the case. &quot;Since step aerobics   is good for the heart, they should make it mandatory in nursing homes.&quot;     Hasty Generalization: Using insufficient evidence or an isolated   example as the basis for a widely general conclusion. &quot;I was raped by   a black man, therefore all black men are potential rapists.&quot; (This fallacy   is often the basis for racism.)   Bifurcation: Considering a distinction or classification exclusive   or exhaustive when other alternatives exist. &quot;You're either for me or   against me!&quot;   Begging the Question: 1) Offering, as a premise, a simple restatement   of the desired conclusion. &quot;Immortality is impossible because when we   die that's it.&quot; 2) A circular argument. &quot;I'm always right.&quot;   Why/&quot; &quot;Because I'm your mother and I say so.&quot; &quot;How do   we know that mothers are always right?&quot; &quot;Because I'm your mother   and...&quot; 3) (Wider generalization) &quot;He must be depressed: he's an   existentialist!&quot;   Question-Begging Epithets: Using strongly emotional language   to force an otherwise unsupported conclusion. &quot;Democrats are amoral,   lustful, greedy politicians who don't care about foetuses and family values.&quot;   Special Pleading: Applying a double standard that is exemplified   in the choice of words &quot;Horses sweat, men perspire, women glow.&quot;   False Analogy: Reaching a conclusion by likening or comparing   two significantly incomparable cases. &quot;How can you tell your children   no to take money from others when the government they live under does it all   the time?&quot;   False Cause: Inferring a causal link between two events when   no such causal connection has been established. &quot;The only reason crime   went down was because Agosto became mayor.&quot; (Crime also went down in   every other city.)   Slippery Slope: Assuming, unjustifiably, that a proposed step   will set off an undesirable and uncontrollable chain of events. &quot;Today   it's Kevorkian, tomorrow everyone over 65 will be euthanized, and by 2001   we'll have a BRAVE NEW WORLD!&quot;   Irrelevant Thesis: Seeking, perhaps succeeding, to prove a conclusion   not at issue. &quot;Hunting isn't cruel because it makes so many people happy   and well-employed.   Fallacies of Relevance   Genetic Fallacy: Attacking a thesis, institution, or idea by   condemning its background or origin. &quot;Classical Greek philosophy is anachronistic   because it was created by Dead White Males.&quot;   Abusive ad Hominem: Attacking the character of the opposing   speaker rather his or her thesis. &quot;We shouldn't elect her because she's   a lesbian.&quot;   Circumstantial ad Hominem: Attacking the opposing speaker by   implying vested interests.   Tu Quoque: Attempting to show that an opponent does not act   in accord with his or her thesis. &quot;How can my father tell me to stop   drinking when I know he's an alcoholic?&quot;     Poisoning the Well: Attempting to preclude discussion by attacking   the credibility of an opponent. &quot;President Clinton lied about his affair   with Monica Lewinsky therefore he must be lying about social security, education   and the environment as well.&quot;   Mob Appeal: Using emotion-laden terminology to sway people en   masse. &quot;Stand up for Afro-american civil rights! Acquit O.J.Simpson of   murder!&quot;   Appeal to Pity: Seeking to persuade not by presenting evidence   but by arousing pity. &quot;Don't send the Menendez brothers to the gas chamber   because their father abused them.&quot;   Appeal to Authority: Seeking to persuade not by giving evidence   but merely by citing an authority, in the form of an: 1) appeal to the one,   2) appeal to the many, 3) appeal to the select few, 4)appeal to tradition.   &quot;Use this mouthwash because Madonna uses it.&quot; &quot;Everybody owns   a car so buy one soon.&quot; &quot;If you use this perfume, you will be set   apart from the crowd.&quot; Marriage is sacred because it's been around for   ages.   Appeal to Ignorance: Emphasizing not the evidence for a thesis,   but the lack of evidence against it. &quot;There must be an afterlife because   no one has proven for sure that there isn't.&quot;   Appeal to Fear: Seeking to persuade through fear. &quot;Fuzzy,   if you don't stop meowing, Mommy won't give you any yum yum.&quot;     Mother's Logical Fallacies by Lori Manning   Rhetoric, the art of persuasion, was first established as an   art by Aristotle. He believed that his predecessors \"limited themselves to   working up ideas on how to arouse in the hearers emotions (pity, indignation,   anger) that would influence their judgement in a favorable way to the orators   case.\" (194) Aristotle categorized rhetoric into three categories or pisteis.   These categories are ethos, logos and pathos, the speakers reputation, the   argument itself, and the play on emotions. I often use these three categories   along with a few logical fallacies to get my niece to obey me. My niece, Lavel   is a curious child who responds to most of my statements with \"why\" so I always   make sure that I have a good argument. I gather facts about the situation   and mentally prepare for a battle. For example, I was walking down the hall   when I heard Lavel jumping on the bed so I yelled to her to stop jumping on   the bed. She quickly dismounted and assured me that she had not been engaged   in that act. I instructed her not to lie because I had seen her. She continued   to deny my allegations because I often proclaimed that I had seen her doing   a wrong act so that she would confess. Unfortunately she had caught on so   I was forced to describe her action at length, which included raising her   hands in an attempt to touch the ceiling and then falling onto her knees.   Finally she admitted to the wrong doing and asked in a whiny voice why she   couldnt jump on the bed. I just ignored her.   After she had asked me over five times, I implemented a fallacy   of presumption, begging of the question in particular. I told her that she   could not jump on the bed because I, her aunt, said so. She continued to ask   why so I responded \"Im the adult and youre the child so you have to do whatever   I say!\" Lavel asked me why again so I decided to try another tactic. I attempted   to establish my reputation with her by asking her a series of questions which   were guaranteed to produce the responses that I needed to build my argument.   I asked her who I was to her and she responded that I was her aunt. Next,   I asked her if I was older and she answered yes in a mistrustful way. Then   I asked her if she thought that I knew more than her and she responded yes   but then quickly changed her response to sometimes. I stared at her intently   and she said \"I guess so.\"   Satisfied, I asked her if she thought that I cared about her   and she said yes. Having gathered the responses that I was looking for, I   stated, \"Even you said that I care about you and know more than you so trust   me when I tell you not to jump on the bed.\" \"No, you just dont want me to   have any fun! You never want me to have fun,\" she yelled as she stormed to   her room. Well that tactic alone did not work so I decided to appeal to her   emotions. I followed her to her room, sat on the edge of her bed and said,   \"You know Lavel, I try really hard to be patient and understanding with you   but youre never willing to do the same for me. Why is that? When you failed   your math exam, I was the one who dried your tears and helped you explain   the grade to your parents. When Junior said you couldnt play with his PlayStation,   I talked him into letting both of us play. When Tevy didnt let you go to   the mall with her and her friends, you and I did something cool.\" In a solemn   voice, I told her that she could have broken the bed, as my older nephews   as well as her father had done, or injured herself and that I as her aunt   would have felt very bad and would have been responsible.   As I walked out of the room, I said, \"I love you, you are my   favorite niece but yet you dont feel the same way. Fine! Ill just leave   you alone. If thats the way you want it, then thats the way you got it.\"   She yelled, \"Wait, Aunt Lori!,\" as she ran in front of me and hugged me around   the waist. I ignored her and but she held on. She began to cry and promised   that she would not be so difficult in the future. None of the three components   of pisteis worked for me individually but only as a unit. By gathering the   facts, witnessing her actions, building my reputation, as an adult, her aunt   and someone who cares, and playing on her emotions, I was able to persuade   her to behave in the way that I wanted. I never realized that these tactics   they worked as a unit until I came across Aristotles theory. As a result,   I will use the unit as a rule of thumb in every situation, as it can only   benefit me.     Thinking Critically about World Wide Web Resources   by Esther Grassian, UCLA College Library   The World Wide Web has a lot to offer, but not all sources are equally valuable   or reliable. Here are some points to consider. For   additional points regarding Web sites for subject disciplines, see Thinking   Critically about Discipline-Based World Wide Web   Resources.   Content &amp; Evaluation   Who is the audience?   What is the purpose of the Web Page &amp; what does it contain?   How complete and accurate are the information and the links provided?   What is the relative value of the Web site in comparison to the range of information   resources available on this topic? (Note:   Be sure to check with a librarian.)   What other resources (print &amp; non-print) are available in this area?   What are the date(s) of coverage of the site and site-specific documents?   How comprehensive is this site?   What are the link selection criteria if any?   Are the links relevant and appropriate for the site?   Is the site inward-focused, pointing outward, or both?   Is there an appropriate balance between inward-pointing links (&quot;inlinks&quot;   i.e., within the same site)&amp;   outward-pointing links (&quot;outlinks&quot; i.e., to other sites)?   Are the links comprehensive or do they just provide a sampler?   What do the links offer that is not easily available in other sources?   Are the links evaluated in any way?   Is there an appropriate range of Internet resources -- e.g., links to gophers?     Is multimedia appropriately incorporated?   How valuable is the information provided in the Web Page (intrinsic value)?     Source &amp; Date   Who is the author or producer?   What is the authority or expertise of the individual or group that created this   site?   How knowledgeable is the individual or group on the subject matter of the site?     Is the site sponsored or co-sponsored by an individual or group that has created   other Web sites?   Is any sort of bias evident?   When was the Web item produced?   When was the Web item mounted?   When was the Web item last revised?   How up to date are the links?   How reliable are the links; are there blind links, or references to sites which   have moved?   Is contact information for the author or producer included in the document?     Structure   Does the document follow good graphic design principles?   Do the graphics and art serve a function or are they decorative?   Do the icons clearly represent what is intended?   Does the text follow basic rules of grammar, spelling and literary composition?     Is there an element of creativity, and does it add to or detract from the document   itself?   Can the text stand alone for use in line-mode (text only) Web browsers as well   as multimedia browsers, or is there an option   for line-mode browsers?   Is attention paid to the needs of the disabled -- e.g., large print and graphics   options; audio; alternative text for graphics?   Are links provided to Web &quot;subject trees&quot; or directories -- lists   of subject-arranged Web sources?   How usable is the site? Can visitors get the information they need within a   reasonable number of links (preferably 3 or fewer   clicks)?   Other   Is appropriate interactivity available?   When it is necessary to send confidential information out over the Internet,   is encryption (i.e., a secure coding system)   available? How secure is it?   Are there links to search engines or is a search engine attached to (embedded   in) the Web site?   Created by Esther Grassian, UCLA College Library, 6/95.   Permission is granted for unlimited non-commercial use of this guide.&copy;   Regents of the University of California   Comments to: College Library Web Administrator   Updated September 6, 2000  MLA Documentation: Use parenthetical documentation (23) after   the quotes: Descartes wrote &quot;I think therefore I am.&quot; (23) Then   in the bibliography, (make sure it is alphabetized) put in full publication   or production details.   Books:   Tannen, Deborah. The Argument Culture: Moving from Debate   to Dialogue. New York: Random, 1998.   Articles:   Kaplan, Robert D. &quot;History Moving North.&quot; Atlantic   Monthly Feb. 1997: 21+.   Cheuse, Alan. &quot;Narrative Painting and Pictorial Fiction.&quot;   Antioch Review 55 (1997): 277-91.   France, Peter. &quot;His Own Biggest Hero.&quot; Rev of Victor   Hugo, by Graham Robb. New York Times Book Review 15 Jan. 1998:7.   Online:   Spanoudis, Steve, Bob Blair, and Nelson Miller. Poets' Corner.   7 June 1999. 13 June 1999 &lt;http:www.geocities.com/~spanoudi/poems&gt;.   Blue Note Records . 9 June 1999. Blue Note Records. 9   June 1999 &lt;http:www.bluenote.com&gt;.   Coontz, Stephanie. &quot;Family Myths, Family Realities.&quot;    Salon 12 Dec. 1997. 3 Feb.2000 &lt;http://www.salonmagazine.com/mwt/teature/1997/12/23coontz.html&gt;.   Email:   Schubert, Josephine. &quot;Re: Culture Shock.&quot; E-mail to   the author. 14 Mar. 2000.   Film:   The English Patient. dir. Anthony Minghella. Perf. Ralph   Fiennes, Juliette Binoche, Willem Dafoe, and Kristin Scott Thomas. Miramax,   1996.   TV:   Primates . Wild Discovery. Discovery Channel. 23 Mar.   1998."}]},
{"detail": [{"content": "Courses                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                 For a list of required classes, see Writing Class Requirements in Program Information .           Return to Program Information           Expository Writing Courses                      EXPOS-UA 1 Writing the Essay            EXPOS-UA 2 The Advanced College Essay: School of Engineering            EXPOS-UA 5 Writing the Essay: Art and the World (TSOA)            ASPP-UT 2 The Advanced College Essay: The World through Art (TSOA)            ACE-UE 110 The Advanced College Essay: Education and the Professions (Steinhardt)            EXPOS-UA 4 International Workshop I            EXPOS-UA 9 International Workshop II            EXPOS-UA 13 Writing Tutorial            EXPOS-UA 1 5 A Spectrum of Essays            EXPOS-UA 16 Advanced Essay Writing for Science                                  EXPOS-UA 17 Writing in Community            EXPOS-UA 18 Writing and Speaking in the Disciplines                               EXPOS-UA 1 Writing the Essay           Credits: 4 Instructor: Staff Syllabus: 2011           This is a required course in expository writing for CAS, Stern, Steinhardt, and Engineering students; it is the foundational writing course. It provides instruction and practice in critical reading, creative thinking, and clear writing. It provides additional instruction in analyzing and interpreting written texts, the use of written texts as evidence, the development of ideas, and the writing of both exploratory and argumentative essays. The course stresses exploration, inquiry, reflection, analysis, revision, and collaborative learning.           TISCH School of the Arts students take Writing the Essay: Art and the World (EXPOS UA-5), which focuses on developing the essay in the arts.           Special sections of Writing the Essay are reserved for the following students:           WTE: Science is specifically tailored for students who are interested in science or medicine. Course readings and assignments focus on current issues in the worlds of science and medicine. Students read and respond to essays by prominent scientists, doctors, and science writers, such as Stephen Jay Gould, Primo Levi, Evelyn Fox Keller, and Richard Selzer.           WTE: Goddard. As part of the Living &amp; Learning options for residence halls, two floors of Goddard Hall are linked to special sections of Writing the Essay. Students in-residence who are interested in creative writing or live performance, study and attend planned outings together. Writing the Essay assignments and discussions are shaped to invite students to incorporate these experiences into their class work.           WTE: CCC. Students combine Writing the Essay with Texts and Ideas , gaining a richer understanding of the ideas and authors in the CCC course through discussions and the development of essays. Students receive credit for both courses.           Return to top of page            EXPOS-UA 2 The Advanced College Essay: School of Engineering           Credits: 4 Instructor: Staff Syllabus: 2013-2014           This is a required second-semester writing course for all Engineering students. The course builds on Writing the Essay and provides advanced instruction in analyzing and interpreting written texts from a variety of academic disciplines, using written texts as evidence, developing ideas, conducting academic research, and writing persuasive essays. It stresses analysis, inductive reasoning, reflection, revision, and collaborative learning. The course is tailored for students in the School of Engineering so that readings and essay writing focus on issues that are pertinent to the sciences.           Return to top of page                     EXPOS-UA 5 Writing the Essay: Art and the World           Credits: 4 Instructor: Staff           This required course for all students in the Tisch School of the Arts is designed to engage all Tisch School of the Arts freshmen in a broad interdisciplinary investigation across artistic media. It provides instruction and practice in critical reading, creative thinking, and essay writing. Students learn to analyze and interpret written texts, art objects, and performances; to use written, visual, and performance texts as evidence; and to develop ideas. The course stresses exploration, inquiry, reflection, analysis, revision, and collaborative learning.           Return to top of page                     ASPP-UT 2 The Advanced College Essay: The World through Art           Credits: 4 Instructor: Staff Prerequisite: EXPOS-UA 5 Writing the Essay: Art and the World Syllabus: 2012           Students in the Tisch School of the Arts are required to take this course. The course follows Writing the Essay: Art and the World (EXPOS-UA 5) and provides advanced instruction in analyzing and interpreting written texts, art objects and performances; using written texts as evidence; developing ideas; and in writing persuasive essays. It stresses analysis, reflection, revision, and collaborative learning. The course is tailored for students in the Arts so that course readings and essay writing focus on issues that are pertinent to that discipline.           Return to top of page                     ACE-UE 110 The Advanced College Essay: Education and the Professions           Credits: 4 Instructor: Staff Prerequisite: EXPOS-UA 1 Writing the Essay Syllabus: Spring 2012           Students in the Steinhardt School of Education and the School of Nursing are required to take this course. The course builds on Writing the Essay (EXPOS-UA 1) and provides advanced instruction in analyzing and interpreting written texts from a variety of academic disciplines, using written texts as evidence, developing ideas, and writing persuasive essays. It stresses analysis, inductive reasoning, reflection, revision, and collaborative learning. The course is tailored for students in the Schools of Education and Nursing so that readings and essay writing focus on issues that are pertinent to those disciplines.           Return to top of page                     EXPOS-UA 4 International Writing Workshop I           Credits: 4 Instructor: Staff Prerequisite: EWP permission Syllabus: Spring 2011           The first of two courses for students for whom English is a second language. The Map Requirement for NYU undergraduates is fulfilled with this course and International Writing Workshop II. Provides instruction in critical reading, textual analysis, exploration of experience, the development of ideas, and revision. Stresses the importance of inquiry and reflection in the use of texts and experience as evidence for essays. Reading and writing assignments lead to essays in which students analyze and raise questions about written texts and experience, and reflect upon text, experience, and idea in a collaborative learning environment. Discusses appropriate conventions in English grammar and style as part of instructor feedback.           Return to top of page                     EXPOS-UA 9 International Writing Workshop II           Credits: 4 Instructor: Staff Prerequisite: EXPOS-UA 4 International Writing Workshop I Syllabus: Spring 2011           The second of two courses for students for whom English is a second language. The Map requirement for NYU undergraduates is fulfilled with this course and International Writing Workshop 1. Provides advanced instruction in analyzing and interpreting written texts from a variety of academic disciplines, the use of written texts as evidence, the development of ideas, and the writing of argumentative essays through a process of inquiry and reflection. Stresses analysis, revision, inquiry, and collaborative learning. Discusses appropriate conventions in English grammar and style as part of instructor feedback.           Return to top of page                     EXPOS-UA 13 Writing Tutorial           Credits: 4 Instructor: Staff Prequisite: EWP permission. Syllabus: 2012           Offers intensive individual and group work in the practice of expository writing for those students whose competency examination reveals the need for additional, foundational writing instruction. The course aims to better prepare admitted transfer students for the rigorous work they will have to complete in either Writing the Essay or an International Writing Workshop . The course concentrates on foundational work (grammar, syntax, paragraph development) leading to the creation of compelling essays (idea conception and development, effective use of evidence, understanding basic forms, and the art of persuasion).           Return to top of page                     EXPOS-UA 15 A Spectrum of Essays           Credits: 4 Instructor: Stephen Donatelli Prequisite: Portfolio review           Guises of the Self: History, Literature, Practice&quot;           Subjectivity evolves. Variously known as the I, the self, the persona (performed or feigned) or the identity we make or somehow possess, subjectivity as a subject suits writing because it is never fixed. Concern for the self is not, however, a self-centered pursuit. It has served as a medium through which readers and writers have been able to live deeply as historical agents and spiritual beings. Respect for self has flourished since antiquity. The ancients thought self-knowledge was fundamental to everything else, and conscientiousness is understood today as a cornerstone of citizenship. In this seminar we will acquaint ourselves with some landmark texts in the history of the mutable I, observing many artful variations made by key writers in the tradition of reflective autobiography. We will learn how to read these predecessors by moving with their rhythms or by accompanying them in cinematic time. Readings and visual materials have been chosen to be fun, challenging and various. They provide a selective foundation for what might be called the tradition of the individual person as he or she comes to self-awareness. Our readings serve as occasions for written imitation, reflection and improvisation. We will also rely on them as touchstones for our own writing practice.           While readings and films about the self often operate through closeness and disclosure, the best of them are also philosophical and scientific, thereby supporting our balanced objective of working reflectively and working interpretively. Our writing projects will span a variety of positions between a greater self beyond our own selfs mere self (what the poet Paul Valry once called some self miraculously superior to Myself ), and a more distanced assessment of selected, constructed selves from history and literary history.           Some of our readings are already known to us faintly, thanks to the diligent passivity of our cultural subconscious: Augustines Confessions, the first book of Prousts multi-volume oeuvre , Swanns Way ; Nella Larsens slender masterpiece from the Harlem Renaissance period, Passing; literary innovations by modern masters such as Luigi Pirandello, J.L. Borges, Natalia Ginzburg, and John Barth; and thoughtful analyses of performed and counterfeited selves by Judith Butler and R.D. Laing. Beguiling cinematic visions of erased, unreal, elusive, split, vague and plural selves come to us through Bernardo Bertolucci, Ingmar Bergman and Luis Buuel and in Stan Brakhages cinematic adventures into our inner, psychic life.           To take this class: submit a 15-page sample of good, finished writing. Identify the copy with your name and contact information and bring it to the Writing Program mailbox of Stephen Donatelli during the registration period. The office is located at 411 Lafayette Street, 4 th Floor. You must contact me by e-mail to express interest; upon acceptance you will receive the necessary registration code number.                     EXPOS-UA 15 A Spectrum of Essays: Reconceiving Artfulness and its Risks           Credits: 4 Instructor: Bruce Bromley, EWP Prequisite: Portfolio review           At the height of her fame as a mind that reimagines what essays and novels can do, Virginia Woolf presses her fellow makers and readers to consider that every moment is the centre and meeting place of an extraordinary number of perceptions which have not yet been expressed, showing us how life is always and inevitably much richer than we who try to express it. Like Woolf and her contemporaries, we belong to a world where feelings which used to come simple and separate do so no longer, where beauty is part ugliness; amusement part disgust; pleasure part pain. Emotions which used to enter the mind whole are now broken up on the threshold. These claims mean that we need to reconceive the very notion of threshold, along with the forms by which makers, in the disciplines available to us, structure the experience of living in relation to any boundary. How we ponder artfulness, Woolf implies, requires expansion, as so many influences which play . . . a large part in life have thus far escaped the novelist and her colleaguesamong them,the power of music, the stimulus of light, the effect on us of the shape of trees or the play of colour. To re-see the shapes whereby we express our contact with life will blur the boundaries between customarily separate art forms, Woolf implies, and involve us in the risks inherent in any attempt to make over, to make again, to make anew. What can the risks in play here teach us? At the service of contemplating that question, we will read work by Jennifer Egan, Rainer Maria Rilke, W.G. Sebald, and Woolf herself. We will listen to music that rethinks what sound, ordered into patterns, can make manifest. We will watch films by Pedro Almodvar, Fran&#1195;ois Ozon, Grant Gee, and Fran&#1195;ois Girard. And we will work at crafting essays that honor our attempts to amplify what shaped thinking can communicate. By November 8, 2014, please email Bruce Bromley at bdb2@nyu.edu to inquire how to submit what you think of as your finest essay, which will function as your portfolio review. Notice of selection will occur within eight days of your first contact.            Return to top of page                     EXPOS-UA 16 Advanced Essay Writing for Science           Credits: 4 Instructor: Matthew McClelland, Language Lecturer, EWP Prerequisite: Writing the Essay ; Portfolio review and permission of the Instructor Syllabus: Fall 2011           This advanced writing course offers offers science and pre-health students the opportunity to design and conduct intensive individual research, write honors-level essays for the public and for the academy, and deliver a professional presentation. The course will rely upon the work of professional scientists and writers, and students will be encouraged to attend several public events about science and writing. Students will be encouraged to present their own research at the Undergraduate Research Conference and to submit completed essays for publication in Mercer Street. NOTE: To arrange for a portfolio review and an access code, please contact Matthew McClelland at msm8@nyu.edu .           Return to top of page                     EXPOS-UA 17 Writing in Community           Credits: 4 Instructor: Laura Weinert-Kendt, Language Lecturer, EWP Prerequisite: Writing the Essay and permission of the Instructor Syllabus: Spring 2011           Writing in Community is a course for students who are passionate about writing and community service and would like to explore the dynamic relationship between these two pursuits. As a team, we will head off campus each week to mentor under-served high school students in essay writing. Back on campus, we will have weekly meetings to help us enhance our writing and mentoring skills as we develop our own ideas into essays. We will study writers, artists, and filmmakers whose service and/or community engagement has become a basis for work that documents and reflects on pressing social concerns.           Students require an access code to register for the course. Interested students should contact Laura Weinert-Kendt at law320@nyu.edu .           Return to top of page                     EXPOS-UA 18 Writing and Speaking in the Disciplines           Credits: 4 Instructor: Victoria Olsen Prerequisite: Writing the Essay. Syllabus: Spring 2013           Introduces students to professional discourse in a range of disciplines, depending on enrollment. Students will practice observing, analyzing, and assessing the broad structures and elements of professional work in the Humanities, Social Sciences and Sciences. They will then pursue their own research projects through oral presentations and written assignments. Those intending to participate in the Undergraduate Research Conference in April are especially encouraged to apply as this course will support that research, writing, and presentation.           NOTE: department permission is required so please contact Victoria Olsen for an enrollment code: victoria.olsen@nyu.edu .           Return to top of page                     Course Evaluations           At the end of each term, students are asked to complete an in-class course evaluation. To see the course evaluation form, download this form:                      Course Evaluation (Adobe PDF)                     Return to Program Information                                                                                                      [ EWP Home ] [ Program Info ] [ Policies ] [ Mercer Street ] [ Honors &amp; Awards ] [ EWP Teachers ] [ Writing Center ] [ Resources ] [ Employment ] [ Contact EWP ]"}, {"content": "Writing Workshop II          Writing Workshop II/ Keefer      Writing is like working out: if you don't do it everyday you get flabby.  Research should be an exciting discovery if you let your imagination and curiosity feed  the meticulous process of scholarly organization or the tumultuous waves of artistic creation.  Think of the cat, whose curiosity is endless:                Course Objectives    Although Writing Workshop II is a research course with stringent academic requirements, it should also be a time to explore the way you think, to develop your writing style, and to  discover a personal methodology that works for you. As you write and improve your research skills,  think about the following questions:     1) Do you prefer to build your own house or to evaluate, analyse and synthesize  the contruction of others'? (Creative vs. Critical Thinking)  2) Do you start with a view of the big picture or do you need to piece together the details before you can understand what you're talking about? (Deductive vs. Inductive Thinking)  3) Do you prefer to see, read, hear or feel things? (Sensory Preferences)  4) Do you like clear-cut goals and definitions or do you prefer to wrestle with ambiguity, surprising yourself with different shades of meaning and interpretation?  5) Are you trapped in a compulsive rigidity of formulas and protocol or are you lost in a chaotic wilderness of creativity?  6) Are you afraid to play and make a fool of yourself or are you so wild you can't conform to anything?  7)Do you need more structure or do you need to let go?       No one is completely creative or critical, inductive or deductive, but it's good to examine preferences, so we are aware of our limitations and strengths. Although everything is related,  this course is organized into two components, the creative and the critical.    THE CRITICAL OBJECTIVES:    A. To refine our thought processes of finding and developing a thesis, constructing logical  arguments through inductive/deductive/cause and effect reasoning, analyzing logical fallacies, and focusing, narrowing, classifying  and organizing topics of interest.   B. To become familiar with library resources, including indexes, abstracts, bibliographies, and databases.   C. To become computer literate and communicate online with each other, the NYU community and the World Wide Web.   D. To master the techniques of scholarly documentation as outlined in the MLA Handbook, as well as  the style manual pertinent to your specialty and the current Internet site on the subject.   E. To complete a 5-8 page midterm paper on a subject of your choice with a clear, well-formulated  thesis developed and expanded through every paragraph, expressed as a question to be answered, a statement  to be defended and a dilemma to be explored using inductive, deductive and/or cause/effect reasoning with  at least a full page of bibliography.   F. To take a midterm exam on documentation, logic, research sites and sources, and methodology.   G.To complete a final research paper of expository writing (at least 10 pages) connected to the course  theme of Language and the Body or TimeSpace (see my other web sites) with a 3 page bibliography including  online sources, books, articles, audio-visual aids, and interviews. Hopefully, this will be creative as well, the culmination of your independent, original work.      CREATIVE THINKING:   While critical thinking is based on the principles of Aristotelian and informal logic as well as  American academic thinking, creative thinking is a more ambiguous experiment. We will be playing with such concepts as homospatial and homotempral structuring, mindbody experiments to stimulate the synaptic firing across the corpus collosum with rhythm, images and dynamics (merging of right and left brain), Janusian processes  (the door opens both ways), and unpredictable sequencing to break our traditional linearity. These creative experiments will be part of the PROCESS of the course and will be measured in a  PORTFOLIO, composed of weekly entries of your choice in any genre: photos, computer graphics, poems, short stories, monologues etc. You are encouraged to play, have fun, make mistakes and make a fool of yourself, as long as you submit one entry per week in chronological order. The PROCESS part will also include oral communication: interviews and class speeches on your subject. You must include at least one tape in your PORTFOLIO.     GRADING:    Grades are not the professor's punitive judgement of students, but rather a contract between equals.  Therefore all submissions will be marked Excellent, Satisfactory or Unsatisfactory.  50% of the grade will be based on process: 20% for attendance/participation, and 30% for the portfolio; and 50% on final projects: (30% for the final paper, 10% for the midterm paper, and 10% for the midterm exam.) The following criteria can also help you understand the grading contract but grades will also be curved so that there is at least one A in every class.   To get an A you must:     1) Have no more than one absence;   2) Submit or present all assignments on time;   3) Have Excellent research papers and portfolio with no Unsatisfactory assignments throughout the semester.      To get a B you must:     1) Have no more than three absences;   2) Submit or present all assignments on time;   3) Have Satisfactory research papers and portfolio with no more than one Unsatisfactory assignment throughout the semester.      To get a C you must:     1) Have no more than five absences;   2) Make up all assignments by the last day of class;   3) Have a Satisfactory portfolio and final paper with no more than 3 Unsatisfactory assignments throughout the semester.       N.B. To get an A, your work must be free of grammatical errors. If you still have trouble with grammar,  it is recommended that you take WWI or Grammar Strategies concurrently as WWII is a research methodology and  advanced writing course.    TEXTS: (Under Keefer/WWII in the NYU Bookstore)  MLA Handbook (1995)  Engel, S. Morris. With Good Reason. New York: St. Martin's Press, 1994.    Pick up Creativity and Madness and Perfume under my course Language and the Body and any other books pertinent to your research.     Naturally, your personal bibliography will include books, articles, video, audio, interviews and on-line material of your choice. Individual conferences, debates, library aerobics, group brainstorming, interview techniques and lectures will be scheduled according to your needs and progress. Try to come to every class on time; if you're absent, check the assignments with a classmate. Take advantage of the class news group and the internet to help you research your material, and your classmates to help you with cross-editing.    Click on my course Language and the Body for bibliography, texts, brainstorming and ideas about the course theme. Don't be afraid to put strange things together because that will make you more original. Become an exotic chef of the mind with a cat's curiosity!                   Research Sites (Where to find things)   Traditional versus Cyber Rhetoric   Exercises anyone can steal because I can always create more."}, {"content": "WRITING WORKSHOP II'S WAR ON TERROR            Writing Workshop II Fall 2004      Requirements:   1) Weekly creative writing on any   topic you want or an alter-ego journal. Leaders, Loners, True Believers, Team   Players, Sparkling Personalities and Corporate Clones: Who is your Alter-Ego? Alter   Ego Journal: Pick a leader or follower from any country in the war on terror,   someone who is often in the news such as Bush, Osama, Sharon, Netanyahu, Crown   Prince Abdullah, Saddam Hussein, Arafat, Powell, or even a newscaster such   as Tom Brokaw, Peter Jennings or Geraldo Rivera, or a true believer like Zacarias   Moussaoui, John Walker Lindh etc. Look at present and past speeches and write   a short entry in their voice every week, commenting on current events, the   core books and particularly, your research. Perhaps your alter ego feels very   differently than you do about things, which would strengthen your argumentation.   2) 8-10 page midterm with one page bibliography.   3) Oral Presentation   4) Final paper--15-20 pages with a 3 page bibliography      Content Theme for Fall 2004:War on Terror and its Aftermath. Consult Jihad   vs McWorld: Whose Paradise is Lost?    Excellent   Final Papers published in the Online Journal of Education's Issue on Terrorism   2001-ad infinitum   Sharpen Argumentation at: http://www.nyu.edu/classes/keefer/brain/argue.html   and, /argue1.html and /argue2.html, and /basic.html and /claims.html    Objectives:    To complete a 15-20 page college research paper   with a 3 page bibliography   To explore a personal methodology for creativity and research from brainstorming      To gather, organize and evaluate primary and secondary sources online, in   the library, the community and through empirical research such as interviews   and investigation   To engage in close and survey reading and to paraphrase, summarize, and integrate   sources into personal research   To develop and refine a thesis   To structure the categories of an outline    To develop and refine critical and argumentative faculties   To establish credibility through research, audience analysis, (beliefs, values,   attitudes and behaviors), critical thinking, decision making and persuasive   tactics   To learn the constructs of classical (Aristotle) and contemporary (Toulmin,   Roger, Monroe, Boolean, Cyber) argumentation   To constructively question and defend a claim or syllogism, identifying logical   fallacies   To practice debates in workshop (cooperative and adverarial) and improve oral   communication skills   To understand advocacy through role playing and argumentative writing in the   voice of alter ego   To analyse media, politics, law, current events, religion, philosophy, literature,   science, history in terms of controversy, conflict and conversion   To improve writing skills through improvisational, poetic and personal writing   and create a webfolio for website or OJEMH   To create a distinctive, original expository style, using MLA or APA parenthetical   documentation   To increase knowledge and understanding of content theme   To publish excellent papers in the Online Journal of Education, Media and   Health for the World Association for Online Education    Core Books: Critical Thinking and   Communication, Anti-American Terrorism in the Middle East-- A Reader. Inside   the Kingdom by Carmen bin Ladin. 9/11 Commission Report. Islam, Liberty   and Development by Mohammad Khatami.    Optional: reading   list. Benjamin Barber's Jihad vs McWorld. Imperial Hubris   by Anonymous. The Hidden Face of Eve by Nawal el Saadawi.     Attendance/Participation Policy: You are   only allowed one absence.When you are forced to be absent, for whatever reason,   consult the syllabus and outline, email classmates from the listserv, and   make up the work as soon as possible. Individual attention is for research   projects, not to waste time discussing why you can't come to class. This is   also true of late or missed assignments. The curriculum and grading contract   are clear: it is your responsibility to hand in work every week and to clarify   assignments when they are given.   Grading:   25% of grades of midterms and final papers are on argumentation. This  means having a clear claim or thesis, which will grow into a claim of  fact, which must state a problem, not a fact, and should be VERY  SPECIFIC as to demographics, time, and place, a claims of value, which  can open up into theoretical discussion and span time and space, and a  claim of policy, which must provide a concrete solution to the claim of  fact, and counterclaim(s of fact, value and policy.    The claims must develop and evolve throughout the paper so that after  every description or summary of a source, you go BACK TO your claim to  strengthen it. You must summarize opposite POVs and provide rebuttal to  them, thereby strengthening your claim.    Argumentation is also being aware of the logical fallacies of your  sources and your own arguments.    Therefore, the marriage thesis must be confined to a specific group of  people in a specific time and place. For example, should lower-caste  couples under 25 years of age in Northern India in 2007 submit to  marriages arranged by their parents, or choose their own partners, based  on love and compatibility?  That is the claim of fact.    Then the claim of value could span time and space to discuss all the  implications of contractual versus romantic love, marriages decided by  self or family etc. Counterclaim here would be valuing romantic marriage  or pleasing self over contractual marriage or pleasing community.    Finally the claim of policy goes back to the problem to the original  dilemma question, and says that Lower-caste couples under 25 years of  age in Northern India in 2007 should make a compromise of obeying  parents and pleasing self through a new innovative system of dating.  Then the description of that system is the claim of policy, which could  be countered by another system.     25% of grade is on Depth and Diversity of Research Sources.  Sources should include books, professional articles, Internet htmls, audio/video if you want,  field work  observation, interviews, personal experience and imagination.  Sources should focus on the narrow time period in your claim of fact but will be original if  you also span time and include historical sources, and embrace other disciplines or cultures in your claims of value. Claims of policy should include original primary source research..  Sources should represent different POVS, counter-claims that disagree with your thesis.  Always read material you  disagree with thoroughly, as you would focus on your most lethal fighter in a martial arts  tournament.  Internet sources can be superficial, so make search you read academic books as well.  Original sources are the interviews and field work and case studies and questionnaires you do.   25% of the grade is on originality. Originality can be developed through discovering a problem not yet described in your claim of fact, arguing values by crossing cultures, combining disciplines, and delving into history, and developing a claim of policy based on your original interviews and field work. Originality can also be developed through style, such as using Proust in a martial arts paper, combining poetry and memoir with argumentation, including photos as people have done in my journals, and writing with a strong, original voice.   25% of the grade is on style. This includes a correctly formatted 3-page MLA/APA bibliography, correct parenthetical documentation after each quote, error-free prose with no grammatical or proofreading errors, and a style that reflects the content.         COURSE THEME   Week 1: In class writing to assess interest and experience and to start brainstorming   on course theme.    &quot;Can it be that what Jihad and McWorld have in common is anarchy:   the absence of common will and that conscious and collective human control   under the guidance of law we call democracy? ...Jihad and McWorld operate   with equal strength in opposite directions, the one driven by parochial hatreds,   the other by universalizing markets, the one re-creating ancient subnational   and ethnic borders from within, the other making national borders porous from   without. Yet Jihad and McWorld have this in common: they both make war on   the nation-state and thus undermine the nation-state's democratic institutions.   Each eschews civil society and belittles democratic citizenship, neither seeks   alternative democratic institutions. Their common thread is indifference to   civil liberty. Jihad forges communities of blood rooted in exclusion and hatred,   communities that slight democracy in favor of tyrannical paternalism or consensual   tribalism. McWorld forges global markets rooted in consumption and profit,   leaving to an untrustworthy, if not altogether fictitious, invisible hand   issues of public interest and common good that once might have been nurtured   by democratic citizenries and their watchful governments. ...the new temples   to liberty will be McDonald's and Kentucky Fried Chicken. ...Impartial judiciaries   and deliberative assemblies play no role in the roving killer bands that speak   on behalf of newly liberated 'peoples,' and such democratic institutions have   at best marginal influence on the roving multinational corporations that speak   on behalf of newly liberated markets. Jihad pursues a bloody politics of identity,   McWorld a bloodless economics of profit. Belonging by default to McWorld,   everyone is a consumer; seeking a repository for identity, everyone belongs   to some tribe. But no one is a citizen. Without citizens, how can there be   democracy?&quot;    The True Believer: &quot;A mass movement   attracts and holds a following not because it can satisfy the desire for self-advancement,   but because it can satisfy the passion for self-renunciation....We join a   mass movement to be free from freedom. Those who see their lives as spoiled   and wasted crave equality and fraternity more than they do freedom. If they   clamor for freedom, it is but freedom to establish equality and uniformity.   The passion for equality is partly a passion for anonymity: to be one thread   of the many which make up a tunic; one thread not distinguishable from the   others. No one can then point us out, measure us against others and expose   our inferiority....Where freedom is real, equality is the passion of the masses.   Where equality is real, freedom is the passion of a small minority. Equality   without freedom creates a more stable social pattern than freedom without   equality.&quot;      The third is from The Hidden Face of Eve.    &quot;A wife who does not work may, in turn, take pride in the fact   that her man is sufficiently well off to take care of her needs. All these   distorted ideas and feelings are due to the fact that woman's work outside   the home does not of itself lead to the true liberation of the woman as long   as it continues to operate within the framework of a class society and under   the patriarchal system.&quot;   The fourth is from The Prince: &quot;And   here comes in the question whether it is better to be loved rather than feared,   or feared rather than loved. It might perhaps be answered that we should wish   to be both; but since love and fear can hardly exist together, if we must   choose between them, it is far safer to be feared than loved. For of men it   may generally be affirmed that they are thankless, fickle, false, studious   to avoid danger, greedy of gain, devoted to you while you are able to confer   benefits upons them, and ready, as I said before, while danger is distant,   to shed their blood, and sacrifice their property, their lives, and their   children for you; but in the hour of need they turn against you....Moreover   men are less careful how they offend him who makes himself loved than him   who makes himself feared. For love is held by the tie of obligation, which,   because men are a sorry breed, is broken on every whisper of private interest;   but fear is bound by the apprehension of punshiment which never relaxes its   grasp. &quot;    The Course Theme for 2003 is Cross Cultural   Perspectives on the War on Terror. The core books relate to this theme as   we compare the ethics and rhetoric of today's leaders with THE PRINCE, the   psychology of jihadhis, McWorldians and other true believers in Hoffer's book,   the dilemma of feminism and terrorism with Nawal el Saadawi and the plight   of democracy in the clash between McWorld and indigenous culture in Barber's   book. Read the primary source material in the Reader on Anti-American Terrorism.   Look over the contents of the Journal   on Terrorism and Education to get ideas for your own research. Literary   classics such as Macbeth, Dante's Inferno and Paradise Lost give timeless   perspectives to the dialectic of terror and are opportunities for discussion,   oral interpretation and the appreciation of beautiful language.       Breakdown: Media-Enhanced Migratory Writing   Workshop II Although Writing   Workshop II is a research course with stringent academic requirements, it   should also be a time to explore the way you think, to develop your writing   style, and to discover a personal methodology that works for you. As you write   and improve your research skills, think about the following questions: 1)   Do you prefer to build your own house or to evaluate, analyse and synthesize   the contruction of others'? (Creative vs. Critical Thinking) 2) Do you start   with a view of the big picture or do you need to piece together the details   before you can understand what you're talking about? (Deductive vs. Inductive   Thinking) 3) Do you prefer to see, read, hear or feel things? (Sensory Preferences)   4) Do you like clear-cut goals and definitions or do you prefer to wrestle   with ambiguity, surprising yourself with different shades of meaning and interpretation?   5) Are you trapped in a compulsive rigidity of formulas and protocol or are   you lost in a chaotic wilderness of creativity? 6) Are you afraid to play   and make a fool of yourself or are you so wild you can't conform to anything?   7)Do you need more structure or do you need to let go?   All projects, creative and critical, MUST relate   to your final research paper in some way, no matter how indirect.    9/11:Week 1: Read, understand and analyse   the main propositions in the core books. What do you look for in a thesis?   For this course, theses must be argumentative in nature, addressing the focal   point of controversy, and providing an umbrella for your work. One of the   most difficult things students face in research is finding an appropriate   thesis. Learn to recognize the main proposition in books, articles, speeches   so that you can decide whether to use the evidence to support or refute and   then rebut your work. Read   this article to help you.    9/18:Week 2: Media: In class-writing on   the six kinds of writing--narrative, descriptive, dramatic, expository, argumentative,   poetic, and investigate their styles, objectives and relationship to audience.   How can you use these styles in your paper, to develop and clarify your topic?       9/25:Week 3: Media: Television and Journalism.   C-Span, France 5, BBC, Arab channels, CNN, Fox, UN channel. Examine controversy   and conflict. Identify claims and counterclaims. Look at all points of view.   Survey your field. Read the course theme again, think deeply about your interests   and career goals, what you want to learn this semester and how you can best   make an original contribution to the field. Take out as many books as possible   from the library on your subject, go online for pertinent websites, online   journals, relevant chat rooms and discussion groups, and investigate the wonderful   resources in Manhattan, which is the cultural and economic capital of the   world. Decide who you could interview, what embassies or libraries to visit,   where to &quot;hang out&quot; to do your work. Get an overview in the beginning   of the semester. Collect as many sources and resources as possible without   analyzing everything in depth yet. Bring at least 3 sources, a brainstorming   sheet and a 2 page essay relating your research hypotheses to the entire field.   Begin to organize and document your work, with MLA or APA data on index cards   with the main proposition, a pertinent quote, and how it relates to your thesis.       10/2:Week 4: Media: Library. Meet at reference   desk of Bobst Library. Browse, surf and study. Leave with as many books and   professional articles as possible. Develop your hypothesis. You can work with   2 or 3 potential hypotheses. Feel free to change them at any time. Pick 3   most important sources, including those who refute your theses. Summarize,   analyze and integrate them into your work. Play word or creativity games,   cubes, questions, six hats, role-playing to develop your stance and lead you   to the right questions. Write personal creative essay for next week.    10/9:Week 5: Media: Close Textual Analysis.   Bring summaries of your most important sources to class as well as Terrorism   Reader. Refine your bibliography into 3 pages, work on an outline and decide   the best way for you to organize your work. Write a paper on your methods   of analysis.    10/16:Week 6: Media: Editing. Bring 3   copies of your rough draft. Limit your research and refine your thesis so   that you are very specific as to person, time, place, concept etc. This is   the best way to avoid logical fallacies.    10/23:Week 7: Midterms due: Media:   Speech. Bring in revised midterm, surveys, sources that identify the originality   of your work. Oral presentations showing the relationship of outlining to   public speech. Bring tape recorder and play with debates and interviews in   class.    10/30:Week 8: Media: Great Fiction. Each   student should give an analysis of the novel of their choice, chosen from    Keefer's Major   Twentieth Century Writers , and describe how this novel relates to their   research topic. See film of Macbeth. Discussion of fiction and fact with review   of argumentative fallacies. For next week write a rough draft of a midterm,   around 8 pages. Pay special attention to the relationship of logic to syntax.   Proofread carefully for grammatical, spelling, word choice and format (APA   or MLA) errors. Make sure you are using MLA or APA parenthetical documentation.    11/6: Week 9: Media: Art objects as symbols   or metaphors of thesis and exercises for descriptive writing. Meet at the   Metropolitan Museum of Art, Friday evening. Choose a work or art, or several,   that symbolizes your thesis, then sit down and describe it in words. How does   descriptive writing differ from argumentative, expository and personal writing?   How can this description enhance the focus and argumentation of your research?   Bring descriptive writing to class next week. Interviews. Bring a transcription   of your interview(s). Discuss conditions, problems that relate to your thesis.       11/13:Week 10: Media: Library. Meet at   Bobst with revised outline and proposals for further research. Individual   conferences.    11/20:Week 11: Media: Oral Presentations.   Bring Tape recorder for your speech and hostile and friendly audiences.    12/4: Week 12: Media: Oral Presentations.       12/11:Week 13: Media: Cross-editing. Complete   a rough draft, at least 15 pages, of the final research paper. Cross-edit   and comment in listserv.    12/18:Week 14: Media: Final Paper due.   No incompletes or extensions.      Ideally you want to be familiar with Aristotle's more formal   reasoning, Toulmin's chain of reasoning from data to claim, and contemporary   theories and applications of cyberargumentation.   In cyberspace we can't rely on the pitch and resonance of our   voices, the warmth of our facial expression, the impressives stature of our   bodies and the expense of our wardrobe to convince people to believe us. We   have to convince with the speed, frequency and prevalence of our messages   and the hypnotic, timely and informative nature of our web sites.     PROFESSOR KEEFER (COPYWRIGHT 1996)     A COMPARISON OF TRADITIONAL VERSUS CYBER RHETORIC:      PREDOMINANTLY LEFT BRAIN THINKING VERSUS RIGHT AND LEFT BRAIN COORDINATION.    SPECIALIZING IN AND EXHAUSTING ONE DISCIPLINE AT A TIME VERSUS FINDING    THE PATHS WHERE A KALEIDOSCOPE OF DISCIPLINES INTERSECT.    CRITICAL THINKING VERSUS WINDOWS THINKING:    ANALYSIS VERSUS MULTIPLE SYNTHESES (different paths);    EVALUATION (assessing assumptions and discovering logical fallacies) VERSUS    OPENING ANOTHER WINDOW.    ARISTOTELIAN LOGIC (syllogistic reasoning) VERSUS BOOLEAN LOGIC (intersecting    circles of and, or and not):    DEFENDING ONE POINT OF VIEW WITH A STRONG THESIS VERSUS JANUSIAN PROCESSES    OF LOOKING IN OPPOSITE DIRECTIONS AT THE SAME TIME.    OBSERVING THE UNITIES OF TIME/SPACE/ACTION VERSUS SUPERIMPOSITION OF TIME/SPACE/ACTION    (i.e. allowing two or more discrete objects to occupy the same space or    time or action).    SPECIFIC, DEFINED AUDIENCE VERSUS UNPREDICTABLE GLOBAL AUDIENCE.    SELF-CONTAINED ORGANIZATION OF THESIS, DEFINITIONS, DEVELOPMENT THROUGH    THIS, THEREFORE THAT, INDUCTIVE AND/OR DEDUCTIVE REASONING AND A CONCLUSION    VERSUS INTERACTIVE ORGANIZATION AROUND IMAGES AND THOUGHT-PROVOKING QUESTIONS.    TRADITIONAL PARAGRAPHS AND PAGE NUMBERS VERSUS NO PAGE NUMBERS BUT VISUAL    BREAKS SUCH AS BULLETS AND DIFFERENT FONTS AND IMAGES.    LINEAR READING VERSUS CLICKING ALL OVER THE PLACE!     Keefer's Cyber-Logic Boot Camp   1)Inductive/deductive accordion   2) Pirouettes:Keeping your spot in a nonlinear world, developing speed and   focus   3)Weaving: propositional logic through all evidence, refining and developing   thesis   4)Searching for the Big 3 fallacies of ambiguity, presumption and relevance   5)Using Boolean logic and Venn diagrams to limit, expand and organize specific   areas of research, especially online   6)Analysing the Persuasive Power of Images, including the homospatial imagery   of collages   7)Using hypertext to make the surfer follow Your waves     The following is based on the book With Good Reason by   S. Morris Engel.   Fallacies of Ambiguity   Equivocation: An ambiguity caused by a shift between two legitimate   meanings of a term. &quot;If you believe in the miracles of science, you should   also believe in the miracles of the Bible.&quot;   Amphiboly: An ambiguity caused by faulty sentence structure.   &quot;SLOW CHILDREN CROSSING!&quot;   Accent: A statement that is ambiguous because 1)its intended   tone of voice is uncertain; 2) its stress is unclear; or 3) it is quoted out   of context &quot;President Clinton really knows how to wag his dog.&quot;   Hypostatization: The treatment of abstract terms like concrete   ones, sometimes even the ascription of humanlike properties to them (similar   to personification) &quot;Even when he was home, the job would call to him   seductively, asserting its dominance, luring him back to itembrace.&quot;   Division: The assumption that what is true of 1) the whole or   2) the group must be true of the parts or members. &quot;This is the snobbiest   eating club on campus; John, who is a member of it, must therefore be a terrible   snob.&quot;   Composition: The assumption that what is true of 1) a part of   a whole or 2) a member of a group must be true of the whole or the group.   &quot;By the year 3500 the human race will be extinct because we know that   all of us now living will be dead.&quot;   Fallacies of Presumption   Sweeping Generalization: Applying a generalization to an exceptional   case by ignoring the particularities of the case. &quot;Since step aerobics   is good for the heart, they should make it mandatory in nursing homes.&quot;     Hasty Generalization: Using insufficient evidence or an isolated   example as the basis for a widely general conclusion. &quot;I was raped by   a black man, therefore all black men are potential rapists.&quot; (This fallacy   is often the basis for racism.)   Bifurcation: Considering a distinction or classification exclusive   or exhaustive when other alternatives exist. &quot;You're either for me or   against me!&quot;   Begging the Question: 1) Offering, as a premise, a simple restatement   of the desired conclusion. &quot;Immortality is impossible because when we   die that's it.&quot; 2) A circular argument. &quot;I'm always right.&quot;   Why/&quot; &quot;Because I'm your mother and I say so.&quot; &quot;How do   we know that mothers are always right?&quot; &quot;Because I'm your mother   and...&quot; 3) (Wider generalization) &quot;He must be depressed: he's an   existentialist!&quot;   Question-Begging Epithets: Using strongly emotional language   to force an otherwise unsupported conclusion. &quot;Democrats are amoral,   lustful, greedy politicians who don't care about foetuses and family values.&quot;   Special Pleading: Applying a double standard that is exemplified   in the choice of words &quot;Horses sweat, men perspire, women glow.&quot;   False Analogy: Reaching a conclusion by likening or comparing   two significantly incomparable cases. &quot;How can you tell your children   no to take money from others when the government they live under does it all   the time?&quot;   False Cause: Inferring a causal link between two events when   no such causal connection has been established. &quot;The only reason crime   went down was because Agosto became mayor.&quot; (Crime also went down in   every other city.)   Slippery Slope: Assuming, unjustifiably, that a proposed step   will set off an undesirable and uncontrollable chain of events. &quot;Today   it's Kevorkian, tomorrow everyone over 65 will be euthanized, and by 2001   we'll have a BRAVE NEW WORLD!&quot;   Irrelevant Thesis: Seeking, perhaps succeeding, to prove a conclusion   not at issue. &quot;Hunting isn't cruel because it makes so many people happy   and well-employed.   Fallacies of Relevance   Genetic Fallacy: Attacking a thesis, institution, or idea by   condemning its background or origin. &quot;Classical Greek philosophy is anachronistic   because it was created by Dead White Males.&quot;   Abusive ad Hominem: Attacking the character of the opposing   speaker rather his or her thesis. &quot;We shouldn't elect her because she's   a lesbian.&quot;   Circumstantial ad Hominem: Attacking the opposing speaker by   implying vested interests.   Tu Quoque: Attempting to show that an opponent does not act   in accord with his or her thesis. &quot;How can my father tell me to stop   drinking when I know he's an alcoholic?&quot;     Poisoning the Well: Attempting to preclude discussion by attacking   the credibility of an opponent. &quot;President Clinton lied about his affair   with Monica Lewinsky therefore he must be lying about social security, education   and the environment as well.&quot;   Mob Appeal: Using emotion-laden terminology to sway people en   masse. &quot;Stand up for Afro-american civil rights! Acquit O.J.Simpson of   murder!&quot;   Appeal to Pity: Seeking to persuade not by presenting evidence   but by arousing pity. &quot;Don't send the Menendez brothers to the gas chamber   because their father abused them.&quot;   Appeal to Authority: Seeking to persuade not by giving evidence   but merely by citing an authority, in the form of an: 1) appeal to the one,   2) appeal to the many, 3) appeal to the select few, 4)appeal to tradition.   &quot;Use this mouthwash because Madonna uses it.&quot; &quot;Everybody owns   a car so buy one soon.&quot; &quot;If you use this perfume, you will be set   apart from the crowd.&quot; Marriage is sacred because it's been around for   ages.   Appeal to Ignorance: Emphasizing not the evidence for a thesis,   but the lack of evidence against it. &quot;There must be an afterlife because   no one has proven for sure that there isn't.&quot;   Appeal to Fear: Seeking to persuade through fear. &quot;Fuzzy,   if you don't stop meowing, Mommy won't give you any yum yum.&quot;     Mother's Logical Fallacies by Lori Manning   Rhetoric, the art of persuasion, was first established as an   art by Aristotle. He believed that his predecessors \"limited themselves to   working up ideas on how to arouse in the hearers emotions (pity, indignation,   anger) that would influence their judgement in a favorable way to the orators   case.\" (194) Aristotle categorized rhetoric into three categories or pisteis.   These categories are ethos, logos and pathos, the speakers reputation, the   argument itself, and the play on emotions. I often use these three categories   along with a few logical fallacies to get my niece to obey me. My niece, Lavel   is a curious child who responds to most of my statements with \"why\" so I always   make sure that I have a good argument. I gather facts about the situation   and mentally prepare for a battle. For example, I was walking down the hall   when I heard Lavel jumping on the bed so I yelled to her to stop jumping on   the bed. She quickly dismounted and assured me that she had not been engaged   in that act. I instructed her not to lie because I had seen her. She continued   to deny my allegations because I often proclaimed that I had seen her doing   a wrong act so that she would confess. Unfortunately she had caught on so   I was forced to describe her action at length, which included raising her   hands in an attempt to touch the ceiling and then falling onto her knees.   Finally she admitted to the wrong doing and asked in a whiny voice why she   couldnt jump on the bed. I just ignored her.   After she had asked me over five times, I implemented a fallacy   of presumption, begging of the question in particular. I told her that she   could not jump on the bed because I, her aunt, said so. She continued to ask   why so I responded \"Im the adult and youre the child so you have to do whatever   I say!\" Lavel asked me why again so I decided to try another tactic. I attempted   to establish my reputation with her by asking her a series of questions which   were guaranteed to produce the responses that I needed to build my argument.   I asked her who I was to her and she responded that I was her aunt. Next,   I asked her if I was older and she answered yes in a mistrustful way. Then   I asked her if she thought that I knew more than her and she responded yes   but then quickly changed her response to sometimes. I stared at her intently   and she said \"I guess so.\"   Satisfied, I asked her if she thought that I cared about her   and she said yes. Having gathered the responses that I was looking for, I   stated, \"Even you said that I care about you and know more than you so trust   me when I tell you not to jump on the bed.\" \"No, you just dont want me to   have any fun! You never want me to have fun,\" she yelled as she stormed to   her room. Well that tactic alone did not work so I decided to appeal to her   emotions. I followed her to her room, sat on the edge of her bed and said,   \"You know Lavel, I try really hard to be patient and understanding with you   but youre never willing to do the same for me. Why is that? When you failed   your math exam, I was the one who dried your tears and helped you explain   the grade to your parents. When Junior said you couldnt play with his PlayStation,   I talked him into letting both of us play. When Tevy didnt let you go to   the mall with her and her friends, you and I did something cool.\" In a solemn   voice, I told her that she could have broken the bed, as my older nephews   as well as her father had done, or injured herself and that I as her aunt   would have felt very bad and would have been responsible.   As I walked out of the room, I said, \"I love you, you are my   favorite niece but yet you dont feel the same way. Fine! Ill just leave   you alone. If thats the way you want it, then thats the way you got it.\"   She yelled, \"Wait, Aunt Lori!,\" as she ran in front of me and hugged me around   the waist. I ignored her and but she held on. She began to cry and promised   that she would not be so difficult in the future. None of the three components   of pisteis worked for me individually but only as a unit. By gathering the   facts, witnessing her actions, building my reputation, as an adult, her aunt   and someone who cares, and playing on her emotions, I was able to persuade   her to behave in the way that I wanted. I never realized that these tactics   they worked as a unit until I came across Aristotles theory. As a result,   I will use the unit as a rule of thumb in every situation, as it can only   benefit me.     Thinking Critically about World Wide Web Resources   by Esther Grassian, UCLA College Library   The World Wide Web has a lot to offer, but not all sources are equally valuable   or reliable. Here are some points to consider. For   additional points regarding Web sites for subject disciplines, see Thinking   Critically about Discipline-Based World Wide Web   Resources.   Content &amp; Evaluation   Who is the audience?   What is the purpose of the Web Page &amp; what does it contain?   How complete and accurate are the information and the links provided?   What is the relative value of the Web site in comparison to the range of information   resources available on this topic? (Note:   Be sure to check with a librarian.)   What other resources (print &amp; non-print) are available in this area?   What are the date(s) of coverage of the site and site-specific documents?   How comprehensive is this site?   What are the link selection criteria if any?   Are the links relevant and appropriate for the site?   Is the site inward-focused, pointing outward, or both?   Is there an appropriate balance between inward-pointing links (&quot;inlinks&quot;   i.e., within the same site)&amp;   outward-pointing links (&quot;outlinks&quot; i.e., to other sites)?   Are the links comprehensive or do they just provide a sampler?   What do the links offer that is not easily available in other sources?   Are the links evaluated in any way?   Is there an appropriate range of Internet resources -- e.g., links to gophers?     Is multimedia appropriately incorporated?   How valuable is the information provided in the Web Page (intrinsic value)?     Source &amp; Date   Who is the author or producer?   What is the authority or expertise of the individual or group that created this   site?   How knowledgeable is the individual or group on the subject matter of the site?     Is the site sponsored or co-sponsored by an individual or group that has created   other Web sites?   Is any sort of bias evident?   When was the Web item produced?   When was the Web item mounted?   When was the Web item last revised?   How up to date are the links?   How reliable are the links; are there blind links, or references to sites which   have moved?   Is contact information for the author or producer included in the document?     Structure   Does the document follow good graphic design principles?   Do the graphics and art serve a function or are they decorative?   Do the icons clearly represent what is intended?   Does the text follow basic rules of grammar, spelling and literary composition?     Is there an element of creativity, and does it add to or detract from the document   itself?   Can the text stand alone for use in line-mode (text only) Web browsers as well   as multimedia browsers, or is there an option   for line-mode browsers?   Is attention paid to the needs of the disabled -- e.g., large print and graphics   options; audio; alternative text for graphics?   Are links provided to Web &quot;subject trees&quot; or directories -- lists   of subject-arranged Web sources?   How usable is the site? Can visitors get the information they need within a   reasonable number of links (preferably 3 or fewer   clicks)?   Other   Is appropriate interactivity available?   When it is necessary to send confidential information out over the Internet,   is encryption (i.e., a secure coding system)   available? How secure is it?   Are there links to search engines or is a search engine attached to (embedded   in) the Web site?   Created by Esther Grassian, UCLA College Library, 6/95.   Permission is granted for unlimited non-commercial use of this guide.&copy;   Regents of the University of California   Comments to: College Library Web Administrator   Updated September 6, 2000  MLA Documentation: Use parenthetical documentation (23) after   the quotes: Descartes wrote &quot;I think therefore I am.&quot; (23) Then   in the bibliography, (make sure it is alphabetized) put in full publication   or production details.   Books:   Tannen, Deborah. The Argument Culture: Moving from Debate   to Dialogue. New York: Random, 1998.   Articles:   Kaplan, Robert D. &quot;History Moving North.&quot; Atlantic   Monthly Feb. 1997: 21+.   Cheuse, Alan. &quot;Narrative Painting and Pictorial Fiction.&quot;   Antioch Review 55 (1997): 277-91.   France, Peter. &quot;His Own Biggest Hero.&quot; Rev of Victor   Hugo, by Graham Robb. New York Times Book Review 15 Jan. 1998:7.   Online:   Spanoudis, Steve, Bob Blair, and Nelson Miller. Poets' Corner.   7 June 1999. 13 June 1999 &lt;http:www.geocities.com/~spanoudi/poems&gt;.   Blue Note Records . 9 June 1999. Blue Note Records. 9   June 1999 &lt;http:www.bluenote.com&gt;.   Coontz, Stephanie. &quot;Family Myths, Family Realities.&quot;    Salon 12 Dec. 1997. 3 Feb.2000 &lt;http://www.salonmagazine.com/mwt/teature/1997/12/23coontz.html&gt;.   Email:   Schubert, Josephine. &quot;Re: Culture Shock.&quot; E-mail to   the author. 14 Mar. 2000.   Film:   The English Patient. dir. Anthony Minghella. Perf. Ralph   Fiennes, Juliette Binoche, Willem Dafoe, and Kristin Scott Thomas. Miramax,   1996.   TV:   Primates . Wild Discovery. Discovery Channel. 23 Mar.   1998."}]}]