[{"detail": [{"content": "Typical Course Schedule | Civil Engineering, BS | NYU Polytechnic School of Engineering                                                                                                 NYU Abu Dhabi | NYU Shanghai         QuickLinks Bulletin   Directory   Employment and Career Development   Events Calendar   Human Resources / Careers   Information Technology Systems   Library   Make a Gift   NYU Classes   NYUAlbert (PS DATA)   NYUHome   Records and Registration   Services and Resources   Students   Alumni   Faculty   Staff                          Admissions  Undergraduate Admissions Graduate Admissions Online Learning Financial Aid Accepted Undergraduates Accepted Graduates  Academics  Majors and Programs Departments Honors Program BS/MS Program Study Abroad Online Learning Support + Services Graduate School  Records and Registration Class Schedule Course Textbooks School Calendar Code of Conduct Bulletin Women in Engineering  Research  Message from the Associate Provost Sponsored Research Centers + Institutes Labs + Groups CITE Game Innovation Lab Cross-Institution “Seed” Research Undergraduate Summer Research Bern Dibner Library Institutional Research Bioengineering IT + Media Urban Systems  Outreach  Incubators NYC Media Lab NYC Seed Enterprise Learning Center for K12 STEM Education Employment and Career Development PowerBridgeNY  Student Life  Athletics Student Affairs Public Safety Graduate Student Life and Services International Students + Scholars Residence Life and Housing Services Student Activities and Resource Center Students with Disabilities Student Resources Student Orientation  About  Directions Manhattan Directions Hours Leadership and Administration Mission News and Publications Campus Transformation Middle States Self-Study NYU Merger Past, Present, Future Giving                                          Home / Academics / Majors and Programs / Civil Engineering, BS                         Civil Engineering, BS                                                             Typical Course Schedule                       The curriculum for the BS in Civil Engineering is described in the tables that follow. Table 1 summarizes the curriculum and its requirements in subject-area categories. Table 2 summarizes elective courses in construction management, engineering and civil engineering. A typical four-year course of study for civil engineering majors is shown on the full-page chart at the end of this section.   Curriculum   Curriculum for the BS in Civil Engineering   Mathematics: 16 Credits   4.00 Credits Calculus I MA-UY 1024 This course covers library of Functions: functions of one variable. Limits, derivatives of functions defined by graphs, tables and formulas, differentiation rules for power, polynomial, exponential and logarithmic functions, derivatives of trigonometric functions, the product and quotient rule, the chain rule, applications of the chain rule, maxima and minima, optimization. MA 1324 is for students who wish to take MA 1024 but need more review of precalculus. MA1324 covers the same material as MA1024 but with more contact hours a week, incorporating a full discussion of the required precalculus topics. Prerequisite: Placement Exam or MA-UY 912 or MA-UY 914. Corequisite: EX-UY 1 4.00 Credits Calculus II MA-UY 1124 This course covers definite integrals, theorems about integrals, anti-derivatives, second fundamental theorem of calculus, techniques of integration, introduction to ordinary differential equations, improper integrals, numerical methods of integration, applications of integration, sequences, series, power series, approximations of functions via Taylor polynomials, Taylor series. Corequisite: EX-UY 1. 4.00 Credits Linear Algebra and Differential Equations MA-UY 2034 MA-UY 2034 is an introduction to ordinary differential equations and linear algebra. The course develops the techniques for the analytic and numeric solutions of ordinary differential equations (and systems) that are widely used in modern engineering and science. Linear algebra is used as a tool for solving systems of linear equations as well as for understanding the structure of solutions to linear (systems) of differential equations. Topics covered include the fundamental concepts of linear algebra such as Gaussian elimination, matrix theory, linear transformations, vector spaces, subspaces, basis, eigenvectors, eigenvalues and the diagonalization of matrices, as well as the techniques for the analytic and numeric solutions of ordinary differential equations (and systems) that commonly appear in modern engineering and science. Prerequisite: MA-UY 1124 or equivalent. 4.00 Credits Data Analysis MA-UY 2224 An introductory course to probability and statistics. It affords the student some acquaintance with both probability and statistics in a single term. Topics in Probability include mathematical treatment of chance; combinatorics; binomial, Poisson, and Gaussian distributions; the Central Limit Theorem and the normal approximation. Topics in Statistics include sampling distribution of sample mean and sample variance; normal, t-, and Chi-square distributions; confidence intervals; testing of hypotheses; least square regression model. Applications to scientific, industrial, and financial data are integrated into the course. NOTE: Cannot be taken if student is also taking or has already taken MA-UY 3012 or MA-UY 3022. Prerequisite: MA-UY 1124, MA-UY1424, or MA-UY 1132   Sciences: 18 Credits   4.00 Credits General Chemistry for Engineers CM-UY 1004 This is a one-semester introductory course in general chemistry. It covers chemical equations, stoichiometry, thermodynamics, gases, atomic and molecular structure, periodic table, chemical bonding, states of matter, chemical equilibrium, organic, inorganic and polymeric materials and electrochemistry. Corequisite: EX-UY 1 3.00 Credits Mechanics PH-UY 1013 This course is the first of a three-semester lecture sequence in general physics for science and engineering students. Motion of particles and systems of particles. One-dimensional motion. Vectors and two-dimensional motions. Forces and acceleration. Conservation of energy and momentum. Rotations. The free and driven harmonic oscillator. Gravitation. (This class meets four hours per week for lectures and recitation.) Prerequisites: MA-UY 1024 or an approved equivalent. Corequisites: MA-UY 1124 or approved equivalent, and EX-UY 1 1.00 Credits General Physics Laboratory I PH-UY 2121 PH-UY 2121 General Physics Laboratory I (0.5:1:0:1). An introductory level experimental course. Fundamental laboratory experiments in classical mechanics and electrostatics. Stresses basic experimental techniques, error analysis, and written presentation of experiment results. Experiments require progressively more detailed and sophisticated analysis. This laboratory class meets for three hours on alternate weeks. Prerequisites: PH-UY 1013 and MA-UY 1124 or equivalent. Co-requisite: PH-UY 2023. 3.00 Credits Electricity, Magnetism, & Fluids PH-UY 2023 This is the second course of a three-semester lecture sequence in general physics for science and engineering students. Fluids at rest and in motion. An introduction to electric and magnetic forces and fields. Electric charge density. Electric fields from simple charge distributions. Electric potential. Capacitance. Magnetic forces. Magnetic field from a current loop. Inductance. Magnetism in matter. Current and resistance. (This class meets four hours per week for lectures and recitation.) Prerequisites: PH-UY 1013 and MA-UY 1124 or an approved equivalent. Co-requisite: PH-UY 2121 General Physics Laboratory I, and EX-UY 1 1.00 Credits General Physics Laboratory II PH-UY 2131 PH 2131 General Physics Laboratory II (0.5:1:0:1). The second part of the introductory physics laboratory program. Fundamental laboratory experiments in E&amp;M, waves, optics, and thermodynamics. Stresses experimental models and design, error and data analysis. This laboratory class meets for three hours on alternate weeks. Prerequisites: PH-UY 2121 and PH-UY 2023. Corequisite: PH-UY 2033 3.00 Credits Waves, Optics, & Thermodynamics PH-UY 2033 This is the third course of a three-semester lecture sequence in general physics for science and engineering students. Water, sound and electromagnetic waves. Reflection, scattering and absorption. Standing waves and spectra. Superposition, diffraction and beats. Geometrical optics. Introduction to thermodynamics; temperature, heat, and entropy. (This class meets four hours per week for lectures and recitation.) Prerequisites: PH-UY 2121 and PH-UY 2023. Co-requisites: PH-UY 2131, and EX-UY 1.   General Engineering, Computer Science: 7 Credits   1.00 Credits Engineering and Technology Forum EG-UY 1001 In this course the notion of invention, innovation and entrepreneurship (i2e) is introduced to the students’ educational experience. Students will be exposed to elements of a research-intensive institution and diverse research performed by leading engineers, scientists, inventors and entrepreneurs. 3.00 Credits Introduction to Engineering and Design EG-UY 1003 This course introduces selected aspects of the history, philosophy, methodology, tools and contemporary topics in engineering. Also included are basic engineering experimentation and data analysis, a team design project and analysis and presentation of engineering data and designs. 3.00 Credits Engineering Problem Solving and Programming CS-UY 1133 This introductory course in engineering problem solving and computer programming is for all undergraduate engineering students without prior programming experience in any language. The course covers the fundamentals of computer programming and its underlying principles using the MATLAB programming language. Concepts and methods are illustrated by examples from various engineering disciplines. Useful numerical techniques and their applications to real-world problems in science and engineering are also discussed. ABET competencies: a, e, k. Corequisite: EX-UY 1.   Humanities and Social Science: 24 Credits   EXPOS-UA 1 ( Please refer to the bulletin ) EXPOS-UA 2 ( Please refer to the bulletin )   Civil Engineering: 61 Credits   2.00 Credits Introduction to Civil Engineering CE-UY 1002 This course introduces the student to the profession and practice of civil engineering. The course has four primary components: (1) a review of the principal subdisciplines of civil engineering and their relationship to urban and regional infrastructure; (2) a review of professional ethics and the responsibilities of engineers to their profession and to the general public, which includes a detailed study and discussion of the American Society of Civil Engineers (ASCE) and National Society of Professional Engineers (NSPE) codes of practice, and the use of case studies for illustration and discussion; (3) the use of AutoCAD as a tool for computer-based drawings, and the use of spreadsheets to develop analytic algorithms to solve simple engineering problems; and (4) an introduction to the use of GIS. The course includes a laboratory on the use of AutoCAD, as well as on GIS. Each laboratory is 6-7 weeks long. Prerequisite: Only first-year students are permitted to enroll in this introductory level course. 3.00 Credits Statics CE-UY 2113 The course covers: Vector treatment of static and dynamic equilibrium of particles and rigid bodies; equivalent forces and couple systems; distributed forces; static analysis of determinate trusses, frames and machines; friction; centroid and center of gravity, and moment of inertia. Co-Requisite: PH-UY 1013 or equivalent. 3.00 Credits Mechanics of Materials CE-UY 2123 This course introduces basic principles of stress and strain in axial loading, shear, torsion and bending, along with principles of transformation of stress for design. Laboratory experiments provide hands-on experience.  Prerequisite: PH-UY 1013, CE-UY 2113 or equivalents. 3.00 Credits Fluid Mechanics and Hydraulics CE-UY 2213 The course examines the basic principles of fluid mechanics with beginning applications to hydraulic design. Topics include fluid properties, fluid statics, elementary fluid dynamics and Bernoulli equation, continuity, energy and momentum equations, and fluid kinematics. Additional topics are laminar and turbulent flow, boundary layer characteristics, drag and lift concepts (flow over immersed bodies), dimensional analysis, and fluid measurements. Prerequisite: CE-UY 2113 or equivalent. 3.00 Credits Transportation Engineering CE-UY 2343 This course provides an introduction to transportation engineering. The course will cover travel demand forecasting, road user and vehicle characteristics, traffic engineering studies, engineering economic analysis, and highway design. The highway design element will focus on the basic design concepts of horizontal and vertical alignment, superelevation, and cross-section design. The course will also cover flexible pavement design, design of parking facilities, as well as bikeway and walkway design. 2.00 Credits Structural Dynamics CE-UY 3122 The course covers: Three-dimensional treatment of the kinetics of particles and rigid bodies using various coordinate systems; Newton’s law, work, energy, impulse and momentum; and an introduction to dynamics of one, two and multi-degree of freedom systems, with and without damping. Prerequisite: CE-UY 2113 or equivalent: Co-requisite: CE-UY 3133 or equivalent. 3.00 Credits Structural Analysis CE-UY 3133 This course offers in-depth coverage of structural analysis techniques. Topics: analysis of statically determinate structures; deflection calculations using energy methods; analysis of statically indeterminate structures using superposition; influence lines; and slope deflection, moment distribution and matrix analysis of structures. Computer applications are included. Prerequisites: MA-UY 2012 and CE-UY 2123; or CE-UY 2113 with a grade of B+ or better. 3.00 Credits Geotechnical Engineering CE-UY 3153 The course covers: Introduction to soil mechanics and foundation engineering, including origin of soils; phase relationships; classification of soils; permeability; effective stress; seepage; consolidation; shear strength; slope stability; and bearing capacity. Prerequisites: CE-UY 2123 and CE-UY 2213 or equivalents. 1.00 Credits Materials Engineering Laboratory CE-UY 3161 This laboratory course consists of a series of experiments to test various engineering properties of common civil engineering materials including metals, aggregates, concrete, timber, and polymer composites. Prerequisite: CE-UY 2123 or equivalent. 2.00 Credits Materials Engineering CE-UY 3162 This course covers all commonly used civil engineering materials: metals, concrete, masonry, timber, asphalt, and polymer composites. It emphasizes fundamental materials science, production and processing, engineering properties, chemical durability, and practical applications. Materials sustainability and latest development in innovative materials and technology are also covered. Prerequisite: CE-UY 2123 or equivalent. 3.00 Credits Structural Design CE-UY 3173 This course covers steel and reinforced concrete structural design principles and practices, including: reinforced concrete beams, columns, slabs and footings, steel tension, compression and flexural members, beam-columns, and bolted connections. Prerequisite(s): CE-UY 3133 3.00 Credits Environmental Engineering I CE-UY 3223 The course introduces water and wastewater treatment. Topics: Stream assimilation and public health; introduction to air pollution and solid waste management; and laboratory analysis of water and wastewater samples and treatment process tests. Prerequisite: CE-UY 2213 or equivalent. 3.00 Credits Water Resource Engineering CE-UY 3243 This course provides a detailed overview of water resources engineering, including both analysis and design elements. Topics covered: open-channel flow; pipe networks; reservoir balances; hydrologic techniques; surface water and ground-water supplies; water demand; and development of water resources for multiple purposes. Prerequisite: CE-UY 2213 or equivalent. 2.00 Credits Leadership, Business Principles, Policy and Ethics in Civil Engineering CE-UY 4092 This course is in seminar form and is required of all senior students in Civil Engineering. It focuses on various aspect of professional practice in civil engineering, and it augments and enriches the student’s educational experience, including the capstone design course. Topics include professional roles and responsibilities, professional registration and its importance, continuing education, engineering ethics, procurement of work, competitive bidding, quality-based selection processes, and construction management. Students are also introduced to the design and construction processes used by federal, state, and local agencies, as well as private owners. The course includes a no-credit recitation that prepares students for the Fundamentals of Engineering (FE) examination, which Civil Engineering students must take before graduation. Prerequisite: Senior Status or permission of instructor. 3.00 Credits Structural Design Project CE-UY 4153 This course covers the modeling, analysis and design of a steel or concrete building structure. Fundamental concepts of structural analysis and design are reinforced and applied. Computer-aided structural analysis and design software is introduced and utilized as in professional practice. Students may work individually or in groups to prepare interim and final reports. Prerequisite(s): CE-UY 3173 2.00 Credits Civil Engineering Design I: Site Planning and Design CE-UY 4812 This is the first part of a two-semester capstone design project course for Civil Engineers. Each year a specific project will created. Student groups will be formed, and each group will develop its plan and design for the assigned project. Formal progress reports will be required, and a full design report will have to be prepared, submitted, and orally defended each semester. The first semester focuses on site planning and design issues. The main facility will be located on the site, and all site issues addressed: grading and earthwork, traffic access and parking, water supply and sewage disposal, power supply and related issues. Prerequisites: CE-UY 3173, CE-UY 2343, CE-UY 3243, CE-UY 3153. Corequisite: CE-UY 4153 2.00 Credits Civil Engineering Design II : Structural Design CE-UY 4822 This is the second part of a two-semester capstone design project course for Civil Engineers. Each year a specific project will created. Student groups will be formed, and each group will develop its plan and design for the assigned project. Formal progress reports will be required, and a full design report will have to be prepared, submitted, and orally defended each semester. The second semester focuses on structural design and related issues. Prerequisites: CE-UY 4812     CE-UY X5XX   CE-UY XXXX   CE-UY XXXX   CE-UY X3XX     Free Elective   Free Elective 3 Credits 4   Total Credits for Degree: 129   Footnotes for Table 1     1 All students, except those who have earned a grade of 4 or 5 on the Calculus AB or BC AP Exam, take a mathematics placement examination. Students may be placed in an alternative course, which may not carry degree credit, based up the results of such placement examination. Students also may be advance-placed based upon AP or college math credit earned in high school. Students may substitute MA-UY 1324, which includes two additional contact hours, for MA-UY 1024.   2 Students may select a basic science elective from one of the following areas: biology, astrophysics and astronomy or geology and earth science.   3 Students must take sixeen credits (four courses) of elective courses in the humanities and social sciences. Consult the Technology, Culture and Society portion of the bulletin for details. At least one humanities and social sciences elective must be a 3xxx/4xxx level course. At least one humanities and social sciences elective must be a writing-intensive course, labeled by &ldquo;W.&rdquo;   4 A free elective is any course in any department of the University for which the student has the prerequisites.   Approved Construction Management and Engineering and Civil Engineering Electives   Construction Management and Engineering Electives   2.00 Credits Leadership & Foundations of Construction Management CE-UY 1502 This course introduces the student to the profession of construction management. It focuses on the role of the construction manager and the fundamental concepts and terminology employed in planning, developing and constructing projects. Leadership, professional development, ethics and safety are emphasized. 4.00 Credits Construction Modeling and Data Structures I CE-UY 2504 This course introduces architectural drafting and computer graphics. It capitalizes on state-of-the-art computer applications in managing construction. The course familiarizes the student with two-dimensional construction drawings that represent the current industry standard, and it propels the student towards the future by teaching the basics of three-dimensional (3-D) computer modeling. This course also introduces the use of the 3-D model with associated databases to manage construction. 3.00 Credits Construction Materials & Methods CE-UY 2513 This course covers the fundamental materials and methods used in constructing building and civil infrastructure projects. It also includes a laboratory that exposes students to commonly employed testing methods of construction materials. Prerequisite(s): CE-UY 1502 or CE-UY 1504 or CE-UY 1002 or CE-UY 1003 3.00 Credits Contracts & Construction Documents CE-UY 2523 This course covers the documents used in design and construction, including design and construction agreements, drawings and specifications, general and special conditions and others used for procurement and construction administration. The course also examines the relationships among the owner, designers, contractors and suppliers. Students have the opportunity to discuss quality, safety and business and professional ethics. Prerequisite: CE-UY 1502 and CE-UY 2513. 3.00 Credits Cost Estimating CE-UY 3503 Students learn the classification of work, quantity surveying techniques and basic estimating principles applied to construction projects. Also addressed are contracts; specifications and other construction documents; and the identification and allocation of direct and indirect project costs, overhead and profit. Students are introduced to computer-based estimating techniques and software. Prerequisite: CE-UY 2523. 3.00 Credits Construction Scheduling CE-UY 3513 Students learn to apply the Critical Path Method (CPM) to construction projects, using precedence diagram networks. The course covers sequencing, cost allocation, updating, cash flow, resource constraints and scheduling, manpower leveling and distribution, time-scale networks, lead and lag-time constraints, time-cost tradeoffs, overlap and other specific leading edge scheduling techniques. Students direct an entire project from planning through scheduling and control, both manually and through software. Prerequisite: CE-UY 1002 or 1502. 3.00 Credits Construction Site Layout & Surveying CE-UY 3533 This course studies the practical applications of surveying and its relationship to site planning and design. The first portion of the course concentrates on land surveying concepts, including mathematics, horizontal and vertical control, and angle measurement. The second portion of the course applies surveying data to site layout using traverses, area computations, property surveys, topography, and construction layout for highway and building applications. This course also includes a field laboratory which introduces students to basic surveying practice, including the use of surveying equipment (wheels, tapes, levels, and theodolites), measurements theory and computation, data accuracy and precision, and the use of the field book to properly record data. 3.00 Credits Non-Structural Building Systems CE-UY 3553 This course introduces the students to mechanical, electrical and vertical transportation systems for buildings. It examines fundamental aspects of the design, procurement and construction of heating, ventilating and air conditioning (HVAC), supply and sanitary plumbing, fire detection and suppression, high- and low-voltage electrical, security, elevator and escalator and building management systems. Prerequisite: Junior standing. 3.00 Credits Construction Modeling and Data Structures II CE-UY 3563 This course is the continuation of the student&#039;s exploration of construction management through building information modeling (BIM). The student will apply their understanding of construction assemblies, trade scheduling and estimating through studies of a larger project. Emphasis will be placed on the student&#039;s ability to model complex assemblies while coordinating and scheduling multiple trades. This progressive approach incorporates the 3D model and the associated databases in the management of construction by developing unit pricing, detailed scheduling and procurement attributes associated with a design. Prerequisite: CE-UY 2504 3.00 Credits Construction Engineering CE-UY 4503 This course covers engineering fundamentals and developing trends in the use of excavating and earth-moving equipment, trucks, pumps, drilling and blasting equipment and cranes. Also considered are shoring and bracing and other temporary site construction operations. Prerequisite: Junior standing. 3.00 Credits Construction Project Administration CE-UY 4513 This course examines the roles of the project participants in executing a construction project, focusing on delegating administrative duties and responsibilities and managing and coordinating the physical work and administrative control of project information and records. Students use computer-based project administration techniques and software. Prerequisites: CE-UY 1502 or CE-UY 1002, and junior standing. 3.00 Credits Structural Building Systems CE-UY 4523 This course introduces the general principles of loads on buildings and the design and analysis of conventional structural building systems in steel, concrete, wood and masonry. It also addresses the construction of such systems. Prerequisite: CE-UY 2124. 3.00 Credits Construction Law CE-UY 4533 The course introduces students to areas of the law that they are likely to encounter in construction. Following an introduction to the legal system and form of legal analysis, areas addressed include contracts, procurement, scope definition, delays and acceleration, site conditions, warranties, termination, tort claims, dispute resolution and ethics. Prerequisite: Junior standing.   Civil Engineering Electives   3.00 Credits Introduction to Urban Infrastructure Systems Management CE-UY 4033 This course provides students with an overview of key issues involved in the planning, management, operations and maintenance of urban infrastructure systems, including transportation, water supply, power, communications and information systems. It includes elements of engineering and technology, management, economics, finance, regulatory and public policy that have an impact on the sustainable development of the urban environment. The course features several distinguished guest lecturers from infrastructure industries and public agencies who share significant case studies with students. The course includes a component on GIS, with a focus on how to collect, integrate and share spatial data in urban infrastructure management. Group projects are required. 3.00 Credits Sustainable Cities CE-UY 4043 The course provides an overview of issues that need to be addressed to make a city sustainable, beginning with a definition of what is intended by the concept of sustainability and a discussion of what is the essence of a city. Students are asked to become familiar with the major challenges in making a city sustainable, and to provide, as part of their homework, a paper addressing a topic covered by the course through research and, where necessary, proposed solutions. 3.00 Credits Biosoma – Environmental Design of the City of the Future CE-UY 4053 The goal of this course is to improve the engineering design of a city and its components. The course focuses on the city as an entity that concentrates living organisms, societal organizations and activities and machines, interacting with the environment both outside and inside the city. A number of essential questions about the future of cities will be examined, such as: (1) what does urbanization mean for the future of humankind in terms of resources, capabilities, ideologies and culture? (2) How can the design of cities affect their future? (3) What should be the role of the engineer? (4) How can the engineer of the future be prepared for that role? (5) What critical engineering interventions are needed to influence the future of today’s cities? Each student will select a project that deals with some aspects of the course and present its results to the class. 3.00 Credits Foundation Engineering CE-UY 4173 The course introduces the development of foundation engineering, including: site exploration; soil sampling; interpretation of boring logs; bearing capacity of footings; settlement of structures; lateral earth pressure; design of retaining walls, braced excavations and sheet pile walls; and design of deep foundations. Prerequisite: CE-UY 3153 or equivalent. 3.00 Credits Timber and Masonry Structures CE-UY 4193 The course covers: Properties and classification of structural lumber; design of timber connectors; design and construction of residential and industrial timber buildings; beams, frames, columns and trusses of sawn lumber and glued laminated construction; manufacture and properties of concrete masonry units; properties of mortar and grout; and design and construction of load-bearing, reinforced and unreinforced masonry structural elements. Prerequisite: CE-UY 3143 or CE-UY 3173. 4.00 Credits Water Resource Engineering II CE-UY 4253 This course covers feasibility-level planning and design for water resources projects, including water conveyance works; concrete dams and assorted waterways; pumping stations; and hydroelectric, irrigation, navigation and flood mitigation projects. Subjects considered: Layouts, dimensions and capacities of facilities; hydraulic and structural forces; and stability analysis. Prerequisite: CE-UY 4243 or equivalent. 3.00 Credits Environmental Engineering II CE-UY 4273 The course offers detailed coverage of water and wastewater treatment unit operations and includes a laboratory on processes and process design. Experiments are performed to evaluate laboratory-scale conventional water and waste treatment processes. Lectures cover detailed theory, design and advanced concepts. Prerequisites: CE-UY 2213 and CE-UY 3223 or equivalents.   Transportation Engineering Electives   3.00 Credits Introduction to Transportation Systems CE-UY 3313 This course focuses on the fundamental conceptual elements of transportation systems and describes the approaches used to analyze and design transportation systems. The course covers the basic material about transportation systems, the context within which they operate and a characterization of their behavior. Prerequisite: Junior status. 3.00 Credits Traffic Engineering CE-UY 3303 This course covers the fundamentals of traffic engineering. The characteristics of traffic streams, and how they are quantitatively described is included. The course covers an overview of traffic control and operations, including the timing and design of pre-timed and actuated signals. An introduction to highway capacity and level of service analysis is included, and the analysis of basic freeway segments and multilane highways is covered as an example of this type of analysis. Corequisite: CE-UY 2343 or equivalent. 3.00 Credits Transportation Systems and Software CE-UY 3333 This course covers transportation software and its applications in understanding the impacts of traffic demand on the transportation system. Simulation software will be used to test the impacts of various signal timings and progressions on an arterial and a network. Fundamental concepts of signal coordination and progression will be treated. The Highway Capacity Software (HCS) package will be used to examine the effects of traffic on individual intersection delay and level of service. Prerequisite: CE-UY 2343 or equivalent. 3.00 Credits History of New York City Transit System CE-UY 3353 This course traces the technological history of public transportation in New York City and investigates its role in the development of the city, its economy and its social fabric. From the early days of horse-drawn public carriages to the modern subway system, the role of the public transit in the historical development patterns of New York City is treated. The course covers trolley systems, the age of the elevated railways and the subway system. Political, social and economic issues involved in the development of these critical infrastructures are discussed. Students develop independent project reports on aspects of the NYC public transit system, or on public-transit systems in other major world cities. Prerequisites: Junior Status or permission of instructor 3.00 Credits Transportation Economics CE-UY 3363 This course introduces the principles of engineering economic analysis and applies them to the analysis of transportation alternatives. The cost elements of transportation systems are presented and discussed. The course also reviews existing measures and legislation that provide funding for transportation projects, and discusses potential new approaches for the future. Prerequisite: Sophomore standing.   Note:   Additional electives for CE undergraduates are available from courses in the Construction Management curriculum. Consult the Construction Management section of the catalog.   Typical Course of Study for the Bachelor of Science in Civil Engineering   Freshman Year   Fall Semester: 16 Credits   4.00 Credits Calculus I MA-UY 1024 This course covers library of Functions: functions of one variable. Limits, derivatives of functions defined by graphs, tables and formulas, differentiation rules for power, polynomial, exponential and logarithmic functions, derivatives of trigonometric functions, the product and quotient rule, the chain rule, applications of the chain rule, maxima and minima, optimization. MA 1324 is for students who wish to take MA 1024 but need more review of precalculus. MA1324 covers the same material as MA1024 but with more contact hours a week, incorporating a full discussion of the required precalculus topics. Prerequisite: Placement Exam or MA-UY 912 or MA-UY 914. Corequisite: EX-UY 1 4.00 Credits General Chemistry for Engineers CM-UY 1004 This is a one-semester introductory course in general chemistry. It covers chemical equations, stoichiometry, thermodynamics, gases, atomic and molecular structure, periodic table, chemical bonding, states of matter, chemical equilibrium, organic, inorganic and polymeric materials and electrochemistry. Corequisite: EX-UY 1 EXPOS-UA 1 ( Please refer to the bulletin ) 1.00 Credits Engineering and Technology Forum EG-UY 1001 In this course the notion of invention, innovation and entrepreneurship (i2e) is introduced to the students’ educational experience. Students will be exposed to elements of a research-intensive institution and diverse research performed by leading engineers, scientists, inventors and entrepreneurs. 3.00 Credits Introduction to Engineering and Design EG-UY 1003 This course introduces selected aspects of the history, philosophy, methodology, tools and contemporary topics in engineering. Also included are basic engineering experimentation and data analysis, a team design project and analysis and presentation of engineering data and designs.   Spring Semester: 16 Credits   4.00 Credits Calculus II MA-UY 1124 This course covers definite integrals, theorems about integrals, anti-derivatives, second fundamental theorem of calculus, techniques of integration, introduction to ordinary differential equations, improper integrals, numerical methods of integration, applications of integration, sequences, series, power series, approximations of functions via Taylor polynomials, Taylor series. Corequisite: EX-UY 1. 3.00 Credits Mechanics PH-UY 1013 This course is the first of a three-semester lecture sequence in general physics for science and engineering students. Motion of particles and systems of particles. One-dimensional motion. Vectors and two-dimensional motions. Forces and acceleration. Conservation of energy and momentum. Rotations. The free and driven harmonic oscillator. Gravitation. (This class meets four hours per week for lectures and recitation.) Prerequisites: MA-UY 1024 or an approved equivalent. Corequisites: MA-UY 1124 or approved equivalent, and EX-UY 1 EXPOS-UA 2 ( Please refer to the bulletin ) 3.00 Credits Engineering Problem Solving and Programming CS-UY 1133 This introductory course in engineering problem solving and computer programming is for all undergraduate engineering students without prior programming experience in any language. The course covers the fundamentals of computer programming and its underlying principles using the MATLAB programming language. Concepts and methods are illustrated by examples from various engineering disciplines. Useful numerical techniques and their applications to real-world problems in science and engineering are also discussed. ABET competencies: a, e, k. Corequisite: EX-UY 1. 2.00 Credits Introduction to Civil Engineering CE-UY 1002 This course introduces the student to the profession and practice of civil engineering. The course has four primary components: (1) a review of the principal subdisciplines of civil engineering and their relationship to urban and regional infrastructure; (2) a review of professional ethics and the responsibilities of engineers to their profession and to the general public, which includes a detailed study and discussion of the American Society of Civil Engineers (ASCE) and National Society of Professional Engineers (NSPE) codes of practice, and the use of case studies for illustration and discussion; (3) the use of AutoCAD as a tool for computer-based drawings, and the use of spreadsheets to develop analytic algorithms to solve simple engineering problems; and (4) an introduction to the use of GIS. The course includes a laboratory on the use of AutoCAD, as well as on GIS. Each laboratory is 6-7 weeks long. Prerequisite: Only first-year students are permitted to enroll in this introductory level course.   Sophomore Year   Fall Semester: 18 Credits   4.00 Credits Linear Algebra and Differential Equations MA-UY 2034 MA-UY 2034 is an introduction to ordinary differential equations and linear algebra. The course develops the techniques for the analytic and numeric solutions of ordinary differential equations (and systems) that are widely used in modern engineering and science. Linear algebra is used as a tool for solving systems of linear equations as well as for understanding the structure of solutions to linear (systems) of differential equations. Topics covered include the fundamental concepts of linear algebra such as Gaussian elimination, matrix theory, linear transformations, vector spaces, subspaces, basis, eigenvectors, eigenvalues and the diagonalization of matrices, as well as the techniques for the analytic and numeric solutions of ordinary differential equations (and systems) that commonly appear in modern engineering and science. Prerequisite: MA-UY 1124 or equivalent. 1.00 Credits General Physics Laboratory I PH-UY 2121 PH-UY 2121 General Physics Laboratory I (0.5:1:0:1). An introductory level experimental course. Fundamental laboratory experiments in classical mechanics and electrostatics. Stresses basic experimental techniques, error analysis, and written presentation of experiment results. Experiments require progressively more detailed and sophisticated analysis. This laboratory class meets for three hours on alternate weeks. Prerequisites: PH-UY 1013 and MA-UY 1124 or equivalent. Co-requisite: PH-UY 2023. 3.00 Credits Electricity, Magnetism, & Fluids PH-UY 2023 This is the second course of a three-semester lecture sequence in general physics for science and engineering students. Fluids at rest and in motion. An introduction to electric and magnetic forces and fields. Electric charge density. Electric fields from simple charge distributions. Electric potential. Capacitance. Magnetic forces. Magnetic field from a current loop. Inductance. Magnetism in matter. Current and resistance. (This class meets four hours per week for lectures and recitation.) Prerequisites: PH-UY 1013 and MA-UY 1124 or an approved equivalent. Co-requisite: PH-UY 2121 General Physics Laboratory I, and EX-UY 1 3.00 Credits Transportation Engineering CE-UY 2343 This course provides an introduction to transportation engineering. The course will cover travel demand forecasting, road user and vehicle characteristics, traffic engineering studies, engineering economic analysis, and highway design. The highway design element will focus on the basic design concepts of horizontal and vertical alignment, superelevation, and cross-section design. The course will also cover flexible pavement design, design of parking facilities, as well as bikeway and walkway design. 3.00 Credits Statics CE-UY 2113 The course covers: Vector treatment of static and dynamic equilibrium of particles and rigid bodies; equivalent forces and couple systems; distributed forces; static analysis of determinate trusses, frames and machines; friction; centroid and center of gravity, and moment of inertia. Co-Requisite: PH-UY 1013 or equivalent.   Spring Semester: 17 Credits   1.00 Credits General Physics Laboratory II PH-UY 2131 PH 2131 General Physics Laboratory II (0.5:1:0:1). The second part of the introductory physics laboratory program. Fundamental laboratory experiments in E&amp;M, waves, optics, and thermodynamics. Stresses experimental models and design, error and data analysis. This laboratory class meets for three hours on alternate weeks. Prerequisites: PH-UY 2121 and PH-UY 2023. Corequisite: PH-UY 2033 3.00 Credits Waves, Optics, & Thermodynamics PH-UY 2033 This is the third course of a three-semester lecture sequence in general physics for science and engineering students. Water, sound and electromagnetic waves. Reflection, scattering and absorption. Standing waves and spectra. Superposition, diffraction and beats. Geometrical optics. Introduction to thermodynamics; temperature, heat, and entropy. (This class meets four hours per week for lectures and recitation.) Prerequisites: PH-UY 2121 and PH-UY 2023. Co-requisites: PH-UY 2131, and EX-UY 1. 3.00 Credits Mechanics of Materials CE-UY 2123 This course introduces basic principles of stress and strain in axial loading, shear, torsion and bending, along with principles of transformation of stress for design. Laboratory experiments provide hands-on experience.  Prerequisite: PH-UY 1013, CE-UY 2113 or equivalents. 3.00 Credits Fluid Mechanics and Hydraulics CE-UY 2213 The course examines the basic principles of fluid mechanics with beginning applications to hydraulic design. Topics include fluid properties, fluid statics, elementary fluid dynamics and Bernoulli equation, continuity, energy and momentum equations, and fluid kinematics. Additional topics are laminar and turbulent flow, boundary layer characteristics, drag and lift concepts (flow over immersed bodies), dimensional analysis, and fluid measurements. Prerequisite: CE-UY 2113 or equivalent.   Junior Year   Fall Semester: 15 Credits   4.00 Credits Data Analysis MA-UY 2224 An introductory course to probability and statistics. It affords the student some acquaintance with both probability and statistics in a single term. Topics in Probability include mathematical treatment of chance; combinatorics; binomial, Poisson, and Gaussian distributions; the Central Limit Theorem and the normal approximation. Topics in Statistics include sampling distribution of sample mean and sample variance; normal, t-, and Chi-square distributions; confidence intervals; testing of hypotheses; least square regression model. Applications to scientific, industrial, and financial data are integrated into the course. NOTE: Cannot be taken if student is also taking or has already taken MA-UY 3012 or MA-UY 3022. Prerequisite: MA-UY 1124, MA-UY1424, or MA-UY 1132 3.00 Credits Structural Analysis CE-UY 3133 This course offers in-depth coverage of structural analysis techniques. Topics: analysis of statically determinate structures; deflection calculations using energy methods; analysis of statically indeterminate structures using superposition; influence lines; and slope deflection, moment distribution and matrix analysis of structures. Computer applications are included. Prerequisites: MA-UY 2012 and CE-UY 2123; or CE-UY 2113 with a grade of B+ or better. 2.00 Credits Structural Dynamics CE-UY 3122 The course covers: Three-dimensional treatment of the kinetics of particles and rigid bodies using various coordinate systems; Newton’s law, work, energy, impulse and momentum; and an introduction to dynamics of one, two and multi-degree of freedom systems, with and without damping. Prerequisite: CE-UY 2113 or equivalent: Co-requisite: CE-UY 3133 or equivalent. 3.00 Credits Environmental Engineering I CE-UY 3223 The course introduces water and wastewater treatment. Topics: Stream assimilation and public health; introduction to air pollution and solid waste management; and laboratory analysis of water and wastewater samples and treatment process tests. Prerequisite: CE-UY 2213 or equivalent.   Spring Semester: 16 Credits   3.00 Credits Geotechnical Engineering CE-UY 3153 The course covers: Introduction to soil mechanics and foundation engineering, including origin of soils; phase relationships; classification of soils; permeability; effective stress; seepage; consolidation; shear strength; slope stability; and bearing capacity. Prerequisites: CE-UY 2123 and CE-UY 2213 or equivalents. 3.00 Credits Structural Design CE-UY 3173 This course covers steel and reinforced concrete structural design principles and practices, including: reinforced concrete beams, columns, slabs and footings, steel tension, compression and flexural members, beam-columns, and bolted connections. Prerequisite(s): CE-UY 3133 3.00 Credits Water Resource Engineering CE-UY 3243 This course provides a detailed overview of water resources engineering, including both analysis and design elements. Topics covered: open-channel flow; pipe networks; reservoir balances; hydrologic techniques; surface water and ground-water supplies; water demand; and development of water resources for multiple purposes. Prerequisite: CE-UY 2213 or equivalent.   Senior Year   Fall Semester: 16 Credits   3.00 Credits Structural Design Project CE-UY 4153 This course covers the modeling, analysis and design of a steel or concrete building structure. Fundamental concepts of structural analysis and design are reinforced and applied. Computer-aided structural analysis and design software is introduced and utilized as in professional practice. Students may work individually or in groups to prepare interim and final reports. Prerequisite(s): CE-UY 3173 2.00 Credits Leadership, Business Principles, Policy and Ethics in Civil Engineering CE-UY 4092 This course is in seminar form and is required of all senior students in Civil Engineering. It focuses on various aspect of professional practice in civil engineering, and it augments and enriches the student’s educational experience, including the capstone design course. Topics include professional roles and responsibilities, professional registration and its importance, continuing education, engineering ethics, procurement of work, competitive bidding, quality-based selection processes, and construction management. Students are also introduced to the design and construction processes used by federal, state, and local agencies, as well as private owners. The course includes a no-credit recitation that prepares students for the Fundamentals of Engineering (FE) examination, which Civil Engineering students must take before graduation. Prerequisite: Senior Status or permission of instructor. 2.00 Credits Civil Engineering Design I: Site Planning and Design CE-UY 4812 This is the first part of a two-semester capstone design project course for Civil Engineers. Each year a specific project will created. Student groups will be formed, and each group will develop its plan and design for the assigned project. Formal progress reports will be required, and a full design report will have to be prepared, submitted, and orally defended each semester. The first semester focuses on site planning and design issues. The main facility will be located on the site, and all site issues addressed: grading and earthwork, traffic access and parking, water supply and sewage disposal, power supply and related issues. Prerequisites: CE-UY 3173, CE-UY 2343, CE-UY 3243, CE-UY 3153. Corequisite: CE-UY 4153   Spring Semester: 15 Credits   2.00 Credits Civil Engineering Design II : Structural Design CE-UY 4822 This is the second part of a two-semester capstone design project course for Civil Engineers. Each year a specific project will created. Student groups will be formed, and each group will develop its plan and design for the assigned project. Formal progress reports will be required, and a full design report will have to be prepared, submitted, and orally defended each semester. The second semester focuses on structural design and related issues. Prerequisites: CE-UY 4812 2.00 Credits Materials Engineering CE-UY 3162 This course covers all commonly used civil engineering materials: metals, concrete, masonry, timber, asphalt, and polymer composites. It emphasizes fundamental materials science, production and processing, engineering properties, chemical durability, and practical applications. Materials sustainability and latest development in innovative materials and technology are also covered. Prerequisite: CE-UY 2123 or equivalent. 1.00 Credits Materials Engineering Laboratory CE-UY 3161 This laboratory course consists of a series of experiments to test various engineering properties of common civil engineering materials including metals, aggregates, concrete, timber, and polymer composites. Prerequisite: CE-UY 2123 or equivalent.   Total credits required for graduation: 129                                Civil Engineering, BS      Curriculum   Typical Course Schedule                                    Engineering is NYU  Follow Us:  Facebook Twitter Vimeo YouTube        Undergraduate   Admissions   How to Apply   Apply Now   admissions@nyu.edu   Graduate   Admissions   Requirements   Apply Now   engineering.gradinfo@nyu.edu   Site Links   Press   Directory   Directions   Event Calendar   Careers/HR   Support    Email/Network help@poly.edu Website Report a Problem Login (Faculty + Staff)  NYU School of Engineering 6 MetroTech Center, Brooklyn, NY 11201 Tel: 718.260.3600 Fax: 718.260.3136 &copy; NYU School of Engineering"}]}]