[{"detail": [{"content": "Course Detail            > Courses            > Academics         > NYU Gallatin                                                                                                                                  NYU Gallatin    Skip to Content   Skip to Search   Skip to Navigation   Skip to Sub Navigation                          Students          Prospective Students Current Undergraduate Students Current Graduate Students Incoming First-Year Students                            Faculty    Staff    Parents & Family    Alumni    |    Forms    Directory    Events Calendar                                                       Search                                                                           Main Navigation                Home      About    Facts and Figures    Facilities    Governance and Committees    Sustainability    From the Dean    Mission and Learning Goals    Administration    Bulletin 2014-2015    Bulletin Archive           Admissions    Undergraduate    Graduate           Academics    Undergraduate    Graduate    Courses    Faculty    Advising    Awards, Honors, and Fellowships    Policies and Procedures    Registration    Calendars and Deadlines           Global           Student Life    Community Service    Co-Curricular Programs    Graduation Ceremonies    A Diverse Intellectual Community    Health and Wellness    Living At NYU    Scholarly Communities    Student Government and Organizations    Student Profiles    Student Publications    Student Arts Showcases    Lecture Series    Senior Symposium    Fashion           Visit    Directions and Maps                                                   Sub Navigation    Academics Undergraduate Graduate Courses  Faculty Advising Awards, Honors, and Fellowships Policies and Procedures Registration Calendars and Deadlines              Back to Courses                                   Share       Delicious     Digg This     Reddit        Stumble Upon     Technorati     Twitter        Facebook     Windows Live     Yahoo                 MySpace     Email                   Bread Crumbs                Home          &gt;           Academics          &gt;           Courses          &gt;           Course Detail                                        Fate and Free Will in the Epic Tradition                                Semester and Year        SP 2013                    Course Number        IDSEM-UG1116                    Section        001                    Instructor        Antonio Rutigliano                    Days                            Wed                                 Time                            3:30 PM -       6:10 PM                                Units        4.0                    Level        U                    Foundation Requirement        HUM, PREMOD                                           Description       The role of the gods in human affairs inevitably raises the question of fate and free will. The epics, from the ancient world to the Renaissance, frequently reflect and define this debate. This course examines how the epics of Homer, Vergil, Dante and Milton not only mirror the philosophical and theological perceptions of the period, but sometimes forecast future debates on the issue. Readings may include the Epic of Gilgamesh, Iliad or Odyssey , Aeneid , and Divine Comedy , as well as selections from Plato's Protagoras or Aristotle's Ethics , Cicero's De Fato , Boethius's Consolation of Philosophy , and Fromm's Escape From Freedom .                 Syllabus       IDSEM-UG1116            Course Type       Interdisciplinary Seminars (IDSEM-UG)                               top of page                                                                   NYU Gallatin Footer              Gallatin School of Individualized Study     1 Washington Place     New York, NY 10003     (212) 998-7370                   A&#8211;Z Index      Directions      Contact Us      Job Opportunities               News      Support Gallatin      Feedback                         Follow us on Facebook      Follow us on Twitter      Follow us on Youtube         Follow us Instagram                 Unless otherwise noted, all content copyright NYU Gallatin. All rights reserved."}]},
{"detail": [{"content": "Course Detail            > Courses            > Academics         > NYU Gallatin                                                                                                                                  NYU Gallatin    Skip to Content   Skip to Search   Skip to Navigation   Skip to Sub Navigation                          Students          Prospective Students Current Undergraduate Students Current Graduate Students Incoming First-Year Students                            Faculty    Staff    Parents & Family    Alumni    |    Forms    Directory    Events Calendar                                                       Search                                                                           Main Navigation                Home      About    Facts and Figures    Facilities    Governance and Committees    Sustainability    From the Dean    Mission and Learning Goals    Administration    Bulletin 2014-2015    Bulletin Archive           Admissions    Undergraduate    Graduate           Academics    Undergraduate    Graduate    Courses    Faculty    Advising    Awards, Honors, and Fellowships    Policies and Procedures    Registration    Calendars and Deadlines           Global           Student Life    Community Service    Co-Curricular Programs    Graduation Ceremonies    A Diverse Intellectual Community    Health and Wellness    Living At NYU    Scholarly Communities    Student Government and Organizations    Student Profiles    Student Publications    Student Arts Showcases    Lecture Series    Senior Symposium    Fashion           Visit    Directions and Maps                                                   Sub Navigation    Academics Undergraduate Graduate Courses  Faculty Advising Awards, Honors, and Fellowships Policies and Procedures Registration Calendars and Deadlines              Back to Courses                                   Share       Delicious     Digg This     Reddit        Stumble Upon     Technorati     Twitter        Facebook     Windows Live     Yahoo                 MySpace     Email                   Bread Crumbs                Home          &gt;           Academics          &gt;           Courses          &gt;           Course Detail                                        Fate and Free Will in the Epic Tradition                                Semester and Year        SP 2013                    Course Number        IDSEM-UG1116                    Section        001                    Instructor        Antonio Rutigliano                    Days                            Wed                                 Time                            3:30 PM -       6:10 PM                                Units        4.0                    Level        U                    Foundation Requirement        HUM, PREMOD                                           Description       The role of the gods in human affairs inevitably raises the question of fate and free will. The epics, from the ancient world to the Renaissance, frequently reflect and define this debate. This course examines how the epics of Homer, Vergil, Dante and Milton not only mirror the philosophical and theological perceptions of the period, but sometimes forecast future debates on the issue. Readings may include the Epic of Gilgamesh, Iliad or Odyssey , Aeneid , and Divine Comedy , as well as selections from Plato's Protagoras or Aristotle's Ethics , Cicero's De Fato , Boethius's Consolation of Philosophy , and Fromm's Escape From Freedom .                 Syllabus       IDSEM-UG1116            Course Type       Interdisciplinary Seminars (IDSEM-UG)                               top of page                                                                   NYU Gallatin Footer              Gallatin School of Individualized Study     1 Washington Place     New York, NY 10003     (212) 998-7370                   A&#8211;Z Index      Directions      Contact Us      Job Opportunities               News      Support Gallatin      Feedback                         Follow us on Facebook      Follow us on Twitter      Follow us on Youtube         Follow us Instagram                 Unless otherwise noted, all content copyright NYU Gallatin. All rights reserved."}, {"content": "From Rousseau to ‘Queer Napolean’ to the Fate of French Jewry During World War II: NYU’s La Maison Française Announces November-December Schedule of Public Events                                                                                                               NYU.edu requires JavaScript be enabled in your browser in order to use important features of the site. JavaScript is either disabled or not supported by your browser. For instructions on how to enable JavaScript in your browser, click here .                       New York University    Skip to Content   Skip to Search   Skip to Navigation   Skip to Sub Navigation                                                        NYUHome Login                            Students           |   Faculty           |   Alumni           |   Employees           |   Community                                   Schools          Arts and Science      College of Arts and Science      College of Dentistry      College of Nursing      Courant Institute of Mathematical Sciences      Gallatin School of Individualized Study      Graduate School of Arts and Science      Institute of Fine Arts      Institute for the Study of the Ancient World      Leonard N. Stern School of Business      Liberal Studies Program      NYU Abu Dhabi      NYU Shanghai      Polytechnic School of Engineering      Robert F. Wagner Graduate School of Public Service      School of Professional Studies      School of Law      School of Medicine      Silver School of Social Work      Steinhardt School of Culture, Education, and Human Development      Tisch School of the Arts                QuickLinks          Academic Calendars      Administrative Units      Albert      Apply for Jobs      Athletics      Bookstores      Bursar      Campus Map      Career Development      Emergencies      Events      Giving to NYU      Housing      ITS      Libraries      News      NYU Apparel      Policies      Public Safety      Registrar      Student Health Center      Student Resources      Wellness Exchange                A-Z          A      B      C      D      E      F      G      H      I      J      K      L      M      N      O      P      Q      R      S      T      U      V      W      X      Y      Z                                                          New York University                          Search NYU                    Pages |    People                                       Main Navigation            About NYU       Admissions       Academics       University Life       Research       Global                                 Bread Crumbs          About NYU   /   News, Publications, and Facts   /   NYU News   /   2012   /   October   /   26                                                         From Rousseau to ‘Queer Napolean’ to the Fate of French Jewry During World War II: NYU’s La Maison Française Announces November-December Schedule of Public Events                   October 26, 2012                                       New York University’s La Maison Française presents a multitude of enlivening classical music, literary and historical discourse, and artistic works during November and December, 2012. The schedule begins with discussions marking the 300th year since the birth of Jean-Jacques Rousseau (Friday &amp; Saturday, Nov 2-3). It will also include a lecture (Wednesday, Nov. 7) by Brian Martin, Williams College associate professor of French and Comparative Literature, called “Queer Napolean: from Napoleonic Friendship to Gays in the Military,” as well as a separate lecture (Monday, Nov. 26) delivered by Serge Klarsfeld, an attorney and author who has published a dozen books on the fate of French Jewry during World War II and has been active in bringing Nazi and Vichy officials to trial for their crimes. The French cultural center will additionally host a gallery exhibit of works by Paul Resika, entitled “Houses in Provence.” The center will also feature a classical concert (Dec. 7) by a trio of musicians playing flute, viola, and harp. And there’s much more.   Unless otherwise noted, the events are free, open to the public, and held at the La Maison Française, 16 Washington Mews, New York, N.Y. (enter the Mews from the west side of University Place, just north of Washington Square North). For further information: call 212.998.8750; email maison.francasise@nyu.edu ; or visit the website at www.nyu.edu/maisonfrancaise .   Here, then, are the events that will take place during November and December:   November 2 &amp; November 3:  Conference   Rousseau's Tricentennial 1712-2012  Sponsored by New York University;The Graduate Center, CUNY; Université Paris Descartes-Sorbonne (PHILéPOL)     Conference Organizers: Anne Deneys-Tunney, Helena Rosenblatt and Yves Charles Zarka   Friday, November 2:   Rousseau and the Great Thinkers  Location: The Graduate Center, CUNY, 365 Fifth Avenue (between 34th and 35th Street), The Skylight Room (9100)   9:15 a.m.   Helena Rosenblatt (Graduate Center, CUNY) Welcome   9:30 - 11:00 a.m.   Maurizio Viroli (Princeton), Rousseau and Machiavelli   James Miller (New School), Rousseau and Montaigne   Richard Tuck (Harvard), Rousseau and Hobbes   11:15 a.m. - 12:30 p.m.   Bryan Garsten (Yale), Rousseau and Rameau   David Sorkin (The Graduate Center, CUNY), Rousseau and Mendelssohn   1:30 - 2:45 p.m.   Anthony LaVopa (North Carolina State University), Rousseau and A.L. Thomas   Barbara Taylor (University of East London), Rousseau and Wollstonecraft   3:00 - 4:15 p.m.   Jonathan Israel (Institute for Advanced Study), Rousseau and the philosophes   Bela Kapossy (Université de Lausanne), Rousseau and the Swiss Republicans   4:30 - 5:45 p.m.   Benjamin Barber (CivWorld), Rousseau and Burke   Jerrold Seigel (NYU), Rousseau and Marx     Saturday, November 3 :   Rousseau: Nature and Culture  Location: La Maison Française, NYU  16 Washington Mews (at University Place)   9:15 - 9:30 a.m. Opening Remarks   Anne Deneys-Tunney and Yves Charles Zarka   9:30 - 11:15 a.m. Man in Relation to Nature  Lucien Nouis (NYU)  &quot;Livre de la nature et livres des hommes&quot; Rudy Le Menthéour (Bryn Mawr)  &quot;A Sort of Nature: Rousseau’s Theory of Approximation&quot; Pierre Saint-Amand (Brown University) &quot;Late Botany: Rousseau's Vegetal Reverie&quot;     11:30 a.m. - 1:15 p.m. Man in Relation to Himself   Guillemette Johnston (De Paul)  &quot;Amour-propre and amour de soi: Instinctive and Introverted Languages of Culture and Integration in the Educational Philosophy of Jean-Jacques Rousseau&quot;   Masano Yamashita (University of Colorado, Boulder)  &quot;Love as Habit in Rousseau&quot;   Christophe Martin (Université Paris IV, La Sorbonne)  &quot; 'La nature a tout fait mais sous ma direction': Nature and Supplement in La Nouvelle Héloïse&quot;    2:30 - 4:15 p.m. Man in Relation to Others   Mira Morgenstern (The Graduate Center, CUNY)  &quot;Alienation and Freedom: Rousseau and Transcending the Nature/Culture Dualism&quot; Robert Stam (NYU) &quot;Rousseau and the Brazilian Indian: From Jean de Léry to Lévi-Strauss&quot; Paul Audi (Paris)  &quot;Rousseau's Ethical Freedom&quot;   Anne Deneys-Tunney (NYU)  &quot;Is Technology Against Nature ?&quot;     4:15 - 6:30 p.m. Man in Relation to Power                      Simon Critchley (The New School for Social Research) &quot;Politics and Religion in 'The Social Contract' &quot; Pasquale Pasquino (NYU) &quot;Rousseau’s Dictatorship – Between Machiavelli and Carl Schmitt&quot; Yves Charles Zarka (Sorbonne, Université Paris Descartes) &quot;Le Langage dans son rapport à la liberté et à la servitude chez Rousseau&quot;   [An International Conference funded with generous support of New York University; The Graduate Center, CUNY; the Humanities Initiative, Department of French , and the Center for French Civilization and Culture; the Center PHILéPOL of the University Paris Descartes-Sorbonne, the Consulate General of Switzerland, the Cultural Services of the French Embassy, Vacheron Constantin, Air France.]    Full conference details available on the following website: http://french.as.nyu.edu/object/rousseau_2012.html       CANCELLED: * Wednesday, November 7, 7:30 p.m. :  Lecture in English   2010-2011 Wylie Prize in French Cultural Studies   BRIAN MARTIN  Associate Professor, French and Comparative Literature, Williams College; author of Napoleonic Friendship: Military Fraternity, Intimacy, and Sexuality in Nineteenth-Century France   Queer Napoleon: from Napoleonic Friendship to Gays in the Military   Sponsored by Dean of the Humanities, Department of French, and Institute of French Studies   * This Nov. 7 event will be rescheduled in 2013.       RESCHEDULED TO Nov. 13 at 6:30 p.m.: * Thursday, November 8, 7:30 p.m. :  Film screening   Maryse Condé: Une Voix singulière  (Jérôme Sesquin, 2011, 52 min) In French, no subtitles.     followed by Q&amp;A with MARYSE CONDÉ  This documentary traces the life of the celebrated author who has published over a dozen novels exploring the relationships between African peoples and the Diaspora.  (See also November 13.)   * The Nov. 8 film screening will be shown at the MARYSE CONDÉ event of Nov. 13.     Monday, November 12, 7:30 p.m.:  Florence Gould Event   French Literature in the Making  FRANÇOIS BON  Novelist, playwright, essayist; author of Sortie d’usine ; Tous les mots sont adultes ; Daewoo ; Rock’n roll: un portrait de Led Zeppelin ; L’incendie du Hilton in conversation with    OLIVIER BARROT Writer, journalist, Un Livre un jour (France 3)  Presented with the additional support of Sofitel, Centre National du Livre, Air France, Institut Français, and the Cultural Services of the French Embassy.      Tuesday, November 13, 7:30 p.m.:   On the occasion of the publication of her memoir La Vie sans fards (J.C. Lattès, 2012)   MARYSE CONDÉ  Novelist, playwright, essayist; author of Ségu ; La Vie scélérate (Prix de l'Académie Française); Le Coeur à rire et à pleurer (Prix Yourcenar); Victoire (Prix Tropiques)   in conversation with   MICHAEL DASH  Professor of French, NYU; author of The Other America: Caribbean Literature in a New World Context   In French. See also November 8.     Tuesday, November 20, 7:30 p.m. :  Presented by the Institute of French Studies, NYU, and Frenchmorning.com   Conversation with PAMELA DRUCKERMAN Author of Bringing up Bébé! One American Mother Discovers the Wisdom of French Parenting  Response by Giselle McGEE, Principal, P.S. 58 The Carroll (Brooklyn, NY)     Monday, November, 26, 7:30 p.m. :  Co-sponsored by the NYU School of Law  Location: NYU School of Law, 40 Washington Square South, Greenberg Lounge, 1st Floor   Militant of Memory: A Conversation with   SERGE KLARSFELD   Historian, lawyer, activist, Nazi hunter; author, French Children of the Holocaust: A Memorial; Mémorial de la déportation des Juifs de France        November 30 &amp; December 1:   Conference Co-sponsored by Jordan Family Center for the Advanced Study of Russia and Institute of French Studies     Cultures of War: From the French Revolution to the Russian Revolution     Details available on the conference website: http://jordanrussiacenter.org/event/cultures-of-war-from-the-french-revolution-to-the-russian-revolution/     Monday, December 3, 7:30 p.m. :  Lecture in English  KAREN SULLIVAN  Professor, Romance Culture and Literature, Bard College; author of The Inner Lives of Medieval Inquisitors; Truth and the Heretic (MLA Aldo and Jeanne Scaglione Prize)   What Happened by the Lake: History, Fiction, and Arthurian Romance    Tuesday, December 4, 7:30 p.m. :  Lecture in English  KATHRYN BANKS Senior Lecturer, School of Modern Languages and Cultures, Durham University; author of Cosmos and Image in the Renaissance   Literature, Prophecy, and Apocalypse in Sixteenth-Century France: The Case of Rabelais     Wednesday, December 5, 7:30 p.m.:  Lecture in English  STEPHANE GERSON  Associate Professor, French and French Studies, NYU; author of Nostradamus: How an Obscure Renaissance Astrologer Became the Modern Prophet of Doom (St. Martin’s Press, 2012)   Nostradamus: A Cultural History in Modern Times     Friday, December 7, 7:30 p.m. :  Concert  JANUS TRIO  Amanda Baker, flute  Beth Meyers, viola  Nuiko Wadden, harp   Gossamer Threads  Music by Debussy, Caleb Burhans, Cameron Britt, Jan Bach, Martin Matalo   Reservations: 212 998.998.8750 or email maison.francaise@nyu.edu  Tickets available at the door: $20 General Admission; $10 Students with valid ID.     EXHIBITION:   PAUL RESIKA   Houses in Provence  Paintings Through November 15  Works on Paper November 19 – December 19   Monday - Friday, 10 – 5  Gallery occasionally closed for university events. Please call to verify hours: 212-998-8750.                        This Press Release is in the following Topics:      Around the Square , International Houses           Type: Press Release            Press Contact:                Robert Polner | (212) 998-2337                                                            Search News                                       Keywords:                          Select a School             Arts and Science         College of Arts and Science         College of Dentistry         College of Nursing         Courant Institute of Mathematical Sciences         Division of Libraries         Gallatin School of Individualized Study         Graduate School of Arts and Science         Institute for the Study of the Ancient World         Institute of Fine Arts         Leonard N. Stern School of Business         Liberal Studies Program         NYU Abu Dhabi         NYU Shanghai         Polytechnic School of Engineering         Robert F. Wagner Graduate School of Public Service         School of Continuing and Professional Studies         School of Law         School of Medicine         Silver School of Social Work         Steinhardt School of Culture, Education, and Human Development         Tisch School of the Arts                            Select a Topic             All University         Athletics         Awards         Division of Libraries         Events and Traditions         Institute of Fine Arts         International Houses         Research         nyu alumni magazine                       View articles from:          Through:             Advanced Search                                         NYU In the News   NYU Received a Record Number of Applications   Capital New York reported NYU received a record 60,322 applications for the class of 2019, an increase of about 15 percent since last year.     NYU Students Help City Crack Down on Hookah Bars   Capital New York reported that NYU students helped New York City crack down on hookah bars that illegally include tobacco in their hookahs:     Rudin Center Study Says Mass Transit Helps Economic Mobility   The Wall Street Journal wrote about a report by Wagner’s Rudin Center that showed that mass transit could be more important than education in determining economic mobility.     Brennan Center Report Says Campaign Spending Has Jumped   Frontline did a piece about a report by the Brennan Center for Justice that said that campaign spending by outside groups has more than doubled in the last five years.     NYU’s Dorms Ranked Among the Best in the Nation   Hometalk.com ranked NYU’s student residences third in the country in its list of best college dorms.                                                  NYU Footer          Search      Directory      Campus Map      Events      Contact Us      Site Map      Copyright and Fair Use      Feedback         Unless otherwise noted, all content copyright New York University. All rights reserved. Designed by The Office of Web Communications"}]},
{"detail": [{"content": "Course Detail            > Courses            > Academics         > NYU Gallatin                                                                                                                                  NYU Gallatin    Skip to Content   Skip to Search   Skip to Navigation   Skip to Sub Navigation                          Students          Prospective Students Current Undergraduate Students Current Graduate Students Incoming First-Year Students                            Faculty    Staff    Parents & Family    Alumni    |    Forms    Directory    Events Calendar                                                       Search                                                                           Main Navigation                Home      About    Facts and Figures    Facilities    Governance and Committees    Sustainability    From the Dean    Mission and Learning Goals    Administration    Bulletin 2014-2015    Bulletin Archive           Admissions    Undergraduate    Graduate           Academics    Undergraduate    Graduate    Courses    Faculty    Advising    Awards, Honors, and Fellowships    Policies and Procedures    Registration    Calendars and Deadlines           Global           Student Life    Community Service    Co-Curricular Programs    Graduation Ceremonies    A Diverse Intellectual Community    Health and Wellness    Living At NYU    Scholarly Communities    Student Government and Organizations    Student Profiles    Student Publications    Student Arts Showcases    Lecture Series    Senior Symposium    Fashion           Visit    Directions and Maps                                                   Sub Navigation    Academics Undergraduate Graduate Courses  Faculty Advising Awards, Honors, and Fellowships Policies and Procedures Registration Calendars and Deadlines              Back to Courses                                   Share       Delicious     Digg This     Reddit        Stumble Upon     Technorati     Twitter        Facebook     Windows Live     Yahoo                 MySpace     Email                   Bread Crumbs                Home          &gt;           Academics          &gt;           Courses          &gt;           Course Detail                                        Fate and Free Will in the Epic Tradition                                Semester and Year        SP 2013                    Course Number        IDSEM-UG1116                    Section        001                    Instructor        Antonio Rutigliano                    Days                            Wed                                 Time                            3:30 PM -       6:10 PM                                Units        4.0                    Level        U                    Foundation Requirement        HUM, PREMOD                                           Description       The role of the gods in human affairs inevitably raises the question of fate and free will. The epics, from the ancient world to the Renaissance, frequently reflect and define this debate. This course examines how the epics of Homer, Vergil, Dante and Milton not only mirror the philosophical and theological perceptions of the period, but sometimes forecast future debates on the issue. Readings may include the Epic of Gilgamesh, Iliad or Odyssey , Aeneid , and Divine Comedy , as well as selections from Plato's Protagoras or Aristotle's Ethics , Cicero's De Fato , Boethius's Consolation of Philosophy , and Fromm's Escape From Freedom .                 Syllabus       IDSEM-UG1116            Course Type       Interdisciplinary Seminars (IDSEM-UG)                               top of page                                                                   NYU Gallatin Footer              Gallatin School of Individualized Study     1 Washington Place     New York, NY 10003     (212) 998-7370                   A&#8211;Z Index      Directions      Contact Us      Job Opportunities               News      Support Gallatin      Feedback                         Follow us on Facebook      Follow us on Twitter      Follow us on Youtube         Follow us Instagram                 Unless otherwise noted, all content copyright NYU Gallatin. All rights reserved."}, {"content": "From Rousseau to ‘Queer Napolean’ to the Fate of French Jewry During World War II: NYU’s La Maison Française Announces November-December Schedule of Public Events                                                                                                               NYU.edu requires JavaScript be enabled in your browser in order to use important features of the site. JavaScript is either disabled or not supported by your browser. For instructions on how to enable JavaScript in your browser, click here .                       New York University    Skip to Content   Skip to Search   Skip to Navigation   Skip to Sub Navigation                                                        NYUHome Login                            Students           |   Faculty           |   Alumni           |   Employees           |   Community                                   Schools          Arts and Science      College of Arts and Science      College of Dentistry      College of Nursing      Courant Institute of Mathematical Sciences      Gallatin School of Individualized Study      Graduate School of Arts and Science      Institute of Fine Arts      Institute for the Study of the Ancient World      Leonard N. Stern School of Business      Liberal Studies Program      NYU Abu Dhabi      NYU Shanghai      Polytechnic School of Engineering      Robert F. Wagner Graduate School of Public Service      School of Professional Studies      School of Law      School of Medicine      Silver School of Social Work      Steinhardt School of Culture, Education, and Human Development      Tisch School of the Arts                QuickLinks          Academic Calendars      Administrative Units      Albert      Apply for Jobs      Athletics      Bookstores      Bursar      Campus Map      Career Development      Emergencies      Events      Giving to NYU      Housing      ITS      Libraries      News      NYU Apparel      Policies      Public Safety      Registrar      Student Health Center      Student Resources      Wellness Exchange                A-Z          A      B      C      D      E      F      G      H      I      J      K      L      M      N      O      P      Q      R      S      T      U      V      W      X      Y      Z                                                          New York University                          Search NYU                    Pages |    People                                       Main Navigation            About NYU       Admissions       Academics       University Life       Research       Global                                 Bread Crumbs          About NYU   /   News, Publications, and Facts   /   NYU News   /   2012   /   October   /   26                                                         From Rousseau to ‘Queer Napolean’ to the Fate of French Jewry During World War II: NYU’s La Maison Française Announces November-December Schedule of Public Events                   October 26, 2012                                       New York University’s La Maison Française presents a multitude of enlivening classical music, literary and historical discourse, and artistic works during November and December, 2012. The schedule begins with discussions marking the 300th year since the birth of Jean-Jacques Rousseau (Friday &amp; Saturday, Nov 2-3). It will also include a lecture (Wednesday, Nov. 7) by Brian Martin, Williams College associate professor of French and Comparative Literature, called “Queer Napolean: from Napoleonic Friendship to Gays in the Military,” as well as a separate lecture (Monday, Nov. 26) delivered by Serge Klarsfeld, an attorney and author who has published a dozen books on the fate of French Jewry during World War II and has been active in bringing Nazi and Vichy officials to trial for their crimes. The French cultural center will additionally host a gallery exhibit of works by Paul Resika, entitled “Houses in Provence.” The center will also feature a classical concert (Dec. 7) by a trio of musicians playing flute, viola, and harp. And there’s much more.   Unless otherwise noted, the events are free, open to the public, and held at the La Maison Française, 16 Washington Mews, New York, N.Y. (enter the Mews from the west side of University Place, just north of Washington Square North). For further information: call 212.998.8750; email maison.francasise@nyu.edu ; or visit the website at www.nyu.edu/maisonfrancaise .   Here, then, are the events that will take place during November and December:   November 2 &amp; November 3:  Conference   Rousseau's Tricentennial 1712-2012  Sponsored by New York University;The Graduate Center, CUNY; Université Paris Descartes-Sorbonne (PHILéPOL)     Conference Organizers: Anne Deneys-Tunney, Helena Rosenblatt and Yves Charles Zarka   Friday, November 2:   Rousseau and the Great Thinkers  Location: The Graduate Center, CUNY, 365 Fifth Avenue (between 34th and 35th Street), The Skylight Room (9100)   9:15 a.m.   Helena Rosenblatt (Graduate Center, CUNY) Welcome   9:30 - 11:00 a.m.   Maurizio Viroli (Princeton), Rousseau and Machiavelli   James Miller (New School), Rousseau and Montaigne   Richard Tuck (Harvard), Rousseau and Hobbes   11:15 a.m. - 12:30 p.m.   Bryan Garsten (Yale), Rousseau and Rameau   David Sorkin (The Graduate Center, CUNY), Rousseau and Mendelssohn   1:30 - 2:45 p.m.   Anthony LaVopa (North Carolina State University), Rousseau and A.L. Thomas   Barbara Taylor (University of East London), Rousseau and Wollstonecraft   3:00 - 4:15 p.m.   Jonathan Israel (Institute for Advanced Study), Rousseau and the philosophes   Bela Kapossy (Université de Lausanne), Rousseau and the Swiss Republicans   4:30 - 5:45 p.m.   Benjamin Barber (CivWorld), Rousseau and Burke   Jerrold Seigel (NYU), Rousseau and Marx     Saturday, November 3 :   Rousseau: Nature and Culture  Location: La Maison Française, NYU  16 Washington Mews (at University Place)   9:15 - 9:30 a.m. Opening Remarks   Anne Deneys-Tunney and Yves Charles Zarka   9:30 - 11:15 a.m. Man in Relation to Nature  Lucien Nouis (NYU)  &quot;Livre de la nature et livres des hommes&quot; Rudy Le Menthéour (Bryn Mawr)  &quot;A Sort of Nature: Rousseau’s Theory of Approximation&quot; Pierre Saint-Amand (Brown University) &quot;Late Botany: Rousseau's Vegetal Reverie&quot;     11:30 a.m. - 1:15 p.m. Man in Relation to Himself   Guillemette Johnston (De Paul)  &quot;Amour-propre and amour de soi: Instinctive and Introverted Languages of Culture and Integration in the Educational Philosophy of Jean-Jacques Rousseau&quot;   Masano Yamashita (University of Colorado, Boulder)  &quot;Love as Habit in Rousseau&quot;   Christophe Martin (Université Paris IV, La Sorbonne)  &quot; 'La nature a tout fait mais sous ma direction': Nature and Supplement in La Nouvelle Héloïse&quot;    2:30 - 4:15 p.m. Man in Relation to Others   Mira Morgenstern (The Graduate Center, CUNY)  &quot;Alienation and Freedom: Rousseau and Transcending the Nature/Culture Dualism&quot; Robert Stam (NYU) &quot;Rousseau and the Brazilian Indian: From Jean de Léry to Lévi-Strauss&quot; Paul Audi (Paris)  &quot;Rousseau's Ethical Freedom&quot;   Anne Deneys-Tunney (NYU)  &quot;Is Technology Against Nature ?&quot;     4:15 - 6:30 p.m. Man in Relation to Power                      Simon Critchley (The New School for Social Research) &quot;Politics and Religion in 'The Social Contract' &quot; Pasquale Pasquino (NYU) &quot;Rousseau’s Dictatorship – Between Machiavelli and Carl Schmitt&quot; Yves Charles Zarka (Sorbonne, Université Paris Descartes) &quot;Le Langage dans son rapport à la liberté et à la servitude chez Rousseau&quot;   [An International Conference funded with generous support of New York University; The Graduate Center, CUNY; the Humanities Initiative, Department of French , and the Center for French Civilization and Culture; the Center PHILéPOL of the University Paris Descartes-Sorbonne, the Consulate General of Switzerland, the Cultural Services of the French Embassy, Vacheron Constantin, Air France.]    Full conference details available on the following website: http://french.as.nyu.edu/object/rousseau_2012.html       CANCELLED: * Wednesday, November 7, 7:30 p.m. :  Lecture in English   2010-2011 Wylie Prize in French Cultural Studies   BRIAN MARTIN  Associate Professor, French and Comparative Literature, Williams College; author of Napoleonic Friendship: Military Fraternity, Intimacy, and Sexuality in Nineteenth-Century France   Queer Napoleon: from Napoleonic Friendship to Gays in the Military   Sponsored by Dean of the Humanities, Department of French, and Institute of French Studies   * This Nov. 7 event will be rescheduled in 2013.       RESCHEDULED TO Nov. 13 at 6:30 p.m.: * Thursday, November 8, 7:30 p.m. :  Film screening   Maryse Condé: Une Voix singulière  (Jérôme Sesquin, 2011, 52 min) In French, no subtitles.     followed by Q&amp;A with MARYSE CONDÉ  This documentary traces the life of the celebrated author who has published over a dozen novels exploring the relationships between African peoples and the Diaspora.  (See also November 13.)   * The Nov. 8 film screening will be shown at the MARYSE CONDÉ event of Nov. 13.     Monday, November 12, 7:30 p.m.:  Florence Gould Event   French Literature in the Making  FRANÇOIS BON  Novelist, playwright, essayist; author of Sortie d’usine ; Tous les mots sont adultes ; Daewoo ; Rock’n roll: un portrait de Led Zeppelin ; L’incendie du Hilton in conversation with    OLIVIER BARROT Writer, journalist, Un Livre un jour (France 3)  Presented with the additional support of Sofitel, Centre National du Livre, Air France, Institut Français, and the Cultural Services of the French Embassy.      Tuesday, November 13, 7:30 p.m.:   On the occasion of the publication of her memoir La Vie sans fards (J.C. Lattès, 2012)   MARYSE CONDÉ  Novelist, playwright, essayist; author of Ségu ; La Vie scélérate (Prix de l'Académie Française); Le Coeur à rire et à pleurer (Prix Yourcenar); Victoire (Prix Tropiques)   in conversation with   MICHAEL DASH  Professor of French, NYU; author of The Other America: Caribbean Literature in a New World Context   In French. See also November 8.     Tuesday, November 20, 7:30 p.m. :  Presented by the Institute of French Studies, NYU, and Frenchmorning.com   Conversation with PAMELA DRUCKERMAN Author of Bringing up Bébé! One American Mother Discovers the Wisdom of French Parenting  Response by Giselle McGEE, Principal, P.S. 58 The Carroll (Brooklyn, NY)     Monday, November, 26, 7:30 p.m. :  Co-sponsored by the NYU School of Law  Location: NYU School of Law, 40 Washington Square South, Greenberg Lounge, 1st Floor   Militant of Memory: A Conversation with   SERGE KLARSFELD   Historian, lawyer, activist, Nazi hunter; author, French Children of the Holocaust: A Memorial; Mémorial de la déportation des Juifs de France        November 30 &amp; December 1:   Conference Co-sponsored by Jordan Family Center for the Advanced Study of Russia and Institute of French Studies     Cultures of War: From the French Revolution to the Russian Revolution     Details available on the conference website: http://jordanrussiacenter.org/event/cultures-of-war-from-the-french-revolution-to-the-russian-revolution/     Monday, December 3, 7:30 p.m. :  Lecture in English  KAREN SULLIVAN  Professor, Romance Culture and Literature, Bard College; author of The Inner Lives of Medieval Inquisitors; Truth and the Heretic (MLA Aldo and Jeanne Scaglione Prize)   What Happened by the Lake: History, Fiction, and Arthurian Romance    Tuesday, December 4, 7:30 p.m. :  Lecture in English  KATHRYN BANKS Senior Lecturer, School of Modern Languages and Cultures, Durham University; author of Cosmos and Image in the Renaissance   Literature, Prophecy, and Apocalypse in Sixteenth-Century France: The Case of Rabelais     Wednesday, December 5, 7:30 p.m.:  Lecture in English  STEPHANE GERSON  Associate Professor, French and French Studies, NYU; author of Nostradamus: How an Obscure Renaissance Astrologer Became the Modern Prophet of Doom (St. Martin’s Press, 2012)   Nostradamus: A Cultural History in Modern Times     Friday, December 7, 7:30 p.m. :  Concert  JANUS TRIO  Amanda Baker, flute  Beth Meyers, viola  Nuiko Wadden, harp   Gossamer Threads  Music by Debussy, Caleb Burhans, Cameron Britt, Jan Bach, Martin Matalo   Reservations: 212 998.998.8750 or email maison.francaise@nyu.edu  Tickets available at the door: $20 General Admission; $10 Students with valid ID.     EXHIBITION:   PAUL RESIKA   Houses in Provence  Paintings Through November 15  Works on Paper November 19 – December 19   Monday - Friday, 10 – 5  Gallery occasionally closed for university events. Please call to verify hours: 212-998-8750.                        This Press Release is in the following Topics:      Around the Square , International Houses           Type: Press Release            Press Contact:                Robert Polner | (212) 998-2337                                                            Search News                                       Keywords:                          Select a School             Arts and Science         College of Arts and Science         College of Dentistry         College of Nursing         Courant Institute of Mathematical Sciences         Division of Libraries         Gallatin School of Individualized Study         Graduate School of Arts and Science         Institute for the Study of the Ancient World         Institute of Fine Arts         Leonard N. Stern School of Business         Liberal Studies Program         NYU Abu Dhabi         NYU Shanghai         Polytechnic School of Engineering         Robert F. Wagner Graduate School of Public Service         School of Continuing and Professional Studies         School of Law         School of Medicine         Silver School of Social Work         Steinhardt School of Culture, Education, and Human Development         Tisch School of the Arts                            Select a Topic             All University         Athletics         Awards         Division of Libraries         Events and Traditions         Institute of Fine Arts         International Houses         Research         nyu alumni magazine                       View articles from:          Through:             Advanced Search                                         NYU In the News   NYU Received a Record Number of Applications   Capital New York reported NYU received a record 60,322 applications for the class of 2019, an increase of about 15 percent since last year.     NYU Students Help City Crack Down on Hookah Bars   Capital New York reported that NYU students helped New York City crack down on hookah bars that illegally include tobacco in their hookahs:     Rudin Center Study Says Mass Transit Helps Economic Mobility   The Wall Street Journal wrote about a report by Wagner’s Rudin Center that showed that mass transit could be more important than education in determining economic mobility.     Brennan Center Report Says Campaign Spending Has Jumped   Frontline did a piece about a report by the Brennan Center for Justice that said that campaign spending by outside groups has more than doubled in the last five years.     NYU’s Dorms Ranked Among the Best in the Nation   Hometalk.com ranked NYU’s student residences third in the country in its list of best college dorms.                                                  NYU Footer          Search      Directory      Campus Map      Events      Contact Us      Site Map      Copyright and Fair Use      Feedback         Unless otherwise noted, all content copyright New York University. All rights reserved. Designed by The Office of Web Communications"}, {"content": "Forecasting Fate in Early China &mdash; Institute for the Study of the Ancient World                                                                                                           Skip to content. |   Skip to navigation         Personal tools              Log in             Jobs    News                  News feed (RSS)           Foursquare           Twitter           Facebook           Instagram           Google+           Flickr                  Search Site                              only in current section                                 Advanced Search&hellip;                                                                   Sections     About ISAW                                    &gt; Introduction                                           &gt; Contact Us                                           &gt; Departments                                           &gt; Building and Facilities                                           &gt; Help Desk                                           &gt; Governance                                           &gt; New York University                                           &gt; The Leon Levy Foundation                            Graduate Program                                    &gt; Doctoral Program                                           &gt; Admissions and Financial Aid                                           &gt; What We Study                                           &gt; Degree Requirements                                           &gt; Program Structure                                           &gt; Faculty                                           &gt; Our Graduate Students                                           &gt; Archaeological Projects                                           &gt; Frequently Asked Questions                                           &gt; 2015-16 Course Descriptions                                           &gt; Visiting Graduate Students                                           &gt; Resources and Facilities                                           &gt; Student Handbook                            Visiting Scholar Program                                    &gt; Visiting Scholar Program                                           &gt; Frequently Asked Questions                                           &gt; ISAW Visiting Research Scholar Fellowship for NYU Affiliated Faculty                            Events Exhibitions                                    &gt; Current                                           &gt; Past                                           &gt; About our Team                            Library                                    &gt; About the ISAW Library                                           &gt; ISAW Library Services                                           &gt; Collections and Services                                           &gt; ISAW Library Blog                                           &gt; New ISAW Library Titles: 2014-2015                                           &gt; Library Staff                            Research Publications Online Resources People                                    &gt; Faculty                                           &gt; Affiliated Faculty                                           &gt; Staff                                           &gt; Visiting Research Scholars                                           &gt; Students                                           &gt; Alumni                                           &gt; Senior Fellows                                           &gt; Research Associates                            Support ISAW                                    &gt; Friends of ISAW                                           &gt; Friends Giving Levels                                           &gt; Giving to ISAW                                          15 East 84th St.       New York, NY 10028       212-992-7800       isaw@nyu.edu               Gallery Hours:       Tue-Sun 11am-6pm       Friday 11am-8pm       (Closed Monday)                                                                     Home         &gt;                               Events                &gt;                                                                   Forecasting Fate in Early China                            Forecasting Fate in Early China                                                       Info                                                                                                Forecasting Fate in Early China                                                                                                                                Slips 352-359 of the Western Han daybook manuscript from Kongjiapo depicting Heaven's Jail                                      Visiting Research Scholar Lecture          Ethan Harkness (NYU Gallatin and ISAW)                                            When                                           Dec 02, 2014                    from          06:00 PM to          07:00 PM                                        Where                          2nd Floor Lecture Hall                                                      Add event to calendar                                      vCal                              iCal                                            NOTICE: Admission to the ISAW Lecture Hall closes 10 minutes after the scheduled start time.    In recent years, the archaeological record of excavated Early Chinese manuscripts has revealed that texts known as rishu 日書 (“daybooks”) circulated widely in the Chinese cultural sphere during the late Warring States, Qin, and Western Han periods ( ca . 3 rd – 1 st centuries BCE).  While primarily concerned with practical methods of selecting auspicious times and places for a variety of activities in daily life – activities such as travel, marriage, planting crops, seeking an audience, or burying the dead – the manuscripts also tended to incorporate a range of other miscellaneous contents with the result that no two daybooks are precisely alike.  In this talk, I will introduce select passages from daybook manuscripts with an emphasis on the links and divisions they imply between different forms of knowledge circulating in the formative years of the Chinese Empire. There will be a reception folowing the event. This is a public event. To RSVP, please email isaw@nyu.edu.                                                                                                                                                                                    APRIL                        April            S M T W T F S                                1 2 3 4             5 6 7 8 9 10 11             12 13 14 15 16  17 18             19 20 21  22 23 24 25             26 27 28  29 30                           &lt; MAR     MAY &gt;                    current exhibition                                    Michael Rakowitz, The Invisible Enemy Should Not Exist: Seated statue of Scribe Dudu (IM 55204)     Middle Eastern Packaging and Newspapers, Glue H. 54 cm; W. 24.5 cm; D. 34.5 cm 2014 Courtesy of the artist and Lombard Freid Gallery: 12183 Photo credit: © Bruce White                                                                                            NYU Home    Privacy Policy    Site Map    RSS Feed"}]}]