[{"detail": [{"content": "Scholarly Activities, Department of English | NYU                                      NEW YORK UNIVERSITY       ARTS AND SCIENCE       COLLEGE OF ARTS AND SCIENCE       GRADUATE SCHOOL OF ARTS AND SCIENCE                                                                                       Home       People                Visiting Scholars              Postdoctoral Lecturers         Undergraduate Program       Graduate Programs       Leaves and Committees       Events       Newsletter       Employment       Donate to the English Department       Faculty Only               Home &gt; People &gt; Scholarly Activities       Scholarly Activities The Re:Enlightenment Project “What forms might Enlightenment take now? The basic premise of The Re:Enlightenment Project is straightforward. The Enlightenment of the  eighteenth century—the revolution in tools, methods, and institutions that recast inquiry and enterprise in the  West—still shapes the ways in which knowledge is produced and disseminated today. It was from the Enlightenment  that we have inherited our modern universities and schools, libraries and galleries, learned societies, journals,  academic structures, and procedures. Over two centuries later, however, gradual and sudden changes in technology,  finance, and society have put that inheritance and its heirs under pressure—pressure not only to understand those  changes but to participate actively in shaping them. The institutions and individuals of The Re:Enlightenment Project  have joined together to pursue a historic opportunity: the transformation of our Enlightenment inheritance.   Individuals from the English Department include faculty and graduate students: Tom Augst, Yohei Igarashi, Lisa  Gitelman, Mary Poovey, Seth Rudy, Robert Young, and others. Read  more ...         The Postcolonial Studies Project at New York University The Postcolonial Studies Project at New York University  is based in the Department of English with strong links to the Departments of Anthropology, Cinema Studies, Comparative  Literature, History, Media, Culture and Communications, Social and Cultural Analysis. The project aims to foster vital  investigation into areas that include the legacies of imperialism; anti-colonial and postcolonial thought; literature,  film and cultural production emerging from the postcolonial condition; problematics surrounding issues of gender,  translation, diaspora, migration and indigeneity; vernacular literary traditions; interrogations of transnationalism,  globalization, secularism and nationalism, as well as critiques of the field itself. Located in one of the world’s most  diverse and dynamic cities, the Postcolonial Studies Project aims to become the New York City area hub for the field,  connecting a variety of researchers, students and visiting scholars, and acting as a forum where they can share their  work.      Inaugurated with the appointment of Robert J.C. Young as NYU Silver Professor of English and Comparative Literature in  2005, the project draws on its core faculty in the English Department—Rajeswari Sunder Rajan, Toral Gajarawala and Jini  Kim Watson—other faculty with interests in various aspects of the field—Patrick Deer, Elaine Freedgood, Crystal Parikh,  Sukhdev Sandhu, Jeff Spear, John Waters—as well as the many renowned academics with related interests from across the  university. In the past few years, the project has grown to become a vibrant site for intellectual exchange and  innovative work in postcolonial studies, broadly conceived. Activities and events organized by those involved in the  project include:             a monthly colloquium with invited speakers, co-ordinated by the graduate students in the department       a monthly seminar held in conjunction with CNRS (Paris)/NYU on the topic of ‘Postcolonialism and Enlightenment:   An Experiment in Reconstituting Knowledge’       a major international conference in 2008 on ‘Postcolonialism and the Hit of the Real’       a lecture series on translation studies       student panels and workshops       a teach-in on the international dimensions of the economic crisis       a thriving graduate reading group       a pilot project of an archive of the global South, The Tricontinental Archive       funding for an NYU graduate student in English to attend the inaugural 2009 session of the Johannesburg   Workshop in Theory and Criticism, held at the Witwatersrand Institute for Social and Economic Research (WISER) at   the University of Witwatersrand in Johannesburg, South Africa       participation in a collaborate research project with five universities around the world, funded by the   Leverhulme Trust, on ‘Commodities and Culture, 1851-1914’. The program will include major three-day international   workshops that will be hosted in London(2010), Kolkata (2010/11) and New York (2011)       editing of the journal Interventions: International Journal of Postcolonial Studies, whose office is in the   English Department. Opportunities exist for graduate students to work as editorial assistants in the production of   the journal.      Speakers at our conference and colloquia have included: Arjun Appadurai, Homi Bhabha, Pheng Cheah, Nicholas Dirks,  Simon Gikandi, David Lloyd, Achille Mbembe, Alok Rai, Gayatri Chakravorty Spivak and many others. Drawing on the  expertise of over twenty faculty in other departments at NYU whose interests affiliate with those of postcolonial  studies, other related NYU institutions and centers, as well as primary research materials available in the Bobst  Library, particularly in Caribbean Studies, and elsewhere in New York, the project offers unique opportunities for  collaborative work and cross-disciplinary dialogue as we attempt to further our understanding of the flows and forces  of people, cultures, goods and institutions that make up our complex world - a world that is excitingly visible in the  New York City where we work.         The Project on New York Writing The Project on New York Writing seeks to generate significant  new research and teaching about New York’s relationship to American and global literatures and cultures. We adopt a  broad definition of “New York writing” to include writing by New Yorkers, writing that takes New York to be its subject  or setting, or simply even writing produced in New York. We use the term “writing” in contradistinction to the term  “literature,” because the Project’s purview will extend beyond the genres of poetry, fiction, drama, and literary  nonfiction to embrace such other textual forms as music, journalism, and nonfiction of all kinds.      Interdisciplinary in its approach to literary and cultural studies, the Project examines the evolution of New York City  as a literary construct, as well as the city’s emergence and continual reinvention as one of the country’s—and the  world’s—premier sites of literary and cultural production. Seeking to understand how New York’s cultures, its history,  and even its physical spaces might be understood to function as texts that respond to modes of literary analysis, the  Project aims to demonstrate that literary scholarship can provide vital contributions to urban studies within a wide  range of disciplines in the humanities and social sciences.      New York University is already a significant location for scholars and teachers who work on New York writing. The  University’s Fales Library, with its Downtown Collection, has become the leading site for the study of New York’s  mid-to-late-twentieth century avant-garde culture. NYU offers courses in a variety of departments related to New York  literature and culture, and it currently reaches out both to high school students (through initiatives that originate  in the Steinhardt School of Education) and to professors at teaching colleges in the area and around the country  (through the efforts of the Faculty Resource Network). Reaching beyond the University, the Project aims to collaborate  across academic and archival institutions in the greater metropolitan region and to disseminate new scholarship widely,  both throughout New York City and around the country.      The Project will offer students of New York literature and culture resources with which to interpret the palimpsest  that is New York, to help them make sense of the myriad narratives that the city generates. One of the Project’s chief  aims is conservancy: we hope to preserve the history of New York writing for future generations. But another aim  is the promotion of innovation: we hope to encourage all whom the Initiative serves to add to the living culture of  city, reading and rewriting its narratives, enlarging the literary construct that is New York.      The Project’s founding event, a conference and Fales Library exhibition on the theme “Lost New York,” was held at NYU  in the fall of 2009, with support from the Department of English, the NYU Humanities Initiative, and Fales Library and  Special Collections. The Project also co-sponsored a follow-up conference, “Kiss Me Again: The Life and Legacy of  Arthur Russell,” directed by Sukhdev Sandhu.      Current publications include a volume of essays that accompanied that “Lost New York” exhibition (click here to  download a PDF version of the book) and The Cambridge Companion to the Literature of  New York , edited by Project co-directors Cyrus R. K. Patell and Bryan Waterman. The co-directors also edit the  blog Patell and  Waterman’s History of New York .      Future Project activities include an expansion of undergraduate and graduate course offerings devoted to the history  and culture of the city, building on the success of the department’s signature undergraduate course, Writing New York ; a publication series that will include both new scholarship and  annotated editions of classic New York literary texts; and additional conferences, including a major event in 2014 to  mark the fortieth anniversary of the birth of the New York City punk scene.      Affiliated faculty within the English department include Thomas Augst, Jacqueline Goldsby, Cyrus R. K. Patell  (co-director), Sukhdev Sandhu, Lytle Shaw, and Bryan Waterman (co-director).      For more information, see the page dedicated to the project at  PWHNY .            Resources and Affiliations      Affiliations:    Center for the Study of Gender and Sexuality    Certificate in Poetics and Theory Program    Department of Dramatic Literature    Expository Writing Program    Institute for the History of the Production of Knowledge    Journals and Series    NYU In London, Professor Ernest Gilman, Director    The Early Book Society (NYU)    The Medieval and Renaissance Center    PALA 2004--Poetics and Linguistics Association International  Conference at NYU, July 25-28    English Department Home Pages Worldwide (More than   1300 links).      Resources:    http://english.as.nyu.edu/object/english.resources.links             More People       Literature Faculty       Staff       Associated Faculty       Affiliated Faculty       Expository Writing Program       Senior Creative Writing Faculty       Visiting Faculty       Emeritus Faculty       Scholarly Activities       Visiting Scholars       Postdoctoral Lecturers                             Contact Us | &copy; New York University , Arts and Science"}]},
{"detail": [{"content": "Scholarly Activities, Department of English | NYU                                      NEW YORK UNIVERSITY       ARTS AND SCIENCE       COLLEGE OF ARTS AND SCIENCE       GRADUATE SCHOOL OF ARTS AND SCIENCE                                                                                       Home       People                Visiting Scholars              Postdoctoral Lecturers         Undergraduate Program       Graduate Programs       Leaves and Committees       Events       Newsletter       Employment       Donate to the English Department       Faculty Only               Home &gt; People &gt; Scholarly Activities       Scholarly Activities The Re:Enlightenment Project “What forms might Enlightenment take now? The basic premise of The Re:Enlightenment Project is straightforward. The Enlightenment of the  eighteenth century—the revolution in tools, methods, and institutions that recast inquiry and enterprise in the  West—still shapes the ways in which knowledge is produced and disseminated today. It was from the Enlightenment  that we have inherited our modern universities and schools, libraries and galleries, learned societies, journals,  academic structures, and procedures. Over two centuries later, however, gradual and sudden changes in technology,  finance, and society have put that inheritance and its heirs under pressure—pressure not only to understand those  changes but to participate actively in shaping them. The institutions and individuals of The Re:Enlightenment Project  have joined together to pursue a historic opportunity: the transformation of our Enlightenment inheritance.   Individuals from the English Department include faculty and graduate students: Tom Augst, Yohei Igarashi, Lisa  Gitelman, Mary Poovey, Seth Rudy, Robert Young, and others. Read  more ...         The Postcolonial Studies Project at New York University The Postcolonial Studies Project at New York University  is based in the Department of English with strong links to the Departments of Anthropology, Cinema Studies, Comparative  Literature, History, Media, Culture and Communications, Social and Cultural Analysis. The project aims to foster vital  investigation into areas that include the legacies of imperialism; anti-colonial and postcolonial thought; literature,  film and cultural production emerging from the postcolonial condition; problematics surrounding issues of gender,  translation, diaspora, migration and indigeneity; vernacular literary traditions; interrogations of transnationalism,  globalization, secularism and nationalism, as well as critiques of the field itself. Located in one of the world’s most  diverse and dynamic cities, the Postcolonial Studies Project aims to become the New York City area hub for the field,  connecting a variety of researchers, students and visiting scholars, and acting as a forum where they can share their  work.      Inaugurated with the appointment of Robert J.C. Young as NYU Silver Professor of English and Comparative Literature in  2005, the project draws on its core faculty in the English Department—Rajeswari Sunder Rajan, Toral Gajarawala and Jini  Kim Watson—other faculty with interests in various aspects of the field—Patrick Deer, Elaine Freedgood, Crystal Parikh,  Sukhdev Sandhu, Jeff Spear, John Waters—as well as the many renowned academics with related interests from across the  university. In the past few years, the project has grown to become a vibrant site for intellectual exchange and  innovative work in postcolonial studies, broadly conceived. Activities and events organized by those involved in the  project include:             a monthly colloquium with invited speakers, co-ordinated by the graduate students in the department       a monthly seminar held in conjunction with CNRS (Paris)/NYU on the topic of ‘Postcolonialism and Enlightenment:   An Experiment in Reconstituting Knowledge’       a major international conference in 2008 on ‘Postcolonialism and the Hit of the Real’       a lecture series on translation studies       student panels and workshops       a teach-in on the international dimensions of the economic crisis       a thriving graduate reading group       a pilot project of an archive of the global South, The Tricontinental Archive       funding for an NYU graduate student in English to attend the inaugural 2009 session of the Johannesburg   Workshop in Theory and Criticism, held at the Witwatersrand Institute for Social and Economic Research (WISER) at   the University of Witwatersrand in Johannesburg, South Africa       participation in a collaborate research project with five universities around the world, funded by the   Leverhulme Trust, on ‘Commodities and Culture, 1851-1914’. The program will include major three-day international   workshops that will be hosted in London(2010), Kolkata (2010/11) and New York (2011)       editing of the journal Interventions: International Journal of Postcolonial Studies, whose office is in the   English Department. Opportunities exist for graduate students to work as editorial assistants in the production of   the journal.      Speakers at our conference and colloquia have included: Arjun Appadurai, Homi Bhabha, Pheng Cheah, Nicholas Dirks,  Simon Gikandi, David Lloyd, Achille Mbembe, Alok Rai, Gayatri Chakravorty Spivak and many others. Drawing on the  expertise of over twenty faculty in other departments at NYU whose interests affiliate with those of postcolonial  studies, other related NYU institutions and centers, as well as primary research materials available in the Bobst  Library, particularly in Caribbean Studies, and elsewhere in New York, the project offers unique opportunities for  collaborative work and cross-disciplinary dialogue as we attempt to further our understanding of the flows and forces  of people, cultures, goods and institutions that make up our complex world - a world that is excitingly visible in the  New York City where we work.         The Project on New York Writing The Project on New York Writing seeks to generate significant  new research and teaching about New York’s relationship to American and global literatures and cultures. We adopt a  broad definition of “New York writing” to include writing by New Yorkers, writing that takes New York to be its subject  or setting, or simply even writing produced in New York. We use the term “writing” in contradistinction to the term  “literature,” because the Project’s purview will extend beyond the genres of poetry, fiction, drama, and literary  nonfiction to embrace such other textual forms as music, journalism, and nonfiction of all kinds.      Interdisciplinary in its approach to literary and cultural studies, the Project examines the evolution of New York City  as a literary construct, as well as the city’s emergence and continual reinvention as one of the country’s—and the  world’s—premier sites of literary and cultural production. Seeking to understand how New York’s cultures, its history,  and even its physical spaces might be understood to function as texts that respond to modes of literary analysis, the  Project aims to demonstrate that literary scholarship can provide vital contributions to urban studies within a wide  range of disciplines in the humanities and social sciences.      New York University is already a significant location for scholars and teachers who work on New York writing. The  University’s Fales Library, with its Downtown Collection, has become the leading site for the study of New York’s  mid-to-late-twentieth century avant-garde culture. NYU offers courses in a variety of departments related to New York  literature and culture, and it currently reaches out both to high school students (through initiatives that originate  in the Steinhardt School of Education) and to professors at teaching colleges in the area and around the country  (through the efforts of the Faculty Resource Network). Reaching beyond the University, the Project aims to collaborate  across academic and archival institutions in the greater metropolitan region and to disseminate new scholarship widely,  both throughout New York City and around the country.      The Project will offer students of New York literature and culture resources with which to interpret the palimpsest  that is New York, to help them make sense of the myriad narratives that the city generates. One of the Project’s chief  aims is conservancy: we hope to preserve the history of New York writing for future generations. But another aim  is the promotion of innovation: we hope to encourage all whom the Initiative serves to add to the living culture of  city, reading and rewriting its narratives, enlarging the literary construct that is New York.      The Project’s founding event, a conference and Fales Library exhibition on the theme “Lost New York,” was held at NYU  in the fall of 2009, with support from the Department of English, the NYU Humanities Initiative, and Fales Library and  Special Collections. The Project also co-sponsored a follow-up conference, “Kiss Me Again: The Life and Legacy of  Arthur Russell,” directed by Sukhdev Sandhu.      Current publications include a volume of essays that accompanied that “Lost New York” exhibition (click here to  download a PDF version of the book) and The Cambridge Companion to the Literature of  New York , edited by Project co-directors Cyrus R. K. Patell and Bryan Waterman. The co-directors also edit the  blog Patell and  Waterman’s History of New York .      Future Project activities include an expansion of undergraduate and graduate course offerings devoted to the history  and culture of the city, building on the success of the department’s signature undergraduate course, Writing New York ; a publication series that will include both new scholarship and  annotated editions of classic New York literary texts; and additional conferences, including a major event in 2014 to  mark the fortieth anniversary of the birth of the New York City punk scene.      Affiliated faculty within the English department include Thomas Augst, Jacqueline Goldsby, Cyrus R. K. Patell  (co-director), Sukhdev Sandhu, Lytle Shaw, and Bryan Waterman (co-director).      For more information, see the page dedicated to the project at  PWHNY .            Resources and Affiliations      Affiliations:    Center for the Study of Gender and Sexuality    Certificate in Poetics and Theory Program    Department of Dramatic Literature    Expository Writing Program    Institute for the History of the Production of Knowledge    Journals and Series    NYU In London, Professor Ernest Gilman, Director    The Early Book Society (NYU)    The Medieval and Renaissance Center    PALA 2004--Poetics and Linguistics Association International  Conference at NYU, July 25-28    English Department Home Pages Worldwide (More than   1300 links).      Resources:    http://english.as.nyu.edu/object/english.resources.links             More People       Literature Faculty       Staff       Associated Faculty       Affiliated Faculty       Expository Writing Program       Senior Creative Writing Faculty       Visiting Faculty       Emeritus Faculty       Scholarly Activities       Visiting Scholars       Postdoctoral Lecturers                             Contact Us | &copy; New York University , Arts and Science"}, {"content": "%PDF-1.5 %  46 0 obj  > endobj        60 0 obj  >/Filter/FlateDecode/ID[ ]/Index[46 29]/Info 45 0 R/Length 80/Prev 80734/Root 47 0 R/Size 75/Type/XRef/W[1 3 1]>>stream  hbbd`\u0010``b``\u0007\u0015`2\u0011D2' >stream  hb```\u0002(\u0006\u0016\u0006\u0006  \b \b, \u001c &n``8\b\u0000\u000f\u001430&u68(.\u0010 *\u0010\u0014\u0006ME\u0005\u0002` Z\" @VM`c`j2\u0000\b0\u0000I\u000f  endstream endobj 47 0 obj  >/Metadata 4 0 R/Pages 44 0 R/StructTreeRoot 8 0 R/Type/Catalog>> endobj 48 0 obj  >/MediaBox[0 0 612 792]/Parent 44 0 R/Resources >/Font >/ProcSet[/PDF/Text/ImageB/ImageC/ImageI]>>/Rotate 0/StructParents 0/Tabs/S/Type/Page>> endobj 49 0 obj  >stream  hUmk0\u0010+\u00072Xl(i@A-\u0003\u000fn\u000e5~wr8[֖\u0017Eg\u0000\u000eZ@{ }\u0001Z4h\u001f 7 @\u001b\b\u0003\u0003:\u0000!  @\u0015ǧT[W\u0002\u0004aPi0\u0014ǐ:YvcSu9ʲy\u0002GA9Y\u0005A(r.\u0007P\\dseCylhk\u0014Vɲ\u0004OQUggS17G씷ڲi\u001bo7\\u9\u000e8g*YA\\Y&4[&ySx\u0002Tv \u001dꏡ\u0018Wn`wJ\u0011p| >stream  HT]k@\u0010|7?\u001dTtR\bqMK\u0013\u0002q[JȶSAbR]\u0012ّٙa\u0000[WWps|x-@Hl3\u0001^\u0002d\\y싃Y?j5\u0019\u001d'_ $gؼV\u0016 \u0006\u0010\u0015K O$pjN*_Ӑؓq.\\]fj\u0005JX-\u0001FH\u001fB4b*9,i )K\u001a(bwEw s\b 1)+\u001dJJi?8j\u0007`Pk֎-15lLr^\u0014-}\u0003\u00152$\u001e2\u001eMx!=밋\u0005 2iD:1!TTUuN60 \u0018&\u0011\u001cZc!?\"0\u0015UT1m2bW|,R 2WBC뤘rnQ\u0013\u007f z7/tE&\u0016?\u0010\u0007g0 =rG!.2d\u000e2N >stream  HTj@\u0010}7\u001fq\u0017^@\u0010I )M\b%A\u001c{*~}gVJlՕC1̜s4{#\u0003 fF7\u0011]\u0001\u001fb|wu{ yQ &T B\u0018l`|6zdn9۹\ud882[\u0005\u001e) 8*\u001aJE_I|\u000eu_ ׄW \u0019*Ƥ\u0016M[\u00154Gf\u001c\u001dM\u0010K\u0012\u0016\u0018BOP_\u0010kު?agUg7T\u001fZBةV$;;\u001fk45}=\u000f\u001f\u0001\u0006\u0000΁\\\u0013  endstream endobj 52 0 obj  >stream  HTMo0\u0010W\u007f# k\u001b\u0003Aj{Xi[\u0007 X \u0002\u0000ݤmUD1ތϳq}}w}Oğ8ɣ x8b\b#C*E\u001aاxx\u0007vAi΢8>ïܦR&\u0018Map+I48fPi4Mz1\u001cy\u0011\b\u0002\bcZ\u0013a~~\u0006\u0006my`R^ L,G-\u0014\u0005sLΈMOLNi+\u001cњ,1\\\u00124\u0012`\u0005W h\"Q\\\u0016.m\u000f-c&Si>nDCZoeW{dM t(Tʒr}M\b =\u0003\u0003}\u001c\u007fo\\/ȞD|\u0005i\\FA/\u0010J论\u000f6_DR'dd\u001f=u@nwHN \u0010 {,\u0005>\u0005\u000fJ~\u0017Yֵ}!\u00017/voc,\u001dΗM̀IFȡe8\u0012+` ob-P\u007f\u001c;V-uF$nH5\u0002 \u0000/iU  endstream endobj 53 0 obj  >stream  HTMo@\u0010G\u007f\u0014~Be!i|r10X\u0006\"38qPREe{o&^]ݮfWKx\u0014ӡԖYcB\u0015~voG\u0011\u0014M}\u0003[d\u001a7yyj*ɺPI \"y\b\u0012^\u0007\u001bv\u0014\u0016Aʟ-H\\\u0004\u0011\u007fI\u0015b!bGh\u0001uEa\u0004˻\u0002k@CŚ!ІU V)\u007f]oʼ\u0012t2[q'Aث|_R\u0016FrL\u0010ӣz\u0019N4ڄR7\"u\u001f\u0002\u0015`Ü\u0018Ia\u0000c!\u001co\u000fMݒuU0Tؠ\u0012 \u00009\u0006`\u000f\u001axdcKK\u00196v\u0017X\"-za\u0007SQ\u0018NMqDe cñi\u001d6ѿx\u0014ݱ\\\u001dJ/#F \u0019s I~_\u001dgjj&\u0005O9)5&uZ)/= C\u001d; \u007fۂ\u00165\u007f[˝fJb&U\u001bͥ\")\u001c\u001eU\u0016LI|'4\u0010A( >stream  HTn0\u0014G?ܥ-.ƘQT:b\u0016E5(A\u0002\u0013\u0001i5s\u0003$*\"89l~g/,a@9g \u0002)B%M\u0004:Qri`SgoL_\u0019 Fq(\u00042\b#Xn%H&i˸\u000eo+L{ hFx3Y*\u0012:>N\u001e\\Yn\u001a/Kdsz]f'ЍK\"d;\u001el΅f[ >stream  HT]k0\u0014}\u000f?G bղ9Jaxؠa}({pm7\u0011S̒~*ޚen:,8\\ivGQ4\u0012) b ,?g\u0017Կ\u001cbpH r\u000eB,\u0013|\bLb\u0016{۱\u0019J\u0015z)k1ʶi6Q)xUӜM=4IX4XUbklق[w\u0019QB\u001ad0HX |b!\u001bP$n\u0002Vv¬hI\u0006D,FUش0/$\u00185s\u001d\u0015D\u0010nsV5Pryz\u0004c95 >stream  H[k0\u0014\u0003\u000fQzb,{Bn[w  f`A$v+ \u001bU\u0013F,ħ\u001cS|N6ttB\u001e *\u0015T\u0011ɡ8L'\u0011\u001fPf\u0002\u007fv~ Tr\u0002O@\u0019\u0014 P10\u0001Lr.\u0005ܵukK`i: >stream  H_K0\u0014\u0007\u000e1\u0001M\u0010tNQ+0|vl\u007f>ĵ3:\u0019ӓ_zۙ0Ar n.\u0004I?\u0004 \bPBCL\u0018Z{'>݇qS\u0015Ucl\u0003ir/b/jem3%\u0000\u0000w\u0005~o48;\u0006\u000f\u000ex\u0000\b*\u0000D-µa5K)Û38,\u0010ٌ/t .pӲ%J糧\u0014Pr]VZ7ٴ\u0001qg\u0006i~\u0001)Qkad86sQ `P;\u0001azM\u00144ZOae s\u0013#]Ox\u0018{=֖Z\u0016\u0002\u001c\u001fT놿\u001b- :w=ts\"2=Ŋ{\u001ft\u001586N4fz?`HHT_e\u0014F \u0006Ut^ól\u001fnXNV\u0019_ȸwY\u001bؗuPD: =4bP̋ܮR(ͳmr?b}\u0002 \u0000^7\u0014\u0004  endstream endobj 58 0 obj  >stream  x |T{﬙53LI23LB6\u0012&\u00073Y \u0004\u0001I$$\u0011\\ԀUmq TZ\u0015-Ҁ\u0015\u001b\u0002.ֲ\b}Zm\u0010 \u000269=3w }\u0003\u0006\u000e9\u0011t \b48QjjRn2\u0007\u0013f=%!H3rJM F\u0006\u0005.(\\;: Lz05Ad\u0004@\u000f,X6Bo(b\u000eA)\u000e~M &\u0013E ))LS\u0005uS2\u0003\u0017y)\u0005Fn \u0015n~Gˠ/\u000f\u0007*\u0003C\u001f;\u000fCߡ]G5t7\u001fe\u0018݃?ok^h\u0007'0vJ;\u0013t6\u0007\u007fdE\u000fBjy;m`$=\u0004}\u001e\u000f^~iZ\u0003HB7Y\u007f?@\u0010y\u001b\u0002u@_NK8t\u0013ӗ uL렯\u001fR\u00175Z/o-\u00016z\u0012:=%o7O7b\u0015QBo3\u001dLߡ?Cߥ/Lߣ\u007f\u0017;EUE/Aw&\u001ez\u0019>m_L+\u001a\u0003\u001f\u0016y3}D[\u0007h\u001bc\u001b) \u001b\u0005_vAz\u001bw\u0001ށ~Aʛ\u001f\u0017LK/\u00057ӯi7\u001b#H~K{i\u001fT ܧ>\u0013?a>c?f>c?f>\u0000\u0007O?|\u0001\u000f0~\u0003̧\u001f`>#?b>#?b>C?d>C?d>\u0003?`>\u0003?`>\u00033̧g>}\u001fO|>2̧e>}g>}g>}\u000f{O|\u001ew3̧f>}\u0017默O|.w1̧\u001c@O\u007f{\u001ḑ`>}\u0007;O|\u000ew06o36o36ۙO|vӷ3\u0016o2&o2&o0\u0006o0\u00063:3:ۘO|6_g>}\u001bۘO|6ӷ2̧oe>} [O|\u0016_c>5_c>5_c>U_e>U_a>}3雙O|f73̧|f73̧|̧|̧ob>}\u0013雘O|KgO>3Ƨ_r\u0013 8tr\u0013)\"9\u0007z \u001c\u000e r\u0013 \u0005vhtGYihdC#gZ\u001ak1\"\u00048bLVjuRldMg0j4F :h5\u001a\u0015'U'|_!>87,'7\"RB@/p8>ӒO9H=&TJ\u0011\u001aQ6=b#&(\u001fW,V=AF36Ѭ՚tq\u0018mF\u0014^T0 \u007fp4ؓpN\u00115lp8\u001cN'RF9Sl\u00159v\u001a\u0017\u0007$\u0007Yn9\u001c.rD\u0006)Io2tf] W~?>zDoГFδDӞBD\u0013Un\u0005Ls\\i ڰ\u0019mvަOQe4m.[5*n/W\b\u000fNCpN\u0011\u007f@/p8>__㜁dz`0\u001f N f\u00039\u001c\u001d{hL$gj\u0019a?r&fRjd=氙\u001cF荏s8,V#.a7Vlv:\u00031[o 8}p\u001aa&SD];Kp8\u001c\u000eO#\u0018 h7;63㌏7V\u001cq\u0002 8\u0013Eyh\u0002\u0003\u0004\u000ep$:\u007f!s\u00062l2c@f\\.v7\u00144PFzz753\u0013@\u00150=śYHA .l$Œdhaq%e\\Ɗ3]\u0016rpr#Eo\u0015g\u001ca\u000e\u00128\u001c\u000e\u0013~'F#%hpb[(% \u0005iY\u0019>wv\u001dכge2=\u001d\u0019͖lXr1&'g'''EeѮ^\u007f\u001e/W\b\u000fN#M\u007fVqơ\u001d5\u007fp8\u001cNX\u0007z\u0001\u001f eןEqGXJKcC#\u001f\u000f\u0015d\u0017 ,*5g\u007fPAT\u0010\u0019\u0012Mlgyi|':XIIo6 wJMySOьϱ\u000fHqZw\\s'uLs\u0016,=6X|ѣF\u0018>lY!\u0005rs\u0006ef}i^;5%ٕb\u0016h\u001aJ\u0012\u0005ʭU6xB\u0019 !U*O\u001axLCCȃmB\u0006f92\b {Y\u0006-=SDEy 'j%L?\u000e[}X\u001cV^&^ T$)\u0006OE9\u0015 ]!W\u0012K\u001d1\u0006\u0014 (\u000ey bTH:\u0013\u0016\u0015JW\u0012} B94ܺr[\u001b\u0012ʚ|B+ Yr iBMHy4t#wc-]VՐcl57Ψ I\u001c9 DvXc\u000fk\u0012)\u0018M\u0016ZzX+)=UPV\u001b!i`%u> 4/.1kzd\u001cQ8^\u0015Y\u0016[],W9!AxqҳHO\u0006\u001fk\u0011eX9BB\u007fnU;S\u00109յպGEJBw\u0007\u000exHǑ\u001aé7ezҀ\u001fWqQC\u0015^jXc^V'خpٳR3*R5op\u0002\u0016S\u00196Tuk}{(\u001d\u001d\u0016yLQ9G\u001fW?nyv  Veյc뫄joy*\u001b\u001bų|\u001e}T'յV4\u001cy 7BA\u0011F\u0016'xnGPfzz+~\u0005X[\u0017\u0016\u0005#\u001d}u=ϬUTZFQ*T-U\u0011\u0016u޵>HX\u00037u tG\u0004j\u0012۬GDۂMA\u0014euǞ\u0003UjO;lwqCG \u0001Z!]H*ŊR1R+2Z(鬨\b\u0004 fyxPV`\u0011NJ\u000eG|2ɍ]x\u0017\u0019.-\u0014.tf\u0005vH;3$Q)Aݣ:\u0007 \u000e\u001c,1A% VJ\u007f\u0010HAWٰMaSl\u0000;|Q#- rI\b\u0017e+e\u001c.*Av8\\4\u0016ٷ}\u001d.oJ\u0013 s8\u007f\bTJHwa\u001cA~\u0010l䫩H#\u007f0\\tb\u0000\u0006)M&q+qȸ߆sga{¹WaP.p>\u0011ν K- \u0005^\u001c.v )]Tl/*+\u0010 {\u0014\u0015\\eT2AP\u0016 A)Gt=\u0014]$-E~\u0005 [X ^4YK\u0012Ͻ) \u0014\b 3@\u0017k\bYD £3&a𕲉i\u0006bL\u0014gK-\u0017ŏd blIwU*Y\u001dVYfvJ;Kʡ}m;\u000f?:|g\u000e\u007f(OG\u001bʻq\u000e\bu\u0002Bo?\u000503k=w$\u001b\u0010Ƞ\u00120)[\u0002Z@EI\u0002\"\\\u0011B[\u001f\u0016JM\b\u0002 XEz}JU\u001am/lP8=|}U׿c5x\u001eG\u0000 6 ==:@^{SWǀ\u0013{wv2r]EA\\L\u000f\u0000itf)\u0013\u000fE3&\u001b˘+*\u000f2ɗ2  ?^9_\u0004`\u0002,9D~\u0004d\u001cV #sHQt\u001d\u0019r5/-R=I:Ƭ80+fjXNqj\u0014K|Ԡ^ 6F\u0019w'_#L \u0005()N\u001d*R\u001c\u0017)ۑon\u0012HX7\u0013VW-6tƘ2śʏՇ7u8\u0006%8~Oл{lPE jSBD뿴y\u0006cu%A\u001d\u0013o\u0011\u0005ۋzs)v\\+ BKo%\\4\u0019:M [\u001c;\u0017](zNm\u0019 ff @\u007f\u001eܽ@\u001f*anE;[Vn\u0012'J3=>\u0010g6:m\u000f\u0002l\u001dȾP\b8\u0000\u000f:lbSUmZh8  Hhu1\u0017\u0003\"uĭ1c\u0017 I[,VŖ묛ۭU\u001c$Q||ظ֩qr\\[·9x\u00063j\u0006emNcH\u001a>gB:L:Gkt1o Hud\u0013y\u0006D17'B o|SA\u000e`:8T\u0006~BK~o2g \u001b\b*vI\u001dz^(\u0010'  p}Ӭ} \u001d-;\u007f\u0003/y_-\u007f6kk S*ǡ\u001a\u0002\u0001V\u000681\u001au \u0014\u0006\u001ek:yH1w_/(\u00190\u001b\bjAdV Ѱl \\20e\u001aeB^WNW nF9HN |\u0010˱ ng5S\u0003d\u001a& qղ-S`ONY>_bXY]Yehö\u0001[\u00013B\u001d A@\u0012#o[AJo햧g)f_\u0010ӝF$\u0003n\b(\u0016\u000e59\u0018\u001bl]bYvMk7z\u001b;\u001dGb{LOz\u000f%^y٭C5Xk&^Cmxce2 hɲ\u0013YF\u0016 ߪk(\u0015\u001e)N \u0010HhF,fwU\u001a s\u001f£\u0016g\u0010c#h8m\u000f ɫ>\u0004V{\"bV^9;[~شT?\u001fItO+P~\u0000\u0019\"\u0000HV碹 V/\u0012IG\u000f3hMbu\u001d_ez&&kؖ\u0012puqs E/.O.H\b\\\u0012IB#s\u0017D/mߊ}?c8fn\u0018V:\u0003;M\u0017f]!e\u0006\u001bljmޢަ\u000ep:o4\u001420\u0001O={K;Y]Eih\\tj:Nyvw\u0015X\u0011]X\\Y9)Jѯ\u001c5(\u001a0\u0017\u0014R$\u001bE \u0014T0ʄkGgt8\u001bܵIMIq\u001coɫy66G_9\u007f+N2߇k\u0002fFz\u001b+\u001b feX:Yc\u0010C,{%Vu8Ȍz\u0013HEhfhÀe+GfXCu[){$\u0005PCUvѩ\u0014hA\u000ehT\u000442 'E\u001bZ[)B{\u0006UP\u000eS-T\u0002g,\u0012RL.\u0003X\u0015\u0005hhĲ$\u001f⌮1#x,\u0010kX֤(\u000fgQg!s9{\u0000uj~(v㞞\u001eM@T\u0010US6\"M#U\u0005\u001b%t>97tj}\u0005\u001fΈyYrCܵ\udea1kc ?E\u001dcEާg>il 0#\u001caT\u001fYUka5O/\u0013\u001f\\w\u0018jhQL  ΐ  e\u001ax}uݨ\u000f̵Uۙ_0wyCXXa4\u0019=g 4{A' ݣI\u0018\\\"R8̕{77\u0013s(\u0019#q\u0013 \u0007mm6b*\u0000@CkV>\u0013^\u0007?)v%jzO\u0015{JnHݴ>>U xU \u001b~s\u000f\u001e, \u0014u\u000f\u0004gqҦ\u0017+C@^?Sv\u0019zMM\u0006C4(p,(^\u0006K\u0016K uԔ\u0012I\u0004ǉ\u0004G@\u007fhG*\u001a\u0006P\"o@O\u0001v\u0013>_omu:t]w}tߵ2_ 6dK!P4DF֑\u0002\u0001\u0011S©±ꪨ:\u0019U]\u0015ݖ\u001b8TqGݤ b8xx|\bU\u001clU+>\u0013Е\u000eT:J+ (\"`H4*\u0019=h!\u0006O\u001da0\u000epWx{Hx  HHr\u0013:'\u001c& b|G3Gr/\u0013ʝ[B\\wJ\u0006p\u0006G ΪjMO oc[\u0001/t0\u0011\u0004\u001eH2@%o zY\u001ezJ\u0016\u00176\u001a\u000e S\u0004\\! TÍ̝߲\u0004Es8sF9# bi\u0015 zVY&YXR#)ɼ -]ڬ\u000fD A.!(ڤ\u0006D\u0005BQ#)J\u0004~T\b\u001b\u0001=ScYߡ3G􌞥oӫ\bԗ*_>I? W\u0005P+ H,uH\u0012sX:\"\u0011ꔋ\u0013*MCw sJU/6\u007f'Ȫ\u000e4\u001d>3wcjZȂB!K\u0011!\u0014Jx\u0016YL!\u001bC[C;C\u0007B&\u001c.(Y˥3ȼ\u0000\u0001 1R=B\u000e\u0004EN!$#\u0005 \u000f}6\"ѣ~J\u0006C\u001a5ljm҂)~N ̀E*\u000f)*{\u0000| rŇ*f.i\u000f3c.U-Z:+ęn\u007f[ѕ7FV0WP\u0017u3ӂ.gj TڿUdrc {,9iֱ>\u001a%̫ 1o6P\"h27\u0013x-'hy0)T F\u0016O yi ZV\u0015FIފwM~y?';AGG@k\u0017rl\"\u0019xff.\u0012^_ߒߗ-=\u0014\u0014R8\u001d\u0014*Hb\u0002?$7\u0017\u0010\u0016x\u00063N\u0019\u001e9wW\u0010 >ͫ\u0003[\u0016\u0006\u0011rيᜦ6\\m\u0002  rm.\u0016˅zsD{o.l 57t\brS\u001cg\u001f6Rc%wO\\?=A-_\u001b\u001c42YJGwyeBM\u0003\u0018^Y\u0002O\u001c!(O\u0015S\u0017/D^h`&E\u001fi |Г^\u0014e \u0010&x\u0019Y\u0016\u0016_K\u0007VW6Жc\u001a*Q6\u001e\u0016]'\u0003?D\u001e>LQo \u0006\u001dؓƖt(zYNO|> V)bI\u0011H\u00117ճ\u0011Ǣ0NO~\u0012\"\u001dꒇޮu:ufv\u001d!ߗ+*֦#V\u0005c''Hz\\\"pk rG^E^^E>vr.\u0015Qm\u0005\u0007W sES/3U4e4\u0006\u00079S'\u0002*x>q\u0001܅\u0005/SݩH׍2O\u0018\u0004c L\u00167\u0006I(\u0012CMYR!\u0007\u0015WOuPXe`Ow; I}N`^ sV\u001f\\e\u001dHe$a\u0015j?(\bn\u001a\u0006#`Q|W9 \u0003/>%R\u0015Fӣmz1wn\\vfgxol!\u0018W~\u0017m;^[y܁\u001fa\u000e\"{+\u007fa5P$\u0014~g=b+12&Q&ՎۉR## EƬ-   JkW+ؕ7o6,}GGݜ5y\u007f֟bs\u0003\u001b  1x iceA\u000eAY\u001a\u001bhX78 \u007f?jO[M?3\u001b~\u00179gΜy{\u0003WĻbNn$9Vhu\u001b.,^\u0002 4o:\u001af!\u0012 Ve\u0015+˲Ae;5B\u0011'Kj):E\u0007Q\u0003 .(]!(my:M\u0004k\u001fs٥\u007f]k뻋K\u000f\bL\u0006\u001c{;sܿ榊?\u0018\u0013We\u001eܾg5^q7 Dt򟍎h+55z5:ru/j/Z\u0010zhQ$\u0003{A\u0000\u00198ъMS[@Yk.\u0007\\/\u0014$\u0019# D D D  ~|\u0019TT\u001eZ\u00197!\u0014\u0011W\u007fZ9ht\u000eb\u0001+\u0002G$G i\"/C\u0019R\u0019\u0016\u000eET,8\u0006c\u00006=E)\u0011x\u001c\">\u0017w[HInʾ1)\u00007vdJ=\\J{/\u0005ck>[OY\u000f㷚G\u001d\u00185\u0015JE\u0012gOK\u0019]$7\\c{K8\u001eN?[\udd1bV\u0002&b廵\u001ac\u0007): M\u0018y\u0002\u001aE1\u001bl\u0004\u0014\b\u0002oUިuذ?k8=\u001e=D\u000f\u0007@m\u0001ȓvJ\u0011 \u0017\u000f\u0016\u000f\u0015O\u0015-EM'\u001fS'\u001fS'\u001fSop.7r\u00131w\u0014\u0003M W\u0004]g\u0007\u001bםu\u001e?k6tǬeDg\u0003h֑L'\u0013v=G)ΔܘC\u0018S9*#%-\bH4y\u001a\u0001E= ,;)k> W@/Щެw+{c/\u0011\u007f\u001d\\55Lvi#}ͯ=Ү[/N&ˉ_\u0019kt\u0012[\u000e\\oZ\u0003E&D\u0007Ѧo\u0087m3vqv $\u001bWSfOB\u0005H]J x\u000f\u00114\u001ae3Q@J6=^}Ly\u007f\\}.x(wDZ9l=>=}g\u00127\u0018w=\u001bY?r8\u0016nm.g?Yq\u00036q}k5bT\u001fٺ걒]I]d&F.g\u0019\u0015CX16gk=+Lc |\u0010Cv9^\u007f/Q ɤ \u0019\u001eʊBë\u001cv\u001ewѐ69p8V9\u000e!\u000fF\u0003V\u0005\u0002.\u000690̢h\u0015#\u001f>7;.z oת{1;IsL=\u0018\u000e, 䮑 ^\u0015ue7-(\"\u00121tkF\u001d;ß+|>!~C/>y\u0093ғCO FgP=\u001f\u0000Z Ο2P\u0006(\u000e6*8d\u000fP~\\5\u001aK\u0017c\u007fv֠\u00061d9~\u0013 sx8uI\u0014 չ\u0017z v}ffG\u0007;g;\u000fdՌ!c\u0010H)d0doԩ\u0005o2\\RGMf}!\u001d+@\u0010\u001e\u0016e]X\u0011KFS\u001d\u0013u\u001a_\u001ay~xz,!Y\u001br\u001c1_('͝ɳ\u0015vmW\\/U \u0011Uag|~\u007f\u0014 s:72(\u000f\u0015anSta}'\u0010NzhP\bRhR`A)\"+b8!CPA5  8#\u0015,3p'\u00007XZ$\b\u0006@$[\u0013\u001c:.LOW\u0011\u0018u\u0010#f!k  Z|`v\u0011yVYڡ\u000e\u0006!ϫ51L W}F8]=%^\u0003\u0015\u0011\u0012˔HƦ|)\u0006-\u001d \u0018\u0004^z/bw{;;\"ߠ\u001euY/5 xt\u001fp?rᰦlӌ\u0000|b>i\u0013VҫZ\u001f'\\J\u0002\u000f\u001f\u0011\u001e\u0011'!e\u000f)OrNr\b |c[-\u001e£]U\u000e\u001e\u0001\u001b^\u001b\u0015+?\u0015\b\u001dFc #!\u0004_{eBU\u000f1\u001e\u0018$tϿ3 ox$!\u0014Oڽ\u0016j\u001f\u0015lv%PvŮۙ3vd'\u0011wE\u0005\u0000fG\u0000 b\u0006|2r\u0014H*;ğ\bc]^Yl&e\u001aJ\u0005L?g \u00108WGIl6E 0f\u00190\u0006s\u0006KRfhν[iޟ|/E[em\u001bo\u0017r&By\u0007q?}cKb|\u001a\u0014l|9r\u0006\u001cCYY\u001b\u0011O2L\\]p\u0001]T\u0013Y3\u0010D2(Gc\u0012X3:3Lզg\u0019S)M\u0001>\u0004\u007fOl:#\u001f\u001c\u001c jD\u001a\u0004\u0012߈\b#\"\u00168\u0010\u0011\\M\u001e5C\"Ho s *uOO\u0013jCһ\u000fn[^\u001dC>lAܞ\u0018,|? |UPNPX,v4a>\u0011k@\u0013Qn -\u001e=\u0010}>JG\u001fe{[ljt9Y\u0013\u0015L蒧cw~\bjN\"Űe\u001aTs8P\u0002顡\u0012);:̲V3D ) _8V\u001a# \u001da\u0007eX\u0007M\\7IXxk(!uvΎvfe[gi/LJ{\u0012aO\u0013\u0018$]ށS܊M@b\u00038\u00040aEK7ξޘY\u001e8rdёm(E=\u001bw54'\u0012K魫;}\\%Z]v\\0+tJ`L\u001a``|B6)M7T\u0013g/Ko~Cjx\u001bz\u007f|V_\u000f\u001fP\u001fZ?i9nO?.xԶNm;-\u0014ԽJӦm>Bi@=Ep=\u0002?D$\\X\u000f%sx\u001aj\u0007O%O2Iգ[c1\bΰA_ׁScL~\u000e))1P{P\u000f-cঞf`^\u000fL\"p\u001e\u001eW\u0010,\u000fuIŐ\u0003=b!z\u0003c\u0001:=\u0014k\u001dՉ\u000f,\u0017؀647;})b}\u0017*)\u001aRD\u0007LQ\u0005Z%j\u0019C}06\u001bV\\Ʉ!\u0011_L|\u0019/ePР?XڟA3ÙɌ%c\u0005'\u0002AVfl;߹u\u001b\u001a6\u0007WċE!os,'ph G7I\u007fp?TC\"н \u0018\u0019xH \u001e`2T12\u001fۺYt#o}ΌΒLv\u001d!#YsRrL \u0012\u0014f\u0002\u0015QSf o\u001cQ\u0005XKL ٔڔ hZS^SQMXka7.L]Q2ӛhHG\bw\u000f-ֶhMO͠tȘtŅ ajc\u0006Z $,d7\u001f^\u001f,\u0000\u000fK(\u0011 1`\u001a-+.59,䀐)`x݆\"n ?[\u0017沴b\u0002{\u001e/m>x Y;Z\u0019G\u007fUN|{U\u0016+\u007fdpǿ\u000fX#9܎R=;Kk/]:Bc&ZzMtq\u0003;aXY\u001f\u0014cT9 c\u0015l×\\vEm\\.\\h7\u007fuћ\u000fl][${V|> V  `k_׍\u0001N(BQMJ\u0012BT\u0000O#\u0016j\u0007\"US-5hHJt\u000e,L5b9\u0015\u0002{e[1\\yp\u0010LC [&bU¿$e/M xZ&~r\u001bvF-*\u0014\u0016$i0QA\u0002Z\u0013/-RNd͖il 6Rr\u0001K\u00161]\u0017K:\"Q\"Q\"QbE/Ҏb9Fc9GsH\u001b\\ 8+\u001f @\u001ep$)zhu?Ft.祌\u0018An  \u0010ФR'S 6Ӥm\u0011mz#ʻ\u0014\\wr\u0006\bpFiW9c3/ L 3S^e6@ٗrA\u0006P\u0016tl\u001efǳ\u001f\u001c̲:\u00192 n9e|&/KG3\u0001\u0018\u0012\u000e M(sId7l E\u001c\u001bd~fcUg &\u0012\u001f\u0014o\u00136#`3:;89Wl1oHS\u00171dA=`&٭ug` 5\u000eӡ Bo3\u0003p )#\u0016\u001b\"\u001bH2u\u001d\u0010`,\u000f1G\u0007L8|Z9k\b\u0001 #)\u001e \u001fP\u001aԪ (\u0014?D&\u001aY{h,?C$أ =2 ٳ\u0018]^LD \\0y\u000689\u0000C\u0006\b\u0013I{\u0017$B\u001dԺ\u0006 e/\u001c;q2::\u0002!z\"\u00155Bs\u00146\u001elh\u0019ly_q4#RUYu`\u0016pYG \u0004\u00052H#ǹMӺ \u0016ZXrQy\u0005d\u001f{d>B\\rw޹\b,J2s\u007f\bWƽî\u0007MNX`.YDh]\u007f3o v1@^\u0015]9wrD)c\u001b\u0007Vq4K0r`IE.+?\u0017\u0004_yd\u0016qu\u001c\u0019 $\u0003̮D, y\u0001B\u0000H(|rwGIt=,\u001cxX\u0003r|8d\u0003]t}gb\u0013jH J`? suϝ#J\u0004\u001e\u0004=)H\u0004=}\bH\bd3)\u0019?'β%(\u0012\u001fl#\u001f\u000f\u0007qGNnr= 1ʦ rH\u001c+R(a1]ʋK2ѐ \u0000y\u001e`\bN06Y[\u0002UsZ>h`Ɖ{_\u0012!81DDE)j3\u0016\u000f\u0010ks`Nik \b\u001f\u0014>_7.fIlKʅ^+\u0017zA\u0011^+ZF-#\u0010ʲ\u001eڅ.藵 \u0017\u007f\u0018\u0001Vˬ͒ӳl;ɱvF;F\u0012ap;1k;M5\u0000ڝ\u001aNr '$Ћ 5&\u0012\u001b!AW\u001f\u0000(K}¢\u0015\u0001P SGwg7Zdc[(D{fzz>h=_I \"oѳ]]\u0003k\u0018O\u00126{\u0010 гk\u000e\u000e4:k\u0016JPsz# 'j5B\u001eqY? Z>\u001aZ\u0006G ֙\u001eSeE\u0006\u001b C\u001doQhD9 \b՚\u001e1=ҥG\u0000Z\u0015[\\z$\u0000r\u001ei=:\u001e/#\u0001/oH-Y\u001f]}%b&ay`9eV9  \u0002)\u0012V Ҏhv Wb^%\u0016v]]G.۴$vm\u0019\u001bcPA;\u0007\u00061a/\u001fn,NY\"2  oJԣF\u0000D\u0012{SfoIEG2Jc!\u0014[ɹ2\bħ0^PO\bΪ[,std62G?-mU卷Uc~йhǳ0\u0016\u0010`zc嚵 ^>ݶj3:+\u00145 k*s\"Tv֛֬} \u001b5?\b\u0001)ǟUWVrk\u000fŐV\u000f绦};Dp\u0006|ٗM~؎\u0010@,%PJJ68\u0017qB\u0012W (=tzaoe\u007fڭ'3)ݏ0-(L\btvMduE [$m\u0002BG!&J\bJfm\u000e\u0018i1քhyCKT2P]\u001c!\u0011\u0002\"\u0019le%?m\u0014\u0015h3\u0017\u0013  TG*'+̑ \u001e\u00156hLz$#\u001e\u001b\u0013omH[o\b\u0013(:?a\u0019\u0011\u001e.~\u007fx2\u0016D6ēר>\u001fYK:C]-X\u001d[Oe5sI ,f76\u001cH\u000eQi:3oQsL@\u0019ϭV;mm\u0017L/\u0002\u001blN\u0011h\u001fޚ=N\u0014U蜛\u000e߸o'C0\u0015T\u0005\u0010S\u0013D\u0014f썞\u0016\u00026Pn!ID\u0019ڮr\u0004{H\"Gq$o\u0018\u0019 \u00156cr'Trq)\u0016K(Q>\u001c\u0017 % :\u0014\u0005c\u0011j..s ?\u001fY'?ݿ\u0011J2&3փσhQ(G*SU|6n4\u0007:h\u001c>I`?7Ƹ#;M\\-q\u0010qf\u0002^0ͭ9d͑6?lz8ʭxD\u0013lL6Q&Cҁ mG\u001cK\u0007a\u00038N:SL2\u0012Kj(U \u0016 G5\u0001|KMIGa*74b,Q\u0001LmGwkx\u0002@JC\u0019\u000f?ᴗP6~.\u00059\u000e;'76'\u0011忻\" \u0000{\\^=Y\u0010ʗ޹߯\u000e+Lok-\u001e~\u0003dRUv[?~\u001d'5-*`O\u001c/#cŘy\u001cZV\u0006?ԕR\u001ai\u0006\\iʜ(ns%h69(FTC\"J\u0005(eaT\u0019~L(\u0005ι.3?ͦ3\u0016\u0002:A$3 \u0007rI/Iq)vuB\u0001\u0019jJ J\u007f2Jf\u0004H{%\bշF\u0019Ni[ N\u0010v]3u\u0013[8J\u001c\u0017ڒT$݋\u0004[$d#dAE\u0016\bq݌h\u0016g+\u0011F5 ݹ̫_6jm\u001aSWܷ(D\u00188h/fN1/B{i:\u001a%]\\'\u0019Z)kX |N1I~D2bO1Ν3&| %q֢\u0018WDp$xXݥ2ۆjCC\u0003 hf&\u0002|߉\u0017NH/\u0018#lhi#ɶYb\u0014\u001a\u0013t1%\b\u0016>Dn\u001b&5|\"vwR)&&Q:]noF \u001f|92uw8\u001f\u001f.ƾ\u001a|[\u0004=Dp\u0014\u000fGcXrDy:\u0018Q*T \u001c9 V\u001aȒ1p\u0013ًMy 74G;2Ǚqvvc7\u0005Bw|)>^\u0003{#LDGn+KOIܓ7 뮌T\u0019B#h(t\u001d_\u0016!)O\u000fk.E5F\u0000q$\u0015H& \u0011ىs\u0005O5>(Kt-p w55oE\u0011UVr}\u001c7n\u0007\u0001y]x\u007fذ#{\u001a#Y\u001fewFS\\=X,u\u001b=믍\u0002X,,t\u0014 WvIn;{x_ \u0017W\\}wE\u0004\u0015g/.li\u0003S&[\u001b=xA\u001c\u0012N'`>\u000f6y(\u0003-i{Ȼ0\\rDu\u0018a3dS'OL6ưVx\u00120\u0007)dՓSMD!\u001c]e61};x\u0017ա)½mAl\u0081N(h\u0018GfZS:y+|\u001eO84g2\u0001ԦN\u000e \u001dNHCM\u0006'\u0003*^݊2L-|.\u00193cke Z\u001be[\u0019\u0006\u0015RiW(\u001b u\u0006g\u0014>\u0012f\bc3%\u001e [\u001cuu=;O˧\u001e\u001a\\g>rEy\u0015U1dddfNS\u0017Pim*\u007f! ܦe\u001a+\u0002 ~H4$SNҌ>ݔE\u00019KՆ܉锓ff!\u0011ѓ\u0017P\u001c\u001e7XM 7˹|&aMD2\u0000\u001aE\u001a іU,\u0010Ahsө\u0000$:Hq`\u00012b\u000fR{ N\u0013BKHuEѕI=\u0019[\u0017I|\u001a/D^͖ G@$ IyMb\\ʉ`,]x\u001c?9LU܊p=c\u001ef\u0014\u0011\u000fK\u001ahvR\u007f>F\"8[WPצ泜\u001aQ\u0001 DWHTCHr\u0005p\bщ:b8rͅ8.\u000eoTb\"\u0015b\u001fM;\u007fWe}󡮕x`-5\u0017^\u001cP\u001b`3%Ags-cI\u0015;hgj̳M/6Vt\u001f-\u0017\u001c\u001a\u001c \u000f#DqZ Fҹ96Y\u0006y%\u0006ټt1r\u0019\u0002[F9;o\u001a^>!Q}0 _ uZi!徊Wqk\u0010si)m n,[]ͯ e*u\u0007\u007f/\u007foջ-\u000f\u0007[|U} ]10!? \u0015 ax*`IH\b\u0084`\u0012Y\u0011Kus> {Y=*qz\u000ekC \u0010WHA\\:Zh6 \u0017'DOG\u0010VEgxB/)UC>!|ftP\u0003\u001fPfw#M\u001d5 ^=\u000e5a#jy\u0002.E jɂk~uQ{Cb?'(dƅ\u000fҺŗ\u0002\u0003:S\u0013L~!fƱ 촊dsE;Y .`MZ֌Y\u0004JK]-\u001bCҝA`䝩b\u0014\u000e\u001b\u001b]\u001c ɤ-++\"iXDCz>D\u0019\u0011J$\u0002b\u001dGౙ}LhZ\u0012zƫ\u0019h t+o\u0015\u0013ŗ\u0010^AH\u0013VYʲ \b\u0004\u000eOЉ\"(\u0016]䗄((I k!\u0018! tR)|5J\"\u001e\u007f.fPD\"c\u0013  S=q]\u0013\u0019_=XW} ~Zy^y\u0005\u0012%51% kSXB)\u001en )\\OBG%I \u001byI#jD>a߬ø\u00060\u001b:2F4~8k\u0011\u0007\u001eax\u001f:䴿\u0007?2O>MWql>SӿON\"\u0007 \u0017 ES}'dI6 Ž𻝚&oUS̪zC P\u0005[ ў\u0012\u0014W@PT ̣\u0005, *\u0010q\u0019T\u000e\u000e)0\u0014PzL\u001c\\\u0007R\u0007:^\u0014E\u0017eXL I[>\"챽n u\u0017͝\\fI5ׂT-Sh^e['s-JͬwoT6&XK]\u0003\u007fc\u0019]O\"N(.1\u001fh^\u0017@[7X7ww7u\u0011\u0013P \u0002 7p\u0005\u000e\u00153DpX6 ZTm9 E;n@L_MA 鎎`~X,JQ$݇%\u0017vU-\b;LP\u001cǕdX-\u0017t\u001f Lb$*Ioֲ[.V{N*\u0005,\u000eKE P\u0014DH>\u0003 .\u0017\u0019\\\u0001\u0017 HX\u0003N?\u0017ǰ`UT+G_)o*\u001cI \u0014ӉȂ|RL\u0003=8ʸ\u0014,nhAY:}ls̡hK %oRߏTi8ߜ \u0017pXvWҩ!O\u0017\u000e E?[O\u0003f\u001eg\u0001ԳorD\u0005\"\u001eR\u000e\u0010uvT]A\u0012;[\u00012\u0000k㾏\b֐\u0007%( q\u0013pLdMB\\u\u0012l8zF$9!VH\u0006=\"\u0012C_AN\u00069ىF\u000e\u0017uG?a\u0012\u001eq\u001b`\u0019\u0004/\u0005GJXuc\u007fB\u0015F&C}YiVu8\\^Ba^w᫶\u0003\u001c w=G)?\u007fF\u0004wD\bl/\u0016Ϭ&58\"|N\u0010\u001fcq\u007fɚ-)ٖh۰BaD0C/Z\u0004)\u0014ۥB,-#O\u001f&\u0012^g 049yKN3\u001bqkFr,PٵSNsY\u0016ݔ0H tK\b\u0011\u0004CQ\u0014m?\u0014&rgr!J'$A)\"\u001c {]\u001d 5uvx jM56yjOkQipƻ i}\u0010+Nyq\u001cc\u0006\"va\u0003\u001d\u007fW(^9-9Mfd2\u0017-\\\u001afȊĒŘ\"\u0005ІvG=\u001c1g\udf4f~go>[\u0007Ǚb.ٍ݌kdn\u001bw;\u001fq\u0000v\u00048:рc\\\u0011/.\u0016_NF`6gEi1[L4lbLvs\u0017VqȈjS@$)8s^\u0015D[$-EȴVn2=*DlS\u0014\u0013,eY1΀܅7aSnXlŌ >,FN1y\u0016\u0017᱊\u000e;v9XZ \u0002\u0002l^U\u0010\u0019\u001f;c\b\u0006\u0000\u000e 8B, hֱa ہ}rcFDI?\u001aɁFsd Tm\u0005@\u0015X\u001cu+'c_2^l[v :6rM\u0000\u0015):ǃo\"\u000eb6V1 V:\u001cyhukog.^춼__Է0]\u0017-;|7lv*սeq\u0016Vlm43| E\bq_C,0eu\b,\u001d\u0005JEa\u0002$YhQ!x9n1\u0010 \u0012u=*)wp\u0016?EƎ}SCgΑƃ\u0013tӐhk8KݕIfwܪ+8^zBv{iQ%USh\u000fvrk${ z\u000e\u0005P }\u0007KJϕ^/ov |y{P\u001aaNY \u0003ү^\u0013l\u000eg{.\u0000bS \u001d >ugﵷOOfCC|OuȦ\u001d\u000f% N\u0007/ε.\u0003\u001f|5j\u001eF~5ԆG[L _l\u0015 \u000f\u000ep|A3\u0019\u0012\u0016ųoIrXC\bjw\u001c8\u0015H\u001fօl.?\\t`++\u0017|tw\u0017{O  ~pX&|\u000fa>/χ_/,\u0017˗·0\u001f|\u000fa>̇0\u001f|O{|\u000fRV\u0018!f 5x\u00141X9\u0004k\u0000\u0014vS3(\"/\u0004b!O\u0002\u0001V\u0001=\u0005`L/\u0000n\u0016 ' Dȣ#\u0017 Sr\u001e\u00055C5V)=3e[.%\u0017i2\u0010\u00060\u0001\u0015vU(\u0002\u001e\u0002CᖙP\u0017\\K\"م$\u0005\u0012 \u0013}\u001c^,_#\u0013x99pf \u0016.+uvC\u001b\u0000nh.Fk']\u000e%ip\u001c=A\u001ern\u0004]\u0003i;G\u007f\u001eW=Lh#}\u001a%j@\u0000@;\u0015pv''5\u001eF@7u{\u001dɒlن8\u0018\u0018:8\u000euQG q\u001c۵\u001dB\u0003Ƒdc ز>L) )u:D4֞v[\u001d,\u001cf\u001e>ROWf}B_\u0017עFp\u000f6~CT%iX\u0019ͻ5}VxV#md'e JGl\u0011/\u001d'k/Yf\u0003ϗZ1k;Z g'zE\u001fH7噺FIWmvzL׺=V6Mjgnu-09Lv}Z5 dwi/Zo]jvt/O/c1v}Tze7fR%V[\u0007VGTd]Z&SWfL_ut.I@#s7:t=&{4|cҽUܵ\u001e{wkSg \\V4u1حcnM\u0014BJ:ۍP=.fE\u001f1lE\u0004ڰ\u0002٪\u0014r\u0010u\u001d ȩ\u001c.NEǊ_O\u0015\u0014x֑_qަG2=\u008dS\u0016)_V~]Q~\u0005[R\u001a \u0016aO*۱l$/)\be=Ed[=6\u001d[ ȨõN Կ$%\u001f67,(+#d\u0016p\\8\u0003nT!\u00026DS\u001f\u007f\bz3 t Bo\u001d\u0007S\u0005$P)R P uпD\u0006{\u001f@\u0005G\u001fA~ \u0016&ه{/\b;з\u007fOh1D\u0019S@\u00149\u0013r\u0016ÓJٟ|[XdUٞk\u00014jVE\u001ahi`\u007fi,Eitk|( F4Q1M -qM\u001ctB\u001274\u0004Z-`+f۲M(\"R-ޯe2 пr\u0018C#Ћi\u00059e|x\u0005L/Y,QO2ZmDg$sMIf'V +;\b \u0017T8¾ @a L\u001dۆރrҮ\u0005K\\ XUTX#r\u000f12ݱ&Xxi㥓~\b\"\"/Wr\u001d/7r'/Or./\u001fRP2,\u007fRI_I\u0005h2P!o\u0016φ^}䑧a/@L \u00192 5\u0015flFӶʶٶvvvt]!IK$=RbT۫ڱO& \u0019 Z\u000e\u0001o=FUc\\\u0016e H\\*  \u0014\u00003I=}\u0016~\u0001\u001a\bL.j\u0005I\u007f$\u00197z|\u001e\u000e\u0007M\\u`\u0003 BA7\b\u0006Ӂ; \u001d\u000fL\u0000&\u0001S\u0017U\u0015}f~|VI$ج :\u001aaI\u0017\u0005\u0016xy3\"b38} 9>\u001c\u000e\u0010ʀ\u0019\u0000S\u0005\u001aK\\\u001c`,d| ȇ  \u0017\u0007[ B罰\u0003zz*\u0002K D9&C\u0002&%\u0004U\u007f[\u00146;\u0000\u001d Y\u001d\u0002\u0010x;\u0004>!Xc\u000fW\bC\u0019\u0098T3yejc\b6 D\u00072\bF4\u0014\u0001}~m۹\u0010\u0001,Ԋ\u000e`9g\u001f⭏:x4E\u000055::a \"Ç>H2\"w\u0002_e x:p\u0002|\u0013\u0014\u0013軈7_A,j\u0004 \u0001Kѿ\u001d }̨\u0001\u0016V\u001eu. ͠=\u0003\u0002>LyMՍ[\u001d֌`vƵh݄\b\u001blu\\6 }7,@\b\u0010\u001fۋ\u001d\u0012f'1C\u0007 #]\u0011 \u0013$0S ,αfz4\u0013*o]gl\u0003ljyJ=\u0018xJ\u000e qe\u0004]32\u0005u%?d v?-}p>sE*\u0015\u0018V\u001e3(z)\u001b3WQf s\u000ea;ΧXmd'p!\u001ai\u0003ڟ=0fd?\"QF(`1\u0019\u001d\u001cuRF+?|e\u001e\u0003icy}9\u0016\u00063\u0010`\u0001nC KvvxR܈\u0007c `+\u0003\u0005 \u0000{\u0003_0pLI>+\u0002pY\u0006cL a\u0002\u0011-R \u001d\u0019 Y\u000e-W\u001cu6'\u0004aE\u007f]ܲ\\ Gz\u0010 .c  b\u00190uZ716Tr\u0006kg}1!mh\u007f)6\u0006S\u0001k0Qr\u001b_WE\u001c2[pȱn]o*bHa\u001d\u0007ˋ u̐Zo\u0014*d 3&'Zĸ\u000e\be6Л=b\u0006`We  \u0002\u00118OG} 8'\\_q\u0003%w1f\u0016\u0007 \"tHu\u001cBZ   `Z\u0010Ic8-AX64B\u007fT& d\u0011i#MDl [H?\u0019 \u0011r'7CAC\u0014UƠq1f^BsKfiĀͺX鯁\u0019à\u00136\u0019 @QƘ?@Q?6bc߉\u001b[\u0001P7  \u001bA]65\\o\u0001uppJ]~5\u00011\u0001\bp0w\u0013%84_\u000f\u001cn\u001bлg \u001aV_Cm\bEi\u0006\u000e\u007fCPU$^S\u0012F\\\u0015\b1 \u001f\u000f\u0001q!\u00051壮j@\u0013 \u00009\u0013\u0003rFz` Fo\u0001t ;e\u0001\u0010\u001b!|gP?%%%\u0004eK6Ӈz-ʭ@\u001fb4+7\u001fv\u001f-\u001bگ3\u000e\u007f\u0010z\u0001\u007f/\u0017* 5E6|\u0015\u0011G\"Uo/pLT5I\u0011Lw\u0007yCL\u0002KnLZ&r\u001d\u001b\\ \u0016!m]-\u0013Msmw֣ljnzMg.E.ȘU-P-  bT-A\u0004fhYDD\u001a# ?~ 4FGtfv\u001d!dK?\u0017>AM?/&\"Wl}aK\u0016{oh։NoD޷Y/4\u0017Wڃ\u001a{7(\u00137\u000e[3=#|lB\u000es\u00139终>[}W=\u001d\u001b\u0010z\u0012(/+\u000f\u001e{T  [ev\u001e\u001d*\u0014X\u001br0:x tQ\u001d%6fUhS EΕѠs zf\u0007&f%_\u000f0ڹ;\u001dv\u001eɍ|x9}7Pf(t,ts B90 C5\u0001Cs\u007f ߰F\"\u0003V\u0010(iEB;V T,f\u00169\u0006\u000e+'\u0002ǐ\u00191\u001fl3\u0006,Eײ\\a+\u0019\u0006yh\u0012__\u0017kf ܐC[7o3;\u0005Fw8\u001f\u0006.Dw5&;2\u001a?ˇ]X\u000e\u0006.CudH\u0018\u0018\u001eh]O.\u0019BN8=%}T8\u0016ͷ\u0003iO\u0006  \u0003}8x\u00103\"+Y +g')z=qMr.Vt3+e~n9D| ˱\u0011˴C;\u000es\u001d\u001a\u001a>SΫi2YE0\\6 9G\u001fxz'3ƺ*zu6x7fw\u00073]SyѓiGϺf\u0006 2-X\u0014=+ߝ\u001d,v D/eEr VD \u001a=\u0017\u0004\u001b\u0005̳E\u001d`sK\u001f4ƈ=h\\\u001dXB.t\u0004 \u0011+;]O\u001frgBy\\yZT^WVxJy7C!|!89Kժs T\u0013UGU\u0010~V &uz=\"aꈰ#3fd~3s=O}t|3wg2[1bO2735ZORh\\\u001dC\u0013 [3X`͑\u0017jN՜XsF[5wk\u001eT_>'YsasYjksԎ\u0003f\u0016jԖNS[Y[[k_T}\u0005=j-;N\u001f9\u001eL҃M|y R\u007fI\u001cY~^ ֒Xk%Pk\u0010kxRCZ!X5hk}5Rz9ÙQM~ֻ׬kg)zUސ[O\u0019F|J]]m&įnnn\u001e\u001e\u001exx{/yK2|پ 2\u001ff?V\u001arBu57'ǭ\u0007>+6XfGܞ k]_ hЊZ[hum7mhmm>T`\u001dL}\u001c'fHbH*1^3?eOk\u0016Frc[>[8\u001f4GF/L2, ^\u0015ԬլxQ fC k)\u0014 E簱l[״ݑ\u0019\u001b \u001fe\u00134z\\$˧ ӳ\b\u0002 \u0018)\u0015(\u0012|=J|*\u0017K!E)&\u0002\u0014RE\u0015$\u0005F\\H_:\u0014)|J,%( \u0013)dS\u0016å\u0014)E܉hEJqEGEWŁ\u0013\u0015 W\u00168Wq \u00157̛Zw\u0019\u0015\u001d\u0003\u0019EeE:oYEWi[7\u001b\u0015]E6 /z\u0017^ m8Vȁp\u001ePVVT]V@a9[STc[dw\u0013Y%((\u000e\u0006Bi[Ţ\u0012l{qEw\u001d`!kC oYJe80\u0015#Υny8Z䩸譪ȖȷD'\u0011 M mE1\u0015y˼=l,\u0005\u0016M\"\u001fg(>MV W_U\u001c}\u000fފs|SxE%q\u000f4ZdwC,|Զ\u0018I$sf\u0013]Cד:}}b\u0010Ͼ#SVe V \u0002N\u0007oDe⨯[\u0002\u001a\u001bG-{G&\")i\u0015'|3} \u00184N}O\u0016%[{ηېmmR\u000f}|;\u0003+\u0002}{\u0002k\u0003\u0003\u001b\u0003\u0003\u0002;\u0003{\u0002C#SfOr YeWiޠ\u001fE{VOq\u0015\u001dK4` 3]Wx%\u0016|Zq-,VV\u0015Uʺz 3|y)4&UTί\\H%NUUVry5$_WrS\u001d)Wy;pʞ3 *Cuc\u0012-ֽ}Lu_I7$N\u0011\u0012\u0013t_7YiLN\u0018Cci_c/\u001dSF䍭*1!Ku:؜\u0011^cf\u00135\u0012'ZHh9*5D6\u001d\u00057W7\u001cٯ?=c8oZk͵\u0012_3\u007fn,I}>\u001fgJ\u0016ĖoMuތ݂&ۈr{-Fɖ;=0Sܱcsgc\u001fw\u001b;=0Y?k~\b\u007fɮ\"3u}2\"׀\u000f\u0003q\u0003{ qb!\u0003s\u0011&\u0011E3wOk\u007fϳ\u001aHRD\u0010Dkkɵ67\u0012m&Fh\u000fQ\u0010]\u00147!']\u00034t\u0007#.]ǉN\u0019D\u0017.\u007f\u0002dڻ[n&;%V7._+͕vF ]]\\\u0013(]s$\u0014MCjpu=ZD$\u0012s\u0015wZȱι\u00037~jdoym\u0014vXf絿\u001b\u001eTa\bᐎw8 \u001bކao\u000e~OxWC\u0011P3\u0019F n\u0014d? ->m{?zA?\u001dGT!\u0019Di;9W)?\u0006y]d+\u0013y@= D\u001e\";\u000f9O9:/8/#\u0006ED\u0015\u0015*GHcB[\".NѨN]\u008e$g?\u0017\u0006AҌkpw\u0017\u0012S\u0011!rF| \u00150Mr\u0013\u0013dL1!C9uHY s/ 7ˬǟy#Wxbg5px}ֳ\u001c9Gcϱs\u001e'˿?\u00032gz:\u0003Ť\u0011`==8Ǔl\u0014G?{\u0004^$98\u0017\u00014asp\u0010vLx\u0018+\"1Hvw F| K\\\u0007:h](7Ğe\u007f\u001a>> %\u0018bUOZ\u0012~CI '\u0000H\u00015|1?d:\u001f*C\u0017uXr\u000e\u0012#͗Fb5[\u001c#͖&6HRhϓcR*eYTH6\u0011#,RY\\9\u0019 gx^!iVWWdID9[mv;D\u0002/]K-\u007f#\u001fHߑ\u0011G#\"U>*\u001f\u0015'\u0013d|֜vҚs:\u000fS\u001b46lm mWZU\u0016EK\u0011i   Y\u0014\u0018#+\u0002$Scd BDЧc1\u0002>u$~&\u0016#˒\\.Fƽ+m%Ii2U{̰]t=C]\u0012W-{.;'.Z ]vJ1ι\u0005n k[N\u0002sh\u0005O kzbE\u001d-|m_\u007fѢ%\u0016/ZGcFs}s Q~&k?Mӟg\u0019\u0012& NQie[\"DBh[I\u0005Xnjk\u0010 ~8ډom!j'Im;B(GV ۍ\bVdɰĩۡi[v[\u0007,4ٺ;` %\u001b}m^&ؗ7\u001eW, `\u001b4\u0018\u0016Syav`w gt5!yN%\"~w72߇L\u0013z}߷A\u0005;\u001e6 Cg|ٷn`qۇShG-\u001a|\u0000\u000f\u00001r\u0019t  \u0012 WCr'$UN}\b\u0004\b}VHֿǛoJ-,O; ;\u0019i\u001e[|CMfTO\u0002\u001fg\u0019a :\u0000 P\u0015)e\u0001il7`T7` h[\u001b}\u0016ꥏ\u0002Ր I\u0015\u0013y\u001f\u0002.\u0001B_5\u0015\u0012:_ \u0007!qҗd*KTT\u001cT>/H6*롿N_Op\u001c8 g\u000f\u0005ѫ/F*N\u00157W\u0017p4 [\u0001O J\bO '\u0011,?{H 6N\u0015\u0017\u001d v0=} +`/  :r\u007fq*Xx\u000feualm+toC`\u0017\u0003l@kg\u0002'O\u0002N\u0000SW`\u001eA [ъPOZj6\u0007\u0014>!\u0012\u0012:{`\u0001h?.\u001bE\u001da\u0019\u000eee]*\buƬ\u007f^|wc߂r\u0001 \u00170\u001e\u0000\u001f[\u0014\u0015mN^?\u0018]\u000f\u001e39 \u007fe\u001dm$\u00001=wނ>\u0007_d\u001dRi/^Mм\u000f=\u0002\\\u0004\u0000)\u0001 |\u0002 ' \u001a] \u0007oBς\u0004neTf\u0002eH\u0003ݐ\"a~  W\u0004x  A\u0001,Ψ$!\u000e  \u0001KA\u0003\u0004+m\\(^\u0003gTҁ\u0015v\u001av\u0002ϒ\u0000{\u000e\u0012 \u0019\u0001Ԣ\u001dȼ\u0011\u0006\u0007|{\u001cGd\u0015$QPHrGtX~\u0010߂\u0004\u0019\u0005\u0013|FB9U\u0019Мz ~\u007f\u0015y\u0003=\u0004%\u0015[\u000e2'\u007f\u0019\"|u+j\u0002\u000fB\u00038UN݉{\u0010ǥ#YU\u0010? PS'T[r\\\u001a)府*?=^y \b,\u000fsi-OLm\u0019g0\u0012:U/- \u007f1λ1\u0012dQt\u0016o>/0Nk\u001dF}È}\u0011+\u000fF|\u0014FT|(\u000fL\u0003\u0011QMsm+\u001f? \u007f5v_\u0018Aw^\b w\u0002>z\u001as\u0013sǶ8̬\u0004x`Ա,I\u0012\u0018mܒ\u0014b/c\u000eHN2%3a̯CSiG)(7ko߱e':H3s \u00172hg fl\u001b y( ;~^q\"u>#*`c ,`\u00071\u0002 0 @o^Ҟ\"7(Kan\u0014F,\u0002r|׭|\u001a x\u0019x\u0000\u00168Q\u0006f\u001dIt\u0014C'\u0007I;v3\u0006߃eŌ A^&ߴ+ bڮ\u0019\u0006\u0011\u0014\u0015` \u000fI\u0004A\u0004D\u0004DT dA\u0014D\u0019\u0015#\u0011s@J2g=1\u001cbĜߪ=\\\u001f}׷w\\gUtUuO\u0003hg\u0012L!\u0016d ;KA̾%\u0002}4\u0012Ά\u0002In\u001fȋLRoļe: 6_\u0016wK@bw \u0011d{_䷁VL@\u0000\u0014?&靂4\u0003y\u001d=خ#ɁdXE\u0019x%o\u0006\u0017s&f$  \u0007N@t1\u001d?R\u00139p6\u0000\u0003)3oBs| ( `\u00100\u0006\u001b\u0019TA@d\u00131\u0003v\u0000y`\u0013ޝ \u000f vO6BX\u0002hC|`8Xdϵ̆x\u0001};{G?\u0003\u0017B\u000ec|\u001ewd3ARK\u0017'j\u0005$g;\u001b\u000fRxN$\u0000`s\u00057F֑7!s\u00063I[Gm-r ͏1?yAng\u0011\u0005g?\u0001n \u001f ç\u001f\\\u0011y\u0007r# + \u0014[12 \u001f\u0013\u0007B[\u000e\u0002(-\u0003\u001eKmh>ʔNA\u000e\u0011e oV\u0004;;\u0010Uo4\u0011;\u00071\u0018@ti\u0005}\u0012r$ଲq^ 6\u0017!\u0004vtC V\u000f$Be'0C90*,ˇE\u0002J#2)G\u0010љLʫ=@^\u0006\u000f5\u0002^k\u00002L@L賂1P 93سoZl\u000e6:$^ wlJ\u0003\u000f\u0005\u0011#p=?aַ\u0011\u0018l\u0018S2E4\u0004L\u0002L\u0018Q\u000fa7H\u0004 :>ì/\u0011\u0003\u001f\u0007P;\u001e\u007fG 1g\u001a\u000eŏ\u001a_\u0004\u0019'\u001b\u0011 v@n$;]ir\u001c,@~%GõX)P\u001c\u008a^\u0017,\u0015#!G\u000ezX;\u000f\u0012K`%{na\u001e,|WUoJ@ɛ@Y|WIk\u000fL؏\u001a\u000e\u0005e%\u0007\u001f\u001e{r 9pY:\u0019\u0002>\u0018\u0005ez?ڐ \u000fv\u0005\u0019\u00023e\u0006\\\u0002K \u001d\u0019\u0001g@o\u0017b\u0015 \u0011lF\u0015J8 r)p\"^>!\u001d\u0002eƀM\u0012DU\u0013 Z@FKKV-\u001aCoP=)\u0002\u0011õ\u0015\u001aoT : UU\u000f@\u001e/qU;ɶ`i &SF \u000f;U gM\u0002 o\u000egU  v\u0013 SbBa⸪\u0004{&\u001fn\u001fpA\u0013)3A?!\u0019\u0010\u001dE 3@\u0018]0\u001aY\u0002TUN EI\u007f\u000f6r9qh[ up' ~P\u0006\b2\u0007l@,NHKIF[R\u0006Ǣ] \u000f NBGAN\u0019.F cmUii\u0016A )-ϙ\u0004gY/\u0012^cm \u007f\u0017MM,_\u0017)Ej\"aX,G\u0017)!D\u0005C\u001dQ\bD1(\u0001,4\u0016\u0000@k\u0010^KF\u0001aDW_`;\u001bt.D\u001d+iձBW/\u0002W#'UJ =M\u0018Ҧ.un\u0014\u000fХC ! B7[\u0019\u0014\u001dQ\u0012s\u0005\u0007H!D(\bYJ\u001cJEh4ʦCKP\u0001*F\u0015h\u0007:\u001a3\u0016}#A\u0003aYT\u00132.He!i)BZ*\u0007il?\u0003V\u000e\"ӣ2j}\bRaHdG -\u001dBvZɎӣrj}\u0002RIHd -BvZң j}\u000eRyHd\u0017 -]BvZW \"K#\u007f \u0012\u0015\u0011J\u0011\"2DdzJd7D|\u0010q)rK嶈\u001d\u0011\"\"DD !\u0013| _B*\u001f\u000fd;\u0002?\u000f|\u001f\u0016 ~Z:\\Z9j_ Ư5\u001d\u0001 \u001d\u0005Ȗ#\u001diO#{M\u0003%HI:ȑ\u0004\u0000D\u0002I r&A$\bP\u0012\\I8 GmH\u0014Bn\u0017I_\u0017y8\u0012 T|A\u0003\u000f\u0003h\u0010/eh0kt\u0001\u0000e h\bL \u0004 P\u0016o\u001ba9o%\u001a[|k5\u001a[h4oۢ1=oJ^N\u0013\u001aϻ.h\u0002λ'&(dޗES\u0018>\u0006MQ\u000e'i|&kn܌fhn܊fj܉f \u0016f D (W\u00104\u001cAKBsBC4Oh,4F ̈́fh`$\u0018 o'\u0006kH\b\u0018|\u001b\u0012I|\u001cD\u001ehn7\b)4\u0010&BsD\u0010\u0004GU\u0010\u0004\u001f_,t\u0011 ݅B\u001f!VH\u0014\u0006Ѷf\u0002!`6 p\u001a\u0007Ӥ]\u0004X\u0007\u0001_Ɂ4\u0014WK\u0002\u00166R\u0003%\u001dॆKKzK\u001a\u0003/\u0003/5\u0001^j  x\u0000x90!0\u0011010 )\u00199\u0005%M `6mZ\u0003X\u0001X\u0003\u0000\u0002\u0001\u000f\u0003\u000f8\u0000\u000f(\u0007\u001c\u0007\u0007\u0007\\\u0007\\\u0007܀\u0007܁\u0007 .vn..-\u0016\u0016\u0019i\"\u00123'*%\",!\bgK\u001a %\u0012@VXd[%ጋi>it\u001a+3VUּK]nI9=%:YI߹NZ]=;hLE/ L:#9\\7$¦-n*Hr\u0019 \b7\u0013OmdnN=v!gApPe\u0013'scgތpx\u0013b ml4\u001chgw̰ 0R-#jGo \u000f=\u007fۈMs4\u001bPF?|'R6`̠'\u0012%/LʨTJG`R\u0010&%R\u0002\u0005:c|\u0018z̅\u000fo[옾ݾ\u001bvfjFT0V\b4.g_qvIv\u007fV\u001fj@\u0011g\u001ae:+;)  |r:\\>I6 `_X,PII\u0017\u0016sO&r,`T=\u007fq\u0012ӣ\u0001uޛi; .߰!mj~?qٱaK&)r\bST\u001ca]>9C>\u0013N?\u0010YfѨsv\u000f.˨)*k\u0019ܣ~o^xcnWԲW\u0011\u0016Sd\u001bU-\u0019W~]xVoo'_zȠ\u0006\u001f _E\\K>k#\\Xܧ',;:{{2i5 Rj6\u0014\u001e8i8gwEu[j$/x=$h\u0007Q\u0017G.j\u001asUߝ \\XZ湝C3tߦon)|K~;:w\u0013ަ\u000fɨmW3_ʻӃ \u0013\u0002wJ\u001dZ,n(\\4\u0006\u0019Nt4ҎˣN: K~ۏ=HFW-ir$oS7iŬxUT3`jw@d^\u007f{ɖ_H-!^NO?gC9\u001f)\u0017U\u0014ls _;e_o\u0001.߆\u0017tS()c:+d\u0011\u000eR\u001e-\u0015{*L|V|\u0003=_n\u0016a4 lK!YJӆu \u001bw^w~ْ\u0018e˛h`f\u001a|Ж.y5\u0019gi+&\u001b~\u001dS3iMC\u0016\u0011s?_иطbӺo\u0007DT\\|:UINB5:or7=+?xk\u001f/뽑\u0018\u0014\u007fު@\u0014)a+WIAEoةF)ϻ.Yf\u0014&t\u0001w޵\b{.rUH\u001f\u0011gk;90n[$̓#\u007f|\"G\u000ejdM\u0014t!W+{\u001cDE)'9\u0016Ư\u000flQA\u0005kKCF'?ҝbx\u0018ܱ͝'JG:?[\u0017f!\u0007 z\u001f\u00183w}nAqzpgBM\u0096\u0019]coy2\u0007F#g]|V\\\u00059\u001bX*񝮛W^xza*~򛵥yƗ_G. 4t圁̅ =V$\u001d4.Y\u001dd\u0006N:\u0006 w M9-veƂ\u0012\u000enl::er+\u0017~A)/A&ٯ4Oѧg?\\S+\u0010 ݖ5ۅ\u001e+Ѿ[+$\\c(I} N曛]{bd7&\u000eiuw ;F7>;w?oR\u001a\u0000\u0006}\u00041\b\u0006M̆ @#gr9ʚ#|\u000fӛ\u007foY8Sew\u0005 \u0001: UzzOw ^1\u0013\u00035t։3\u0016m9C5ck\u000e x&|^SQ9c0Cu*>]奓Δ+of\u0016|X1o=\u0019\u0007\u0016&;?`7\u001bC@ 뤃oj/˕Cˆ\u0017~oZwݯHs=-\u001a{\u001dgu=Q\u0016G\u0012\u001b2S]޲90'tY\u0015\u0013os?oVt'숼\u001e Lo}c\\d- \u0006\u0000$3u=  endstream endobj 59 0 obj  >stream  xeMn0\u0010t\u0011FBH Q$\u0016Qi\u000f@!E*2΂$i y{b\u001cծҝc\u001dd V\u0016d%\u0003\u001c;\u001dpT'ݙ+\u0004oA_v\b\u001f8:;F \u0007x 7v\u0016_e>\u0019\u0003=hǢ(\u000fzik\u0003 mY)_ܴ=\u007f\u000094\u0012l\u0010\u007f S\u0004]\u000en,\u00138*D%\u0012!%\u001bX  N\"\u0012D\u001b\u0015QI& >/MediaBox[0 0 612 792]/Parent 44 0 R/Resources >/ProcSet[/PDF/Text/ImageB/ImageC/ImageI]>>/Rotate 0/StructParents 1/Tabs/S/Type/Page>> endobj 2 0 obj  >stream  xS\u000fPutQ0SprqVp w3T04R\bI2T0\u0000BC\u0005s#=\u0003#\u0013\u0005s\u0003K=D./B:pPЌU\br\u0005UpuVP@2\u0010`4,Ma1\u0004\u0000\u007f\u001ep  endstream endobj 3 0 obj  >stream  hԓaK@\u0010dg6 HAN\u000eQ !ֽZl\u0013)迿ww\u0010{ǁfͳ3N#Q jrG#97䄚\u0003On5\u0014\u001aH\u0002u5kkp\u0016A\u0007\u000fة;O2!t]M,`J$8\u0005:,\u0011:8b|\u001e\u0006\u000f\u0001i#\u0005\u0004\u0006\u0012Z@pmID-! ɩ5IԐ\u0007\u000e qկm\u001f.ЄMu?a\u001cq}أMeb)ŷ\u001a >stream              application/pdf               Shanna Willams              2014-10-17T14:23:31-04:00     Microsoft® Word 2010     2014-10-17T14:23:40-04:00     2014-10-17T14:23:40-04:00     Microsoft® Word 2010     uuid:6b4b614b-6c07-4517-983d-c08c84418858     uuid:935c7b17-e5a3-4968-baea-045166508ab2                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                            endstream endobj 5 0 obj  >stream  h21Q0Pw/+Q0L)6\u0000 \u0006)\u0018XʂTb;;\u0000\u0003\u0000%   endstream endobj 6 0 obj  >stream  h21U0Pw,-/\bHKT\bI-w.JM,sI,Ip2204140474126650Q70P\u0002L./O+Y\u0010_\u0000TnE\u0001\\{@Q~Jir*\u000evv\u0000\u0001\u0006\u00000t  endstream endobj 7 0 obj  >/Filter/FlateDecode/ID[ ]/Info 45 0 R/Length 58/Root 47 0 R/Size 46/Type/XRef/W[1 3 1]>>stream  hbb\u0000\u0001&FFD\u0006&\u0006\u0006F\u00060\u0019D2\u0006`I`\u0006PKAl oLwA$#\u0003@\u0001\u0000'\u0007e  endstream endobj startxref  116  %%EOF"}]},
{"detail": [{"content": "Scholarly Activities, Department of English | NYU                                      NEW YORK UNIVERSITY       ARTS AND SCIENCE       COLLEGE OF ARTS AND SCIENCE       GRADUATE SCHOOL OF ARTS AND SCIENCE                                                                                       Home       People                Visiting Scholars              Postdoctoral Lecturers         Undergraduate Program       Graduate Programs       Leaves and Committees       Events       Newsletter       Employment       Donate to the English Department       Faculty Only               Home &gt; People &gt; Scholarly Activities       Scholarly Activities The Re:Enlightenment Project “What forms might Enlightenment take now? The basic premise of The Re:Enlightenment Project is straightforward. The Enlightenment of the  eighteenth century—the revolution in tools, methods, and institutions that recast inquiry and enterprise in the  West—still shapes the ways in which knowledge is produced and disseminated today. It was from the Enlightenment  that we have inherited our modern universities and schools, libraries and galleries, learned societies, journals,  academic structures, and procedures. Over two centuries later, however, gradual and sudden changes in technology,  finance, and society have put that inheritance and its heirs under pressure—pressure not only to understand those  changes but to participate actively in shaping them. The institutions and individuals of The Re:Enlightenment Project  have joined together to pursue a historic opportunity: the transformation of our Enlightenment inheritance.   Individuals from the English Department include faculty and graduate students: Tom Augst, Yohei Igarashi, Lisa  Gitelman, Mary Poovey, Seth Rudy, Robert Young, and others. Read  more ...         The Postcolonial Studies Project at New York University The Postcolonial Studies Project at New York University  is based in the Department of English with strong links to the Departments of Anthropology, Cinema Studies, Comparative  Literature, History, Media, Culture and Communications, Social and Cultural Analysis. The project aims to foster vital  investigation into areas that include the legacies of imperialism; anti-colonial and postcolonial thought; literature,  film and cultural production emerging from the postcolonial condition; problematics surrounding issues of gender,  translation, diaspora, migration and indigeneity; vernacular literary traditions; interrogations of transnationalism,  globalization, secularism and nationalism, as well as critiques of the field itself. Located in one of the world’s most  diverse and dynamic cities, the Postcolonial Studies Project aims to become the New York City area hub for the field,  connecting a variety of researchers, students and visiting scholars, and acting as a forum where they can share their  work.      Inaugurated with the appointment of Robert J.C. Young as NYU Silver Professor of English and Comparative Literature in  2005, the project draws on its core faculty in the English Department—Rajeswari Sunder Rajan, Toral Gajarawala and Jini  Kim Watson—other faculty with interests in various aspects of the field—Patrick Deer, Elaine Freedgood, Crystal Parikh,  Sukhdev Sandhu, Jeff Spear, John Waters—as well as the many renowned academics with related interests from across the  university. In the past few years, the project has grown to become a vibrant site for intellectual exchange and  innovative work in postcolonial studies, broadly conceived. Activities and events organized by those involved in the  project include:             a monthly colloquium with invited speakers, co-ordinated by the graduate students in the department       a monthly seminar held in conjunction with CNRS (Paris)/NYU on the topic of ‘Postcolonialism and Enlightenment:   An Experiment in Reconstituting Knowledge’       a major international conference in 2008 on ‘Postcolonialism and the Hit of the Real’       a lecture series on translation studies       student panels and workshops       a teach-in on the international dimensions of the economic crisis       a thriving graduate reading group       a pilot project of an archive of the global South, The Tricontinental Archive       funding for an NYU graduate student in English to attend the inaugural 2009 session of the Johannesburg   Workshop in Theory and Criticism, held at the Witwatersrand Institute for Social and Economic Research (WISER) at   the University of Witwatersrand in Johannesburg, South Africa       participation in a collaborate research project with five universities around the world, funded by the   Leverhulme Trust, on ‘Commodities and Culture, 1851-1914’. The program will include major three-day international   workshops that will be hosted in London(2010), Kolkata (2010/11) and New York (2011)       editing of the journal Interventions: International Journal of Postcolonial Studies, whose office is in the   English Department. Opportunities exist for graduate students to work as editorial assistants in the production of   the journal.      Speakers at our conference and colloquia have included: Arjun Appadurai, Homi Bhabha, Pheng Cheah, Nicholas Dirks,  Simon Gikandi, David Lloyd, Achille Mbembe, Alok Rai, Gayatri Chakravorty Spivak and many others. Drawing on the  expertise of over twenty faculty in other departments at NYU whose interests affiliate with those of postcolonial  studies, other related NYU institutions and centers, as well as primary research materials available in the Bobst  Library, particularly in Caribbean Studies, and elsewhere in New York, the project offers unique opportunities for  collaborative work and cross-disciplinary dialogue as we attempt to further our understanding of the flows and forces  of people, cultures, goods and institutions that make up our complex world - a world that is excitingly visible in the  New York City where we work.         The Project on New York Writing The Project on New York Writing seeks to generate significant  new research and teaching about New York’s relationship to American and global literatures and cultures. We adopt a  broad definition of “New York writing” to include writing by New Yorkers, writing that takes New York to be its subject  or setting, or simply even writing produced in New York. We use the term “writing” in contradistinction to the term  “literature,” because the Project’s purview will extend beyond the genres of poetry, fiction, drama, and literary  nonfiction to embrace such other textual forms as music, journalism, and nonfiction of all kinds.      Interdisciplinary in its approach to literary and cultural studies, the Project examines the evolution of New York City  as a literary construct, as well as the city’s emergence and continual reinvention as one of the country’s—and the  world’s—premier sites of literary and cultural production. Seeking to understand how New York’s cultures, its history,  and even its physical spaces might be understood to function as texts that respond to modes of literary analysis, the  Project aims to demonstrate that literary scholarship can provide vital contributions to urban studies within a wide  range of disciplines in the humanities and social sciences.      New York University is already a significant location for scholars and teachers who work on New York writing. The  University’s Fales Library, with its Downtown Collection, has become the leading site for the study of New York’s  mid-to-late-twentieth century avant-garde culture. NYU offers courses in a variety of departments related to New York  literature and culture, and it currently reaches out both to high school students (through initiatives that originate  in the Steinhardt School of Education) and to professors at teaching colleges in the area and around the country  (through the efforts of the Faculty Resource Network). Reaching beyond the University, the Project aims to collaborate  across academic and archival institutions in the greater metropolitan region and to disseminate new scholarship widely,  both throughout New York City and around the country.      The Project will offer students of New York literature and culture resources with which to interpret the palimpsest  that is New York, to help them make sense of the myriad narratives that the city generates. One of the Project’s chief  aims is conservancy: we hope to preserve the history of New York writing for future generations. But another aim  is the promotion of innovation: we hope to encourage all whom the Initiative serves to add to the living culture of  city, reading and rewriting its narratives, enlarging the literary construct that is New York.      The Project’s founding event, a conference and Fales Library exhibition on the theme “Lost New York,” was held at NYU  in the fall of 2009, with support from the Department of English, the NYU Humanities Initiative, and Fales Library and  Special Collections. The Project also co-sponsored a follow-up conference, “Kiss Me Again: The Life and Legacy of  Arthur Russell,” directed by Sukhdev Sandhu.      Current publications include a volume of essays that accompanied that “Lost New York” exhibition (click here to  download a PDF version of the book) and The Cambridge Companion to the Literature of  New York , edited by Project co-directors Cyrus R. K. Patell and Bryan Waterman. The co-directors also edit the  blog Patell and  Waterman’s History of New York .      Future Project activities include an expansion of undergraduate and graduate course offerings devoted to the history  and culture of the city, building on the success of the department’s signature undergraduate course, Writing New York ; a publication series that will include both new scholarship and  annotated editions of classic New York literary texts; and additional conferences, including a major event in 2014 to  mark the fortieth anniversary of the birth of the New York City punk scene.      Affiliated faculty within the English department include Thomas Augst, Jacqueline Goldsby, Cyrus R. K. Patell  (co-director), Sukhdev Sandhu, Lytle Shaw, and Bryan Waterman (co-director).      For more information, see the page dedicated to the project at  PWHNY .            Resources and Affiliations      Affiliations:    Center for the Study of Gender and Sexuality    Certificate in Poetics and Theory Program    Department of Dramatic Literature    Expository Writing Program    Institute for the History of the Production of Knowledge    Journals and Series    NYU In London, Professor Ernest Gilman, Director    The Early Book Society (NYU)    The Medieval and Renaissance Center    PALA 2004--Poetics and Linguistics Association International  Conference at NYU, July 25-28    English Department Home Pages Worldwide (More than   1300 links).      Resources:    http://english.as.nyu.edu/object/english.resources.links             More People       Literature Faculty       Staff       Associated Faculty       Affiliated Faculty       Expository Writing Program       Senior Creative Writing Faculty       Visiting Faculty       Emeritus Faculty       Scholarly Activities       Visiting Scholars       Postdoctoral Lecturers                             Contact Us | &copy; New York University , Arts and Science"}, {"content": "%PDF-1.5 %  46 0 obj  > endobj        60 0 obj  >/Filter/FlateDecode/ID[ ]/Index[46 29]/Info 45 0 R/Length 80/Prev 80734/Root 47 0 R/Size 75/Type/XRef/W[1 3 1]>>stream  hbbd`\u0010``b``\u0007\u0015`2\u0011D2' >stream  hb```\u0002(\u0006\u0016\u0006\u0006  \b \b, \u001c &n``8\b\u0000\u000f\u001430&u68(.\u0010 *\u0010\u0014\u0006ME\u0005\u0002` Z\" @VM`c`j2\u0000\b0\u0000I\u000f  endstream endobj 47 0 obj  >/Metadata 4 0 R/Pages 44 0 R/StructTreeRoot 8 0 R/Type/Catalog>> endobj 48 0 obj  >/MediaBox[0 0 612 792]/Parent 44 0 R/Resources >/Font >/ProcSet[/PDF/Text/ImageB/ImageC/ImageI]>>/Rotate 0/StructParents 0/Tabs/S/Type/Page>> endobj 49 0 obj  >stream  hUmk0\u0010+\u00072Xl(i@A-\u0003\u000fn\u000e5~wr8[֖\u0017Eg\u0000\u000eZ@{ }\u0001Z4h\u001f 7 @\u001b\b\u0003\u0003:\u0000!  @\u0015ǧT[W\u0002\u0004aPi0\u0014ǐ:YvcSu9ʲy\u0002GA9Y\u0005A(r.\u0007P\\dseCylhk\u0014Vɲ\u0004OQUggS17G씷ڲi\u001bo7\\u9\u000e8g*YA\\Y&4[&ySx\u0002Tv \u001dꏡ\u0018Wn`wJ\u0011p| >stream  HT]k@\u0010|7?\u001dTtR\bqMK\u0013\u0002q[JȶSAbR]\u0012ّٙa\u0000[WWps|x-@Hl3\u0001^\u0002d\\y싃Y?j5\u0019\u001d'_ $gؼV\u0016 \u0006\u0010\u0015K O$pjN*_Ӑؓq.\\]fj\u0005JX-\u0001FH\u001fB4b*9,i )K\u001a(bwEw s\b 1)+\u001dJJi?8j\u0007`Pk֎-15lLr^\u0014-}\u0003\u00152$\u001e2\u001eMx!=밋\u0005 2iD:1!TTUuN60 \u0018&\u0011\u001cZc!?\"0\u0015UT1m2bW|,R 2WBC뤘rnQ\u0013\u007f z7/tE&\u0016?\u0010\u0007g0 =rG!.2d\u000e2N >stream  HTj@\u0010}7\u001fq\u0017^@\u0010I )M\b%A\u001c{*~}gVJlՕC1̜s4{#\u0003 fF7\u0011]\u0001\u001fb|wu{ yQ &T B\u0018l`|6zdn9۹\ud882[\u0005\u001e) 8*\u001aJE_I|\u000eu_ ׄW \u0019*Ƥ\u0016M[\u00154Gf\u001c\u001dM\u0010K\u0012\u0016\u0018BOP_\u0010kު?agUg7T\u001fZBةV$;;\u001fk45}=\u000f\u001f\u0001\u0006\u0000΁\\\u0013  endstream endobj 52 0 obj  >stream  HTMo0\u0010W\u007f# k\u001b\u0003Aj{Xi[\u0007 X \u0002\u0000ݤmUD1ތϳq}}w}Oğ8ɣ x8b\b#C*E\u001aاxx\u0007vAi΢8>ïܦR&\u0018Map+I48fPi4Mz1\u001cy\u0011\b\u0002\bcZ\u0013a~~\u0006\u0006my`R^ L,G-\u0014\u0005sLΈMOLNi+\u001cњ,1\\\u00124\u0012`\u0005W h\"Q\\\u0016.m\u000f-c&Si>nDCZoeW{dM t(Tʒr}M\b =\u0003\u0003}\u001c\u007fo\\/ȞD|\u0005i\\FA/\u0010J论\u000f6_DR'dd\u001f=u@nwHN \u0010 {,\u0005>\u0005\u000fJ~\u0017Yֵ}!\u00017/voc,\u001dΗM̀IFȡe8\u0012+` ob-P\u007f\u001c;V-uF$nH5\u0002 \u0000/iU  endstream endobj 53 0 obj  >stream  HTMo@\u0010G\u007f\u0014~Be!i|r10X\u0006\"38qPREe{o&^]ݮfWKx\u0014ӡԖYcB\u0015~voG\u0011\u0014M}\u0003[d\u001a7yyj*ɺPI \"y\b\u0012^\u0007\u001bv\u0014\u0016Aʟ-H\\\u0004\u0011\u007fI\u0015b!bGh\u0001uEa\u0004˻\u0002k@CŚ!ІU V)\u007f]oʼ\u0012t2[q'Aث|_R\u0016FrL\u0010ӣz\u0019N4ڄR7\"u\u001f\u0002\u0015`Ü\u0018Ia\u0000c!\u001co\u000fMݒuU0Tؠ\u0012 \u00009\u0006`\u000f\u001axdcKK\u00196v\u0017X\"-za\u0007SQ\u0018NMqDe cñi\u001d6ѿx\u0014ݱ\\\u001dJ/#F \u0019s I~_\u001dgjj&\u0005O9)5&uZ)/= C\u001d; \u007fۂ\u00165\u007f[˝fJb&U\u001bͥ\")\u001c\u001eU\u0016LI|'4\u0010A( >stream  HTn0\u0014G?ܥ-.ƘQT:b\u0016E5(A\u0002\u0013\u0001i5s\u0003$*\"89l~g/,a@9g \u0002)B%M\u0004:Qri`SgoL_\u0019 Fq(\u00042\b#Xn%H&i˸\u000eo+L{ hFx3Y*\u0012:>N\u001e\\Yn\u001a/Kdsz]f'ЍK\"d;\u001el΅f[ >stream  HT]k0\u0014}\u000f?G bղ9Jaxؠa}({pm7\u0011S̒~*ޚen:,8\\ivGQ4\u0012) b ,?g\u0017Կ\u001cbpH r\u000eB,\u0013|\bLb\u0016{۱\u0019J\u0015z)k1ʶi6Q)xUӜM=4IX4XUbklق[w\u0019QB\u001ad0HX |b!\u001bP$n\u0002Vv¬hI\u0006D,FUش0/$\u00185s\u001d\u0015D\u0010nsV5Pryz\u0004c95 >stream  H[k0\u0014\u0003\u000fQzb,{Bn[w  f`A$v+ \u001bU\u0013F,ħ\u001cS|N6ttB\u001e *\u0015T\u0011ɡ8L'\u0011\u001fPf\u0002\u007fv~ Tr\u0002O@\u0019\u0014 P10\u0001Lr.\u0005ܵukK`i: >stream  H_K0\u0014\u0007\u000e1\u0001M\u0010tNQ+0|vl\u007f>ĵ3:\u0019ӓ_zۙ0Ar n.\u0004I?\u0004 \bPBCL\u0018Z{'>݇qS\u0015Ucl\u0003ir/b/jem3%\u0000\u0000w\u0005~o48;\u0006\u000f\u000ex\u0000\b*\u0000D-µa5K)Û38,\u0010ٌ/t .pӲ%J糧\u0014Pr]VZ7ٴ\u0001qg\u0006i~\u0001)Qkad86sQ `P;\u0001azM\u00144ZOae s\u0013#]Ox\u0018{=֖Z\u0016\u0002\u001c\u001fT놿\u001b- :w=ts\"2=Ŋ{\u001ft\u001586N4fz?`HHT_e\u0014F \u0006Ut^ól\u001fnXNV\u0019_ȸwY\u001bؗuPD: =4bP̋ܮR(ͳmr?b}\u0002 \u0000^7\u0014\u0004  endstream endobj 58 0 obj  >stream  x |T{﬙53LI23LB6\u0012&\u00073Y \u0004\u0001I$$\u0011\\ԀUmq TZ\u0015-Ҁ\u0015\u001b\u0002.ֲ\b}Zm\u0010 \u000269=3w }\u0003\u0006\u000e9\u0011t \b48QjjRn2\u0007\u0013f=%!H3rJM F\u0006\u0005.(\\;: Lz05Ad\u0004@\u000f,X6Bo(b\u000eA)\u000e~M &\u0013E ))LS\u0005uS2\u0003\u0017y)\u0005Fn \u0015n~Gˠ/\u000f\u0007*\u0003C\u001f;\u000fCߡ]G5t7\u001fe\u0018݃?ok^h\u0007'0vJ;\u0013t6\u0007\u007fdE\u000fBjy;m`$=\u0004}\u001e\u000f^~iZ\u0003HB7Y\u007f?@\u0010y\u001b\u0002u@_NK8t\u0013ӗ uL렯\u001fR\u00175Z/o-\u00016z\u0012:=%o7O7b\u0015QBo3\u001dLߡ?Cߥ/Lߣ\u007f\u0017;EUE/Aw&\u001ez\u0019>m_L+\u001a\u0003\u001f\u0016y3}D[\u0007h\u001bc\u001b) \u001b\u0005_vAz\u001bw\u0001ށ~Aʛ\u001f\u0017LK/\u00057ӯi7\u001b#H~K{i\u001fT ܧ>\u0013?a>c?f>c?f>\u0000\u0007O?|\u0001\u000f0~\u0003̧\u001f`>#?b>#?b>C?d>C?d>\u0003?`>\u0003?`>\u00033̧g>}\u001fO|>2̧e>}g>}g>}\u000f{O|\u001ew3̧f>}\u0017默O|.w1̧\u001c@O\u007f{\u001ḑ`>}\u0007;O|\u000ew06o36o36ۙO|vӷ3\u0016o2&o2&o0\u0006o0\u00063:3:ۘO|6_g>}\u001bۘO|6ӷ2̧oe>} [O|\u0016_c>5_c>5_c>U_e>U_a>}3雙O|f73̧|f73̧|̧|̧ob>}\u0013雘O|KgO>3Ƨ_r\u0013 8tr\u0013)\"9\u0007z \u001c\u000e r\u0013 \u0005vhtGYihdC#gZ\u001ak1\"\u00048bLVjuRldMg0j4F :h5\u001a\u0015'U'|_!>87,'7\"RB@/p8>ӒO9H=&TJ\u0011\u001aQ6=b#&(\u001fW,V=AF36Ѭ՚tq\u0018mF\u0014^T0 \u007fp4ؓpN\u00115lp8\u001cN'RF9Sl\u00159v\u001a\u0017\u0007$\u0007Yn9\u001c.rD\u0006)Io2tf] W~?>zDoГFδDӞBD\u0013Un\u0005Ls\\i ڰ\u0019mvަOQe4m.[5*n/W\b\u000fNCpN\u0011\u007f@/p8>__㜁dz`0\u001f N f\u00039\u001c\u001d{hL$gj\u0019a?r&fRjd=氙\u001cF荏s8,V#.a7Vlv:\u00031[o 8}p\u001aa&SD];Kp8\u001c\u000eO#\u0018 h7;63㌏7V\u001cq\u0002 8\u0013Eyh\u0002\u0003\u0004\u000ep$:\u007f!s\u00062l2c@f\\.v7\u00144PFzz753\u0013@\u00150=śYHA .l$Œdhaq%e\\Ɗ3]\u0016rpr#Eo\u0015g\u001ca\u000e\u00128\u001c\u000e\u0013~'F#%hpb[(% \u0005iY\u0019>wv\u001dכge2=\u001d\u0019͖lXr1&'g'''EeѮ^\u007f\u001e/W\b\u000fN#M\u007fVqơ\u001d5\u007fp8\u001cNX\u0007z\u0001\u001f eןEqGXJKcC#\u001f\u000f\u0015d\u0017 ,*5g\u007fPAT\u0010\u0019\u0012Mlgyi|':XIIo6 wJMySOьϱ\u000fHqZw\\s'uLs\u0016,=6X|ѣF\u0018>lY!\u0005rs\u0006ef}i^;5%ٕb\u0016h\u001aJ\u0012\u0005ʭU6xB\u0019 !U*O\u001axLCCȃmB\u0006f92\b {Y\u0006-=SDEy 'j%L?\u000e[}X\u001cV^&^ T$)\u0006OE9\u0015 ]!W\u0012K\u001d1\u0006\u0014 (\u000ey bTH:\u0013\u0016\u0015JW\u0012} B94ܺr[\u001b\u0012ʚ|B+ Yr iBMHy4t#wc-]VՐcl57Ψ I\u001c9 DvXc\u000fk\u0012)\u0018M\u0016ZzX+)=UPV\u001b!i`%u> 4/.1kzd\u001cQ8^\u0015Y\u0016[],W9!AxqҳHO\u0006\u001fk\u0011eX9BB\u007fnU;S\u00109յպGEJBw\u0007\u000exHǑ\u001aé7ezҀ\u001fWqQC\u0015^jXc^V'خpٳR3*R5op\u0002\u0016S\u00196Tuk}{(\u001d\u001d\u0016yLQ9G\u001fW?nyv  Veյc뫄joy*\u001b\u001bų|\u001e}T'յV4\u001cy 7BA\u0011F\u0016'xnGPfzz+~\u0005X[\u0017\u0016\u0005#\u001d}u=ϬUTZFQ*T-U\u0011\u0016u޵>HX\u00037u tG\u0004j\u0012۬GDۂMA\u0014euǞ\u0003UjO;lwqCG \u0001Z!]H*ŊR1R+2Z(鬨\b\u0004 fyxPV`\u0011NJ\u000eG|2ɍ]x\u0017\u0019.-\u0014.tf\u0005vH;3$Q)Aݣ:\u0007 \u000e\u001c,1A% VJ\u007f\u0010HAWٰMaSl\u0000;|Q#- rI\b\u0017e+e\u001c.*Av8\\4\u0016ٷ}\u001d.oJ\u0013 s8\u007f\bTJHwa\u001cA~\u0010l䫩H#\u007f0\\tb\u0000\u0006)M&q+qȸ߆sga{¹WaP.p>\u0011ν K- \u0005^\u001c.v )]Tl/*+\u0010 {\u0014\u0015\\eT2AP\u0016 A)Gt=\u0014]$-E~\u0005 [X ^4YK\u0012Ͻ) \u0014\b 3@\u0017k\bYD £3&a𕲉i\u0006bL\u0014gK-\u0017ŏd blIwU*Y\u001dVYfvJ;Kʡ}m;\u000f?:|g\u000e\u007f(OG\u001bʻq\u000e\bu\u0002Bo?\u000503k=w$\u001b\u0010Ƞ\u00120)[\u0002Z@EI\u0002\"\\\u0011B[\u001f\u0016JM\b\u0002 XEz}JU\u001am/lP8=|}U׿c5x\u001eG\u0000 6 ==:@^{SWǀ\u0013{wv2r]EA\\L\u000f\u0000itf)\u0013\u000fE3&\u001b˘+*\u000f2ɗ2  ?^9_\u0004`\u0002,9D~\u0004d\u001cV #sHQt\u001d\u0019r5/-R=I:Ƭ80+fjXNqj\u0014K|Ԡ^ 6F\u0019w'_#L \u0005()N\u001d*R\u001c\u0017)ۑon\u0012HX7\u0013VW-6tƘ2śʏՇ7u8\u0006%8~Oл{lPE jSBD뿴y\u0006cu%A\u001d\u0013o\u0011\u0005ۋzs)v\\+ BKo%\\4\u0019:M [\u001c;\u0017](zNm\u0019 ff @\u007f\u001eܽ@\u001f*anE;[Vn\u0012'J3=>\u0010g6:m\u000f\u0002l\u001dȾP\b8\u0000\u000f:lbSUmZh8  Hhu1\u0017\u0003\"uĭ1c\u0017 I[,VŖ묛ۭU\u001c$Q||ظ֩qr\\[·9x\u00063j\u0006emNcH\u001a>gB:L:Gkt1o Hud\u0013y\u0006D17'B o|SA\u000e`:8T\u0006~BK~o2g \u001b\b*vI\u001dz^(\u0010'  p}Ӭ} \u001d-;\u007f\u0003/y_-\u007f6kk S*ǡ\u001a\u0002\u0001V\u000681\u001au \u0014\u0006\u001ek:yH1w_/(\u00190\u001b\bjAdV Ѱl \\20e\u001aeB^WNW nF9HN |\u0010˱ ng5S\u0003d\u001a& qղ-S`ONY>_bXY]Yehö\u0001[\u00013B\u001d A@\u0012#o[AJo햧g)f_\u0010ӝF$\u0003n\b(\u0016\u000e59\u0018\u001bl]bYvMk7z\u001b;\u001dGb{LOz\u000f%^y٭C5Xk&^Cmxce2 hɲ\u0013YF\u0016 ߪk(\u0015\u001e)N \u0010HhF,fwU\u001a s\u001f£\u0016g\u0010c#h8m\u000f ɫ>\u0004V{\"bV^9;[~شT?\u001fItO+P~\u0000\u0019\"\u0000HV碹 V/\u0012IG\u000f3hMbu\u001d_ez&&kؖ\u0012puqs E/.O.H\b\\\u0012IB#s\u0017D/mߊ}?c8fn\u0018V:\u0003;M\u0017f]!e\u0006\u001bljmޢަ\u000ep:o4\u001420\u0001O={K;Y]Eih\\tj:Nyvw\u0015X\u0011]X\\Y9)Jѯ\u001c5(\u001a0\u0017\u0014R$\u001bE \u0014T0ʄkGgt8\u001bܵIMIq\u001coɫy66G_9\u007f+N2߇k\u0002fFz\u001b+\u001b feX:Yc\u0010C,{%Vu8Ȍz\u0013HEhfhÀe+GfXCu[){$\u0005PCUvѩ\u0014hA\u000ehT\u000442 'E\u001bZ[)B{\u0006UP\u000eS-T\u0002g,\u0012RL.\u0003X\u0015\u0005hhĲ$\u001f⌮1#x,\u0010kX֤(\u000fgQg!s9{\u0000uj~(v㞞\u001eM@T\u0010US6\"M#U\u0005\u001b%t>97tj}\u0005\u001fΈyYrCܵ\udea1kc ?E\u001dcEާg>il 0#\u001caT\u001fYUka5O/\u0013\u001f\\w\u0018jhQL  ΐ  e\u001ax}uݨ\u000f̵Uۙ_0wyCXXa4\u0019=g 4{A' ݣI\u0018\\\"R8̕{77\u0013s(\u0019#q\u0013 \u0007mm6b*\u0000@CkV>\u0013^\u0007?)v%jzO\u0015{JnHݴ>>U xU \u001b~s\u000f\u001e, \u0014u\u000f\u0004gqҦ\u0017+C@^?Sv\u0019zMM\u0006C4(p,(^\u0006K\u0016K uԔ\u0012I\u0004ǉ\u0004G@\u007fhG*\u001a\u0006P\"o@O\u0001v\u0013>_omu:t]w}tߵ2_ 6dK!P4DF֑\u0002\u0001\u0011S©±ꪨ:\u0019U]\u0015ݖ\u001b8TqGݤ b8xx|\bU\u001clU+>\u0013Е\u000eT:J+ (\"`H4*\u0019=h!\u0006O\u001da0\u000epWx{Hx  HHr\u0013:'\u001c& b|G3Gr/\u0013ʝ[B\\wJ\u0006p\u0006G ΪjMO oc[\u0001/t0\u0011\u0004\u001eH2@%o zY\u001ezJ\u0016\u00176\u001a\u000e S\u0004\\! TÍ̝߲\u0004Es8sF9# bi\u0015 zVY&YXR#)ɼ -]ڬ\u000fD A.!(ڤ\u0006D\u0005BQ#)J\u0004~T\b\u001b\u0001=ScYߡ3G􌞥oӫ\bԗ*_>I? W\u0005P+ H,uH\u0012sX:\"\u0011ꔋ\u0013*MCw sJU/6\u007f'Ȫ\u000e4\u001d>3wcjZȂB!K\u0011!\u0014Jx\u0016YL!\u001bC[C;C\u0007B&\u001c.(Y˥3ȼ\u0000\u0001 1R=B\u000e\u0004EN!$#\u0005 \u000f}6\"ѣ~J\u0006C\u001a5ljm҂)~N ̀E*\u000f)*{\u0000| rŇ*f.i\u000f3c.U-Z:+ęn\u007f[ѕ7FV0WP\u0017u3ӂ.gj TڿUdrc {,9iֱ>\u001a%̫ 1o6P\"h27\u0013x-'hy0)T F\u0016O yi ZV\u0015FIފwM~y?';AGG@k\u0017rl\"\u0019xff.\u0012^_ߒߗ-=\u0014\u0014R8\u001d\u0014*Hb\u0002?$7\u0017\u0010\u0016x\u00063N\u0019\u001e9wW\u0010 >ͫ\u0003[\u0016\u0006\u0011rيᜦ6\\m\u0002  rm.\u0016˅zsD{o.l 57t\brS\u001cg\u001f6Rc%wO\\?=A-_\u001b\u001c42YJGwyeBM\u0003\u0018^Y\u0002O\u001c!(O\u0015S\u0017/D^h`&E\u001fi |Г^\u0014e \u0010&x\u0019Y\u0016\u0016_K\u0007VW6Жc\u001a*Q6\u001e\u0016]'\u0003?D\u001e>LQo \u0006\u001dؓƖt(zYNO|> V)bI\u0011H\u00117ճ\u0011Ǣ0NO~\u0012\"\u001dꒇޮu:ufv\u001d!ߗ+*֦#V\u0005c''Hz\\\"pk rG^E^^E>vr.\u0015Qm\u0005\u0007W sES/3U4e4\u0006\u00079S'\u0002*x>q\u0001܅\u0005/SݩH׍2O\u0018\u0004c L\u00167\u0006I(\u0012CMYR!\u0007\u0015WOuPXe`Ow; I}N`^ sV\u001f\\e\u001dHe$a\u0015j?(\bn\u001a\u0006#`Q|W9 \u0003/>%R\u0015Fӣmz1wn\\vfgxol!\u0018W~\u0017m;^[y܁\u001fa\u000e\"{+\u007fa5P$\u0014~g=b+12&Q&ՎۉR## EƬ-   JkW+ؕ7o6,}GGݜ5y\u007f֟bs\u0003\u001b  1x iceA\u000eAY\u001a\u001bhX78 \u007f?jO[M?3\u001b~\u00179gΜy{\u0003WĻbNn$9Vhu\u001b.,^\u0002 4o:\u001af!\u0012 Ve\u0015+˲Ae;5B\u0011'Kj):E\u0007Q\u0003 .(]!(my:M\u0004k\u001fs٥\u007f]k뻋K\u000f\bL\u0006\u001c{;sܿ榊?\u0018\u0013We\u001eܾg5^q7 Dt򟍎h+55z5:ru/j/Z\u0010zhQ$\u0003{A\u0000\u00198ъMS[@Yk.\u0007\\/\u0014$\u0019# D D D  ~|\u0019TT\u001eZ\u00197!\u0014\u0011W\u007fZ9ht\u000eb\u0001+\u0002G$G i\"/C\u0019R\u0019\u0016\u000eET,8\u0006c\u00006=E)\u0011x\u001c\">\u0017w[HInʾ1)\u00007vdJ=\\J{/\u0005ck>[OY\u000f㷚G\u001d\u00185\u0015JE\u0012gOK\u0019]$7\\c{K8\u001eN?[\udd1bV\u0002&b廵\u001ac\u0007): M\u0018y\u0002\u001aE1\u001bl\u0004\u0014\b\u0002oUިuذ?k8=\u001e=D\u000f\u0007@m\u0001ȓvJ\u0011 \u0017\u000f\u0016\u000f\u0015O\u0015-EM'\u001fS'\u001fS'\u001fSop.7r\u00131w\u0014\u0003M W\u0004]g\u0007\u001bםu\u001e?k6tǬeDg\u0003h֑L'\u0013v=G)ΔܘC\u0018S9*#%-\bH4y\u001a\u0001E= ,;)k> W@/Щެw+{c/\u0011\u007f\u001d\\55Lvi#}ͯ=Ү[/N&ˉ_\u0019kt\u0012[\u000e\\oZ\u0003E&D\u0007Ѧo\u0087m3vqv $\u001bWSfOB\u0005H]J x\u000f\u00114\u001ae3Q@J6=^}Ly\u007f\\}.x(wDZ9l=>=}g\u00127\u0018w=\u001bY?r8\u0016nm.g?Yq\u00036q}k5bT\u001fٺ걒]I]d&F.g\u0019\u0015CX16gk=+Lc |\u0010Cv9^\u007f/Q ɤ \u0019\u001eʊBë\u001cv\u001ewѐ69p8V9\u000e!\u000fF\u0003V\u0005\u0002.\u000690̢h\u0015#\u001f>7;.z oת{1;IsL=\u0018\u000e, 䮑 ^\u0015ue7-(\"\u00121tkF\u001d;ß+|>!~C/>y\u0093ғCO FgP=\u001f\u0000Z Ο2P\u0006(\u000e6*8d\u000fP~\\5\u001aK\u0017c\u007fv֠\u00061d9~\u0013 sx8uI\u0014 չ\u0017z v}ffG\u0007;g;\u000fdՌ!c\u0010H)d0doԩ\u0005o2\\RGMf}!\u001d+@\u0010\u001e\u0016e]X\u0011KFS\u001d\u0013u\u001a_\u001ay~xz,!Y\u001br\u001c1_('͝ɳ\u0015vmW\\/U \u0011Uag|~\u007f\u0014 s:72(\u000f\u0015anSta}'\u0010NzhP\bRhR`A)\"+b8!CPA5  8#\u0015,3p'\u00007XZ$\b\u0006@$[\u0013\u001c:.LOW\u0011\u0018u\u0010#f!k  Z|`v\u0011yVYڡ\u000e\u0006!ϫ51L W}F8]=%^\u0003\u0015\u0011\u0012˔HƦ|)\u0006-\u001d \u0018\u0004^z/bw{;;\"ߠ\u001euY/5 xt\u001fp?rᰦlӌ\u0000|b>i\u0013VҫZ\u001f'\\J\u0002\u000f\u001f\u0011\u001e\u0011'!e\u000f)OrNr\b |c[-\u001e£]U\u000e\u001e\u0001\u001b^\u001b\u0015+?\u0015\b\u001dFc #!\u0004_{eBU\u000f1\u001e\u0018$tϿ3 ox$!\u0014Oڽ\u0016j\u001f\u0015lv%PvŮۙ3vd'\u0011wE\u0005\u0000fG\u0000 b\u0006|2r\u0014H*;ğ\bc]^Yl&e\u001aJ\u0005L?g \u00108WGIl6E 0f\u00190\u0006s\u0006KRfhν[iޟ|/E[em\u001bo\u0017r&By\u0007q?}cKb|\u001a\u0014l|9r\u0006\u001cCYY\u001b\u0011O2L\\]p\u0001]T\u0013Y3\u0010D2(Gc\u0012X3:3Lզg\u0019S)M\u0001>\u0004\u007fOl:#\u001f\u001c\u001c jD\u001a\u0004\u0012߈\b#\"\u00168\u0010\u0011\\M\u001e5C\"Ho s *uOO\u0013jCһ\u000fn[^\u001dC>lAܞ\u0018,|? |UPNPX,v4a>\u0011k@\u0013Qn -\u001e=\u0010}>JG\u001fe{[ljt9Y\u0013\u0015L蒧cw~\bjN\"Űe\u001aTs8P\u0002顡\u0012);:̲V3D ) _8V\u001a# \u001da\u0007eX\u0007M\\7IXxk(!uvΎvfe[gi/LJ{\u0012aO\u0013\u0018$]ށS܊M@b\u00038\u00040aEK7ξޘY\u001e8rdёm(E=\u001bw54'\u0012K魫;}\\%Z]v\\0+tJ`L\u001a``|B6)M7T\u0013g/Ko~Cjx\u001bz\u007f|V_\u000f\u001fP\u001fZ?i9nO?.xԶNm;-\u0014ԽJӦm>Bi@=Ep=\u0002?D$\\X\u000f%sx\u001aj\u0007O%O2Iգ[c1\bΰA_ׁScL~\u000e))1P{P\u000f-cঞf`^\u000fL\"p\u001e\u001eW\u0010,\u000fuIŐ\u0003=b!z\u0003c\u0001:=\u0014k\u001dՉ\u000f,\u0017؀647;})b}\u0017*)\u001aRD\u0007LQ\u0005Z%j\u0019C}06\u001bV\\Ʉ!\u0011_L|\u0019/ePР?XڟA3ÙɌ%c\u0005'\u0002AVfl;߹u\u001b\u001a6\u0007WċE!os,'ph G7I\u007fp?TC\"н \u0018\u0019xH \u001e`2T12\u001fۺYt#o}ΌΒLv\u001d!#YsRrL \u0012\u0014f\u0002\u0015QSf o\u001cQ\u0005XKL ٔڔ hZS^SQMXka7.L]Q2ӛhHG\bw\u000f-ֶhMO͠tȘtŅ ajc\u0006Z $,d7\u001f^\u001f,\u0000\u000fK(\u0011 1`\u001a-+.59,䀐)`x݆\"n ?[\u0017沴b\u0002{\u001e/m>x Y;Z\u0019G\u007fUN|{U\u0016+\u007fdpǿ\u000fX#9܎R=;Kk/]:Bc&ZzMtq\u0003;aXY\u001f\u0014cT9 c\u0015l×\\vEm\\.\\h7\u007fuћ\u000fl][${V|> V  `k_׍\u0001N(BQMJ\u0012BT\u0000O#\u0016j\u0007\"US-5hHJt\u000e,L5b9\u0015\u0002{e[1\\yp\u0010LC [&bU¿$e/M xZ&~r\u001bvF-*\u0014\u0016$i0QA\u0002Z\u0013/-RNd͖il 6Rr\u0001K\u00161]\u0017K:\"Q\"Q\"QbE/Ҏb9Fc9GsH\u001b\\ 8+\u001f @\u001ep$)zhu?Ft.祌\u0018An  \u0010ФR'S 6Ӥm\u0011mz#ʻ\u0014\\wr\u0006\bpFiW9c3/ L 3S^e6@ٗrA\u0006P\u0016tl\u001efǳ\u001f\u001c̲:\u00192 n9e|&/KG3\u0001\u0018\u0012\u000e M(sId7l E\u001c\u001bd~fcUg &\u0012\u001f\u0014o\u00136#`3:;89Wl1oHS\u00171dA=`&٭ug` 5\u000eӡ Bo3\u0003p )#\u0016\u001b\"\u001bH2u\u001d\u0010`,\u000f1G\u0007L8|Z9k\b\u0001 #)\u001e \u001fP\u001aԪ (\u0014?D&\u001aY{h,?C$أ =2 ٳ\u0018]^LD \\0y\u000689\u0000C\u0006\b\u0013I{\u0017$B\u001dԺ\u0006 e/\u001c;q2::\u0002!z\"\u00155Bs\u00146\u001elh\u0019ly_q4#RUYu`\u0016pYG \u0004\u00052H#ǹMӺ \u0016ZXrQy\u0005d\u001f{d>B\\rw޹\b,J2s\u007f\bWƽî\u0007MNX`.YDh]\u007f3o v1@^\u0015]9wrD)c\u001b\u0007Vq4K0r`IE.+?\u0017\u0004_yd\u0016qu\u001c\u0019 $\u0003̮D, y\u0001B\u0000H(|rwGIt=,\u001cxX\u0003r|8d\u0003]t}gb\u0013jH J`? suϝ#J\u0004\u001e\u0004=)H\u0004=}\bH\bd3)\u0019?'β%(\u0012\u001fl#\u001f\u000f\u0007qGNnr= 1ʦ rH\u001c+R(a1]ʋK2ѐ \u0000y\u001e`\bN06Y[\u0002UsZ>h`Ɖ{_\u0012!81DDE)j3\u0016\u000f\u0010ks`Nik \b\u001f\u0014>_7.fIlKʅ^+\u0017zA\u0011^+ZF-#\u0010ʲ\u001eڅ.藵 \u0017\u007f\u0018\u0001Vˬ͒ӳl;ɱvF;F\u0012ap;1k;M5\u0000ڝ\u001aNr '$Ћ 5&\u0012\u001b!AW\u001f\u0000(K}¢\u0015\u0001P SGwg7Zdc[(D{fzz>h=_I \"oѳ]]\u0003k\u0018O\u00126{\u0010 гk\u000e\u000e4:k\u0016JPsz# 'j5B\u001eqY? Z>\u001aZ\u0006G ֙\u001eSeE\u0006\u001b C\u001doQhD9 \b՚\u001e1=ҥG\u0000Z\u0015[\\z$\u0000r\u001ei=:\u001e/#\u0001/oH-Y\u001f]}%b&ay`9eV9  \u0002)\u0012V Ҏhv Wb^%\u0016v]]G.۴$vm\u0019\u001bcPA;\u0007\u00061a/\u001fn,NY\"2  oJԣF\u0000D\u0012{SfoIEG2Jc!\u0014[ɹ2\bħ0^PO\bΪ[,std62G?-mU卷Uc~йhǳ0\u0016\u0010`zc嚵 ^>ݶj3:+\u00145 k*s\"Tv֛֬} \u001b5?\b\u0001)ǟUWVrk\u000fŐV\u000f绦};Dp\u0006|ٗM~؎\u0010@,%PJJ68\u0017qB\u0012W (=tzaoe\u007fڭ'3)ݏ0-(L\btvMduE [$m\u0002BG!&J\bJfm\u000e\u0018i1քhyCKT2P]\u001c!\u0011\u0002\"\u0019le%?m\u0014\u0015h3\u0017\u0013  TG*'+̑ \u001e\u00156hLz$#\u001e\u001b\u0013omH[o\b\u0013(:?a\u0019\u0011\u001e.~\u007fx2\u0016D6ēר>\u001fYK:C]-X\u001d[Oe5sI ,f76\u001cH\u000eQi:3oQsL@\u0019ϭV;mm\u0017L/\u0002\u001blN\u0011h\u001fޚ=N\u0014U蜛\u000e߸o'C0\u0015T\u0005\u0010S\u0013D\u0014f썞\u0016\u00026Pn!ID\u0019ڮr\u0004{H\"Gq$o\u0018\u0019 \u00156cr'Trq)\u0016K(Q>\u001c\u0017 % :\u0014\u0005c\u0011j..s ?\u001fY'?ݿ\u0011J2&3փσhQ(G*SU|6n4\u0007:h\u001c>I`?7Ƹ#;M\\-q\u0010qf\u0002^0ͭ9d͑6?lz8ʭxD\u0013lL6Q&Cҁ mG\u001cK\u0007a\u00038N:SL2\u0012Kj(U \u0016 G5\u0001|KMIGa*74b,Q\u0001LmGwkx\u0002@JC\u0019\u000f?ᴗP6~.\u00059\u000e;'76'\u0011忻\" \u0000{\\^=Y\u0010ʗ޹߯\u000e+Lok-\u001e~\u0003dRUv[?~\u001d'5-*`O\u001c/#cŘy\u001cZV\u0006?ԕR\u001ai\u0006\\iʜ(ns%h69(FTC\"J\u0005(eaT\u0019~L(\u0005ι.3?ͦ3\u0016\u0002:A$3 \u0007rI/Iq)vuB\u0001\u0019jJ J\u007f2Jf\u0004H{%\bշF\u0019Ni[ N\u0010v]3u\u0013[8J\u001c\u0017ڒT$݋\u0004[$d#dAE\u0016\bq݌h\u0016g+\u0011F5 ݹ̫_6jm\u001aSWܷ(D\u00188h/fN1/B{i:\u001a%]\\'\u0019Z)kX |N1I~D2bO1Ν3&| %q֢\u0018WDp$xXݥ2ۆjCC\u0003 hf&\u0002|߉\u0017NH/\u0018#lhi#ɶYb\u0014\u001a\u0013t1%\b\u0016>Dn\u001b&5|\"vwR)&&Q:]noF \u001f|92uw8\u001f\u001f.ƾ\u001a|[\u0004=Dp\u0014\u000fGcXrDy:\u0018Q*T \u001c9 V\u001aȒ1p\u0013ًMy 74G;2Ǚqvvc7\u0005Bw|)>^\u0003{#LDGn+KOIܓ7 뮌T\u0019B#h(t\u001d_\u0016!)O\u000fk.E5F\u0000q$\u0015H& \u0011ىs\u0005O5>(Kt-p w55oE\u0011UVr}\u001c7n\u0007\u0001y]x\u007fذ#{\u001a#Y\u001fewFS\\=X,u\u001b=믍\u0002X,,t\u0014 WvIn;{x_ \u0017W\\}wE\u0004\u0015g/.li\u0003S&[\u001b=xA\u001c\u0012N'`>\u000f6y(\u0003-i{Ȼ0\\rDu\u0018a3dS'OL6ưVx\u00120\u0007)dՓSMD!\u001c]e61};x\u0017ա)½mAl\u0081N(h\u0018GfZS:y+|\u001eO84g2\u0001ԦN\u000e \u001dNHCM\u0006'\u0003*^݊2L-|.\u00193cke Z\u001be[\u0019\u0006\u0015RiW(\u001b u\u0006g\u0014>\u0012f\bc3%\u001e [\u001cuu=;O˧\u001e\u001a\\g>rEy\u0015U1dddfNS\u0017Pim*\u007f! ܦe\u001a+\u0002 ~H4$SNҌ>ݔE\u00019KՆ܉锓ff!\u0011ѓ\u0017P\u001c\u001e7XM 7˹|&aMD2\u0000\u001aE\u001a іU,\u0010Ahsө\u0000$:Hq`\u00012b\u000fR{ N\u0013BKHuEѕI=\u0019[\u0017I|\u001a/D^͖ G@$ IyMb\\ʉ`,]x\u001c?9LU܊p=c\u001ef\u0014\u0011\u000fK\u001ahvR\u007f>F\"8[WPצ泜\u001aQ\u0001 DWHTCHr\u0005p\bщ:b8rͅ8.\u000eoTb\"\u0015b\u001fM;\u007fWe}󡮕x`-5\u0017^\u001cP\u001b`3%Ags-cI\u0015;hgj̳M/6Vt\u001f-\u0017\u001c\u001a\u001c \u000f#DqZ Fҹ96Y\u0006y%\u0006ټt1r\u0019\u0002[F9;o\u001a^>!Q}0 _ uZi!徊Wqk\u0010si)m n,[]ͯ e*u\u0007\u007f/\u007foջ-\u000f\u0007[|U} ]10!? \u0015 ax*`IH\b\u0084`\u0012Y\u0011Kus> {Y=*qz\u000ekC \u0010WHA\\:Zh6 \u0017'DOG\u0010VEgxB/)UC>!|ftP\u0003\u001fPfw#M\u001d5 ^=\u000e5a#jy\u0002.E jɂk~uQ{Cb?'(dƅ\u000fҺŗ\u0002\u0003:S\u0013L~!fƱ 촊dsE;Y .`MZ֌Y\u0004JK]-\u001bCҝA`䝩b\u0014\u000e\u001b\u001b]\u001c ɤ-++\"iXDCz>D\u0019\u0011J$\u0002b\u001dGౙ}LhZ\u0012zƫ\u0019h t+o\u0015\u0013ŗ\u0010^AH\u0013VYʲ \b\u0004\u000eOЉ\"(\u0016]䗄((I k!\u0018! tR)|5J\"\u001e\u007f.fPD\"c\u0013  S=q]\u0013\u0019_=XW} ~Zy^y\u0005\u0012%51% kSXB)\u001en )\\OBG%I \u001byI#jD>a߬ø\u00060\u001b:2F4~8k\u0011\u0007\u001eax\u001f:䴿\u0007?2O>MWql>SӿON\"\u0007 \u0017 ES}'dI6 Ž𻝚&oUS̪zC P\u0005[ ў\u0012\u0014W@PT ̣\u0005, *\u0010q\u0019T\u000e\u000e)0\u0014PzL\u001c\\\u0007R\u0007:^\u0014E\u0017eXL I[>\"챽n u\u0017͝\\fI5ׂT-Sh^e['s-JͬwoT6&XK]\u0003\u007fc\u0019]O\"N(.1\u001fh^\u0017@[7X7ww7u\u0011\u0013P \u0002 7p\u0005\u000e\u00153DpX6 ZTm9 E;n@L_MA 鎎`~X,JQ$݇%\u0017vU-\b;LP\u001cǕdX-\u0017t\u001f Lb$*Ioֲ[.V{N*\u0005,\u000eKE P\u0014DH>\u0003 .\u0017\u0019\\\u0001\u0017 HX\u0003N?\u0017ǰ`UT+G_)o*\u001cI \u0014ӉȂ|RL\u0003=8ʸ\u0014,nhAY:}ls̡hK %oRߏTi8ߜ \u0017pXvWҩ!O\u0017\u000e E?[O\u0003f\u001eg\u0001ԳorD\u0005\"\u001eR\u000e\u0010uvT]A\u0012;[\u00012\u0000k㾏\b֐\u0007%( q\u0013pLdMB\\u\u0012l8zF$9!VH\u0006=\"\u0012C_AN\u00069ىF\u000e\u0017uG?a\u0012\u001eq\u001b`\u0019\u0004/\u0005GJXuc\u007fB\u0015F&C}YiVu8\\^Ba^w᫶\u0003\u001c w=G)?\u007fF\u0004wD\bl/\u0016Ϭ&58\"|N\u0010\u001fcq\u007fɚ-)ٖh۰BaD0C/Z\u0004)\u0014ۥB,-#O\u001f&\u0012^g 049yKN3\u001bqkFr,PٵSNsY\u0016ݔ0H tK\b\u0011\u0004CQ\u0014m?\u0014&rgr!J'$A)\"\u001c {]\u001d 5uvx jM56yjOkQipƻ i}\u0010+Nyq\u001cc\u0006\"va\u0003\u001d\u007fW(^9-9Mfd2\u0017-\\\u001afȊĒŘ\"\u0005ІvG=\u001c1g\udf4f~go>[\u0007Ǚb.ٍ݌kdn\u001bw;\u001fq\u0000v\u00048:рc\\\u0011/.\u0016_NF`6gEi1[L4lbLvs\u0017VqȈjS@$)8s^\u0015D[$-EȴVn2=*DlS\u0014\u0013,eY1΀܅7aSnXlŌ >,FN1y\u0016\u0017᱊\u000e;v9XZ \u0002\u0002l^U\u0010\u0019\u001f;c\b\u0006\u0000\u000e 8B, hֱa ہ}rcFDI?\u001aɁFsd Tm\u0005@\u0015X\u001cu+'c_2^l[v :6rM\u0000\u0015):ǃo\"\u000eb6V1 V:\u001cyhukog.^춼__Է0]\u0017-;|7lv*սeq\u0016Vlm43| E\bq_C,0eu\b,\u001d\u0005JEa\u0002$YhQ!x9n1\u0010 \u0012u=*)wp\u0016?EƎ}SCgΑƃ\u0013tӐhk8KݕIfwܪ+8^zBv{iQ%USh\u000fvrk${ z\u000e\u0005P }\u0007KJϕ^/ov |y{P\u001aaNY \u0003ү^\u0013l\u000eg{.\u0000bS \u001d >ugﵷOOfCC|OuȦ\u001d\u000f% N\u0007/ε.\u0003\u001f|5j\u001eF~5ԆG[L _l\u0015 \u000f\u000ep|A3\u0019\u0012\u0016ųoIrXC\bjw\u001c8\u0015H\u001fօl.?\\t`++\u0017|tw\u0017{O  ~pX&|\u000fa>/χ_/,\u0017˗·0\u001f|\u000fa>̇0\u001f|O{|\u000fRV\u0018!f 5x\u00141X9\u0004k\u0000\u0014vS3(\"/\u0004b!O\u0002\u0001V\u0001=\u0005`L/\u0000n\u0016 ' Dȣ#\u0017 Sr\u001e\u00055C5V)=3e[.%\u0017i2\u0010\u00060\u0001\u0015vU(\u0002\u001e\u0002CᖙP\u0017\\K\"م$\u0005\u0012 \u0013}\u001c^,_#\u0013x99pf \u0016.+uvC\u001b\u0000nh.Fk']\u000e%ip\u001c=A\u001ern\u0004]\u0003i;G\u007f\u001eW=Lh#}\u001a%j@\u0000@;\u0015pv''5\u001eF@7u{\u001dɒlن8\u0018\u0018:8\u000euQG q\u001c۵\u001dB\u0003Ƒdc ز>L) )u:D4֞v[\u001d,\u001cf\u001e>ROWf}B_\u0017עFp\u000f6~CT%iX\u0019ͻ5}VxV#md'e JGl\u0011/\u001d'k/Yf\u0003ϗZ1k;Z g'zE\u001fH7噺FIWmvzL׺=V6Mjgnu-09Lv}Z5 dwi/Zo]jvt/O/c1v}Tze7fR%V[\u0007VGTd]Z&SWfL_ut.I@#s7:t=&{4|cҽUܵ\u001e{wkSg \\V4u1حcnM\u0014BJ:ۍP=.fE\u001f1lE\u0004ڰ\u0002٪\u0014r\u0010u\u001d ȩ\u001c.NEǊ_O\u0015\u0014x֑_qަG2=\u008dS\u0016)_V~]Q~\u0005[R\u001a \u0016aO*۱l$/)\be=Ed[=6\u001d[ ȨõN Կ$%\u001f67,(+#d\u0016p\\8\u0003nT!\u00026DS\u001f\u007f\bz3 t Bo\u001d\u0007S\u0005$P)R P uпD\u0006{\u001f@\u0005G\u001fA~ \u0016&ه{/\b;з\u007fOh1D\u0019S@\u00149\u0013r\u0016ÓJٟ|[XdUٞk\u00014jVE\u001ahi`\u007fi,Eitk|( F4Q1M -qM\u001ctB\u001274\u0004Z-`+f۲M(\"R-ޯe2 пr\u0018C#Ћi\u00059e|x\u0005L/Y,QO2ZmDg$sMIf'V +;\b \u0017T8¾ @a L\u001dۆރrҮ\u0005K\\ XUTX#r\u000f12ݱ&Xxi㥓~\b\"\"/Wr\u001d/7r'/Or./\u001fRP2,\u007fRI_I\u0005h2P!o\u0016φ^}䑧a/@L \u00192 5\u0015flFӶʶٶvvvt]!IK$=RbT۫ڱO& \u0019 Z\u000e\u0001o=FUc\\\u0016e H\\*  \u0014\u00003I=}\u0016~\u0001\u001a\bL.j\u0005I\u007f$\u00197z|\u001e\u000e\u0007M\\u`\u0003 BA7\b\u0006Ӂ; \u001d\u000fL\u0000&\u0001S\u0017U\u0015}f~|VI$ج :\u001aaI\u0017\u0005\u0016xy3\"b38} 9>\u001c\u000e\u0010ʀ\u0019\u0000S\u0005\u001aK\\\u001c`,d| ȇ  \u0017\u0007[ B罰\u0003zz*\u0002K D9&C\u0002&%\u0004U\u007f[\u00146;\u0000\u001d Y\u001d\u0002\u0010x;\u0004>!Xc\u000fW\bC\u0019\u0098T3yejc\b6 D\u00072\bF4\u0014\u0001}~m۹\u0010\u0001,Ԋ\u000e`9g\u001f⭏:x4E\u000055::a \"Ç>H2\"w\u0002_e x:p\u0002|\u0013\u0014\u0013軈7_A,j\u0004 \u0001Kѿ\u001d }̨\u0001\u0016V\u001eu. ͠=\u0003\u0002>LyMՍ[\u001d֌`vƵh݄\b\u001blu\\6 }7,@\b\u0010\u001fۋ\u001d\u0012f'1C\u0007 #]\u0011 \u0013$0S ,αfz4\u0013*o]gl\u0003ljyJ=\u0018xJ\u000e qe\u0004]32\u0005u%?d v?-}p>sE*\u0015\u0018V\u001e3(z)\u001b3WQf s\u000ea;ΧXmd'p!\u001ai\u0003ڟ=0fd?\"QF(`1\u0019\u001d\u001cuRF+?|e\u001e\u0003icy}9\u0016\u00063\u0010`\u0001nC KvvxR܈\u0007c `+\u0003\u0005 \u0000{\u0003_0pLI>+\u0002pY\u0006cL a\u0002\u0011-R \u001d\u0019 Y\u000e-W\u001cu6'\u0004aE\u007f]ܲ\\ Gz\u0010 .c  b\u00190uZ716Tr\u0006kg}1!mh\u007f)6\u0006S\u0001k0Qr\u001b_WE\u001c2[pȱn]o*bHa\u001d\u0007ˋ u̐Zo\u0014*d 3&'Zĸ\u000e\be6Л=b\u0006`We  \u0002\u00118OG} 8'\\_q\u0003%w1f\u0016\u0007 \"tHu\u001cBZ   `Z\u0010Ic8-AX64B\u007fT& d\u0011i#MDl [H?\u0019 \u0011r'7CAC\u0014UƠq1f^BsKfiĀͺX鯁\u0019à\u00136\u0019 @QƘ?@Q?6bc߉\u001b[\u0001P7  \u001bA]65\\o\u0001uppJ]~5\u00011\u0001\bp0w\u0013%84_\u000f\u001cn\u001bлg \u001aV_Cm\bEi\u0006\u000e\u007fCPU$^S\u0012F\\\u0015\b1 \u001f\u000f\u0001q!\u00051壮j@\u0013 \u00009\u0013\u0003rFz` Fo\u0001t ;e\u0001\u0010\u001b!|gP?%%%\u0004eK6Ӈz-ʭ@\u001fb4+7\u001fv\u001f-\u001bگ3\u000e\u007f\u0010z\u0001\u007f/\u0017* 5E6|\u0015\u0011G\"Uo/pLT5I\u0011Lw\u0007yCL\u0002KnLZ&r\u001d\u001b\\ \u0016!m]-\u0013Msmw֣ljnzMg.E.ȘU-P-  bT-A\u0004fhYDD\u001a# ?~ 4FGtfv\u001d!dK?\u0017>AM?/&\"Wl}aK\u0016{oh։NoD޷Y/4\u0017Wڃ\u001a{7(\u00137\u000e[3=#|lB\u000es\u00139终>[}W=\u001d\u001b\u0010z\u0012(/+\u000f\u001e{T  [ev\u001e\u001d*\u0014X\u001br0:x tQ\u001d%6fUhS EΕѠs zf\u0007&f%_\u000f0ڹ;\u001dv\u001eɍ|x9}7Pf(t,ts B90 C5\u0001Cs\u007f ߰F\"\u0003V\u0010(iEB;V T,f\u00169\u0006\u000e+'\u0002ǐ\u00191\u001fl3\u0006,Eײ\\a+\u0019\u0006yh\u0012__\u0017kf ܐC[7o3;\u0005Fw8\u001f\u0006.Dw5&;2\u001a?ˇ]X\u000e\u0006.CudH\u0018\u0018\u001eh]O.\u0019BN8=%}T8\u0016ͷ\u0003iO\u0006  \u0003}8x\u00103\"+Y +g')z=qMr.Vt3+e~n9D| ˱\u0011˴C;\u000es\u001d\u001a\u001a>SΫi2YE0\\6 9G\u001fxz'3ƺ*zu6x7fw\u00073]SyѓiGϺf\u0006 2-X\u0014=+ߝ\u001d,v D/eEr VD \u001a=\u0017\u0004\u001b\u0005̳E\u001d`sK\u001f4ƈ=h\\\u001dXB.t\u0004 \u0011+;]O\u001frgBy\\yZT^WVxJy7C!|!89Kժs T\u0013UGU\u0010~V &uz=\"aꈰ#3fd~3s=O}t|3wg2[1bO2735ZORh\\\u001dC\u0013 [3X`͑\u0017jN՜XsF[5wk\u001eT_>'YsasYjksԎ\u0003f\u0016jԖNS[Y[[k_T}\u0005=j-;N\u001f9\u001eL҃M|y R\u007fI\u001cY~^ ֒Xk%Pk\u0010kxRCZ!X5hk}5Rz9ÙQM~ֻ׬kg)zUސ[O\u0019F|J]]m&įnnn\u001e\u001e\u001exx{/yK2|پ 2\u001ff?V\u001arBu57'ǭ\u0007>+6XfGܞ k]_ hЊZ[hum7mhmm>T`\u001dL}\u001c'fHbH*1^3?eOk\u0016Frc[>[8\u001f4GF/L2, ^\u0015ԬլxQ fC k)\u0014 E簱l[״ݑ\u0019\u001b \u001fe\u00134z\\$˧ ӳ\b\u0002 \u0018)\u0015(\u0012|=J|*\u0017K!E)&\u0002\u0014RE\u0015$\u0005F\\H_:\u0014)|J,%( \u0013)dS\u0016å\u0014)E܉hEJqEGEWŁ\u0013\u0015 W\u00168Wq \u00157̛Zw\u0019\u0015\u001d\u0003\u0019EeE:oYEWi[7\u001b\u0015]E6 /z\u0017^ m8Vȁp\u001ePVVT]V@a9[STc[dw\u0013Y%((\u000e\u0006Bi[Ţ\u0012l{qEw\u001d`!kC oYJe80\u0015#Υny8Z䩸譪ȖȷD'\u0011 M mE1\u0015y˼=l,\u0005\u0016M\"\u001fg(>MV W_U\u001c}\u000fފs|SxE%q\u000f4ZdwC,|Զ\u0018I$sf\u0013]Cד:}}b\u0010Ͼ#SVe V \u0002N\u0007oDe⨯[\u0002\u001a\u001bG-{G&\")i\u0015'|3} \u00184N}O\u0016%[{ηېmmR\u000f}|;\u0003+\u0002}{\u0002k\u0003\u0003\u001b\u0003\u0003\u0002;\u0003{\u0002C#SfOr YeWiޠ\u001fE{VOq\u0015\u001dK4` 3]Wx%\u0016|Zq-,VV\u0015Uʺz 3|y)4&UTί\\H%NUUVry5$_WrS\u001d)Wy;pʞ3 *Cuc\u0012-ֽ}Lu_I7$N\u0011\u0012\u0013t_7YiLN\u0018Cci_c/\u001dSF䍭*1!Ku:؜\u0011^cf\u00135\u0012'ZHh9*5D6\u001d\u00057W7\u001cٯ?=c8oZk͵\u0012_3\u007fn,I}>\u001fgJ\u0016ĖoMuތ݂&ۈr{-Fɖ;=0Sܱcsgc\u001fw\u001b;=0Y?k~\b\u007fɮ\"3u}2\"׀\u000f\u0003q\u0003{ qb!\u0003s\u0011&\u0011E3wOk\u007fϳ\u001aHRD\u0010Dkkɵ67\u0012m&Fh\u000fQ\u0010]\u00147!']\u00034t\u0007#.]ǉN\u0019D\u0017.\u007f\u0002dڻ[n&;%V7._+͕vF ]]\\\u0013(]s$\u0014MCjpu=ZD$\u0012s\u0015wZȱι\u00037~jdoym\u0014vXf絿\u001b\u001eTa\bᐎw8 \u001bކao\u000e~OxWC\u0011P3\u0019F n\u0014d? ->m{?zA?\u001dGT!\u0019Di;9W)?\u0006y]d+\u0013y@= D\u001e\";\u000f9O9:/8/#\u0006ED\u0015\u0015*GHcB[\".NѨN]\u008e$g?\u0017\u0006AҌkpw\u0017\u0012S\u0011!rF| \u00150Mr\u0013\u0013dL1!C9uHY s/ 7ˬǟy#Wxbg5px}ֳ\u001c9Gcϱs\u001e'˿?\u00032gz:\u0003Ť\u0011`==8Ǔl\u0014G?{\u0004^$98\u0017\u00014asp\u0010vLx\u0018+\"1Hvw F| K\\\u0007:h](7Ğe\u007f\u001a>> %\u0018bUOZ\u0012~CI '\u0000H\u00015|1?d:\u001f*C\u0017uXr\u000e\u0012#͗Fb5[\u001c#͖&6HRhϓcR*eYTH6\u0011#,RY\\9\u0019 gx^!iVWWdID9[mv;D\u0002/]K-\u007f#\u001fHߑ\u0011G#\"U>*\u001f\u0015'\u0013d|֜vҚs:\u000fS\u001b46lm mWZU\u0016EK\u0011i   Y\u0014\u0018#+\u0002$Scd BDЧc1\u0002>u$~&\u0016#˒\\.Fƽ+m%Ii2U{̰]t=C]\u0012W-{.;'.Z ]vJ1ι\u0005n k[N\u0002sh\u0005O kzbE\u001d-|m_\u007fѢ%\u0016/ZGcFs}s Q~&k?Mӟg\u0019\u0012& NQie[\"DBh[I\u0005Xnjk\u0010 ~8ډom!j'Im;B(GV ۍ\bVdɰĩۡi[v[\u0007,4ٺ;` %\u001b}m^&ؗ7\u001eW, `\u001b4\u0018\u0016Syav`w gt5!yN%\"~w72߇L\u0013z}߷A\u0005;\u001e6 Cg|ٷn`qۇShG-\u001a|\u0000\u000f\u00001r\u0019t  \u0012 WCr'$UN}\b\u0004\b}VHֿǛoJ-,O; ;\u0019i\u001e[|CMfTO\u0002\u001fg\u0019a :\u0000 P\u0015)e\u0001il7`T7` h[\u001b}\u0016ꥏ\u0002Ր I\u0015\u0013y\u001f\u0002.\u0001B_5\u0015\u0012:_ \u0007!qҗd*KTT\u001cT>/H6*롿N_Op\u001c8 g\u000f\u0005ѫ/F*N\u00157W\u0017p4 [\u0001O J\bO '\u0011,?{H 6N\u0015\u0017\u001d v0=} +`/  :r\u007fq*Xx\u000feualm+toC`\u0017\u0003l@kg\u0002'O\u0002N\u0000SW`\u001eA [ъPOZj6\u0007\u0014>!\u0012\u0012:{`\u0001h?.\u001bE\u001da\u0019\u000eee]*\buƬ\u007f^|wc߂r\u0001 \u00170\u001e\u0000\u001f[\u0014\u0015mN^?\u0018]\u000f\u001e39 \u007fe\u001dm$\u00001=wނ>\u0007_d\u001dRi/^Mм\u000f=\u0002\\\u0004\u0000)\u0001 |\u0002 ' \u001a] \u0007oBς\u0004neTf\u0002eH\u0003ݐ\"a~  W\u0004x  A\u0001,Ψ$!\u000e  \u0001KA\u0003\u0004+m\\(^\u0003gTҁ\u0015v\u001av\u0002ϒ\u0000{\u000e\u0012 \u0019\u0001Ԣ\u001dȼ\u0011\u0006\u0007|{\u001cGd\u0015$QPHrGtX~\u0010߂\u0004\u0019\u0005\u0013|FB9U\u0019Мz ~\u007f\u0015y\u0003=\u0004%\u0015[\u000e2'\u007f\u0019\"|u+j\u0002\u000fB\u00038UN݉{\u0010ǥ#YU\u0010? PS'T[r\\\u001a)府*?=^y \b,\u000fsi-OLm\u0019g0\u0012:U/- \u007f1λ1\u0012dQt\u0016o>/0Nk\u001dF}È}\u0011+\u000fF|\u0014FT|(\u000fL\u0003\u0011QMsm+\u001f? \u007f5v_\u0018Aw^\b w\u0002>z\u001as\u0013sǶ8̬\u0004x`Ա,I\u0012\u0018mܒ\u0014b/c\u000eHN2%3a̯CSiG)(7ko߱e':H3s \u00172hg fl\u001b y( ;~^q\"u>#*`c ,`\u00071\u0002 0 @o^Ҟ\"7(Kan\u0014F,\u0002r|׭|\u001a x\u0019x\u0000\u00168Q\u0006f\u001dIt\u0014C'\u0007I;v3\u0006߃eŌ A^&ߴ+ bڮ\u0019\u0006\u0011\u0014\u0015` \u000fI\u0004A\u0004D\u0004DT dA\u0014D\u0019\u0015#\u0011s@J2g=1\u001cbĜߪ=\\\u001f}׷w\\gUtUuO\u0003hg\u0012L!\u0016d ;KA̾%\u0002}4\u0012Ά\u0002In\u001fȋLRoļe: 6_\u0016wK@bw \u0011d{_䷁VL@\u0000\u0014?&靂4\u0003y\u001d=خ#ɁdXE\u0019x%o\u0006\u0017s&f$  \u0007N@t1\u001d?R\u00139p6\u0000\u0003)3oBs| ( `\u00100\u0006\u001b\u0019TA@d\u00131\u0003v\u0000y`\u0013ޝ \u000f vO6BX\u0002hC|`8Xdϵ̆x\u0001};{G?\u0003\u0017B\u000ec|\u001ewd3ARK\u0017'j\u0005$g;\u001b\u000fRxN$\u0000`s\u00057F֑7!s\u00063I[Gm-r ͏1?yAng\u0011\u0005g?\u0001n \u001f ç\u001f\\\u0011y\u0007r# + \u0014[12 \u001f\u0013\u0007B[\u000e\u0002(-\u0003\u001eKmh>ʔNA\u000e\u0011e oV\u0004;;\u0010Uo4\u0011;\u00071\u0018@ti\u0005}\u0012r$ଲq^ 6\u0017!\u0004vtC V\u000f$Be'0C90*,ˇE\u0002J#2)G\u0010љLʫ=@^\u0006\u000f5\u0002^k\u00002L@L賂1P 93سoZl\u000e6:$^ wlJ\u0003\u000f\u0005\u0011#p=?aַ\u0011\u0018l\u0018S2E4\u0004L\u0002L\u0018Q\u000fa7H\u0004 :>ì/\u0011\u0003\u001f\u0007P;\u001e\u007fG 1g\u001a\u000eŏ\u001a_\u0004\u0019'\u001b\u0011 v@n$;]ir\u001c,@~%GõX)P\u001c\u008a^\u0017,\u0015#!G\u000ezX;\u000f\u0012K`%{na\u001e,|WUoJ@ɛ@Y|WIk\u000fL؏\u001a\u000e\u0005e%\u0007\u001f\u001e{r 9pY:\u0019\u0002>\u0018\u0005ez?ڐ \u000fv\u0005\u0019\u00023e\u0006\\\u0002K \u001d\u0019\u0001g@o\u0017b\u0015 \u0011lF\u0015J8 r)p\"^>!\u001d\u0002eƀM\u0012DU\u0013 Z@FKKV-\u001aCoP=)\u0002\u0011õ\u0015\u001aoT : UU\u000f@\u001e/qU;ɶ`i &SF \u000f;U gM\u0002 o\u000egU  v\u0013 SbBa⸪\u0004{&\u001fn\u001fpA\u0013)3A?!\u0019\u0010\u001dE 3@\u0018]0\u001aY\u0002TUN EI\u007f\u000f6r9qh[ up' ~P\u0006\b2\u0007l@,NHKIF[R\u0006Ǣ] \u000f NBGAN\u0019.F cmUii\u0016A )-ϙ\u0004gY/\u0012^cm \u007f\u0017MM,_\u0017)Ej\"aX,G\u0017)!D\u0005C\u001dQ\bD1(\u0001,4\u0016\u0000@k\u0010^KF\u0001aDW_`;\u001bt.D\u001d+iձBW/\u0002W#'UJ =M\u0018Ҧ.un\u0014\u000fХC ! B7[\u0019\u0014\u001dQ\u0012s\u0005\u0007H!D(\bYJ\u001cJEh4ʦCKP\u0001*F\u0015h\u0007:\u001a3\u0016}#A\u0003aYT\u00132.He!i)BZ*\u0007il?\u0003V\u000e\"ӣ2j}\bRaHdG -\u001dBvZɎӣrj}\u0002RIHd -BvZң j}\u000eRyHd\u0017 -]BvZW \"K#\u007f \u0012\u0015\u0011J\u0011\"2DdzJd7D|\u0010q)rK嶈\u001d\u0011\"\"DD !\u0013| _B*\u001f\u000fd;\u0002?\u000f|\u001f\u0016 ~Z:\\Z9j_ Ư5\u001d\u0001 \u001d\u0005Ȗ#\u001diO#{M\u0003%HI:ȑ\u0004\u0000D\u0002I r&A$\bP\u0012\\I8 GmH\u0014Bn\u0017I_\u0017y8\u0012 T|A\u0003\u000f\u0003h\u0010/eh0kt\u0001\u0000e h\bL \u0004 P\u0016o\u001ba9o%\u001a[|k5\u001a[h4oۢ1=oJ^N\u0013\u001aϻ.h\u0002λ'&(dޗES\u0018>\u0006MQ\u000e'i|&kn܌fhn܊fj܉f \u0016f D (W\u00104\u001cAKBsBC4Oh,4F ̈́fh`$\u0018 o'\u0006kH\b\u0018|\u001b\u0012I|\u001cD\u001ehn7\b)4\u0010&BsD\u0010\u0004GU\u0010\u0004\u001f_,t\u0011 ݅B\u001f!VH\u0014\u0006Ѷf\u0002!`6 p\u001a\u0007Ӥ]\u0004X\u0007\u0001_Ɂ4\u0014WK\u0002\u00166R\u0003%\u001dॆKKzK\u001a\u0003/\u0003/5\u0001^j  x\u0000x90!0\u0011010 )\u00199\u0005%M `6mZ\u0003X\u0001X\u0003\u0000\u0002\u0001\u000f\u0003\u000f8\u0000\u000f(\u0007\u001c\u0007\u0007\u0007\\\u0007\\\u0007܀\u0007܁\u0007 .vn..-\u0016\u0016\u0019i\"\u00123'*%\",!\bgK\u001a %\u0012@VXd[%ጋi>it\u001a+3VUּK]nI9=%:YI߹NZ]=;hLE/ L:#9\\7$¦-n*Hr\u0019 \b7\u0013OmdnN=v!gApPe\u0013'scgތpx\u0013b ml4\u001chgw̰ 0R-#jGo \u000f=\u007fۈMs4\u001bPF?|'R6`̠'\u0012%/LʨTJG`R\u0010&%R\u0002\u0005:c|\u0018z̅\u000fo[옾ݾ\u001bvfjFT0V\b4.g_qvIv\u007fV\u001fj@\u0011g\u001ae:+;)  |r:\\>I6 `_X,PII\u0017\u0016sO&r,`T=\u007fq\u0012ӣ\u0001uޛi; .߰!mj~?qٱaK&)r\bST\u001ca]>9C>\u0013N?\u0010YfѨsv\u000f.˨)*k\u0019ܣ~o^xcnWԲW\u0011\u0016Sd\u001bU-\u0019W~]xVoo'_zȠ\u0006\u001f _E\\K>k#\\Xܧ',;:{{2i5 Rj6\u0014\u001e8i8gwEu[j$/x=$h\u0007Q\u0017G.j\u001asUߝ \\XZ湝C3tߦon)|K~;:w\u0013ަ\u000fɨmW3_ʻӃ \u0013\u0002wJ\u001dZ,n(\\4\u0006\u0019Nt4ҎˣN: K~ۏ=HFW-ir$oS7iŬxUT3`jw@d^\u007f{ɖ_H-!^NO?gC9\u001f)\u0017U\u0014ls _;e_o\u0001.߆\u0017tS()c:+d\u0011\u000eR\u001e-\u0015{*L|V|\u0003=_n\u0016a4 lK!YJӆu \u001bw^w~ْ\u0018e˛h`f\u001a|Ж.y5\u0019gi+&\u001b~\u001dS3iMC\u0016\u0011s?_иطbӺo\u0007DT\\|:UINB5:or7=+?xk\u001f/뽑\u0018\u0014\u007fު@\u0014)a+WIAEoةF)ϻ.Yf\u0014&t\u0001w޵\b{.rUH\u001f\u0011gk;90n[$̓#\u007f|\"G\u000ejdM\u0014t!W+{\u001cDE)'9\u0016Ư\u000flQA\u0005kKCF'?ҝbx\u0018ܱ͝'JG:?[\u0017f!\u0007 z\u001f\u00183w}nAqzpgBM\u0096\u0019]coy2\u0007F#g]|V\\\u00059\u001bX*񝮛W^xza*~򛵥yƗ_G. 4t圁̅ =V$\u001d4.Y\u001dd\u0006N:\u0006 w M9-veƂ\u0012\u000enl::er+\u0017~A)/A&ٯ4Oѧg?\\S+\u0010 ݖ5ۅ\u001e+Ѿ[+$\\c(I} N曛]{bd7&\u000eiuw ;F7>;w?oR\u001a\u0000\u0006}\u00041\b\u0006M̆ @#gr9ʚ#|\u000fӛ\u007foY8Sew\u0005 \u0001: UzzOw ^1\u0013\u00035t։3\u0016m9C5ck\u000e x&|^SQ9c0Cu*>]奓Δ+of\u0016|X1o=\u0019\u0007\u0016&;?`7\u001bC@ 뤃oj/˕Cˆ\u0017~oZwݯHs=-\u001a{\u001dgu=Q\u0016G\u0012\u001b2S]޲90'tY\u0015\u0013os?oVt'숼\u001e Lo}c\\d- \u0006\u0000$3u=  endstream endobj 59 0 obj  >stream  xeMn0\u0010t\u0011FBH Q$\u0016Qi\u000f@!E*2΂$i y{b\u001cծҝc\u001dd V\u0016d%\u0003\u001c;\u001dpT'ݙ+\u0004oA_v\b\u001f8:;F \u0007x 7v\u0016_e>\u0019\u0003=hǢ(\u000fzik\u0003 mY)_ܴ=\u007f\u000094\u0012l\u0010\u007f S\u0004]\u000en,\u00138*D%\u0012!%\u001bX  N\"\u0012D\u001b\u0015QI& >/MediaBox[0 0 612 792]/Parent 44 0 R/Resources >/ProcSet[/PDF/Text/ImageB/ImageC/ImageI]>>/Rotate 0/StructParents 1/Tabs/S/Type/Page>> endobj 2 0 obj  >stream  xS\u000fPutQ0SprqVp w3T04R\bI2T0\u0000BC\u0005s#=\u0003#\u0013\u0005s\u0003K=D./B:pPЌU\br\u0005UpuVP@2\u0010`4,Ma1\u0004\u0000\u007f\u001ep  endstream endobj 3 0 obj  >stream  hԓaK@\u0010dg6 HAN\u000eQ !ֽZl\u0013)迿ww\u0010{ǁfͳ3N#Q jrG#97䄚\u0003On5\u0014\u001aH\u0002u5kkp\u0016A\u0007\u000fة;O2!t]M,`J$8\u0005:,\u0011:8b|\u001e\u0006\u000f\u0001i#\u0005\u0004\u0006\u0012Z@pmID-! ɩ5IԐ\u0007\u000e qկm\u001f.ЄMu?a\u001cq}أMeb)ŷ\u001a >stream              application/pdf               Shanna Willams              2014-10-17T14:23:31-04:00     Microsoft® Word 2010     2014-10-17T14:23:40-04:00     2014-10-17T14:23:40-04:00     Microsoft® Word 2010     uuid:6b4b614b-6c07-4517-983d-c08c84418858     uuid:935c7b17-e5a3-4968-baea-045166508ab2                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                            endstream endobj 5 0 obj  >stream  h21Q0Pw/+Q0L)6\u0000 \u0006)\u0018XʂTb;;\u0000\u0003\u0000%   endstream endobj 6 0 obj  >stream  h21U0Pw,-/\bHKT\bI-w.JM,sI,Ip2204140474126650Q70P\u0002L./O+Y\u0010_\u0000TnE\u0001\\{@Q~Jir*\u000evv\u0000\u0001\u0006\u00000t  endstream endobj 7 0 obj  >/Filter/FlateDecode/ID[ ]/Info 45 0 R/Length 58/Root 47 0 R/Size 46/Type/XRef/W[1 3 1]>>stream  hbb\u0000\u0001&FFD\u0006&\u0006\u0006F\u00060\u0019D2\u0006`I`\u0006PKAl oLwA$#\u0003@\u0001\u0000'\u0007e  endstream endobj startxref  116  %%EOF"}, {"content": "Robert J. C. Young, Faculty of English | NYU                                                     Back to Home                                             Robert J. C. Young   Silver Professor; Professor of English, Comparative Literature   D. Phil. 1979, M.A. 1977, B.A. 1972, Exeter College, Oxford.       Office Address: 244 Greene Street room 813  New York, NY 10003 Office Hours: In Abu-Dhabi Spring 2014 Email:   Phone: 212-992-9591 Fax: 212-995-4019   Personal Homepage           In different ways, my work has been primarily concerned with people and their cultures who exist or have existed on the margins and peripheries of society, whether nationally or globally. What forms of knowledge do such communities produce? In what ways do they represent themselves and articulate their specific concerns—personal, social, political, and aesthetic? Under what conditions, material and cultural, did they live? How might we retrieve their histories when they often seem to have almost disappeared without trace in the past? How might we revise the forms of knowledge that are authorised by the academy in order to learn from and to validate their experiences? Can we find places where such knowledge and experience has already emerged from within? Attempting to answer such questions requires us to rethink some of the theoretical issues about our practices of literary, cultural and historical analysis, and constantly challenges us to ask what the objects of our analysis should be. What does this mean in practice? One answer can be found in my Postcolonialism: A Very Short Introduction (OUP, 2003) which also forms an introduction to the questions and values that guide my own work.     Areas of Research/Interest   Postcolonial literatures and cultures; the history of colonialism and anti-colonialism; cultural history of the 19th and 20th centuries; literary and cultural theory.     Publications The Idea of English Ethnicity . Oxford and Malden, Mass.: Blackwell, 2008.    Postcolonialism: A Very Short Introduction . Oxford: Oxford University Press, 2003.    Postcolonialism: An Historical Introduction . Oxford and Malden, Mass.: Blackwell Publishers; Chennai, India: T.R. Publications, 2001.    Torn Halves: Political Conflict in Literary and Cultural Theory. Manchester: Manchester University Press, New York: St. Martin's Press, 1996.    Colonial Desire: Hybridity in Culture, Theory and Race . London and New York: Routledge, 1995.    White Mythologies:Writing History and the West . London and New York: Routledge, 1990.    General Editor, Interventions: International Journal of Postcolonial Studies     Update your faculty profile                               Contact Us | &copy; New York University , Arts and Science"}]}]