[{"detail": [{"content": "Multiculturalism: The British Isles and Beyond | MARC | NYU                              Medieval and Renaissance Center                                      Back to  previous page                Printer Friendly       Multiculturalism: The British Isles and Beyond                                      Back to Top                 Contact Us | &copy; New York University , Arts and Science"}]},
{"detail": [{"content": "Multiculturalism: The British Isles and Beyond | MARC | NYU                              Medieval and Renaissance Center                                      Back to  previous page                Printer Friendly       Multiculturalism: The British Isles and Beyond                                      Back to Top                 Contact Us | &copy; New York University , Arts and Science"}, {"content": "Summer 2015 Courses    | The College Core Curriculum, College of Arts and Science | New York Univeristy                          NEW YORK UNIVERSITY     ARTS AND SCIENCE     COLLEGE OF ARTS AND SCIENCE     GRADUATE SCHOOL OF ARTS AND SCIENCE             The College Core Curriculum                                            Home       About the Program       Course Descriptions                2015-2016 Courses              2014-2015 Courses              2013-2014 Courses              2012-2013 Courses            Summer 2015 Courses            Summer 2014 Courses              Summer 2013 Courses              Summer 2012 Courses              Past Courses         Exemptions, Substitutions, and Proficiency Exams       Study Away       Program Documents and Guidelines       Historical Notes       Teaching Opportunities       People               Home &gt; Course Descriptions &gt; Summer 2015 Courses     Summer 2015 Courses Note: * indicates draft/sample syllabus SUMMER 2015 CORE-UA.204, Natural Science I: Quarks to Cosmos Prof. Dubovsky (Physics)  syllabus* Session I: May 26 - July 2, 2015 Modern   science has provided us with some understanding of age-old fundamental   questions, while at the same time opening up many new areas of   investigation. How old is the Universe? How did galaxies, stars, and   planets form? What are the fundamental constituents of matter and how do   they combine to form the contents of the Universe? The course will   cover measurements and chains of scientific reasoning that have allowed   us to reconstruct the Big Bang by measuring little wisps of light   reaching the Earth, to learn about sub-atomic particles by use of   many-mile long machines, and to combine the two to understand the   Universe as a whole from the sub-atomic particles of which it is   composed. SUMMER 2015 CORE-UA 510, Cultures &amp; Contexts: Russia—between East and West Prof. Kotsonis (History)  syllabus* Session I: May 26 - July 2, 2015 Focuses on distinctive historical and geographical dichotomies and issues in Russian culture. Emphasis is on primary documents, including literary works, travel notes, works of art, and political statements from all periods, chosen to establish the particular matrix of competing positions that make up the Russian national and cultural identity. SUMMER 2015 CORE-UA 549, Cultures &amp; Contexts: Multinational Britain Prof. Ortolano (History)  syllabus*  Session I: May 26 - July 2, 2015 Introduces students to the peoples, cultures, and histories of the British Isles. Today home to a pair of European states, the United Kingdom and the Republic of Ireland, this grouping of islands off the northwestern coast of Europe has historically been home to an astonishing variety of peoples, kingdoms, religions, nations, and states. Rather than collapsing this diversity into a study of the English people or the British state, we think about the United Kingdom as a multinational formation, produced through the experience of repeated invasions, encounters, and migrations. Our ultimate goals are twofold: to learn about the peoples of the British Isles, and to use this knowledge to think critically about claims regarding national characteristics, ethnic stability, or cultural homogeneity--in Britain, and beyond. SUMMER 2015 CORE-UA 555, Cultures and Contexts: Brazil Prof. Robbins (Spanish &amp; Portugueses)  syllabus*  Session I: May 26 - July 2, 2015 Brazilian culture in a global context: For five centuries, Brazil has found itself at the crossroads of international commerce. Numerous indigenous groups, Portuguese, Africans of various ethnicities, Spaniards, French, Dutch, and British have all played central roles in the fashioning of Brazil—the only modern nation whose name derives from the commodity (Brazilwood) it would first export in great quantity. And while commerce provided the initial impetus to bring these groups—often violently—together, their prolonged contact shaped an exceptionally rich cultural history in Brazil. Through popular music, cinema, soccer, visual art, and literature, we revisit some of these encounters, in order to examine how they have shaped Brazilian culture, as well as how this culture has, in turn, engaged with the world around it. SUMMER 2015 CORE-UA 740.001, Expressive Culture: Performance Prof. Shimakawa (Performance Studies)  syllabus Session II: July 6 - August 15, 2015 What “counts” as performance? Does it have to be on a stage? (and what counts as a stage?) Why do performers perform? (and what difference does that performance make?) We consider a wide range of performances—on the stage, page, screen, and street—in order to explore these questions, focusing on performance as a form of cultural expression, as a site of cultural change, and as a building block for “culture” itself.          Contact Us | &copy; New York University , Arts and Science"}]},
{"detail": [{"content": "Multiculturalism: The British Isles and Beyond | MARC | NYU                              Medieval and Renaissance Center                                      Back to  previous page                Printer Friendly       Multiculturalism: The British Isles and Beyond                                      Back to Top                 Contact Us | &copy; New York University , Arts and Science"}, {"content": "Summer 2015 Courses    | The College Core Curriculum, College of Arts and Science | New York Univeristy                          NEW YORK UNIVERSITY     ARTS AND SCIENCE     COLLEGE OF ARTS AND SCIENCE     GRADUATE SCHOOL OF ARTS AND SCIENCE             The College Core Curriculum                                            Home       About the Program       Course Descriptions                2015-2016 Courses              2014-2015 Courses              2013-2014 Courses              2012-2013 Courses            Summer 2015 Courses            Summer 2014 Courses              Summer 2013 Courses              Summer 2012 Courses              Past Courses         Exemptions, Substitutions, and Proficiency Exams       Study Away       Program Documents and Guidelines       Historical Notes       Teaching Opportunities       People               Home &gt; Course Descriptions &gt; Summer 2015 Courses     Summer 2015 Courses Note: * indicates draft/sample syllabus SUMMER 2015 CORE-UA.204, Natural Science I: Quarks to Cosmos Prof. Dubovsky (Physics)  syllabus* Session I: May 26 - July 2, 2015 Modern   science has provided us with some understanding of age-old fundamental   questions, while at the same time opening up many new areas of   investigation. How old is the Universe? How did galaxies, stars, and   planets form? What are the fundamental constituents of matter and how do   they combine to form the contents of the Universe? The course will   cover measurements and chains of scientific reasoning that have allowed   us to reconstruct the Big Bang by measuring little wisps of light   reaching the Earth, to learn about sub-atomic particles by use of   many-mile long machines, and to combine the two to understand the   Universe as a whole from the sub-atomic particles of which it is   composed. SUMMER 2015 CORE-UA 510, Cultures &amp; Contexts: Russia—between East and West Prof. Kotsonis (History)  syllabus* Session I: May 26 - July 2, 2015 Focuses on distinctive historical and geographical dichotomies and issues in Russian culture. Emphasis is on primary documents, including literary works, travel notes, works of art, and political statements from all periods, chosen to establish the particular matrix of competing positions that make up the Russian national and cultural identity. SUMMER 2015 CORE-UA 549, Cultures &amp; Contexts: Multinational Britain Prof. Ortolano (History)  syllabus*  Session I: May 26 - July 2, 2015 Introduces students to the peoples, cultures, and histories of the British Isles. Today home to a pair of European states, the United Kingdom and the Republic of Ireland, this grouping of islands off the northwestern coast of Europe has historically been home to an astonishing variety of peoples, kingdoms, religions, nations, and states. Rather than collapsing this diversity into a study of the English people or the British state, we think about the United Kingdom as a multinational formation, produced through the experience of repeated invasions, encounters, and migrations. Our ultimate goals are twofold: to learn about the peoples of the British Isles, and to use this knowledge to think critically about claims regarding national characteristics, ethnic stability, or cultural homogeneity--in Britain, and beyond. SUMMER 2015 CORE-UA 555, Cultures and Contexts: Brazil Prof. Robbins (Spanish &amp; Portugueses)  syllabus*  Session I: May 26 - July 2, 2015 Brazilian culture in a global context: For five centuries, Brazil has found itself at the crossroads of international commerce. Numerous indigenous groups, Portuguese, Africans of various ethnicities, Spaniards, French, Dutch, and British have all played central roles in the fashioning of Brazil—the only modern nation whose name derives from the commodity (Brazilwood) it would first export in great quantity. And while commerce provided the initial impetus to bring these groups—often violently—together, their prolonged contact shaped an exceptionally rich cultural history in Brazil. Through popular music, cinema, soccer, visual art, and literature, we revisit some of these encounters, in order to examine how they have shaped Brazilian culture, as well as how this culture has, in turn, engaged with the world around it. SUMMER 2015 CORE-UA 740.001, Expressive Culture: Performance Prof. Shimakawa (Performance Studies)  syllabus Session II: July 6 - August 15, 2015 What “counts” as performance? Does it have to be on a stage? (and what counts as a stage?) Why do performers perform? (and what difference does that performance make?) We consider a wide range of performances—on the stage, page, screen, and street—in order to explore these questions, focusing on performance as a form of cultural expression, as a site of cultural change, and as a building block for “culture” itself.          Contact Us | &copy; New York University , Arts and Science"}, {"content": "Summer 2014 Courses    | The College Core Curriculum, College of Arts and Science | New York Univeristy                          NEW YORK UNIVERSITY     ARTS AND SCIENCE     COLLEGE OF ARTS AND SCIENCE     GRADUATE SCHOOL OF ARTS AND SCIENCE             The College Core Curriculum                                            Home       About the Program       Course Descriptions                2015-2016 Courses              2014-2015 Courses              2013-2014 Courses              2012-2013 Courses              Summer 2015 Courses            Summer 2014 Courses            Summer 2013 Courses              Summer 2012 Courses              Past Courses         Exemptions, Substitutions, and Proficiency Exams       Study Away       Program Documents and Guidelines       Historical Notes       Teaching Opportunities       People               Home &gt; Course Descriptions &gt; Summer 2014 Courses     Summer 2014 Courses SUMMER 2014 CORE-UA 204, Natural Science I: Einstein's Universe Prof. Budick (Physics)  syllabus  Session I: May 27 – July 5, 2014 Addresses the science and life of Einstein in the context of 20th-century physics, beginning with 19th-century ideas about light, space, and time in order to understand why Einstein's work was so innovative. Einstein's most influential ideas are contained in his theories of special relativity, which reformulated conceptions of space and time, and general relativity, which extended these ideas to gravitation. Both these theories are explored quantitatively, together with wide-ranging applications of these ideas, from the nuclear energy which powers the sun to black holes and the big bang theory of the birth of the universe. SUMMER 2014 CORE -UA 510, Cultures &amp; Contexts: Russia—between East and West Prof. Kotsonis (History) Session I: May 27 – July 5, 2014 Focuses on distinctive historical and geographical dichotomies and issues in Russian culture. Emphasis is on primary documents, including literary works, travel notes, works of art, and political statements from all periods, chosen to establish the particular matrix of competing positions that make up the Russian national and cultural identity. SUMMER 2014 CORE-UA 549, Cultures &amp; Contexts: Multinational Britain Prof. Ortolano (History)  syllabus Session I: May 27 – July 5, 2014 Introduces students to the peoples, cultures, and histories of the British Isles. Today home to a pair of European states, the United Kingdom and the Republic of Ireland, this grouping of islands off the northwestern coast of Europe has historically been home to an astonishing variety of peoples, kingdoms, religions, nations, and states. Rather than collapsing this diversity into a study of the English people or the British state, we think about the United Kingdom as a multinational formation, produced through the experience of repeated invasions, encounters, and migrations. Our ultimate goals are twofold: to learn about the peoples of the British Isles, and to use this knowledge to think critically about claims regarding national characteristics, ethnic stability, or cultural homogeneity--in Britain, and beyond. SUMMER 2014 CORE-UA 555, Cultures and Contexts: Brazil Prof. Robbins (Spanish &amp; Portugueses)  syllabus Session I: May 27 – July 5, 2014 Brazilian culture in a global context: For five centuries, Brazil has found itself at the crossroads of international commerce. Numerous indigenous groups, Portuguese, Africans of various ethnicities, Spaniards, French, Dutch, and British have all played central roles in the fashioning of Brazil—the only modern nation whose name derives from the commodity (Brazilwood) it would first export in great quantity. And while commerce provided the initial impetus to bring these groups—often violently—together, their prolonged contact shaped an exceptionally rich cultural history in Brazil. Through popular music, cinema, soccer, visual art, and literature, we revisit some of these encounters, in order to examine how they have shaped Brazilian culture, as well as how this culture has, in turn, engaged with the world around it. SUMMER 2014 CORE-UA 710.001, Expressive Culture: Words Prof. Borenstein (Russian &amp; Slavic Studies) Session I: May 27 – July 5, 2014 What is literature or the literary? Is there a literary language that works differently from ordinary language? What is literary style and form? What does it mean to tell a story, and how is it different from telling a lie? What kinds of stories do we tell about our lives? Paying particular attention to questions of manipulation and emotion, we examine the status of fiction and representation through short stories, novels, and graphic novels by a range of authors, including Barth, Borges, Gogol, Melville, Roth, Tolstoy. SUMMER 2014 CORE-UA 711, Expressive Culture: The Graphic Novel Prof. Borenstein (Russian &amp; Slavic Studies) Session I: May 27 – July 5, 2014 Examines the interplay between words and images in the graphic novel, a hybrid medium with a system of communication reminiscent of prose fiction, animation, and film. What is the connection between text and art? How are internal psychology, time, and action conveyed in a static series of words and pictures? What can the graphic novel convey that other media cannot? Authors include Alan Moore, Art Spiegelman, Peter Milligan, Charles Burns, Carla Speed McNeil. SUMMER 2014 CORE-UA 710.002, Expressive Culture: Words Prof. Borenstein (Russian &amp; Slavic Studies) Session II: July 7 – August 16, 2014 Fantasy, Science Fiction, Reality. All fiction allows authors to create their own worlds; science fiction and fantasy bring this element of the creative process to the forefront. We look at science fiction and fantasy as literary genres, examining their rules, the ways in which these rules are broken, and the genres' strengths and potential. What do science fiction and fantasy do that mainstream fiction does not? What is the connection between narrative form and the representation of reality? Authors include Asimov, Delany, Dick, Heinlein, Le Guin, Lem. SUMMER 2014 CORE-UA 711, Expressive Culture: The Graphic Novel Prof. Borenstein (Russian &amp; Slavic Studies) Session II: July 7 – August 16, 2014 Examines the interplay between words and images in the graphic novel, a hybrid medium with a system of communication reminiscent of prose fiction, animation, and film. What is the connection between text and art? How are internal psychology, time, and action conveyed in a static series of words and pictures? What can the graphic novel convey that other media cannot? Authors include Alan Moore, Art Spiegelman, Peter Milligan, Charles Burns, Carla Speed McNeil. SUMMER 2014 CORE-UA 9556, Cultures and Contexts: Germany Prof. Hückmann (NYU Berlin)  syllabus* Session II: July 7 – August 16, 2014 Introduce students to modern German culture through the works of seven emblematic figures—both positive and negative—whose ideas have helped shape, for good and for ill, that culture over the past century and continue to do so in varying degrees in our own day. We begin with Lessing and Kant, Enlightenment thinkers whose values in part provide the legitimacy for today’s democratic Federal Republic of Germany, then turn to the ambiguous universal genius Goethe, long considered the country’s equivalent to Shakespeare but whose relationship to enlightened values is far from clear. Next we examine the case of Richard Wagner, perhaps the most influential artistic figure of the 19th century, who saw his own masterpieces of music drama as proof of German cultural superiority and whose theoretical writings provided the basis for the racist national socialist theory of culture. Friedrich Nietzsche, first a supporter and then a vocal opponent of Wagner, was also later idealized by the Nazis, though his writings attacked and even ridiculed the German nationalism of his day. We then analyze the self-presentation, as found in Mein Kampf, of Adolf Hitler himself, the impact of whose life and horrific deeds continues to cast a shadow on an almost daily basis over Germany. Finally, we turn to the great, recently deceased East German writer Christa Wolf, who for most of her life fervently believed that her communist homeland was the \"better Germany,\" even while illustrating the reality and human costs of this state in her novels. Extensive readings from all of these figures will be supplemented by lecture tours through relevant areas of greater Berlin and an extended day trip Weimar and Leipzig. NOTE: Consult the syllabus for important information about purchasing course readings in the U.S. before departure to NYU Berlin.         Contact Us | &copy; New York University , Arts and Science"}]}]