[{"detail": [{"content": "Curriculum | Management of Technology, MS | NYU Polytechnic School of Engineering                                                                                                 NYU Abu Dhabi | NYU Shanghai         QuickLinks Bulletin   Directory   Employment and Career Development   Events Calendar   Human Resources / Careers   Information Technology Systems   Library   Make a Gift   NYU Classes   NYUAlbert (PS DATA)   NYUHome   Records and Registration   Services and Resources   Students   Alumni   Faculty   Staff                          Admissions  Undergraduate Admissions Graduate Admissions Online Learning Financial Aid Accepted Undergraduates Accepted Graduates  Academics  Majors and Programs Departments Honors Program BS/MS Program Study Abroad Online Learning Support + Services Graduate School  Records and Registration Class Schedule Course Textbooks School Calendar Code of Conduct Bulletin Women in Engineering  Research  Message from the Associate Provost Sponsored Research Centers + Institutes Labs + Groups CITE Game Innovation Lab Cross-Institution “Seed” Research Undergraduate Summer Research Bern Dibner Library Institutional Research Bioengineering IT + Media Urban Systems  Outreach  Incubators NYC Media Lab NYC Seed Enterprise Learning Center for K12 STEM Education Employment and Career Development PowerBridgeNY  Student Life  Athletics Student Affairs Public Safety Graduate Student Life and Services International Students + Scholars Residence Life and Housing Services Student Activities and Resource Center Students with Disabilities Student Resources Student Orientation  About  Hours and Directions Leadership and Administration Mission News and Publications Campus Transformation Middle States Self-Study NYU Merger Past, Present, Future Giving                                          Home / Academics / Majors and Programs / Management of Technology, MS                         Management of Technology, MS                                                             Curriculum                       The eMOT 36-credit curriculum consists of:     Core courses (30 credits)   6 credits of elective courses     To give you greater flexibility in choosing electives , the program has both full-semester courses that are 3.00 credits each and half-semester courses that are 1.50 credits each. You may substitute one full-semester elective with two half-semester electives or vice-versa.   Core Courses (30 Credits)   Management Core   3.00 Credits Organizational Behavior MG-GY 6013 Introduction to theory, research and practice to better understand human behavior in organizations. Topics include motivation and job satisfaction; decision making; group dynamics; work teams; leadership; communication; power, politics and conflict; organization culture, structure and design; impact of technology; management of work stress; organizational change and development; and career management. Analysis of organizational behavior problems by self assessments, case studies and simulations. Prerequisite: Graduate Standing 3.00 Credits Marketing MG-GY 6073 This course emphasizes the imperative to be customer-focused in the information sectors. Topics include market definition and redefinition due to technological change; analysis of customer decisions; strategic choices of markets and products; positioning for competitive success; product pricing, distribution and communications decisions; new product development; market-system dynamics and the value chain. Prerequisite: Graduate Standing 3.00 Credits Accounting & Finance MG-GY 6093 Elements of accounting and finance of importance to managers. Analysis of principles and practices of the finance function. Financing methods for internal and external ventures and innovations; capital budgeting; R&amp;D portfolio analysis. Contrast of strategic perspectives emphasizing innovation and development with those emphasizing short-term return and investment Prerequisite(s): Graduate Standing 3.00 Credits Economics MG-GY 6083 This course covers the fundamentals of microeconomics needed by managers. Topics include demand theory (theory of the consumer) including models of demand, demand elasticity and demand forecasting; supply theory (theory of the firm) including diminishing returns, profit maximizing production levels, labor/capital tradeoffs and long-run vs. short-run issues; market structures and how they affect opIMal production and profit levels. Other topics include positive and negative externalities and government intervention, including regulation, tariffs and subsidies. All topics emphasize managerial application. Prerequisite(s): Graduate Standing   3.00 Credits Operations Management for Knowledge-Based Enterprises MG-GY 6703 This course focuses on developing a deeper understanding of the role that operations management plays in determining business strategy and in developing competitive advantage. The primary emphasis is on developing and effectively managing operations in knowledge-intensive enterprises. Students discuss the operational design and managerial implications when the emphasis of the operations group is more on knowledge management than on managing production and facilities; managing the effective integration of technology, people and operating systems; understanding the complexities and challenges of operations management; meeting the challenges of developing and managing supply-chain networks; and understanding the critical role of technology in developing an organization’s operational capabilities. Prerequisite: Graduate Standing   OR   3.00 Credits Operations Management MG-GY 6303 This course focuses on developing a deeper understanding of the role that operations management plays in determining business strategy and in developing competitive advantage. The primary emphasis is on how to develop and effectively manage operations in knowledge-intensive enterprises. Participants discuss the operational design and managerial implications when the emphasis of the operations group is more on knowledge management than on production and facilities management; managing the effective integration of technology, people and operating systems; understanding the complexities and challenges of operations management; the challenges of developing and managing supply chain networks; and the critical role of technology in developing operational capabilities in an organization. Prerequisite: Graduate Standing   Technology and Innovation Core   3.00 Credits Management of Information Technology and Information Systems MG-GY 6503 This course is designed for managers who need to understand the role and potential contribution of information technologies in organizations. The focus of the course is on different information technologies and their applications in managing business critical data, information and knowledge. The course concentrates on the current state of IT in organizations, challenges and strategic use of IT, IT infrastructure and architecture, building, implementing and managing IT applications, and emerging issues such as intelligent systems, business process reengineering, knowledge management and group support systems. Prerequisite(s): Graduate Standing   OR   3.00 Credits Information Technologies, Systems and Management in Organizations MG-GY 6933 This course is for managers who need to understand the role and potential contribution of information technology (IT) within organizations. The focus is on information technology and its business applications. The course concentrates on the current state of IT in organizations: challenges and strategic use of IT: IT infrastructure and architecture: the technical foundation of IT: building and implementing organization information systems: and emerging issues in IT, such as intelligent systems, business process re-engineering, knowledge management and group support systems. Course format is interactive with concept presentation followed by open discussion on real-world applications of IT and business cases. Prerequisite: Graduate Standing   3.00 Credits Global Innovation MG-GY 7953 This course focuses on global technology-enabled innovation. Topics covered include accessing global sources of innovation, coordination and organization of activities worldwide, new product development globally, the role of revitalized global R&amp;D, growing prominence of IT and e-Business in global innovation, and the role of alliances and linkages with customers, suppliers and other third parties. Prerequisite: Graduate Standing 3.00 Credits Project Management MG-GY 8203 This course focuses on managing technology- based projects, ranging from individual research and development to large-scale and complex technological systems. It covers topics such as feasibility and risk analyses, project selection and portfolio optimization, functional and administrative structures, coordination and scheduling of activities, personnel planning, negotiations and contracts, cost estimation, capital budgeting, cost controls and effective matrix management.  Prerequisite: Adviser’s approval and Graduate Standing 3.00 Credits Managing Technological Change & Innovation MG-GY 8653 The course focuses on effectively managing technological change and innovation, which is accomplished with a dual perspective. One perspective is based on individual, group and organizational theory, research and practice. This body of literature, viewpoints and experience provide essential guides to manage successfully the introduction of newtechnologies. Realizing the full potential of  new technologies requires effectively managing change to assure the commitment of all stakeholders. The second perspective is based on innovation theory, research and practice. This body of literature, viewpoints and experience provide key insights to for effectively managing the process of innovation and the impact of innovation on all parts of an enterprise. Specifically, the course explores a firm’s explicit need to manage and inspire people so they can communicate and innovate effectively. Prerequisite: Adviser’s approval and graduate standing   3.00 Credits Mot Capstone Project Course MG-GY 9503 This course provides an integrative and state-of-the-art intellectual experience for participants at the conclusion of the program. The course is divided into two half semesters. The first half semester enables participants to focus on discerning the overarching trends which are driving innovation in various industry sectors. The class is divided into small groups each of which develops a comprehensive view of a particular industry sector. In the second half of the course, participants focus on the culminating project of the IM program. Participants can choose to do their final projects on firms, issues related to technology management or as an outgrowth of the emphasis on entrepreneurship in the program, a business plan. Participants are encouraged to employ relevant concepts and insights that they have acquired during the course of the program. Prerequisite: Graduate Standing   OR   3.00 Credits Project in Strategy & Innovation Management MG-GY 9703 This course integrates concepts and theories from several other courses. The course usually considers issues from a holistic and topmanagement perspective; employs case studies and projects to focus on key interrelationships between strategy, technology, innovation, corporate culture, organization structure and human factors; and covers domestic and global corporations, small, medium and large firms; and established and new enterprises. Prerequisite: Graduate Standing   OR   MG9973 MOT Master&#39;s Thesis, Credits: 3.0   Note: MS eMOT students, can with permission from the program director, replace Operations Management and/or Project Management with any elective from the following table:   Elective Courses (6 Credits)   Group A   3.00 Credits Modern Financial Institutions & Their Competitive Environment MG-GY 7963 This course focuses on managing modern financial enterprises, innovation and technology management in these organizations, and the risk-return tradeoff from a financial-institution perspective. It deals with the theory and practice of financial institutions by analyzing the regulatory, technological and competitive factors that define the dynamics of this rapidly changing industry. Knowledge in this course is developed primarily with a mix of textbook reading and discussions of concepts in real business contexts through case studies. The objective is to provide technology managers with a firm knowledge of the normative consequences on financial-management decision making to create shareholder value. Prerequisite: Graduate Standing 3.00 Credits Media Entertainment Sector: Struct, Org, Management MG-GY 6753 This course introduces the various industries that compose the media sector and outlines the major issues confronting these industries as they grapple with incorporating digitalbased and mobile innovations into their businesses. Discussions cover the structure of industries within the sector and how managers  are recalibrating their business models and redesigning their organizations to compete in the current media and entertainment sector. Other issues covered include the new media industry as a catalyst for change; the transformation of traditional content-intensive industries such as the motion picture business; the book publishing business; the newspaper business and the music industry  and the newly defined role of users and customers. Participants read case studies and articles and access other relevant materials in electronic and print format. Emphasis is on interactive discussions in class and on projects developed by individual participants and teams of participants. Prerequisite: Graduate Standing 3.00 Credits the Retailing Industry: Structure, Org and Management MG-GY 7653 This course introduces the emerging structure of the modern retailing industry and effective retailing management. Students investigate how key firms in the modern retailing sector are managed and how pacesetting firms are organized and structured at both the strategic and operational levels. The course covers physical and internet-based retailing. 3.00 Credits the Bio-Pharma Sectors: Struc, Org and Management MG-GY 7713 This course introduces effective management in the modern bio-pharma sectors. Students investigate how key bio-pharma firms are organized and managed at both the strategic and operational levels. Particular attention is paid to various forms of technology and innovation management in the bio-pharma arena. 3.00 Credits Cloud Computing: Principles, Economics, Technology and Management Practice MG-GY 8783 This course provides a comprehensive overview of managing cloud computing. The course starts by developing a comprehensive technology foundation and then deals with the economics of cloud computing by analyzing its benefits, risks and obstacles. The course then examines Virtualization, Automation, and Security, the three essential components of cloud computing. Specific case studies on private and public clouds are illustrated. The course concludes with the development of specific templates and roadmaps that help an organization migrate from managing traditional IT into a cloud based infrastructure. Prerequisite: Graduate Standing   Group B   3.00 Credits Advanced Trends in Technology Management & Innovation MG-GY 7743 This course explores several trends that have emerged in the technology management and innovation arena in the past decade. These include the advent of digital-based innovation in the late 1990s which has had a profound affect on how many firms conduct business; the effect of the crash of the NASDAQ in March 2000 and the September 11 event which had a major effect on corporations which now had to operate within major economic and creative constraints; the development of the concept of networks as it relates to the organization and strategy of the firm; the development of the wireless technology platform and its effect on technology innovation; and the development of a new innovation paradigm which suggests a relationship between information technology, creativity, and business practices. The course emphasizes classroom discussions as well as team based and individual projects. Prerequisite: Graduate Standing 3.00 Credits Innovation Mgmnt in Money, Banking, & Fin Markets MG-GY 6043 INNOVATION MGMNT IN MONEY, BANKING, &amp; FIN MARKETS. Prerequisite: Graduate Standing 3.00 Credits Managing Emerging Technologies in the Media and Entertainment Sector MG-GY 6763 This course focuses on selected emerging technologies that are changing the nature of competition in the media sector. The dynamic relationships involving changing technology, business processes and management response are viewed in light of new digital platforms and applications, standards development, as well as legal and legislative initiatives. Topics include intellectual property rights and digital rights management; content-on-demand; and the management, archiving and preservation of digital content. Prerequisite: Graduate Standing 3.00 Credits Managing Technology Inno and Emerging Technology in Retailing Industry MG-GY 7663 This course introduces technological innovation and emerging technologies in retailing. The focal point is the effective management of technological innovation in modern retailing. Also discussed are the role of technology platforms and applications, technology development and use, and the relationships between technologies and business processes. 3.00 Credits Managing Technology Inno and Emgng Technology in Bio-Pharma Sector MG-GY 7723 This course introduces technological innovation and emerging technologies that are changing the nature of competition in the bio-pharma sectors. It focuses on modern approaches for research and discovery of new molecules and on developing processes to manufacture them in large quantities. The course explores the two major routes for discovery and manufacturing: the “chemical” route and the “biological” route. Students receive a blend of conceptual overviews, essential technical and scientific basics, competitive, and the regulatory and management implications of the developments, cases and industry examples that are studied.   Group C   1.50 Credits Selected Topics in Networking and Information Technologies MG-GY 7811 This course explores in depth selected modern networking and information technologies. Specific topics vary year to year. Examples are mobile communications, IP telephony, enterprise data systems. The course builds on previous TIM courses. Students receive a solid technology grounding in a learning context that also emphasizes how these selected technologies affect markets, industries, providers, integrators and users. The course’s technical content is supplemented by case examples and guest speakers. Prerequisite(s): Graduate Standing 1.50 Credits Negotiation in Technology-Intensive Sectors MG-GY 7841 Negotiation is the art and science of creating good agreements. This course covers the science of negotiation by discussing and applying theories of negotiation. Students develop the art of negotiation by negotiating with each other in realistic cases. A wide variety of negotiation applications is covered, including single and multi-issue negotiations and two-party and multi-party bargaining. Special emphasis is placed on negotiations in technology-intensive environments. The course uses the case method. Many examples are cases that students actually negotiate with each other. Students’ grades are based on their performance in these negotiations and on class participation. Prerequisite(s): Graduate Standing 1.50 Credits Leadership MG-GY 7851 Leaders set a vision, communicate it well and influence and inspire others to achieve their vision. However, there are many ways to achieve these goals and many challenges and ineffective ways in implementing them. This course develops the student’s leadership style by analyzing individual styles, understanding their impact and enabling each student to create the right leadership style. This course addresses fundamental leadership issues and frameworks, drawing on current organizational research. Most of all it provides students with ways to gain insights on their own leadership style. The course emphasizes hands-on experience and focuses on experiential learning. Course objectives include assessment of leadership styles; developing leadership skills; and understanding the role of leadership coaching in managing teams. Prerequisite(s): Graduate Standing 1.50 Credits High-Technology Entrepreneurship MG-GY 7861 This course focuses on entrepreneurship as a critical engine for wealth creation in the high-technology and innovation-intensive economy. The covers covers such key issues as: (1) assessing attractiveness of opportunities; (2) launching a new venture: (3) obtaining the necessary financial, human and technology resources; (4) managing the transition from a small entrepreneurial firm to a large, sustainable professionally managed but still entrepreneurial corporation; and (5) being an entrepreneur and promoting entrepreneurship in a large corporation. Prerequisite: Graduate Standing 1.50 Credits Introduction to Managing Intellectual Property MG-GY 7871 This course focuses on the role of intellectual property (e.g., patents, trade secrets, copyrights, trademarks, etc.) as a major element in modern technology and information strategy. Relevant concepts and case studies use examples of classical and digital innovations. Prerequisite: Graduate Standing 1.50 Credits Special Elective Topics MG-GY 7891 This course covers selected key emerging trends and issues in the MOT and IM domains. The course provides topical treatment of technologies, markets, business practices, government regulations and the relationships among them. Prerequisite: Graduate Standing 1.50 Credits Financing for Value Creation MG-GY 7971 financial skills required by managers of entrepreneurial and innovative firms at various stages of evolution: from new, stand-alone entrepreneurial ventures to innovative, technology- driven projects of established corporations. Prerequisite: Graduate Standing   Group D   3.00 Credits Managing Technological Innovation and Emerging Technologies in Financial Services MG-GY 7983 This course, for current and future managers, introduces emerging information technologies and their applications in financial services industries. It covers three major financial services industries: banking, investment and insurance. Students develop a deeper understanding of concepts and analyze real-business context through case studies. The course provides adequate technical knowledge and discusses related managerial issues in depth. 3.00 Credits Advcd Trends in Inno and Technology in Media and Entrnmt Sector MG-GY 6773 This course explores important trends and issues with a significant impact on managing technological innovation in the media sector. The course covers a range of topics, which may vary year to year and which serve as a culmination of the ideas and issues discussed in the MOTIME track. Participants develop projects that reflect their interests in particular aspects of the sector. Examples are redefinition of the notion of convergence; the intersection of design, content and technology; and the globalization of the media industry. Prerequisite: Graduate Standing 1.50 Credits Global Retailing and Supply Chain Management MG-GY 7671 This course focuses on current theory and practice in global retailing and supply-chain management and the link between globalization and supply-chain management. The course examines the flow and transformation of goods from the raw-material stage to the end user. Another focus is the globalization of retailing, which has triggered a range of supply-chain innovations. Prerequisite: Graduate Standing 1.50 Credits Modern Supply Chain Management: Integration Through Technology MG-GY 7881 This course introduces the role of information technology in supply-chain management. Both qualitative and quantitative aspects of supply chain management are covered. Students discuss and analyze articles pertaining to leading-edge research and management thought. The underlying objective is to prepare participants to develop useful skills for analyzing technology, marketing, logistics, operations and broader channel management issues. Classes use the case method. A high level of class interaction is expected. Prerequisite: Graduate Standing 3.00 Credits Services Innovation MG-GY 7733 This course deals with services innovation. Services have eclipsed manufacturing and dominate a modern, advanced economy. According to some estimates, services account for close to 80 percent of U.S. employment. This course examines how value creation occurs in a range of fast-growing services sectors, including retailing, hospitality, financial services, professional services, travel, logistics and healthcare. The course emphasizes that services are diverse, and distinguishes explicitly between traditional and high-value services. This course focuses especially on high-value services. A key objective of this course is introducing best practices for nurturing modern services innovation. Prerequisite(s): Graduate Standing 3.00 Credits Managing Cleantech & Renew Energy Innovation MG-GY 8573 Focuses on cleantech/renewable energy innovation and technology management and entrepreneurship. Covers technology management in several distinct cleantech/renewable technology regimes in varied company venues (e.g. small, medium size and large firms). Encompasses local and global modes of cleantech/renewable energy innovation and diverse innovation perspectives. Throughout, maintains a primarily managerial perspective. Students are often asked to assume the role of managers charged with the responsibility of designing, supporting and implementing a cleantech/renewable energy innovation strategy. 3.00 Credits Internship and Action Learning MG-GY 9683 This course provides graduate students the opportunity to work in an organization relevant to their field of interest in an action-learning context under faculty supervision. It exposes graduate students to relevant, state-of-the-art and best practices in modern management from the perspective of reflective involvement and interaction in the field. Students submit a paper and oral presentation based on work accomplishments as well as a review of written evaluation by the onsite supervisor. This course may be taken only once.  Prerequisite: Approval of Program Director                                Management of Technology, MS      Overview   Curriculum   Experience                                    Engineering is NYU  Follow Us:  Facebook Twitter Vimeo YouTube        Undergraduate   Admissions   How to Apply   Apply Now   admissions@nyu.edu   Graduate   Admissions   Requirements   Apply Now   engineering.gradinfo@nyu.edu   Site Links   Press   Directory   Directions   Event Calendar   Careers/HR   Support    Email/Network help@poly.edu Website Report a Problem Login (Faculty + Staff)  NYU School of Engineering 6 MetroTech Center, Brooklyn, NY 11201 Tel: 718.260.3600 Fax: 718.260.3136 &copy; NYU School of Engineering"}]},
{"detail": [{"content": "Curriculum | Management of Technology, MS | NYU Polytechnic School of Engineering                                                                                                 NYU Abu Dhabi | NYU Shanghai         QuickLinks Bulletin   Directory   Employment and Career Development   Events Calendar   Human Resources / Careers   Information Technology Systems   Library   Make a Gift   NYU Classes   NYUAlbert (PS DATA)   NYUHome   Records and Registration   Services and Resources   Students   Alumni   Faculty   Staff                          Admissions  Undergraduate Admissions Graduate Admissions Online Learning Financial Aid Accepted Undergraduates Accepted Graduates  Academics  Majors and Programs Departments Honors Program BS/MS Program Study Abroad Online Learning Support + Services Graduate School  Records and Registration Class Schedule Course Textbooks School Calendar Code of Conduct Bulletin Women in Engineering  Research  Message from the Associate Provost Sponsored Research Centers + Institutes Labs + Groups CITE Game Innovation Lab Cross-Institution “Seed” Research Undergraduate Summer Research Bern Dibner Library Institutional Research Bioengineering IT + Media Urban Systems  Outreach  Incubators NYC Media Lab NYC Seed Enterprise Learning Center for K12 STEM Education Employment and Career Development PowerBridgeNY  Student Life  Athletics Student Affairs Public Safety Graduate Student Life and Services International Students + Scholars Residence Life and Housing Services Student Activities and Resource Center Students with Disabilities Student Resources Student Orientation  About  Hours and Directions Leadership and Administration Mission News and Publications Campus Transformation Middle States Self-Study NYU Merger Past, Present, Future Giving                                          Home / Academics / Majors and Programs / Management of Technology, MS                         Management of Technology, MS                                                             Curriculum                       The eMOT 36-credit curriculum consists of:     Core courses (30 credits)   6 credits of elective courses     To give you greater flexibility in choosing electives , the program has both full-semester courses that are 3.00 credits each and half-semester courses that are 1.50 credits each. You may substitute one full-semester elective with two half-semester electives or vice-versa.   Core Courses (30 Credits)   Management Core   3.00 Credits Organizational Behavior MG-GY 6013 Introduction to theory, research and practice to better understand human behavior in organizations. Topics include motivation and job satisfaction; decision making; group dynamics; work teams; leadership; communication; power, politics and conflict; organization culture, structure and design; impact of technology; management of work stress; organizational change and development; and career management. Analysis of organizational behavior problems by self assessments, case studies and simulations. Prerequisite: Graduate Standing 3.00 Credits Marketing MG-GY 6073 This course emphasizes the imperative to be customer-focused in the information sectors. Topics include market definition and redefinition due to technological change; analysis of customer decisions; strategic choices of markets and products; positioning for competitive success; product pricing, distribution and communications decisions; new product development; market-system dynamics and the value chain. Prerequisite: Graduate Standing 3.00 Credits Accounting & Finance MG-GY 6093 Elements of accounting and finance of importance to managers. Analysis of principles and practices of the finance function. Financing methods for internal and external ventures and innovations; capital budgeting; R&amp;D portfolio analysis. Contrast of strategic perspectives emphasizing innovation and development with those emphasizing short-term return and investment Prerequisite(s): Graduate Standing 3.00 Credits Economics MG-GY 6083 This course covers the fundamentals of microeconomics needed by managers. Topics include demand theory (theory of the consumer) including models of demand, demand elasticity and demand forecasting; supply theory (theory of the firm) including diminishing returns, profit maximizing production levels, labor/capital tradeoffs and long-run vs. short-run issues; market structures and how they affect opIMal production and profit levels. Other topics include positive and negative externalities and government intervention, including regulation, tariffs and subsidies. All topics emphasize managerial application. Prerequisite(s): Graduate Standing   3.00 Credits Operations Management for Knowledge-Based Enterprises MG-GY 6703 This course focuses on developing a deeper understanding of the role that operations management plays in determining business strategy and in developing competitive advantage. The primary emphasis is on developing and effectively managing operations in knowledge-intensive enterprises. Students discuss the operational design and managerial implications when the emphasis of the operations group is more on knowledge management than on managing production and facilities; managing the effective integration of technology, people and operating systems; understanding the complexities and challenges of operations management; meeting the challenges of developing and managing supply-chain networks; and understanding the critical role of technology in developing an organization’s operational capabilities. Prerequisite: Graduate Standing   OR   3.00 Credits Operations Management MG-GY 6303 This course focuses on developing a deeper understanding of the role that operations management plays in determining business strategy and in developing competitive advantage. The primary emphasis is on how to develop and effectively manage operations in knowledge-intensive enterprises. Participants discuss the operational design and managerial implications when the emphasis of the operations group is more on knowledge management than on production and facilities management; managing the effective integration of technology, people and operating systems; understanding the complexities and challenges of operations management; the challenges of developing and managing supply chain networks; and the critical role of technology in developing operational capabilities in an organization. Prerequisite: Graduate Standing   Technology and Innovation Core   3.00 Credits Management of Information Technology and Information Systems MG-GY 6503 This course is designed for managers who need to understand the role and potential contribution of information technologies in organizations. The focus of the course is on different information technologies and their applications in managing business critical data, information and knowledge. The course concentrates on the current state of IT in organizations, challenges and strategic use of IT, IT infrastructure and architecture, building, implementing and managing IT applications, and emerging issues such as intelligent systems, business process reengineering, knowledge management and group support systems. Prerequisite(s): Graduate Standing   OR   3.00 Credits Information Technologies, Systems and Management in Organizations MG-GY 6933 This course is for managers who need to understand the role and potential contribution of information technology (IT) within organizations. The focus is on information technology and its business applications. The course concentrates on the current state of IT in organizations: challenges and strategic use of IT: IT infrastructure and architecture: the technical foundation of IT: building and implementing organization information systems: and emerging issues in IT, such as intelligent systems, business process re-engineering, knowledge management and group support systems. Course format is interactive with concept presentation followed by open discussion on real-world applications of IT and business cases. Prerequisite: Graduate Standing   3.00 Credits Global Innovation MG-GY 7953 This course focuses on global technology-enabled innovation. Topics covered include accessing global sources of innovation, coordination and organization of activities worldwide, new product development globally, the role of revitalized global R&amp;D, growing prominence of IT and e-Business in global innovation, and the role of alliances and linkages with customers, suppliers and other third parties. Prerequisite: Graduate Standing 3.00 Credits Project Management MG-GY 8203 This course focuses on managing technology- based projects, ranging from individual research and development to large-scale and complex technological systems. It covers topics such as feasibility and risk analyses, project selection and portfolio optimization, functional and administrative structures, coordination and scheduling of activities, personnel planning, negotiations and contracts, cost estimation, capital budgeting, cost controls and effective matrix management.  Prerequisite: Adviser’s approval and Graduate Standing 3.00 Credits Managing Technological Change & Innovation MG-GY 8653 The course focuses on effectively managing technological change and innovation, which is accomplished with a dual perspective. One perspective is based on individual, group and organizational theory, research and practice. This body of literature, viewpoints and experience provide essential guides to manage successfully the introduction of newtechnologies. Realizing the full potential of  new technologies requires effectively managing change to assure the commitment of all stakeholders. The second perspective is based on innovation theory, research and practice. This body of literature, viewpoints and experience provide key insights to for effectively managing the process of innovation and the impact of innovation on all parts of an enterprise. Specifically, the course explores a firm’s explicit need to manage and inspire people so they can communicate and innovate effectively. Prerequisite: Adviser’s approval and graduate standing   3.00 Credits Mot Capstone Project Course MG-GY 9503 This course provides an integrative and state-of-the-art intellectual experience for participants at the conclusion of the program. The course is divided into two half semesters. The first half semester enables participants to focus on discerning the overarching trends which are driving innovation in various industry sectors. The class is divided into small groups each of which develops a comprehensive view of a particular industry sector. In the second half of the course, participants focus on the culminating project of the IM program. Participants can choose to do their final projects on firms, issues related to technology management or as an outgrowth of the emphasis on entrepreneurship in the program, a business plan. Participants are encouraged to employ relevant concepts and insights that they have acquired during the course of the program. Prerequisite: Graduate Standing   OR   3.00 Credits Project in Strategy & Innovation Management MG-GY 9703 This course integrates concepts and theories from several other courses. The course usually considers issues from a holistic and topmanagement perspective; employs case studies and projects to focus on key interrelationships between strategy, technology, innovation, corporate culture, organization structure and human factors; and covers domestic and global corporations, small, medium and large firms; and established and new enterprises. Prerequisite: Graduate Standing   OR   MG9973 MOT Master&#39;s Thesis, Credits: 3.0   Note: MS eMOT students, can with permission from the program director, replace Operations Management and/or Project Management with any elective from the following table:   Elective Courses (6 Credits)   Group A   3.00 Credits Modern Financial Institutions & Their Competitive Environment MG-GY 7963 This course focuses on managing modern financial enterprises, innovation and technology management in these organizations, and the risk-return tradeoff from a financial-institution perspective. It deals with the theory and practice of financial institutions by analyzing the regulatory, technological and competitive factors that define the dynamics of this rapidly changing industry. Knowledge in this course is developed primarily with a mix of textbook reading and discussions of concepts in real business contexts through case studies. The objective is to provide technology managers with a firm knowledge of the normative consequences on financial-management decision making to create shareholder value. Prerequisite: Graduate Standing 3.00 Credits Media Entertainment Sector: Struct, Org, Management MG-GY 6753 This course introduces the various industries that compose the media sector and outlines the major issues confronting these industries as they grapple with incorporating digitalbased and mobile innovations into their businesses. Discussions cover the structure of industries within the sector and how managers  are recalibrating their business models and redesigning their organizations to compete in the current media and entertainment sector. Other issues covered include the new media industry as a catalyst for change; the transformation of traditional content-intensive industries such as the motion picture business; the book publishing business; the newspaper business and the music industry  and the newly defined role of users and customers. Participants read case studies and articles and access other relevant materials in electronic and print format. Emphasis is on interactive discussions in class and on projects developed by individual participants and teams of participants. Prerequisite: Graduate Standing 3.00 Credits the Retailing Industry: Structure, Org and Management MG-GY 7653 This course introduces the emerging structure of the modern retailing industry and effective retailing management. Students investigate how key firms in the modern retailing sector are managed and how pacesetting firms are organized and structured at both the strategic and operational levels. The course covers physical and internet-based retailing. 3.00 Credits the Bio-Pharma Sectors: Struc, Org and Management MG-GY 7713 This course introduces effective management in the modern bio-pharma sectors. Students investigate how key bio-pharma firms are organized and managed at both the strategic and operational levels. Particular attention is paid to various forms of technology and innovation management in the bio-pharma arena. 3.00 Credits Cloud Computing: Principles, Economics, Technology and Management Practice MG-GY 8783 This course provides a comprehensive overview of managing cloud computing. The course starts by developing a comprehensive technology foundation and then deals with the economics of cloud computing by analyzing its benefits, risks and obstacles. The course then examines Virtualization, Automation, and Security, the three essential components of cloud computing. Specific case studies on private and public clouds are illustrated. The course concludes with the development of specific templates and roadmaps that help an organization migrate from managing traditional IT into a cloud based infrastructure. Prerequisite: Graduate Standing   Group B   3.00 Credits Advanced Trends in Technology Management & Innovation MG-GY 7743 This course explores several trends that have emerged in the technology management and innovation arena in the past decade. These include the advent of digital-based innovation in the late 1990s which has had a profound affect on how many firms conduct business; the effect of the crash of the NASDAQ in March 2000 and the September 11 event which had a major effect on corporations which now had to operate within major economic and creative constraints; the development of the concept of networks as it relates to the organization and strategy of the firm; the development of the wireless technology platform and its effect on technology innovation; and the development of a new innovation paradigm which suggests a relationship between information technology, creativity, and business practices. The course emphasizes classroom discussions as well as team based and individual projects. Prerequisite: Graduate Standing 3.00 Credits Innovation Mgmnt in Money, Banking, & Fin Markets MG-GY 6043 INNOVATION MGMNT IN MONEY, BANKING, &amp; FIN MARKETS. Prerequisite: Graduate Standing 3.00 Credits Managing Emerging Technologies in the Media and Entertainment Sector MG-GY 6763 This course focuses on selected emerging technologies that are changing the nature of competition in the media sector. The dynamic relationships involving changing technology, business processes and management response are viewed in light of new digital platforms and applications, standards development, as well as legal and legislative initiatives. Topics include intellectual property rights and digital rights management; content-on-demand; and the management, archiving and preservation of digital content. Prerequisite: Graduate Standing 3.00 Credits Managing Technology Inno and Emerging Technology in Retailing Industry MG-GY 7663 This course introduces technological innovation and emerging technologies in retailing. The focal point is the effective management of technological innovation in modern retailing. Also discussed are the role of technology platforms and applications, technology development and use, and the relationships between technologies and business processes. 3.00 Credits Managing Technology Inno and Emgng Technology in Bio-Pharma Sector MG-GY 7723 This course introduces technological innovation and emerging technologies that are changing the nature of competition in the bio-pharma sectors. It focuses on modern approaches for research and discovery of new molecules and on developing processes to manufacture them in large quantities. The course explores the two major routes for discovery and manufacturing: the “chemical” route and the “biological” route. Students receive a blend of conceptual overviews, essential technical and scientific basics, competitive, and the regulatory and management implications of the developments, cases and industry examples that are studied.   Group C   1.50 Credits Selected Topics in Networking and Information Technologies MG-GY 7811 This course explores in depth selected modern networking and information technologies. Specific topics vary year to year. Examples are mobile communications, IP telephony, enterprise data systems. The course builds on previous TIM courses. Students receive a solid technology grounding in a learning context that also emphasizes how these selected technologies affect markets, industries, providers, integrators and users. The course’s technical content is supplemented by case examples and guest speakers. Prerequisite(s): Graduate Standing 1.50 Credits Negotiation in Technology-Intensive Sectors MG-GY 7841 Negotiation is the art and science of creating good agreements. This course covers the science of negotiation by discussing and applying theories of negotiation. Students develop the art of negotiation by negotiating with each other in realistic cases. A wide variety of negotiation applications is covered, including single and multi-issue negotiations and two-party and multi-party bargaining. Special emphasis is placed on negotiations in technology-intensive environments. The course uses the case method. Many examples are cases that students actually negotiate with each other. Students’ grades are based on their performance in these negotiations and on class participation. Prerequisite(s): Graduate Standing 1.50 Credits Leadership MG-GY 7851 Leaders set a vision, communicate it well and influence and inspire others to achieve their vision. However, there are many ways to achieve these goals and many challenges and ineffective ways in implementing them. This course develops the student’s leadership style by analyzing individual styles, understanding their impact and enabling each student to create the right leadership style. This course addresses fundamental leadership issues and frameworks, drawing on current organizational research. Most of all it provides students with ways to gain insights on their own leadership style. The course emphasizes hands-on experience and focuses on experiential learning. Course objectives include assessment of leadership styles; developing leadership skills; and understanding the role of leadership coaching in managing teams. Prerequisite(s): Graduate Standing 1.50 Credits High-Technology Entrepreneurship MG-GY 7861 This course focuses on entrepreneurship as a critical engine for wealth creation in the high-technology and innovation-intensive economy. The covers covers such key issues as: (1) assessing attractiveness of opportunities; (2) launching a new venture: (3) obtaining the necessary financial, human and technology resources; (4) managing the transition from a small entrepreneurial firm to a large, sustainable professionally managed but still entrepreneurial corporation; and (5) being an entrepreneur and promoting entrepreneurship in a large corporation. Prerequisite: Graduate Standing 1.50 Credits Introduction to Managing Intellectual Property MG-GY 7871 This course focuses on the role of intellectual property (e.g., patents, trade secrets, copyrights, trademarks, etc.) as a major element in modern technology and information strategy. Relevant concepts and case studies use examples of classical and digital innovations. Prerequisite: Graduate Standing 1.50 Credits Special Elective Topics MG-GY 7891 This course covers selected key emerging trends and issues in the MOT and IM domains. The course provides topical treatment of technologies, markets, business practices, government regulations and the relationships among them. Prerequisite: Graduate Standing 1.50 Credits Financing for Value Creation MG-GY 7971 financial skills required by managers of entrepreneurial and innovative firms at various stages of evolution: from new, stand-alone entrepreneurial ventures to innovative, technology- driven projects of established corporations. Prerequisite: Graduate Standing   Group D   3.00 Credits Managing Technological Innovation and Emerging Technologies in Financial Services MG-GY 7983 This course, for current and future managers, introduces emerging information technologies and their applications in financial services industries. It covers three major financial services industries: banking, investment and insurance. Students develop a deeper understanding of concepts and analyze real-business context through case studies. The course provides adequate technical knowledge and discusses related managerial issues in depth. 3.00 Credits Advcd Trends in Inno and Technology in Media and Entrnmt Sector MG-GY 6773 This course explores important trends and issues with a significant impact on managing technological innovation in the media sector. The course covers a range of topics, which may vary year to year and which serve as a culmination of the ideas and issues discussed in the MOTIME track. Participants develop projects that reflect their interests in particular aspects of the sector. Examples are redefinition of the notion of convergence; the intersection of design, content and technology; and the globalization of the media industry. Prerequisite: Graduate Standing 1.50 Credits Global Retailing and Supply Chain Management MG-GY 7671 This course focuses on current theory and practice in global retailing and supply-chain management and the link between globalization and supply-chain management. The course examines the flow and transformation of goods from the raw-material stage to the end user. Another focus is the globalization of retailing, which has triggered a range of supply-chain innovations. Prerequisite: Graduate Standing 1.50 Credits Modern Supply Chain Management: Integration Through Technology MG-GY 7881 This course introduces the role of information technology in supply-chain management. Both qualitative and quantitative aspects of supply chain management are covered. Students discuss and analyze articles pertaining to leading-edge research and management thought. The underlying objective is to prepare participants to develop useful skills for analyzing technology, marketing, logistics, operations and broader channel management issues. Classes use the case method. A high level of class interaction is expected. Prerequisite: Graduate Standing 3.00 Credits Services Innovation MG-GY 7733 This course deals with services innovation. Services have eclipsed manufacturing and dominate a modern, advanced economy. According to some estimates, services account for close to 80 percent of U.S. employment. This course examines how value creation occurs in a range of fast-growing services sectors, including retailing, hospitality, financial services, professional services, travel, logistics and healthcare. The course emphasizes that services are diverse, and distinguishes explicitly between traditional and high-value services. This course focuses especially on high-value services. A key objective of this course is introducing best practices for nurturing modern services innovation. Prerequisite(s): Graduate Standing 3.00 Credits Managing Cleantech & Renew Energy Innovation MG-GY 8573 Focuses on cleantech/renewable energy innovation and technology management and entrepreneurship. Covers technology management in several distinct cleantech/renewable technology regimes in varied company venues (e.g. small, medium size and large firms). Encompasses local and global modes of cleantech/renewable energy innovation and diverse innovation perspectives. Throughout, maintains a primarily managerial perspective. Students are often asked to assume the role of managers charged with the responsibility of designing, supporting and implementing a cleantech/renewable energy innovation strategy. 3.00 Credits Internship and Action Learning MG-GY 9683 This course provides graduate students the opportunity to work in an organization relevant to their field of interest in an action-learning context under faculty supervision. It exposes graduate students to relevant, state-of-the-art and best practices in modern management from the perspective of reflective involvement and interaction in the field. Students submit a paper and oral presentation based on work accomplishments as well as a review of written evaluation by the onsite supervisor. This course may be taken only once.  Prerequisite: Approval of Program Director                                Management of Technology, MS      Overview   Curriculum   Experience                                    Engineering is NYU  Follow Us:  Facebook Twitter Vimeo YouTube        Undergraduate   Admissions   How to Apply   Apply Now   admissions@nyu.edu   Graduate   Admissions   Requirements   Apply Now   engineering.gradinfo@nyu.edu   Site Links   Press   Directory   Directions   Event Calendar   Careers/HR   Support    Email/Network help@poly.edu Website Report a Problem Login (Faculty + Staff)  NYU School of Engineering 6 MetroTech Center, Brooklyn, NY 11201 Tel: 718.260.3600 Fax: 718.260.3136 &copy; NYU School of Engineering"}, {"content": "NYU Stern | Department of Management & Organizations | Faculty Research                                 Skip to Main Content                                      Experience Stern      Research, Faculty, Social, News                 Faculty &amp; Research       Books    Opinion    Research Highlights    Research in the News    Blogs    Archive    Faculty Directory          Social@Stern        Tales in Possible        Global       Business Across Borders    Global Study    Voices from Abroad    Archive          Network        News &amp; Events       Faculty News    Press Releases    School News    Events          About Stern       Values    Key Facts    History    Leadership    Departments, Centers &amp; Initiatives    Working at Stern    Visit Stern    Contact                          Programs &amp; Admissions      Degrees &amp; Executive Education                 Undergraduate       The Stern Advantage    Academics    Stern Around the World    Social Impact    Dynamic Community    Future Success    Admissions          Full-time MBA       The Stern Advantage    Academics    Students    Career    Financial Aid    Admissions    Meet With Us          Part-time MBA Manhattan        The Stern Advantage    Academics    Community    Career    Financial Aid    Admissions    Meet With Us          Part-time MBA Westchester       The Stern Advantage    Academics    Community    Career    Financial Aid    Admissions    Meet With Us          Executive MBA       The Stern Advantage    Academics    Community    Career Development    Sponsorship    Admissions    Contact Us          Dual Degrees       MD/MBA    JD/MBA    MBA/MFA    MS in Mathematics/ MBA    MBA/MPA    MBA/MA in French Studies    MBA/MA in Politics    MS in Biology/MBA    Dual MBA with HEC School of Management          Global Degrees       TRIUM EMBA    MS in Global Finance    MS in Risk Management    MS in Business Analytics          PhD       The Stern Advantage    Academics    Job Placement    Student Life    Admissions          Executive Education       Short Courses    Custom Programs        Advanced Professional Certificates       Finance    Marketing    General Business                          Portal &amp; Partners      Alumni, Recruiters, Student Login                 Current Students   SternLinks   Student Jobs     Undergraduate Current Students      MBA &amp; Graduate Students       Academic Affairs and Advising    Records &amp; Registration    International Programs    Bursar    Financial Aid    Office of Student Engagement    Leadership Development    Career Center for Working Professionals    Career Account      SternLinks        Faculty &amp; Staff       Join Stern's Faculty    Leadership    New Faculty Resources    CITL    Center for Research Computing    Center for Behavioral Research      Log in to SternLinks        Alumni       Attend an Event    Career Center for Working Professionals    Log in to SternConnect    Network with Alumni    SternBusiness Alumni Magazine      Support Stern        Recruiters       Contact Your Relationship Manager    Recruit Experienced Talent    Recruit on Campus (MBA)    Recruit on Campus (Undergraduate)      Get Started                                                      Search                                              About / Departments      Management and Organizations Department              Faculty &amp; Staff Faculty   Staff   Position Openings     Research Awards     Events Management Department Seminars   Past Events     Academic Programs MBA Overview   Undergraduate Overview   PhD Overview   Student Jobs               Home / Experience Stern / About / Departments, Centers &amp; Initiatives / Academic Departments / Management and Organizations Department / Research                        Share / Print                Print      Email      Share       Like                                              Faculty Research   Jump to:                Steve Blader      Gavin Kilduff      Robert Salomon              Gino Cattani      Joe Magee      Melissa Schilling              Dolly Chugh      Frances Milliken      Robert Seamans              Roger Dunbar      Elizabeth Morrison      Kelly See              J.P. Eggers      Batia Wiesenfeld      Zur Shapira              Christina Fang      Nathan Pettit                        Steve Blader    Blader, S. L. and Chen, Y. (forthcoming). What influences how higher status people respond to lower status others? Effects of procedural fairness, outcome favorability, and concerns about status. Organizational Science.    Abstract : How do individuals with higher status react to their encounters with lower-status counterparts? Four studies explore this issue, focusing on higher-status parties' concerns with the outcome favorability and procedural fairness of those encounters. Across a wide range of contexts and bases of status, Study 1 found an interaction effect in which outcome favorability had a stronger relationship with higher-status parties' reactions when procedural fairness was high rather than low, in sharp contrast to previous findings in the justice literature. Studies 2, 3, and 4 explored the mechanism underlying this novel finding, testing the proposal that this interaction pattern is rooted in higher-status individuals' use of outcome and procedure information to determine whether their counterpart is validating - or challenging - their relatively higher status position. They conduct this test by examining the moderating influence of dispositional factors that vary the extent to which individuals are interested in social information from their lower-status counterpart regarding their relative status position. In particular, they test the prediction that the interaction will be accentuated among individuals who are (1) low in self-esteem, (2) high in need to belong, (3) low in power distance orientation, and (4) high in general concern about status. Results confirm these predictions. Theoretical and practical implications of these findings for social exchanges at work, organizational justice, and status are discussed.     Blader, S. L., Wiesenfeld, B., Rothman, R. &amp; Wheeler-Smith, S. (2010). Social emotions and justice: How the emotional fabric of groups determines justice enactment and reactions. In E. A. Mannix, M. A. Neale (Series Eds.) &amp; E. Mullen (Vol. Ed.), Research on managing groups and teams: Fairness &amp; Groups (pp. 29-62). Bingley, UK: Emerald Publishing.    Abstract : This chapter presents a social emotions-based analysis of justice dynamics, emphasizing the important influence of social emotions (e.g., envy, empathy, schadenfreude, vicarious joy) on justice judgments and reactions. The chapter also identifies a dimension for organizing social emotions, based on the degree of congruence they reflect between self and other. Congruent social emotions align the individual experiencing the emotion and the individual who is the target of their emotion, thus leading individuals to reason about and perceive justice in ways that are aligned with the target. Conversely, incongruent social emotions create misalignment and lead to justice perceptions that are misaligned and oppositional with regard to the target.     Blader, S. L. &amp; Tyler, T. R. (2009). Testing &amp; extending the Group Engagement Model: Linkages between social identity, procedural justice, economic outcomes and extra role behavior . Journal of Applied Psychology .    Abstract : Two field studies test and extend the group engagement model (Tyler &amp; Blader, 2000, 2003) by examining the model with regard to employee extra role behavior. Consistent with the group engagement model’s predictions, results of these studies indicate that the social identities employees form around their work groups and their organizations are strongly related to whether employees engage in extra role behaviors. Moreover, beyond showing that social identity is strongly associated with extra role behavior, the studies also demonstrate that social identity explains the impact of other factors that have previously been linked to extra role behavior. In particular, the findings indicate that social identity mediates the effect of procedural justice judgments and economic outcomes on supervisor ratings of extra role behavior. Overall, these studies provide compelling indication that social identity is an important determinant of behavior within work organizations and provide strong support for the application of the group engagement model in organizational settings.          Gino Cattani      “Project-based Organizing and Strategic Management: A Long-term Research Agenda on Temporary Organizational Forms” (with Simone Ferriani, Lars Frederiksen and Florian Täube). In Gino Cattani, Simone Ferriani, Lars Frederiksen and Florian Taeube (eds.), Project-based Organizing. Advances in Strategic Management , 2011. London, UK: Emerald Group Publishing Limited.      Cattani, G., and S. Ferriani (2008). A Core/Periphery Perspective on Individual Creative Performance: Social Networks and Cinematic Achievements in the Hollywood Film Industry . Organization Science , 19(6): 824-844.    Abstract: The paper advances a relational perspective to studying creativity at the individual level. Building on social network theory and techniques, we examine the role of social networks in shaping individuals' ability to generate a creative outcome. More specifically, we argue that individuals who occupy an intermediate position between the core and the periphery of their social system are in a favorable position to achieve creative results. In addition, the benefits accrued through an individual's intermediate core/periphery position can also be observed at the team level, when the same individual works in a team whose members come from both ends of the core/periphery continuum. We situate the analysis and test our hypotheses within the context of the Hollywood motion picture industry, which we trace over the period 1992–2003. The theoretical implications of the results are discussed.     Cattani, G., S. Ferriani, G. Negro, and F. Perretti (2008). The Structure of Consensus: Network Ties, Legitimation and Exit Rates of U.S. Feature Film Producer Organizations . Administrative Science Quarterly , 2008, 53(1): 145-182.    Abstract : Recent research emphasizes that legitimacy depends on consensus among agents (audiences) about the features and activities of organizations (candidates) that become taken-for-granted elements in a social domain. This study examines how consensus is affected by the structure of interaction in the network connecting social audiences to candidate organizations. It analyzes how audience members reach, reinforce, and preserve consensus about candidates' features and behavior, affecting a crucial organizational outcome, survival. The findings show that survival is enhanced by the degree of connectivity and the repeated interactions between audience members and candidate organizations and is reduced by the degree of turnover of audience members. We situate our analysis in the U.S. motion picture industry, where we trace the interorganizational network between feature film producer organizations (candidates) and distributor organizations (the audience) and its influence on producer organizations' exit rates over the period 1912-1970. We find strong support for the claim that the legitimation process has a relational foundation that involves ties between organizational entities and the external others with whom they interact. The results contribute to the dialogue between ecological and network theories of organizations and support the claim that legitimation has a relational foundation involving ties between organizations and audiences.          Dolly Chugh    Kern, M. and Chugh, D. (2009). Bounded ethicality: The perils of loss framing . Psychological Science , Published online Feb 2009.    Abstract : Ethical decision making is vulnerable to the forces of automaticity. People behave differently in the face of a potential loss versus a potential gain, even when the two situations are transparently identical. Across three experiments, decision makers engaged in more unethical behavior if a decision was presented in a loss frame than if the decision was presented in a gain frame. In Experiment 1, participants in the loss-frame condition were more likely to favor gathering \"insider information\" than were participants in the gain-frame condition. In Experiment 2, negotiators in the loss-frame condition lied more than negotiators in the gain-frame condition. In Experiment 3, the tendency to be less ethical in the loss-frame condition occurred under time pressure and was eliminated through the removal of time pressure.     Bertrand, M., Chugh, D., &amp; Mullainathan, S. (2005). Implicit Discrimination . American Economic Review , 95 (2), 94-98.       Chugh, D. (2004). Societal and Managerial Implications of Implicit Social Cognition: Why Milliseconds Matter . Social Justice Research , 17(2), 203-222.    Abstract : This article argues for the vulnerability of managerial work to unintended forms of racial and other bias. Recent insights into \"implicit social cognition\" are summarized, highlighting the prevalence of those mental processes that are relatively unconscious and automatic, and employed in understanding the self and others. Evidence from a response-time measure of implicit bias, the Implicit Association Test, (\"IAT\"; Greenwald, McGhee, and Schwartz, 1998) illustrates this phenomenon. Recent work on the predictive validity of the demonstrates that social cognitive pitfalls threaten a) managers' explicit commitments to egalitarianism and meritocracy and b) managers' performance in their three primary roles of processing information, interacting with others, and making decisions (Mintzberg, 1973). Implicit bias influences managerial behavior in unexpected ways, and this influence is heightened in the messy, pressured, and distracting environments in which managers operate.          Roger Dunbar    Bartel, Caroline, Dunbar Roger &amp; Garud, Raghu (2011). Dealing with Unusual Experiences: A Narrative Perspective on Organizational Learning. Organization Science , 22(3), 587-601.    Full text: Organization Science .   Abstract : Experiences that do not fit squarely into known categories pose a challenge to notions of organizational learning that rely primarily on scientific or experiential approaches. Making sense of, responding to, and learning from such unusual experiences requires reflection and novel action by organizational actors. We argue that narrative development processes make this organizational learning possible. By developing narratives, organizational actors create situated understandings of unusual experiences, negotiate consensual meanings, and engage in coordinated actions. Through the accumulation of narratives about unusual experiences, an organization builds a memory with generative qualities. Specifically, through narratives, actors evoke memories of prior unusual experiences and how they were dealt with, and this generates new options for dealing with emerging unusual experiences. We outline a framework detailing how narrative development processes enable organizational learning from unusual experiences and conclude by summarizing how this approach differs from and yet builds upon scientific and experiential approaches to learning.     Dunbar, Roger &amp; Statler, Matt. A Historical Perspective on Organizational Control . In S.B. Sitkin, L.B. Cardinal and K. Bijlsma-Frankema, (eds.). Organization Control . Cambridge, England: Cambridge University Press, 2009. pp. 16-47.    Full text: HERE .   Abstract: This chapter provides a selective historical review of the development of organizational control concepts and then identifies the underlying assumptions implicit in these different approaches. The identification of underlying assumptions allows an understanding of how organizational control concepts have evolved over time.     Dunbar, Roger &amp; Garud, Raghu (2009). Distributed Knowledge and Indeterminate Meaning: The Case of the Columbia Shuttle Flight . Organization Studies , 30(4), 397-421.    Full text: Organization Studies .   Abstract: We explore the processes that unfolded during NASA’s ill-fated Columbia shuttle flight, as members of the mission team struggled to understand the significance of an unexpected foam-shedding event. It was difficult to categorize this event in real time, as two different criteria — a concern for safety and a concern for meeting schedules — were being used. Using in-depth data gathered on the Columbia shuttle flight, we describe the sense making processes that unfolded and discuss the implications for organizations.        J.P. Eggers    Eggers, J.P. (2012). All Experience is Not Created Equal: Learning, Adapting and Focusing in Product Portfolio Management. Strategic Management Journal, 33: 315–335.     Full Text: Strategic Management Journal   Abstract : This study explores the contingencies relating firm experience to product development capabilities, focusing on experience type (breadth v. depth) and timing (prior v. concurrent). Results from empirical tests in the U.S. mutual fund industry offer two primary findings. First, firms increase proficiency at adapting their processes to address new opportunities as they accumulate experience in entering new niches but face initial hurdles broadening their experience base. Second, concurrent learning is capacity constrained, as product quality increases in the number of products introduced simultaneously in one niche, but quality decreases as the firm’s concurrent portfolio of new products broadens. Jointly, these findings highlight that dynamic capabilities are built through prior adaptation experience and that management of a product development portfolio is an important managerial capability.       Eggers, J.P. (2012). Falling Flat: Failed Investments and Technological Evolution. Administrative Science Quarterly, vol. 57 (1), pp. 47-80.    Full Text: Administrative Science Quarterly   Abstract: This study theorizes about the behavioral and knowledge creation implications of betting on the losing technology in a competing technology situation and focuses on three main outcomes. First, in a situation with competing technological options, firms that invest initially in the losing technology will be less successful subsequently in building new knowledge in the winning technology because their experience with failure will lead them to update their expectations of the industry and choose to pursue less risky alternatives. Second, two classic risk-reducing strategies—investing in both technologies or entering after uncertainty is resolved—will not be completely effective. Firms investing in both technologies are likely to suffer the incentive and coordination-driven innovation penalties of generalists, while late entrants will suffer learning disadvantages. Third, the possession of key and relevant complementary assets—upstream and downstream—will positively moderate the observed inertial effect on firms that backed the failed technology and generalists that backed both technologies, as these complementary assets will increase incentives to adapt to the winning technology. I find empirical support for my hypotheses using a novel data set on the evolution of the global flat panel display industry from 1964 to 2003 to investigate the technological competition between plasma and liquid crystal displays. Results show that firms initially pursuing plasma generated less subsequent knowledge in liquid crystal displays, and that firms betting on both technologies were also slow to build knowledge in liquid crystal displays. Meanwhile, firms with upstream and downstream complementary assets were able to moderate, but not overcome, this barrier to knowledge creation. The findings have implications for our study of technological evolution and adaption, for learning from failure and reinforcement learning, and for the relationship between resource partitioning and adaptation.      Eggers, J.P., Grajek, Michal &amp; Kretschmer, Tobias (2012). First Mover Advantages in the Mobile Telecommunications Industry: A Consumer-Centric Perspective. Working paper.     Abstract : We study how two distinct types of pre-entry experience – core technological experience and market-based complementary experience – affect post-entry performance in a new industry. We focus on the fit between capabilities generated through pre-entry experience and the preferences of heterogeneous consumer segments. Specifically, we suggest that firms with pre-entry experience in the focal technology will attract more valuable consumers, but as these consumers typically make adoption decisions early the firm must enter early to benefit. Conversely, firms with pre-entry experience in the focal market will attract a larger share of less valuable consumers regardless of entry timing. Our empirical analysis of the global 2G mobile telecommunications industry supports our theory and provides important insights for research on experience and entry dynamics in high-technology industries.          Christina Fang    Fang, Christina, Lee, Jiho &amp; Schilling, Melissa (Forthcoming). Balancing Exploration and Exploitation through Structural Design: The Isolation of Subgroups and Organization Learning . Organization Science .    Full text: Social Science Research Network .   Abstract: The classic tradeoff between exploration and exploitation in organizational learning has attracted vigorous attention by researchers over the last two decades. Despite this attention, however, the question of how firms can better maintain the balance of exploration and exploitation remains unresolved. Drawing on a wide range of research on population and organization structure, we argue that an organization divided into semi-isolated subgroups may help strike this balance. We simulate such an organization, systematically varying the interaction pattern between individuals to explore how the degree of subgroup isolation and inter-group connectivity influences organizational learning. We also test this model with a range of contingency variables highlighted in the management research. We find that moderate levels of cross-group linking lead to the highest equilibrium performance by enabling superior ideas to diffuse across groups without reducing organizational diversity too quickly. This finding is remarkably resilient to a wide range of variance in factors such as problem complexity, environmental dynamism, and personnel turnover.     Fang, Christina &amp; Levinthal, Daniel (Forthcoming). The Near Term Liability of Exploitation: Exploration and Exploitation in Multi-Stage Problems . Organization Science .    Full text : Social Science Research Network .   Abstract : The classic tradeoff between exploration and exploitation reflects the tension between gaining new information about alternatives to improve future returns and using the information currently available to improve present returns (March, 1991). By considering these issues in the context of a multi-stage, as opposed to a repeated, problem environment, we show that exploratory behavior has value quite apart from its role in revising beliefs. We show that even if current beliefs provide an unbiased characterization of the problem environment, maximizing with respect to these beliefs may lead to an inferior expected payoff relative to other mechanisms that make less aggressive use of the organization's beliefs. Search can lead to more robust actions in multi-stage decision problems than maximization, a benefit quite apart from its role in the updating of beliefs.     Denrell, Jerker, Fang, Christina &amp; Levinthal, Daniel (2004). From T-mazes to Labyrinths: Learning from Model-based Feedback . Management Science , 50(10), 1366-1378.    Full text : Social Science Research Network .   Abstract: Many organizational actions need not have any immediate or direct payoff consequence but set the stage for subsequent actions that bring the organization toward some actual payoff. Learning in such settings poses the challenge of credit assignment (Minsky 1961), that is, how to assign credit for the overall outcome of a sequence of actions to each of the antecedent actions. To explore the process of learning in such contexts, we create a formal model in which the actors develop a mental model of the value of stage-setting actions as a complex problem-solving task is repeated. Partial knowledge, either of particular states in the problem space or inefficient and circuitous routines through the space, is shown to be quite valuable. Because of the interdependence of intelligent action when a sequence of actions must be identified, however, organizational knowledge is relatively fragile. As a consequence, while turnover may stimulate search and have largely benign implications in less interdependent task settings, it is very destructive of the organization's near-term performance when the learning problem requires a complementarity among the actors' knowledge.        Gavin Kilduff     Anderson, C., Willer, R., Kilduff, G. J., &amp; Brown, C. E. (2012). The Origins of Deference: When Do People Prefer Lower Status? Journal of Personality and Social Psychology , 102 (5), 1077-1088.     Full Text : HERE   Abstract: Although the desire for high status is considered universal, prior research suggests individuals often opt for lower status positions. Why would anyone favor a position of apparent disadvantage? In 5 studies, we found that the broad construct of status striving can be broken up into two conceptions: one based on rank, the other on respect. While individuals might universally desire high levels of respect, we find that they vary widely in the extent to which they strive for high-status rank, with many individuals opting for middle- or low-status rank. The status rank that individuals preferred depended on their self-perceived value to the group: when they believed they provided less value, they preferred lower status rank. Mediation and moderation analyses suggest that beliefs about others’ expectations were the primary driver of these effects. Individuals who believed they provided little value to their group inferred that others expected them to occupy a lower status position. Individuals in turn conformed to these perceived expectations, accepting lower status rank in such settings.      Kilduff, Gavin, Elfenbein, Hillary &amp; Straw, Barry (2010). The Psychology of Rivalry: A Relationally Dependent Analysis of Competition . Academy of Management Journal , 53(5), 943-969.      Full Text: HERE   Abstract : We investigate the psychological phenomenon of rivalry and propose that competition is inherently relational, thus extending the literatures on competition between individuals, groups, and firms. Specifically, we argue that competitors’ relationships, determined by their proximity, attributes, and prior competitive interactions, influence the subjective intensity of rivalry between them, which in turn affects their competitive behavior. Initial tests in NCAA basketball support these ideas, indicating that teams’ similarity and interaction histories systematically predict rivalry, and that rivalry may affect team members’ motivation and performance. Implications for the management of employees, as well as for organizations’ competitive strategies, are significant.     Anderson, Cameron &amp; Kilduff, Gavin (2009). Why Do Dominant Personalities Attain Influence in Face-to-Face Groups? The Competence-Signaling Effects of Trait Dominance . Journal of Personality and Social Psychology , 96(2), 491-503.    Full Text: HERE   Abstract : Individuals high in the personality trait dominance consistently attain high levels of influence in groups. Why they do is unclear, however, because most group theories assert that people cannot attain influence simply by behaving assertively and forcefully; rather, they need to possess superior task abilities and leadership skills. In the present research, the authors proposed that individuals high in trait dominance attain influence because they behave in ways that make them appear competent—even when they actually lack competence. Two studies examined task groups using a social relations analysis of peer perceptions (D. A. Kenny &amp; L. LaVoie, 1984). The authors found that individuals higher in trait dominance were rated as more competent by fellow group members, outside peer observers, and research staff members, even after controlling for individuals’ actual abilities. Furthermore, frequency counts of discrete behaviors showed that dominance predicts the enactment of competence-signaling behaviors, which in turn predicts peer ratings of competence. These findings extend researchers’ understanding of trait dominance, hierarchies in groups, and perceptions of competence and abilities.     Anderson, Cameron &amp; Kilduff, Gavin (2009). The Pursuit of Status in Social Groups . Current Directions in Psychological Science , 18(5), 295-298, 2009.    Full Text: HERE   Abstract : Status differences are ubiquitous and highly consequential. Yet with regard to human social groups, basic questions persist about how status differences develop. In particular, little is known about the processes by which individuals pursue status in social groups. That is, how do individuals compete and jockey for status with their peers? The current paper reviews recent research that helps fill this gap in our knowledge. Specifically, studies of a variety of face-to-face groups show that individuals pursue status by enhancing the apparent value they provide to their group. Individuals compete for status not by bullying and intimidating others, as some theorists have proposed, but by behaving in ways that suggest high levels of competence, generosity, and commitment to the group.          Joe Magee    Mason, M. F., Magee, J. C., Kuwabara, K, &amp; Nind, L. (2010). Specialization in relational reasoning: The efficiency, accuracy, and neural substrates of social versus non-social inferences. Social Psychological and Personality Science , 1, 318-326.    Abstract : Although deduction can be applied both to associations between non-social objects and to social relationships among people, we hypothesize that social targets elicit specialized cognitive mechanisms that facilitate inferences about social relations. Consistent with this view, in Experiments 1a and 1b we show that participants are more efficient and more accurate at inferring social relations compared with non-social relations. In Experiment 2, we find direct evidence for a specialized neural apparatus recruited specifically for social relational inferences. When making social inferences, fMRI results indicate that the brain regions that play a general role in logical reasoning (e.g., hippocampi, parietal cortices, and DLPFC) are supplemented by regions that specialize in representing people’s mental states (e.g., pSTS/TPJ and mPFC).     Magee, J. C., Milliken, F. J., &amp; Lurie, A. R. (2010). Power and the construal of a crisis: The immediate aftermath of September 11, 2001. Personality and Social Psychology Bulletin , 36, 354-370.    Abstract : In this research, we examine the relationship between power and three characteristics of construal—abstraction, valence, and certainty—in individuals’ verbatim reactions to the events of September 11, 2001 and during the immediate aftermath of the terrorist attacks. We conceptualize power as a form of social distance and find that position power (but not expert power) was positively associated with the use of language that was more abstract (vs. concrete), positive (vs. negative), and certain (vs. uncertain). These effects persist after controlling for temporal distance, geographic distance, and impression management motivation. Our results support central and corollary predictions of Construal Level Theory (Liberman, Trope, &amp; Stephan, 2007; Trope &amp; Liberman, 2003) in a high-consequence, real-world context, and our method provides a template for future research in this area outside of the laboratory.     Ames, D. R., Bianchi, E., &amp; Magee, J. C. (2010). Professed impressions: What people say about others affects onlookers’ perceptions of speakers’ power and warmth. Journal of Experimental Social Psychology , 46, 152-158.    Abstract : During a conversation, it is common for a speaker to describe a third-party that the listener does not know. These professed impressions not only shape the listener’s view of the third-party but also affect judgments of the speaker herself. We propose a previously unstudied consequence of professed impressions: judgments of the speaker’s power. In two studies, we find that listeners ascribe more power to speakers who profess impressions focusing on a third-party’s conscientiousness, compared to those focusing on agreeableness. We also replicate previous research showing that speakers saying positive things about third parties are seen as more agreeable than speakers saying negative things. In the second study, we demonstrate that conscientiousness-power effects are mediated by inferences about speakers’ task concerns and positivity-agreeableness effects are mediated by inferences about speakers’ other-enhancing concerns. Finally, we show that judgments of speaker status parallel judgments of agreeableness rather than of power, suggesting that perceivers use different processes to make inferences about status and power. These findings have implications for the literatures on person perception, power, and status.          Frances Milliken    Magee, J., Milliken, F. J. and Laurie, A.R. (2010). Power Differences in the Construal of a Crisis: The Immediate Aftermath of September 11, 2001. Personality and Social Psychology Bulletin , 22(1), 95-102.       Magee, J., Milliken, F. J., and Laurie, A.R. (2009). Power and sense-making in the aftermath of 9/11: Differences in the content and construal of disaster comprehension. . Academy of Management Best Papers Proceedings.       Fang, C., Kim, J., and Milliken, F. J. (2009). Lying by Omission: The Effects of Withholding Negative Performance Feedback on Organizational Learning. . Academy of Management Best Papers Proceedings.          Elizabeth Morrison    Morrison, E.W. (2011) Voice and silence within organizations: Literature review and directions for future research . Academy of Management Annals , volume 5.    Abstract : Within organizations, employees continually confront situations that put them face-to-face with the decision of whether to speak up (i.e. voice) or remain silent when they have potentially useful information or ideas. In recent years, there has been a rapidly growing body of conceptual and empirical research focused on better understanding the motives underlying voice, individual and situational factors that increase employee voice behavior, and the implications of voice and silence for employees, work groups, and organizations. Yet this literature has notable gaps and unresolved issues, and it is not entirely clear where future scholarship should be directed. This article, therefore, is an attempt to review and integrate the existing literature on employee voice and to also provide some direction for future research.     Morrison, E.W., Wheeler-Smith, S., &amp; Kamdar, D. (2011). Speaking up in groups: A cross-level study of group voice climate . Journal of Applied Psychology . 96: 183-191.    Abstract : Despite a growing body of research on employee voice – defined as the discretionary communication of ideas, suggestions, or opinions intended to improve organizational or unit functioning – the effects of shared or collective-level cognitions have received scant attention. There has also been relatively little research on voice within workgroups. The goal of this study was to address these important gaps by focusing on the effects of group-level beliefs about voice (i.e., group voice climate) on individual voice behavior within workgroups. We conducted a cross-level investigation of voice behavior within 42 groups of engineers from a large chemical company. Consistent with our hypotheses, group voice climate was highly predictive of voice, and explained variance beyond the effects of individual-level identification and satisfaction, and procedural justice climate. Also consistent with predictions, the effect of identification on voice was stronger in groups with favorable voice climates. These findings provide evidence that voice is shaped not just by individual attitudes and perceptions of the work context, as past research has shown, but also by group-level beliefs. The results also highlight the importance of broadening our conceptual models of voice to include shared cognitions, and the importance of conducting additional cross-level research on voice.     See, K.E., Morrison, E.W. Rothman, N.R. &amp; Soll, J.B. (2011). The detrimental effects of power on confidence, advice taking, and accuracy. Organizational Behavior and Human Decision Processes , 116 (2), 272-285.     Full Text: Social Science Research Network   Abstract: Incorporating input from others can enhance decision quality, yet often people do not effectively utilize advice. We propose that greater power increases the propensity to discount advice, and that a key mechanism explaining this effect is elevated confidence in one’s judgment. We investigate the relationships across four studies: a field survey where working professionals rated their own power and confidence and were rated by coworkers on their level of advice taking; an advice taking task where power and confidence were self-reported; and two advice taking experiments where power was manipulated. Results consistently showed a negative relationship between power and advice taking, and evidence of mediation through confidence. The fourth study also revealed that higher power participants were less accurate in their final judgments. Power can thus exacerbate the tendency for people to overweight their own initial judgment, such that the most powerful decision makers can also be the least accurate.      McAllister, D., Kamdar, D., Morrison, E.W., &amp; Turban, D. (2007). Disentangling Role Perceptions: How Perceived Role Breadth, Discretion, Instrumentality and Efficacy Relate to Helping and Taking Charge . Journal of Applied Psychology , 92: 1200-1211.    Abstract : The objective of this study was to empirically disentangle OCB-related role perceptions that have been confounded in past research, investigate their unique relationships with both an affiliative (helping) and a challenging form of OCB (taking charge), and determine their relative importance in explaining these two forms of OCB. We also examine whether role discretion and role breadth independently moderate the procedural justice to OCB relationship. We surveyed 225 engineers in India, and their direct supervisors. Our results showed that three of the four facets of OCB role perception explain unique variance in either helping or taking charge, and that role breadth moderates the relationships between procedural justice and both helping and taking charge. We discuss implications of our findings for OCB theory and research, as well as for managerial practice.          Nathan Pettit    Lount, R. B., Jr., &amp; Pettit, N. C. (conditionally accepted). The social context of trust: The role of status. Organizational Behavior and Human Decision Processes .    Abstract : The current paper examines how status, a universal feature of organizational life, affects people’s initial trust in others. In three experiments – which employ a range of status manipulations and trust measures – we consistently observed that the possession of high status led individuals to trust others more. In addition, our results help shed light on why this occurs. Namely, mediation analyses illustrated that having status alters how we perceive others intentions, such that the belief that others have positive intentions toward us (i.e., benevolence) accounted for the relationship between status and trust. These findings contribute both to our knowledge of the contextual features which impact trust and provide insight into the psychological consequences of status.     Pettit, N. C., &amp; Sivanathan, N. (2011). The plastic trap: Self-threat drives credit usage and status consumption. Social Psychological and Personality Science , 2(2), 146–153.    Abstract : Conspicuous consumption and its accompanying debt played a critical role in crippling global financial markets in 2008. Although a confluence of factors contribute to hyper-consumerism, the authors explore the potential role of two psychological forces—the desire to combat self-threats through compensatory consumption and the relatively pain-free experience of consuming on credit—that may have interactively contributed to the pernicious cycle of consumption and debt. Consistent with their predictions, the authors find that self-threat sways individuals to consume with credit over cash (Experiment 1) and the interactive effect of self-threat, product status, and payment method creates a perfect storm, whereby threatened individuals not only seek to consume high-status goods but also, when using credit, do so at higher costs to themselves (Experiment 2). These findings have broad implications for consumer decision making and offer psychologically grounded insights into the regulation of lending policies aimed at promoting consumer health.     Pettit, N. C., Yong, K., &amp; Spataro, S. E. (2010). Holding your place: Reactions to the prospect of status gains and losses. Journal of Experimental Social Psychology , 46(2), 396–401.    Abstract : This paper examines individuals’ reactions to the prospect of gaining or losing status in groups. The results of three experiments provide evidence that individuals attach greater value to status when recalling the risk of status loss than when recalling the potential for status gain (Experiment 1), are willing to pay more to avoid a status loss than to achieve a status gain (Experiment 1), and put forth greater effort when striving to prevent status loss than when striving to gain status (Experiment 2). Finally, individuals who risk losing status allocate more resources toward personal status concerns (and away from group interests and potential monetary gain) than do individuals who have a chance of gaining status (Experiment 3). We discuss the implications of this research both in terms of individuals’ psychological experience of their status, as well as status attainment and maintenance concerns in groups.          Robert Salomon    García, Francisco, Jin, Byungchae &amp; Salomon, Robert (forthcoming 2012). Does inward foreign direct investment improve the innovative performance of local firms?  Research Policy.     Abstract: Over the past several decades, research in the fields of international business and strategy has devoted increasing attention to outward foreign direct investment (FDI). Despite extensive scrutiny of the firmspecific motivations for, and consequences of, outward FDI; we know relatively little about inward FDI, the impact of inward FDI on host country firms, and especially, how inward FDI affects the innovativeness of those firms. Extant theoretical arguments predict contrasting effects. One line of research highlights the benefits to host country firms. Another line of research highlights the deleterious consequences to host country firms. Utilizing data from 1799 Spanish manufacturing firms from 1990 to 2002, we investigate the relationships between industry-level and firm-level inward FDI and the innovative performance of host country firms. We find that FDI inflows into Spain are negatively associated with the ex post innovation  of local firms. We contrast these findings with those using conventional measures of productivity.      Salomon, R. &amp; B. Jin (2010). Do Leading or Lagging Firms Learn More From Exporting? Strategic Management Journal , 31 (10): 1088-1113.    Full text: Download Article   Abstract: An interesting theoretical debate arises when considering firm heterogeneity in learning from exporting. One perspective intimates that technologically lagging firms stand to benefit more from exporting because exposure to technological knowledge in foreign markets allows these firms to close the gap with their more technologically endowed counterparts. A contrasting perspective posits that technologically superior firms benefit more from exporting since these firms are better equipped to translate knowledge acquired in foreign markets into innovation. Using a sample of 1,744 Spanish manufacturing firms from 1990–1997, this study empirically investigates how exporting differentially influences the patent output of technologically leading versus technologically lagging firms. We find that exporting is associated with the ex post increase in innovative productivity for both technologically leading and lagging firms. However, subsequent to exporting, technologically leading firms apply for more patents than technologically lagging firms.     X.Martin, R. Salomon &amp; Z. Wu (2010). The Institutional Determinants of Agglomeration: A Study in the Global Semiconductor Industry. Industrial and Corporate Change , 19 (6): 1769 – 1800.    Full text: Download Article   Abstract: We hypothesize that several characteristics of a country’s institutional environment encourage firms to agglomerate. To test our hypotheses, we examine the collocation pattern of 931 plant investments made by 266 firms across 29 countries in the global semiconductor industry from 1975 to 2004. The results show that the decision to agglomerate is strongly dependent on a country’s institutional context. Specifically, firms prefer to agglomerate when investing within countries with collectivist cultures, and those characterized by political and economic uncertainty. We assess the robustness of the results across multiple indicators of these institutional conditions.     Salomon, R. &amp; X. Martin (2008). Learning, Knowledge Transfer and Technology Implementation Performance: A Study of Time-to-Build in the Global Semiconductor Industry . Management Science , 54 (7): 1266-1280.    Full text: Download Article   Abstract: Organizational growth and performance hinge upon the effective deployment of productive knowledge in new facilities. However, getting those facilities fully operational can be difficult and time-consuming. Interestingly, we understand little about what determines the performance of that process. In this paper we help fill this gap by analyzing multiple determinants of time-to-build – i.e., the time it takes a firm to build and ramp up operations at a new manufacturing facility. Theoretically, we develop predictions regarding the effects of competitive, firm, and technology characteristics on time-to-build. Empirically, we test our predictions on a sample of plant construction projects in the memory segment of the global semiconductor industry. We find that competition from rivals with superior technology is associated with shorter time-to-build, at least up to a point. Firm, and industry, experience is associated with shorter time-to-build. International projects, and those that push the technological frontier, take longer. Findings from this study enrich the literatures on corporate growth, international expansion, and technology strategy. We discuss implications for research and practice.          Melissa Schilling    Schilling, M.A. (2009). Understanding the alliance data . Strategic Management Journal , 30: 233-260.    Abstract: A considerable body of research utilizes large alliance databases (e.g., SDC, MERIT-CATI, CORE, RECAP, and BIOSCAN) to study inter-organizational relationships. Understanding the strengths and limitations of these databases is crucial for informing database selection and research design. In this paper I conduct an analysis of five prominent alliance databases. Focusing on technology alliances (those formed for the purposes of joint research or cross-technology transfer), I examine the databases’ consistency of coverage and completeness, and assess whether different databases yield the same patterns in sectoral composition, temporal trends, and geographic patterns in alliance activity. I also replicate three previously-published alliance studies to assess the impact of data limitations on research outcomes. The results suggest that the databases only report a fraction of formally announced alliances, which could have detrimental consequences for some types of research. However, the databases exhibit strong symmetries in patterns of sectoral composition, alliance activity over time, and geographic participation. Furthermore, the replications of previous studies yielded results that were highly similar to those obtained in the original studies. This study thus provides some reassurance that even though the databases only capture a sample of alliance activity, they may yield reliable results for many -- if not all -- research purposes. This information should help researchers make better-informed decisions about their choice of database and research design.     Schilling, M.A. &amp; Esmundo, M. (2009). Technology s-curves in renewable energy alternatives: Analysis and implications for industry and government . Energy Policy .    Abstract : Plotting the performance of a technology against the money or effort invested in it most often yields an s-shaped curve: slow initial improvement, then accelerated improvement, then diminishing improvement. These s-curves can be used to gain insight into the relative payoff of investment in competing technologies, as well as providing some insight into when and why some technologies overtake others in the race for dominance. Analyzing renewable energies from such a technology s-curve perspective reveals some surprising and important implications for both government and industry. Using data on government R&amp;D investment and technological improvement (in the form of cost reductions), we show that both wind energy and geothermal energy are poised to become more economical than fossil fuels within a relatively short time frame. The evidence further suggests that R&amp;D for wind and geothermal technologies has been under-funded by national governments relative to funding for solar technologies, and government funding of fossil fuel technologies might be excessive given the diminishing performance of those technologies.     Schilling, M.A. &amp; Phelps, C. C. (2007). Intefirm collaboration networks: The impact of large-scale network structure on firm innovation . Management Science , 53: 1113-1126.    Abstract : The structure of alliance networks influences their potential for knowledge creation. Dense local clustering provides information transmission capacity in the network by fostering communication and cooperation. Non-redundant connections contract the distance between firms and give the network greater reach by tapping a wider range of knowledge resources. We propose that firms embedded in alliance networks that exhibit both high clustering and high reach (short average path lengths to a wide range of firms) will have greater innovative output than firms in networks that do not exhibit these characteristics. We find support for this proposition in a longitudinal study of the patent performance of 1106 firms in 11 industry-level alliance networks.          Robert Seamans    Seamans, Robert (2012). Fighting City Hall: Entry Deterrence and Technology Deployment in the Cable TV Industry. Management Science, 58(3): 461-475. (Lead Article).    Abstract: This article investigates how private firms respond to potential entry from public firms. The article uses a dataset of over 3000 US cable TV systems to present evidence consistent with entry deterrence. Incumbent cable TV firms upgrade faster when located in markets with a potential municipal entrant. However, the same systems are then slower to offer new products enabled by the upgrade, suggesting upgrades in these markets occur for strategic reasons. Incumbent cable systems also upgrade faster in response to municipal entry threats than to private entry threats. Understanding how private firms respond to potential entry from public firms is especially important in light of recent US government entry into several industries.     Chatterji, Aaron &amp; Seamans, Robert (2012). Entrepreneurship, Credit Cards and Race . Journal of Financial Economics, 106(1): 182-195.    Abstract : This paper examines the impact of financial deregulation on entrepreneurship. We assess the impact of credit card deregulation on transitions into self-employment using state level removal of credit card interest rate ceilings following the U.S. Supreme Court's 1978 Marquette decision as a quasi-natural experiment. We find that credit card deregulation increases the probability of entrepreneurial entry, with a particularly strong effect for black entrepreneurs. We demonstrate that these effects are magnified in states with a history of racial discrimination, and link the results to discrimination-based barriers to entry.          Kelly See    See, K.E., Morrison, E.W. Rothman, N.R. &amp; Soll, J.B. (2011). The detrimental effects of power on confidence, advice taking, and accuracy. Organizational Behavior and Human Decision Processes , 116 (2), 272-285.      Abstract and full text available from the author's Social Science Research Network page.     Sitkin, S.B., See, K.E., Miller, C.C., Lawless, M., &amp; Carton, A. (2011). The paradox of stretch goals: Organizations in pursuit of the seemingly impossible. Academy of Management Review , 36(3): 544–566.    Abstract and full text available from the author's Social Science Research Network page.     See, K. E. (2009). Reactions to decisions with uncertain consequences: Reliance on perceived fairness versus predicted outcomes depends on knowledge. Journal of Personality and Social Psychology , 96(1): 104-118.    Abstract and full text available from the author's Social Science Research Network page.          Zur Shapira    Shapira, Z. (forthcoming). \"I've Got a Theory Paper - Do You?\": Conceptual, Empirical, and Theoretical Contributions to Knowledge in the Organization Sciences. . Organization Science .    Abstract : Is “the field of management’s devotion to theory too much of a good thing?” [Hambrick, D. C. 2007. The field of management’s devotion to theory: Too much of a good thing? Acad. Management J. 50(6) 1346–1352]. In his paper, Hambrick criticizes the practice employed by many journals in the management field that requires that papers submitted for publication make a strong theoretical contribution. I argue that part of the problem is caused by the misunderstanding and misuse of the term “theory.” To clarify the status of theory, I review three modes of research formulation in the organizational sciences: theories, models, and conceptual frameworks. Language plays an important role in scientific research. I therefore discuss two research languages that are used in research in management that appear to be the farthest apart: mathematics, which is the language of precision; and narratives, which is the language that provides rich data. I provide a discussion of the use of mathematics in theory development and the use of narratives in research development. The two languages and three modes of research formulation are needed for contribution to knowledge, which should be the main goal of research in organization science.     Fang, C., Carp, S., &amp; Shapira, Z. (2011). Prior Divergence: Do Researchers and Participants Share the Same Prior Probability Distributions? Cognitive Science , 35: 744-762.    Abstract : Do participants bring their own priors to an experiment? If so, do they share the same priors as the researchers who design the experiment? In this article, we examine the extent to which self-generated priors conform to experimenters’ expectations by explicitly asking participants to indicate their own priors in estimating the probability of a variety of events. We find in Study 1 that despite being instructed to follow a uniform distribution, participants appear to have used their own priors, which deviated from the given instructions. Using subjects’ own priors allows us to account better for their responses rather than merely to test the accuracy of their estimates. Implications for the study of judgment and decision making are discussed.     Dushnitsky, G. &amp; Shapira, Z. (2010). Entrepreneurial Finance Meets Organzational Reality: Comparing Investment Practices and Performance of Corporate and Independent Venture Capitalists Strategy Management , 31: 990-1017.    Abstract : This paper investigates the effect of compensation of corporate personnel on their investment in new technologies. We focus on a specific corporate activity, namely corporate venture capital (CVC), describing minority equity investment by established-firms in entrepreneurial ventures. The setting offers an opportunity to compare corporate investors to investment experts, the independent venture capitalists (IVCs). On average, we observe a performance gap between corporate investors and their independent counterparts. Interestingly, the performance gap is sensitive to CVCs’ compensation scheme: it is the largest when CVC personnel are awarded performance pay. Not only do we study the association between incentives and performance but we also document a direct relationship between incentives and the actions managers undertake. For example, we observe disparity between the number of participants in venture capital syndicates that involve a corporate investor, and those that consist solely of IVCs. The disparity shrinks substantially, however, for a subset of CVCs that compensate their personnel using performance pay. We find a parallel pattern when analyzing the relationship between compensation and another investment practice, staging of investment. To conclude, the paper investigates the three elements of the principal-agent framework, thus providing direct evidence that compensation schemes (incentives) shape investment practices (managerial action), and ultimately investors’ outcome (performance).          Batia Wiesenfeld    Bartel, C.A., Wrzeesniewski, A., &amp; Wiesenfeld, B.M. (forthcoming). Knowing Where You Stand: Physical Isolation, Perceived Respect, and Organizational Identification Among Virtual . Organization Science .    Abstract : This research investigates the relationship between virtual employees’ degree of physical isolation and their perceived respect in the organization. Respect is an identity-based status perception that reflects the extent to which one is included and valued as a member of the organization. We hypothesize that the degree of physical isolation is negatively associated with virtual employees’ perceived respect and that this relationship explains the lower organizational identification among more physically isolated virtual employees. In two field studies using survey methods, we find that perceived respect is negatively associated with the degree of physical isolation, and respect mediates the relationship between physical isolation and organizational identification. These effects hold for shorter- and longer-tenured employees alike. Our research contributes to the virtual work literature by drawing attention to physical isolation and the important but neglected role of status perceptions in shaping virtual employees’ organizational identification. We also contribute to the literature on perceived respect by demonstrating how respect is affected by the physical context of work.     Brockner, J., Wiesenfeld, B.M., &amp; Diekmann, K.A. (2009). Towards a \"Fairer\" Conception of Process Fairness: Why, When and How More may not Always be Better than Less . The Academy of Management Annals , 3(1): 183-216.    Abstract : Process fairness refers to people’s perceptions of how fairly they are treated in the course of interacting with another party. Conceptually distinct from outcome fairness, it subsumes procedural fairness, interpersonal fairness, and the like. As recipients of decisions, we generally want to be treated with more rather than with less process fairness. As agents of decisions, we often would rather plan and implement them with more rather than with less process fairness. Whereas the organizational justice literature generally extols the virtues of high process fairness, recent theory and research suggest that when it comes to process fairness, more is not always better than less. We discuss why, when, and how people’s general tendency to desire higher process fairness over lower process fairness may be attenuated, eliminated, or even reversed. Our analysis is organized by the notion that under some conditions, receiving or acting with high process fairness prevents people from satisfying some of their basic psychological motives, such as their needs to feel good about themselves or to maintain a sense of control. Future research directions also are considered.     Wiesenfeld, B.M., Wurthmann, K.A., &amp; Hambrick, D.C. (2008). The Stigmatization and Devaluation of Elites Associated with Corporate Failures: A Profess Model . Academy of Management Review , 33(1): 231-251.    Abstract : We develop a model to explain the process by which corporate failure leads to professional devaluation of individual elites. We envision that corporate failure evokes a stigmatization process, in which society’s arbiters engage in constituentminded sensemaking to interpret the conditions surrounding the failure, including the characteristics of the individual elite, and arrive at judgments about the person’s blameworthiness. We discuss implications of this research for the study of stigma and stigmatization, as well as “settling-up” in managerial labor markets.                                    Research     Awards                           News      NYU Stern Center for Business and Human Rights to Tackle Migrant Labor Rights in the Construction Industry    Foreign Policy Association Awards Medal to Dean Peter Henry    Follow @NYUStern on Twitter and like NYU Stern on Facebook         Basics      Directions &amp; Maps    Faculty Directory    Contact Us                                 FACULTY OPINIONS    Read Stern faculty opinions on  relevant business topics             Sitemap | Privacy | &copy; 2015 Leonard N. Stern School of Business                               Back to Top"}]},
{"detail": [{"content": "Curriculum | Management of Technology, MS | NYU Polytechnic School of Engineering                                                                                                 NYU Abu Dhabi | NYU Shanghai         QuickLinks Bulletin   Directory   Employment and Career Development   Events Calendar   Human Resources / Careers   Information Technology Systems   Library   Make a Gift   NYU Classes   NYUAlbert (PS DATA)   NYUHome   Records and Registration   Services and Resources   Students   Alumni   Faculty   Staff                          Admissions  Undergraduate Admissions Graduate Admissions Online Learning Financial Aid Accepted Undergraduates Accepted Graduates  Academics  Majors and Programs Departments Honors Program BS/MS Program Study Abroad Online Learning Support + Services Graduate School  Records and Registration Class Schedule Course Textbooks School Calendar Code of Conduct Bulletin Women in Engineering  Research  Message from the Associate Provost Sponsored Research Centers + Institutes Labs + Groups CITE Game Innovation Lab Cross-Institution “Seed” Research Undergraduate Summer Research Bern Dibner Library Institutional Research Bioengineering IT + Media Urban Systems  Outreach  Incubators NYC Media Lab NYC Seed Enterprise Learning Center for K12 STEM Education Employment and Career Development PowerBridgeNY  Student Life  Athletics Student Affairs Public Safety Graduate Student Life and Services International Students + Scholars Residence Life and Housing Services Student Activities and Resource Center Students with Disabilities Student Resources Student Orientation  About  Hours and Directions Leadership and Administration Mission News and Publications Campus Transformation Middle States Self-Study NYU Merger Past, Present, Future Giving                                          Home / Academics / Majors and Programs / Management of Technology, MS                         Management of Technology, MS                                                             Curriculum                       The eMOT 36-credit curriculum consists of:     Core courses (30 credits)   6 credits of elective courses     To give you greater flexibility in choosing electives , the program has both full-semester courses that are 3.00 credits each and half-semester courses that are 1.50 credits each. You may substitute one full-semester elective with two half-semester electives or vice-versa.   Core Courses (30 Credits)   Management Core   3.00 Credits Organizational Behavior MG-GY 6013 Introduction to theory, research and practice to better understand human behavior in organizations. Topics include motivation and job satisfaction; decision making; group dynamics; work teams; leadership; communication; power, politics and conflict; organization culture, structure and design; impact of technology; management of work stress; organizational change and development; and career management. Analysis of organizational behavior problems by self assessments, case studies and simulations. Prerequisite: Graduate Standing 3.00 Credits Marketing MG-GY 6073 This course emphasizes the imperative to be customer-focused in the information sectors. Topics include market definition and redefinition due to technological change; analysis of customer decisions; strategic choices of markets and products; positioning for competitive success; product pricing, distribution and communications decisions; new product development; market-system dynamics and the value chain. Prerequisite: Graduate Standing 3.00 Credits Accounting & Finance MG-GY 6093 Elements of accounting and finance of importance to managers. Analysis of principles and practices of the finance function. Financing methods for internal and external ventures and innovations; capital budgeting; R&amp;D portfolio analysis. Contrast of strategic perspectives emphasizing innovation and development with those emphasizing short-term return and investment Prerequisite(s): Graduate Standing 3.00 Credits Economics MG-GY 6083 This course covers the fundamentals of microeconomics needed by managers. Topics include demand theory (theory of the consumer) including models of demand, demand elasticity and demand forecasting; supply theory (theory of the firm) including diminishing returns, profit maximizing production levels, labor/capital tradeoffs and long-run vs. short-run issues; market structures and how they affect opIMal production and profit levels. Other topics include positive and negative externalities and government intervention, including regulation, tariffs and subsidies. All topics emphasize managerial application. Prerequisite(s): Graduate Standing   3.00 Credits Operations Management for Knowledge-Based Enterprises MG-GY 6703 This course focuses on developing a deeper understanding of the role that operations management plays in determining business strategy and in developing competitive advantage. The primary emphasis is on developing and effectively managing operations in knowledge-intensive enterprises. Students discuss the operational design and managerial implications when the emphasis of the operations group is more on knowledge management than on managing production and facilities; managing the effective integration of technology, people and operating systems; understanding the complexities and challenges of operations management; meeting the challenges of developing and managing supply-chain networks; and understanding the critical role of technology in developing an organization’s operational capabilities. Prerequisite: Graduate Standing   OR   3.00 Credits Operations Management MG-GY 6303 This course focuses on developing a deeper understanding of the role that operations management plays in determining business strategy and in developing competitive advantage. The primary emphasis is on how to develop and effectively manage operations in knowledge-intensive enterprises. Participants discuss the operational design and managerial implications when the emphasis of the operations group is more on knowledge management than on production and facilities management; managing the effective integration of technology, people and operating systems; understanding the complexities and challenges of operations management; the challenges of developing and managing supply chain networks; and the critical role of technology in developing operational capabilities in an organization. Prerequisite: Graduate Standing   Technology and Innovation Core   3.00 Credits Management of Information Technology and Information Systems MG-GY 6503 This course is designed for managers who need to understand the role and potential contribution of information technologies in organizations. The focus of the course is on different information technologies and their applications in managing business critical data, information and knowledge. The course concentrates on the current state of IT in organizations, challenges and strategic use of IT, IT infrastructure and architecture, building, implementing and managing IT applications, and emerging issues such as intelligent systems, business process reengineering, knowledge management and group support systems. Prerequisite(s): Graduate Standing   OR   3.00 Credits Information Technologies, Systems and Management in Organizations MG-GY 6933 This course is for managers who need to understand the role and potential contribution of information technology (IT) within organizations. The focus is on information technology and its business applications. The course concentrates on the current state of IT in organizations: challenges and strategic use of IT: IT infrastructure and architecture: the technical foundation of IT: building and implementing organization information systems: and emerging issues in IT, such as intelligent systems, business process re-engineering, knowledge management and group support systems. Course format is interactive with concept presentation followed by open discussion on real-world applications of IT and business cases. Prerequisite: Graduate Standing   3.00 Credits Global Innovation MG-GY 7953 This course focuses on global technology-enabled innovation. Topics covered include accessing global sources of innovation, coordination and organization of activities worldwide, new product development globally, the role of revitalized global R&amp;D, growing prominence of IT and e-Business in global innovation, and the role of alliances and linkages with customers, suppliers and other third parties. Prerequisite: Graduate Standing 3.00 Credits Project Management MG-GY 8203 This course focuses on managing technology- based projects, ranging from individual research and development to large-scale and complex technological systems. It covers topics such as feasibility and risk analyses, project selection and portfolio optimization, functional and administrative structures, coordination and scheduling of activities, personnel planning, negotiations and contracts, cost estimation, capital budgeting, cost controls and effective matrix management.  Prerequisite: Adviser’s approval and Graduate Standing 3.00 Credits Managing Technological Change & Innovation MG-GY 8653 The course focuses on effectively managing technological change and innovation, which is accomplished with a dual perspective. One perspective is based on individual, group and organizational theory, research and practice. This body of literature, viewpoints and experience provide essential guides to manage successfully the introduction of newtechnologies. Realizing the full potential of  new technologies requires effectively managing change to assure the commitment of all stakeholders. The second perspective is based on innovation theory, research and practice. This body of literature, viewpoints and experience provide key insights to for effectively managing the process of innovation and the impact of innovation on all parts of an enterprise. Specifically, the course explores a firm’s explicit need to manage and inspire people so they can communicate and innovate effectively. Prerequisite: Adviser’s approval and graduate standing   3.00 Credits Mot Capstone Project Course MG-GY 9503 This course provides an integrative and state-of-the-art intellectual experience for participants at the conclusion of the program. The course is divided into two half semesters. The first half semester enables participants to focus on discerning the overarching trends which are driving innovation in various industry sectors. The class is divided into small groups each of which develops a comprehensive view of a particular industry sector. In the second half of the course, participants focus on the culminating project of the IM program. Participants can choose to do their final projects on firms, issues related to technology management or as an outgrowth of the emphasis on entrepreneurship in the program, a business plan. Participants are encouraged to employ relevant concepts and insights that they have acquired during the course of the program. Prerequisite: Graduate Standing   OR   3.00 Credits Project in Strategy & Innovation Management MG-GY 9703 This course integrates concepts and theories from several other courses. The course usually considers issues from a holistic and topmanagement perspective; employs case studies and projects to focus on key interrelationships between strategy, technology, innovation, corporate culture, organization structure and human factors; and covers domestic and global corporations, small, medium and large firms; and established and new enterprises. Prerequisite: Graduate Standing   OR   MG9973 MOT Master&#39;s Thesis, Credits: 3.0   Note: MS eMOT students, can with permission from the program director, replace Operations Management and/or Project Management with any elective from the following table:   Elective Courses (6 Credits)   Group A   3.00 Credits Modern Financial Institutions & Their Competitive Environment MG-GY 7963 This course focuses on managing modern financial enterprises, innovation and technology management in these organizations, and the risk-return tradeoff from a financial-institution perspective. It deals with the theory and practice of financial institutions by analyzing the regulatory, technological and competitive factors that define the dynamics of this rapidly changing industry. Knowledge in this course is developed primarily with a mix of textbook reading and discussions of concepts in real business contexts through case studies. The objective is to provide technology managers with a firm knowledge of the normative consequences on financial-management decision making to create shareholder value. Prerequisite: Graduate Standing 3.00 Credits Media Entertainment Sector: Struct, Org, Management MG-GY 6753 This course introduces the various industries that compose the media sector and outlines the major issues confronting these industries as they grapple with incorporating digitalbased and mobile innovations into their businesses. Discussions cover the structure of industries within the sector and how managers  are recalibrating their business models and redesigning their organizations to compete in the current media and entertainment sector. Other issues covered include the new media industry as a catalyst for change; the transformation of traditional content-intensive industries such as the motion picture business; the book publishing business; the newspaper business and the music industry  and the newly defined role of users and customers. Participants read case studies and articles and access other relevant materials in electronic and print format. Emphasis is on interactive discussions in class and on projects developed by individual participants and teams of participants. Prerequisite: Graduate Standing 3.00 Credits the Retailing Industry: Structure, Org and Management MG-GY 7653 This course introduces the emerging structure of the modern retailing industry and effective retailing management. Students investigate how key firms in the modern retailing sector are managed and how pacesetting firms are organized and structured at both the strategic and operational levels. The course covers physical and internet-based retailing. 3.00 Credits the Bio-Pharma Sectors: Struc, Org and Management MG-GY 7713 This course introduces effective management in the modern bio-pharma sectors. Students investigate how key bio-pharma firms are organized and managed at both the strategic and operational levels. Particular attention is paid to various forms of technology and innovation management in the bio-pharma arena. 3.00 Credits Cloud Computing: Principles, Economics, Technology and Management Practice MG-GY 8783 This course provides a comprehensive overview of managing cloud computing. The course starts by developing a comprehensive technology foundation and then deals with the economics of cloud computing by analyzing its benefits, risks and obstacles. The course then examines Virtualization, Automation, and Security, the three essential components of cloud computing. Specific case studies on private and public clouds are illustrated. The course concludes with the development of specific templates and roadmaps that help an organization migrate from managing traditional IT into a cloud based infrastructure. Prerequisite: Graduate Standing   Group B   3.00 Credits Advanced Trends in Technology Management & Innovation MG-GY 7743 This course explores several trends that have emerged in the technology management and innovation arena in the past decade. These include the advent of digital-based innovation in the late 1990s which has had a profound affect on how many firms conduct business; the effect of the crash of the NASDAQ in March 2000 and the September 11 event which had a major effect on corporations which now had to operate within major economic and creative constraints; the development of the concept of networks as it relates to the organization and strategy of the firm; the development of the wireless technology platform and its effect on technology innovation; and the development of a new innovation paradigm which suggests a relationship between information technology, creativity, and business practices. The course emphasizes classroom discussions as well as team based and individual projects. Prerequisite: Graduate Standing 3.00 Credits Innovation Mgmnt in Money, Banking, & Fin Markets MG-GY 6043 INNOVATION MGMNT IN MONEY, BANKING, &amp; FIN MARKETS. Prerequisite: Graduate Standing 3.00 Credits Managing Emerging Technologies in the Media and Entertainment Sector MG-GY 6763 This course focuses on selected emerging technologies that are changing the nature of competition in the media sector. The dynamic relationships involving changing technology, business processes and management response are viewed in light of new digital platforms and applications, standards development, as well as legal and legislative initiatives. Topics include intellectual property rights and digital rights management; content-on-demand; and the management, archiving and preservation of digital content. Prerequisite: Graduate Standing 3.00 Credits Managing Technology Inno and Emerging Technology in Retailing Industry MG-GY 7663 This course introduces technological innovation and emerging technologies in retailing. The focal point is the effective management of technological innovation in modern retailing. Also discussed are the role of technology platforms and applications, technology development and use, and the relationships between technologies and business processes. 3.00 Credits Managing Technology Inno and Emgng Technology in Bio-Pharma Sector MG-GY 7723 This course introduces technological innovation and emerging technologies that are changing the nature of competition in the bio-pharma sectors. It focuses on modern approaches for research and discovery of new molecules and on developing processes to manufacture them in large quantities. The course explores the two major routes for discovery and manufacturing: the “chemical” route and the “biological” route. Students receive a blend of conceptual overviews, essential technical and scientific basics, competitive, and the regulatory and management implications of the developments, cases and industry examples that are studied.   Group C   1.50 Credits Selected Topics in Networking and Information Technologies MG-GY 7811 This course explores in depth selected modern networking and information technologies. Specific topics vary year to year. Examples are mobile communications, IP telephony, enterprise data systems. The course builds on previous TIM courses. Students receive a solid technology grounding in a learning context that also emphasizes how these selected technologies affect markets, industries, providers, integrators and users. The course’s technical content is supplemented by case examples and guest speakers. Prerequisite(s): Graduate Standing 1.50 Credits Negotiation in Technology-Intensive Sectors MG-GY 7841 Negotiation is the art and science of creating good agreements. This course covers the science of negotiation by discussing and applying theories of negotiation. Students develop the art of negotiation by negotiating with each other in realistic cases. A wide variety of negotiation applications is covered, including single and multi-issue negotiations and two-party and multi-party bargaining. Special emphasis is placed on negotiations in technology-intensive environments. The course uses the case method. Many examples are cases that students actually negotiate with each other. Students’ grades are based on their performance in these negotiations and on class participation. Prerequisite(s): Graduate Standing 1.50 Credits Leadership MG-GY 7851 Leaders set a vision, communicate it well and influence and inspire others to achieve their vision. However, there are many ways to achieve these goals and many challenges and ineffective ways in implementing them. This course develops the student’s leadership style by analyzing individual styles, understanding their impact and enabling each student to create the right leadership style. This course addresses fundamental leadership issues and frameworks, drawing on current organizational research. Most of all it provides students with ways to gain insights on their own leadership style. The course emphasizes hands-on experience and focuses on experiential learning. Course objectives include assessment of leadership styles; developing leadership skills; and understanding the role of leadership coaching in managing teams. Prerequisite(s): Graduate Standing 1.50 Credits High-Technology Entrepreneurship MG-GY 7861 This course focuses on entrepreneurship as a critical engine for wealth creation in the high-technology and innovation-intensive economy. The covers covers such key issues as: (1) assessing attractiveness of opportunities; (2) launching a new venture: (3) obtaining the necessary financial, human and technology resources; (4) managing the transition from a small entrepreneurial firm to a large, sustainable professionally managed but still entrepreneurial corporation; and (5) being an entrepreneur and promoting entrepreneurship in a large corporation. Prerequisite: Graduate Standing 1.50 Credits Introduction to Managing Intellectual Property MG-GY 7871 This course focuses on the role of intellectual property (e.g., patents, trade secrets, copyrights, trademarks, etc.) as a major element in modern technology and information strategy. Relevant concepts and case studies use examples of classical and digital innovations. Prerequisite: Graduate Standing 1.50 Credits Special Elective Topics MG-GY 7891 This course covers selected key emerging trends and issues in the MOT and IM domains. The course provides topical treatment of technologies, markets, business practices, government regulations and the relationships among them. Prerequisite: Graduate Standing 1.50 Credits Financing for Value Creation MG-GY 7971 financial skills required by managers of entrepreneurial and innovative firms at various stages of evolution: from new, stand-alone entrepreneurial ventures to innovative, technology- driven projects of established corporations. Prerequisite: Graduate Standing   Group D   3.00 Credits Managing Technological Innovation and Emerging Technologies in Financial Services MG-GY 7983 This course, for current and future managers, introduces emerging information technologies and their applications in financial services industries. It covers three major financial services industries: banking, investment and insurance. Students develop a deeper understanding of concepts and analyze real-business context through case studies. The course provides adequate technical knowledge and discusses related managerial issues in depth. 3.00 Credits Advcd Trends in Inno and Technology in Media and Entrnmt Sector MG-GY 6773 This course explores important trends and issues with a significant impact on managing technological innovation in the media sector. The course covers a range of topics, which may vary year to year and which serve as a culmination of the ideas and issues discussed in the MOTIME track. Participants develop projects that reflect their interests in particular aspects of the sector. Examples are redefinition of the notion of convergence; the intersection of design, content and technology; and the globalization of the media industry. Prerequisite: Graduate Standing 1.50 Credits Global Retailing and Supply Chain Management MG-GY 7671 This course focuses on current theory and practice in global retailing and supply-chain management and the link between globalization and supply-chain management. The course examines the flow and transformation of goods from the raw-material stage to the end user. Another focus is the globalization of retailing, which has triggered a range of supply-chain innovations. Prerequisite: Graduate Standing 1.50 Credits Modern Supply Chain Management: Integration Through Technology MG-GY 7881 This course introduces the role of information technology in supply-chain management. Both qualitative and quantitative aspects of supply chain management are covered. Students discuss and analyze articles pertaining to leading-edge research and management thought. The underlying objective is to prepare participants to develop useful skills for analyzing technology, marketing, logistics, operations and broader channel management issues. Classes use the case method. A high level of class interaction is expected. Prerequisite: Graduate Standing 3.00 Credits Services Innovation MG-GY 7733 This course deals with services innovation. Services have eclipsed manufacturing and dominate a modern, advanced economy. According to some estimates, services account for close to 80 percent of U.S. employment. This course examines how value creation occurs in a range of fast-growing services sectors, including retailing, hospitality, financial services, professional services, travel, logistics and healthcare. The course emphasizes that services are diverse, and distinguishes explicitly between traditional and high-value services. This course focuses especially on high-value services. A key objective of this course is introducing best practices for nurturing modern services innovation. Prerequisite(s): Graduate Standing 3.00 Credits Managing Cleantech & Renew Energy Innovation MG-GY 8573 Focuses on cleantech/renewable energy innovation and technology management and entrepreneurship. Covers technology management in several distinct cleantech/renewable technology regimes in varied company venues (e.g. small, medium size and large firms). Encompasses local and global modes of cleantech/renewable energy innovation and diverse innovation perspectives. Throughout, maintains a primarily managerial perspective. Students are often asked to assume the role of managers charged with the responsibility of designing, supporting and implementing a cleantech/renewable energy innovation strategy. 3.00 Credits Internship and Action Learning MG-GY 9683 This course provides graduate students the opportunity to work in an organization relevant to their field of interest in an action-learning context under faculty supervision. It exposes graduate students to relevant, state-of-the-art and best practices in modern management from the perspective of reflective involvement and interaction in the field. Students submit a paper and oral presentation based on work accomplishments as well as a review of written evaluation by the onsite supervisor. This course may be taken only once.  Prerequisite: Approval of Program Director                                Management of Technology, MS      Overview   Curriculum   Experience                                    Engineering is NYU  Follow Us:  Facebook Twitter Vimeo YouTube        Undergraduate   Admissions   How to Apply   Apply Now   admissions@nyu.edu   Graduate   Admissions   Requirements   Apply Now   engineering.gradinfo@nyu.edu   Site Links   Press   Directory   Directions   Event Calendar   Careers/HR   Support    Email/Network help@poly.edu Website Report a Problem Login (Faculty + Staff)  NYU School of Engineering 6 MetroTech Center, Brooklyn, NY 11201 Tel: 718.260.3600 Fax: 718.260.3136 &copy; NYU School of Engineering"}, {"content": "NYU Stern | Department of Management & Organizations | Faculty Research                                 Skip to Main Content                                      Experience Stern      Research, Faculty, Social, News                 Faculty &amp; Research       Books    Opinion    Research Highlights    Research in the News    Blogs    Archive    Faculty Directory          Social@Stern        Tales in Possible        Global       Business Across Borders    Global Study    Voices from Abroad    Archive          Network        News &amp; Events       Faculty News    Press Releases    School News    Events          About Stern       Values    Key Facts    History    Leadership    Departments, Centers &amp; Initiatives    Working at Stern    Visit Stern    Contact                          Programs &amp; Admissions      Degrees &amp; Executive Education                 Undergraduate       The Stern Advantage    Academics    Stern Around the World    Social Impact    Dynamic Community    Future Success    Admissions          Full-time MBA       The Stern Advantage    Academics    Students    Career    Financial Aid    Admissions    Meet With Us          Part-time MBA Manhattan        The Stern Advantage    Academics    Community    Career    Financial Aid    Admissions    Meet With Us          Part-time MBA Westchester       The Stern Advantage    Academics    Community    Career    Financial Aid    Admissions    Meet With Us          Executive MBA       The Stern Advantage    Academics    Community    Career Development    Sponsorship    Admissions    Contact Us          Dual Degrees       MD/MBA    JD/MBA    MBA/MFA    MS in Mathematics/ MBA    MBA/MPA    MBA/MA in French Studies    MBA/MA in Politics    MS in Biology/MBA    Dual MBA with HEC School of Management          Global Degrees       TRIUM EMBA    MS in Global Finance    MS in Risk Management    MS in Business Analytics          PhD       The Stern Advantage    Academics    Job Placement    Student Life    Admissions          Executive Education       Short Courses    Custom Programs        Advanced Professional Certificates       Finance    Marketing    General Business                          Portal &amp; Partners      Alumni, Recruiters, Student Login                 Current Students   SternLinks   Student Jobs     Undergraduate Current Students      MBA &amp; Graduate Students       Academic Affairs and Advising    Records &amp; Registration    International Programs    Bursar    Financial Aid    Office of Student Engagement    Leadership Development    Career Center for Working Professionals    Career Account      SternLinks        Faculty &amp; Staff       Join Stern's Faculty    Leadership    New Faculty Resources    CITL    Center for Research Computing    Center for Behavioral Research      Log in to SternLinks        Alumni       Attend an Event    Career Center for Working Professionals    Log in to SternConnect    Network with Alumni    SternBusiness Alumni Magazine      Support Stern        Recruiters       Contact Your Relationship Manager    Recruit Experienced Talent    Recruit on Campus (MBA)    Recruit on Campus (Undergraduate)      Get Started                                                      Search                                              About / Departments      Management and Organizations Department              Faculty &amp; Staff Faculty   Staff   Position Openings     Research Awards     Events Management Department Seminars   Past Events     Academic Programs MBA Overview   Undergraduate Overview   PhD Overview   Student Jobs               Home / Experience Stern / About / Departments, Centers &amp; Initiatives / Academic Departments / Management and Organizations Department / Research                        Share / Print                Print      Email      Share       Like                                              Faculty Research   Jump to:                Steve Blader      Gavin Kilduff      Robert Salomon              Gino Cattani      Joe Magee      Melissa Schilling              Dolly Chugh      Frances Milliken      Robert Seamans              Roger Dunbar      Elizabeth Morrison      Kelly See              J.P. Eggers      Batia Wiesenfeld      Zur Shapira              Christina Fang      Nathan Pettit                        Steve Blader    Blader, S. L. and Chen, Y. (forthcoming). What influences how higher status people respond to lower status others? Effects of procedural fairness, outcome favorability, and concerns about status. Organizational Science.    Abstract : How do individuals with higher status react to their encounters with lower-status counterparts? Four studies explore this issue, focusing on higher-status parties' concerns with the outcome favorability and procedural fairness of those encounters. Across a wide range of contexts and bases of status, Study 1 found an interaction effect in which outcome favorability had a stronger relationship with higher-status parties' reactions when procedural fairness was high rather than low, in sharp contrast to previous findings in the justice literature. Studies 2, 3, and 4 explored the mechanism underlying this novel finding, testing the proposal that this interaction pattern is rooted in higher-status individuals' use of outcome and procedure information to determine whether their counterpart is validating - or challenging - their relatively higher status position. They conduct this test by examining the moderating influence of dispositional factors that vary the extent to which individuals are interested in social information from their lower-status counterpart regarding their relative status position. In particular, they test the prediction that the interaction will be accentuated among individuals who are (1) low in self-esteem, (2) high in need to belong, (3) low in power distance orientation, and (4) high in general concern about status. Results confirm these predictions. Theoretical and practical implications of these findings for social exchanges at work, organizational justice, and status are discussed.     Blader, S. L., Wiesenfeld, B., Rothman, R. &amp; Wheeler-Smith, S. (2010). Social emotions and justice: How the emotional fabric of groups determines justice enactment and reactions. In E. A. Mannix, M. A. Neale (Series Eds.) &amp; E. Mullen (Vol. Ed.), Research on managing groups and teams: Fairness &amp; Groups (pp. 29-62). Bingley, UK: Emerald Publishing.    Abstract : This chapter presents a social emotions-based analysis of justice dynamics, emphasizing the important influence of social emotions (e.g., envy, empathy, schadenfreude, vicarious joy) on justice judgments and reactions. The chapter also identifies a dimension for organizing social emotions, based on the degree of congruence they reflect between self and other. Congruent social emotions align the individual experiencing the emotion and the individual who is the target of their emotion, thus leading individuals to reason about and perceive justice in ways that are aligned with the target. Conversely, incongruent social emotions create misalignment and lead to justice perceptions that are misaligned and oppositional with regard to the target.     Blader, S. L. &amp; Tyler, T. R. (2009). Testing &amp; extending the Group Engagement Model: Linkages between social identity, procedural justice, economic outcomes and extra role behavior . Journal of Applied Psychology .    Abstract : Two field studies test and extend the group engagement model (Tyler &amp; Blader, 2000, 2003) by examining the model with regard to employee extra role behavior. Consistent with the group engagement model’s predictions, results of these studies indicate that the social identities employees form around their work groups and their organizations are strongly related to whether employees engage in extra role behaviors. Moreover, beyond showing that social identity is strongly associated with extra role behavior, the studies also demonstrate that social identity explains the impact of other factors that have previously been linked to extra role behavior. In particular, the findings indicate that social identity mediates the effect of procedural justice judgments and economic outcomes on supervisor ratings of extra role behavior. Overall, these studies provide compelling indication that social identity is an important determinant of behavior within work organizations and provide strong support for the application of the group engagement model in organizational settings.          Gino Cattani      “Project-based Organizing and Strategic Management: A Long-term Research Agenda on Temporary Organizational Forms” (with Simone Ferriani, Lars Frederiksen and Florian Täube). In Gino Cattani, Simone Ferriani, Lars Frederiksen and Florian Taeube (eds.), Project-based Organizing. Advances in Strategic Management , 2011. London, UK: Emerald Group Publishing Limited.      Cattani, G., and S. Ferriani (2008). A Core/Periphery Perspective on Individual Creative Performance: Social Networks and Cinematic Achievements in the Hollywood Film Industry . Organization Science , 19(6): 824-844.    Abstract: The paper advances a relational perspective to studying creativity at the individual level. Building on social network theory and techniques, we examine the role of social networks in shaping individuals' ability to generate a creative outcome. More specifically, we argue that individuals who occupy an intermediate position between the core and the periphery of their social system are in a favorable position to achieve creative results. In addition, the benefits accrued through an individual's intermediate core/periphery position can also be observed at the team level, when the same individual works in a team whose members come from both ends of the core/periphery continuum. We situate the analysis and test our hypotheses within the context of the Hollywood motion picture industry, which we trace over the period 1992–2003. The theoretical implications of the results are discussed.     Cattani, G., S. Ferriani, G. Negro, and F. Perretti (2008). The Structure of Consensus: Network Ties, Legitimation and Exit Rates of U.S. Feature Film Producer Organizations . Administrative Science Quarterly , 2008, 53(1): 145-182.    Abstract : Recent research emphasizes that legitimacy depends on consensus among agents (audiences) about the features and activities of organizations (candidates) that become taken-for-granted elements in a social domain. This study examines how consensus is affected by the structure of interaction in the network connecting social audiences to candidate organizations. It analyzes how audience members reach, reinforce, and preserve consensus about candidates' features and behavior, affecting a crucial organizational outcome, survival. The findings show that survival is enhanced by the degree of connectivity and the repeated interactions between audience members and candidate organizations and is reduced by the degree of turnover of audience members. We situate our analysis in the U.S. motion picture industry, where we trace the interorganizational network between feature film producer organizations (candidates) and distributor organizations (the audience) and its influence on producer organizations' exit rates over the period 1912-1970. We find strong support for the claim that the legitimation process has a relational foundation that involves ties between organizational entities and the external others with whom they interact. The results contribute to the dialogue between ecological and network theories of organizations and support the claim that legitimation has a relational foundation involving ties between organizations and audiences.          Dolly Chugh    Kern, M. and Chugh, D. (2009). Bounded ethicality: The perils of loss framing . Psychological Science , Published online Feb 2009.    Abstract : Ethical decision making is vulnerable to the forces of automaticity. People behave differently in the face of a potential loss versus a potential gain, even when the two situations are transparently identical. Across three experiments, decision makers engaged in more unethical behavior if a decision was presented in a loss frame than if the decision was presented in a gain frame. In Experiment 1, participants in the loss-frame condition were more likely to favor gathering \"insider information\" than were participants in the gain-frame condition. In Experiment 2, negotiators in the loss-frame condition lied more than negotiators in the gain-frame condition. In Experiment 3, the tendency to be less ethical in the loss-frame condition occurred under time pressure and was eliminated through the removal of time pressure.     Bertrand, M., Chugh, D., &amp; Mullainathan, S. (2005). Implicit Discrimination . American Economic Review , 95 (2), 94-98.       Chugh, D. (2004). Societal and Managerial Implications of Implicit Social Cognition: Why Milliseconds Matter . Social Justice Research , 17(2), 203-222.    Abstract : This article argues for the vulnerability of managerial work to unintended forms of racial and other bias. Recent insights into \"implicit social cognition\" are summarized, highlighting the prevalence of those mental processes that are relatively unconscious and automatic, and employed in understanding the self and others. Evidence from a response-time measure of implicit bias, the Implicit Association Test, (\"IAT\"; Greenwald, McGhee, and Schwartz, 1998) illustrates this phenomenon. Recent work on the predictive validity of the demonstrates that social cognitive pitfalls threaten a) managers' explicit commitments to egalitarianism and meritocracy and b) managers' performance in their three primary roles of processing information, interacting with others, and making decisions (Mintzberg, 1973). Implicit bias influences managerial behavior in unexpected ways, and this influence is heightened in the messy, pressured, and distracting environments in which managers operate.          Roger Dunbar    Bartel, Caroline, Dunbar Roger &amp; Garud, Raghu (2011). Dealing with Unusual Experiences: A Narrative Perspective on Organizational Learning. Organization Science , 22(3), 587-601.    Full text: Organization Science .   Abstract : Experiences that do not fit squarely into known categories pose a challenge to notions of organizational learning that rely primarily on scientific or experiential approaches. Making sense of, responding to, and learning from such unusual experiences requires reflection and novel action by organizational actors. We argue that narrative development processes make this organizational learning possible. By developing narratives, organizational actors create situated understandings of unusual experiences, negotiate consensual meanings, and engage in coordinated actions. Through the accumulation of narratives about unusual experiences, an organization builds a memory with generative qualities. Specifically, through narratives, actors evoke memories of prior unusual experiences and how they were dealt with, and this generates new options for dealing with emerging unusual experiences. We outline a framework detailing how narrative development processes enable organizational learning from unusual experiences and conclude by summarizing how this approach differs from and yet builds upon scientific and experiential approaches to learning.     Dunbar, Roger &amp; Statler, Matt. A Historical Perspective on Organizational Control . In S.B. Sitkin, L.B. Cardinal and K. Bijlsma-Frankema, (eds.). Organization Control . Cambridge, England: Cambridge University Press, 2009. pp. 16-47.    Full text: HERE .   Abstract: This chapter provides a selective historical review of the development of organizational control concepts and then identifies the underlying assumptions implicit in these different approaches. The identification of underlying assumptions allows an understanding of how organizational control concepts have evolved over time.     Dunbar, Roger &amp; Garud, Raghu (2009). Distributed Knowledge and Indeterminate Meaning: The Case of the Columbia Shuttle Flight . Organization Studies , 30(4), 397-421.    Full text: Organization Studies .   Abstract: We explore the processes that unfolded during NASA’s ill-fated Columbia shuttle flight, as members of the mission team struggled to understand the significance of an unexpected foam-shedding event. It was difficult to categorize this event in real time, as two different criteria — a concern for safety and a concern for meeting schedules — were being used. Using in-depth data gathered on the Columbia shuttle flight, we describe the sense making processes that unfolded and discuss the implications for organizations.        J.P. Eggers    Eggers, J.P. (2012). All Experience is Not Created Equal: Learning, Adapting and Focusing in Product Portfolio Management. Strategic Management Journal, 33: 315–335.     Full Text: Strategic Management Journal   Abstract : This study explores the contingencies relating firm experience to product development capabilities, focusing on experience type (breadth v. depth) and timing (prior v. concurrent). Results from empirical tests in the U.S. mutual fund industry offer two primary findings. First, firms increase proficiency at adapting their processes to address new opportunities as they accumulate experience in entering new niches but face initial hurdles broadening their experience base. Second, concurrent learning is capacity constrained, as product quality increases in the number of products introduced simultaneously in one niche, but quality decreases as the firm’s concurrent portfolio of new products broadens. Jointly, these findings highlight that dynamic capabilities are built through prior adaptation experience and that management of a product development portfolio is an important managerial capability.       Eggers, J.P. (2012). Falling Flat: Failed Investments and Technological Evolution. Administrative Science Quarterly, vol. 57 (1), pp. 47-80.    Full Text: Administrative Science Quarterly   Abstract: This study theorizes about the behavioral and knowledge creation implications of betting on the losing technology in a competing technology situation and focuses on three main outcomes. First, in a situation with competing technological options, firms that invest initially in the losing technology will be less successful subsequently in building new knowledge in the winning technology because their experience with failure will lead them to update their expectations of the industry and choose to pursue less risky alternatives. Second, two classic risk-reducing strategies—investing in both technologies or entering after uncertainty is resolved—will not be completely effective. Firms investing in both technologies are likely to suffer the incentive and coordination-driven innovation penalties of generalists, while late entrants will suffer learning disadvantages. Third, the possession of key and relevant complementary assets—upstream and downstream—will positively moderate the observed inertial effect on firms that backed the failed technology and generalists that backed both technologies, as these complementary assets will increase incentives to adapt to the winning technology. I find empirical support for my hypotheses using a novel data set on the evolution of the global flat panel display industry from 1964 to 2003 to investigate the technological competition between plasma and liquid crystal displays. Results show that firms initially pursuing plasma generated less subsequent knowledge in liquid crystal displays, and that firms betting on both technologies were also slow to build knowledge in liquid crystal displays. Meanwhile, firms with upstream and downstream complementary assets were able to moderate, but not overcome, this barrier to knowledge creation. The findings have implications for our study of technological evolution and adaption, for learning from failure and reinforcement learning, and for the relationship between resource partitioning and adaptation.      Eggers, J.P., Grajek, Michal &amp; Kretschmer, Tobias (2012). First Mover Advantages in the Mobile Telecommunications Industry: A Consumer-Centric Perspective. Working paper.     Abstract : We study how two distinct types of pre-entry experience – core technological experience and market-based complementary experience – affect post-entry performance in a new industry. We focus on the fit between capabilities generated through pre-entry experience and the preferences of heterogeneous consumer segments. Specifically, we suggest that firms with pre-entry experience in the focal technology will attract more valuable consumers, but as these consumers typically make adoption decisions early the firm must enter early to benefit. Conversely, firms with pre-entry experience in the focal market will attract a larger share of less valuable consumers regardless of entry timing. Our empirical analysis of the global 2G mobile telecommunications industry supports our theory and provides important insights for research on experience and entry dynamics in high-technology industries.          Christina Fang    Fang, Christina, Lee, Jiho &amp; Schilling, Melissa (Forthcoming). Balancing Exploration and Exploitation through Structural Design: The Isolation of Subgroups and Organization Learning . Organization Science .    Full text: Social Science Research Network .   Abstract: The classic tradeoff between exploration and exploitation in organizational learning has attracted vigorous attention by researchers over the last two decades. Despite this attention, however, the question of how firms can better maintain the balance of exploration and exploitation remains unresolved. Drawing on a wide range of research on population and organization structure, we argue that an organization divided into semi-isolated subgroups may help strike this balance. We simulate such an organization, systematically varying the interaction pattern between individuals to explore how the degree of subgroup isolation and inter-group connectivity influences organizational learning. We also test this model with a range of contingency variables highlighted in the management research. We find that moderate levels of cross-group linking lead to the highest equilibrium performance by enabling superior ideas to diffuse across groups without reducing organizational diversity too quickly. This finding is remarkably resilient to a wide range of variance in factors such as problem complexity, environmental dynamism, and personnel turnover.     Fang, Christina &amp; Levinthal, Daniel (Forthcoming). The Near Term Liability of Exploitation: Exploration and Exploitation in Multi-Stage Problems . Organization Science .    Full text : Social Science Research Network .   Abstract : The classic tradeoff between exploration and exploitation reflects the tension between gaining new information about alternatives to improve future returns and using the information currently available to improve present returns (March, 1991). By considering these issues in the context of a multi-stage, as opposed to a repeated, problem environment, we show that exploratory behavior has value quite apart from its role in revising beliefs. We show that even if current beliefs provide an unbiased characterization of the problem environment, maximizing with respect to these beliefs may lead to an inferior expected payoff relative to other mechanisms that make less aggressive use of the organization's beliefs. Search can lead to more robust actions in multi-stage decision problems than maximization, a benefit quite apart from its role in the updating of beliefs.     Denrell, Jerker, Fang, Christina &amp; Levinthal, Daniel (2004). From T-mazes to Labyrinths: Learning from Model-based Feedback . Management Science , 50(10), 1366-1378.    Full text : Social Science Research Network .   Abstract: Many organizational actions need not have any immediate or direct payoff consequence but set the stage for subsequent actions that bring the organization toward some actual payoff. Learning in such settings poses the challenge of credit assignment (Minsky 1961), that is, how to assign credit for the overall outcome of a sequence of actions to each of the antecedent actions. To explore the process of learning in such contexts, we create a formal model in which the actors develop a mental model of the value of stage-setting actions as a complex problem-solving task is repeated. Partial knowledge, either of particular states in the problem space or inefficient and circuitous routines through the space, is shown to be quite valuable. Because of the interdependence of intelligent action when a sequence of actions must be identified, however, organizational knowledge is relatively fragile. As a consequence, while turnover may stimulate search and have largely benign implications in less interdependent task settings, it is very destructive of the organization's near-term performance when the learning problem requires a complementarity among the actors' knowledge.        Gavin Kilduff     Anderson, C., Willer, R., Kilduff, G. J., &amp; Brown, C. E. (2012). The Origins of Deference: When Do People Prefer Lower Status? Journal of Personality and Social Psychology , 102 (5), 1077-1088.     Full Text : HERE   Abstract: Although the desire for high status is considered universal, prior research suggests individuals often opt for lower status positions. Why would anyone favor a position of apparent disadvantage? In 5 studies, we found that the broad construct of status striving can be broken up into two conceptions: one based on rank, the other on respect. While individuals might universally desire high levels of respect, we find that they vary widely in the extent to which they strive for high-status rank, with many individuals opting for middle- or low-status rank. The status rank that individuals preferred depended on their self-perceived value to the group: when they believed they provided less value, they preferred lower status rank. Mediation and moderation analyses suggest that beliefs about others’ expectations were the primary driver of these effects. Individuals who believed they provided little value to their group inferred that others expected them to occupy a lower status position. Individuals in turn conformed to these perceived expectations, accepting lower status rank in such settings.      Kilduff, Gavin, Elfenbein, Hillary &amp; Straw, Barry (2010). The Psychology of Rivalry: A Relationally Dependent Analysis of Competition . Academy of Management Journal , 53(5), 943-969.      Full Text: HERE   Abstract : We investigate the psychological phenomenon of rivalry and propose that competition is inherently relational, thus extending the literatures on competition between individuals, groups, and firms. Specifically, we argue that competitors’ relationships, determined by their proximity, attributes, and prior competitive interactions, influence the subjective intensity of rivalry between them, which in turn affects their competitive behavior. Initial tests in NCAA basketball support these ideas, indicating that teams’ similarity and interaction histories systematically predict rivalry, and that rivalry may affect team members’ motivation and performance. Implications for the management of employees, as well as for organizations’ competitive strategies, are significant.     Anderson, Cameron &amp; Kilduff, Gavin (2009). Why Do Dominant Personalities Attain Influence in Face-to-Face Groups? The Competence-Signaling Effects of Trait Dominance . Journal of Personality and Social Psychology , 96(2), 491-503.    Full Text: HERE   Abstract : Individuals high in the personality trait dominance consistently attain high levels of influence in groups. Why they do is unclear, however, because most group theories assert that people cannot attain influence simply by behaving assertively and forcefully; rather, they need to possess superior task abilities and leadership skills. In the present research, the authors proposed that individuals high in trait dominance attain influence because they behave in ways that make them appear competent—even when they actually lack competence. Two studies examined task groups using a social relations analysis of peer perceptions (D. A. Kenny &amp; L. LaVoie, 1984). The authors found that individuals higher in trait dominance were rated as more competent by fellow group members, outside peer observers, and research staff members, even after controlling for individuals’ actual abilities. Furthermore, frequency counts of discrete behaviors showed that dominance predicts the enactment of competence-signaling behaviors, which in turn predicts peer ratings of competence. These findings extend researchers’ understanding of trait dominance, hierarchies in groups, and perceptions of competence and abilities.     Anderson, Cameron &amp; Kilduff, Gavin (2009). The Pursuit of Status in Social Groups . Current Directions in Psychological Science , 18(5), 295-298, 2009.    Full Text: HERE   Abstract : Status differences are ubiquitous and highly consequential. Yet with regard to human social groups, basic questions persist about how status differences develop. In particular, little is known about the processes by which individuals pursue status in social groups. That is, how do individuals compete and jockey for status with their peers? The current paper reviews recent research that helps fill this gap in our knowledge. Specifically, studies of a variety of face-to-face groups show that individuals pursue status by enhancing the apparent value they provide to their group. Individuals compete for status not by bullying and intimidating others, as some theorists have proposed, but by behaving in ways that suggest high levels of competence, generosity, and commitment to the group.          Joe Magee    Mason, M. F., Magee, J. C., Kuwabara, K, &amp; Nind, L. (2010). Specialization in relational reasoning: The efficiency, accuracy, and neural substrates of social versus non-social inferences. Social Psychological and Personality Science , 1, 318-326.    Abstract : Although deduction can be applied both to associations between non-social objects and to social relationships among people, we hypothesize that social targets elicit specialized cognitive mechanisms that facilitate inferences about social relations. Consistent with this view, in Experiments 1a and 1b we show that participants are more efficient and more accurate at inferring social relations compared with non-social relations. In Experiment 2, we find direct evidence for a specialized neural apparatus recruited specifically for social relational inferences. When making social inferences, fMRI results indicate that the brain regions that play a general role in logical reasoning (e.g., hippocampi, parietal cortices, and DLPFC) are supplemented by regions that specialize in representing people’s mental states (e.g., pSTS/TPJ and mPFC).     Magee, J. C., Milliken, F. J., &amp; Lurie, A. R. (2010). Power and the construal of a crisis: The immediate aftermath of September 11, 2001. Personality and Social Psychology Bulletin , 36, 354-370.    Abstract : In this research, we examine the relationship between power and three characteristics of construal—abstraction, valence, and certainty—in individuals’ verbatim reactions to the events of September 11, 2001 and during the immediate aftermath of the terrorist attacks. We conceptualize power as a form of social distance and find that position power (but not expert power) was positively associated with the use of language that was more abstract (vs. concrete), positive (vs. negative), and certain (vs. uncertain). These effects persist after controlling for temporal distance, geographic distance, and impression management motivation. Our results support central and corollary predictions of Construal Level Theory (Liberman, Trope, &amp; Stephan, 2007; Trope &amp; Liberman, 2003) in a high-consequence, real-world context, and our method provides a template for future research in this area outside of the laboratory.     Ames, D. R., Bianchi, E., &amp; Magee, J. C. (2010). Professed impressions: What people say about others affects onlookers’ perceptions of speakers’ power and warmth. Journal of Experimental Social Psychology , 46, 152-158.    Abstract : During a conversation, it is common for a speaker to describe a third-party that the listener does not know. These professed impressions not only shape the listener’s view of the third-party but also affect judgments of the speaker herself. We propose a previously unstudied consequence of professed impressions: judgments of the speaker’s power. In two studies, we find that listeners ascribe more power to speakers who profess impressions focusing on a third-party’s conscientiousness, compared to those focusing on agreeableness. We also replicate previous research showing that speakers saying positive things about third parties are seen as more agreeable than speakers saying negative things. In the second study, we demonstrate that conscientiousness-power effects are mediated by inferences about speakers’ task concerns and positivity-agreeableness effects are mediated by inferences about speakers’ other-enhancing concerns. Finally, we show that judgments of speaker status parallel judgments of agreeableness rather than of power, suggesting that perceivers use different processes to make inferences about status and power. These findings have implications for the literatures on person perception, power, and status.          Frances Milliken    Magee, J., Milliken, F. J. and Laurie, A.R. (2010). Power Differences in the Construal of a Crisis: The Immediate Aftermath of September 11, 2001. Personality and Social Psychology Bulletin , 22(1), 95-102.       Magee, J., Milliken, F. J., and Laurie, A.R. (2009). Power and sense-making in the aftermath of 9/11: Differences in the content and construal of disaster comprehension. . Academy of Management Best Papers Proceedings.       Fang, C., Kim, J., and Milliken, F. J. (2009). Lying by Omission: The Effects of Withholding Negative Performance Feedback on Organizational Learning. . Academy of Management Best Papers Proceedings.          Elizabeth Morrison    Morrison, E.W. (2011) Voice and silence within organizations: Literature review and directions for future research . Academy of Management Annals , volume 5.    Abstract : Within organizations, employees continually confront situations that put them face-to-face with the decision of whether to speak up (i.e. voice) or remain silent when they have potentially useful information or ideas. In recent years, there has been a rapidly growing body of conceptual and empirical research focused on better understanding the motives underlying voice, individual and situational factors that increase employee voice behavior, and the implications of voice and silence for employees, work groups, and organizations. Yet this literature has notable gaps and unresolved issues, and it is not entirely clear where future scholarship should be directed. This article, therefore, is an attempt to review and integrate the existing literature on employee voice and to also provide some direction for future research.     Morrison, E.W., Wheeler-Smith, S., &amp; Kamdar, D. (2011). Speaking up in groups: A cross-level study of group voice climate . Journal of Applied Psychology . 96: 183-191.    Abstract : Despite a growing body of research on employee voice – defined as the discretionary communication of ideas, suggestions, or opinions intended to improve organizational or unit functioning – the effects of shared or collective-level cognitions have received scant attention. There has also been relatively little research on voice within workgroups. The goal of this study was to address these important gaps by focusing on the effects of group-level beliefs about voice (i.e., group voice climate) on individual voice behavior within workgroups. We conducted a cross-level investigation of voice behavior within 42 groups of engineers from a large chemical company. Consistent with our hypotheses, group voice climate was highly predictive of voice, and explained variance beyond the effects of individual-level identification and satisfaction, and procedural justice climate. Also consistent with predictions, the effect of identification on voice was stronger in groups with favorable voice climates. These findings provide evidence that voice is shaped not just by individual attitudes and perceptions of the work context, as past research has shown, but also by group-level beliefs. The results also highlight the importance of broadening our conceptual models of voice to include shared cognitions, and the importance of conducting additional cross-level research on voice.     See, K.E., Morrison, E.W. Rothman, N.R. &amp; Soll, J.B. (2011). The detrimental effects of power on confidence, advice taking, and accuracy. Organizational Behavior and Human Decision Processes , 116 (2), 272-285.     Full Text: Social Science Research Network   Abstract: Incorporating input from others can enhance decision quality, yet often people do not effectively utilize advice. We propose that greater power increases the propensity to discount advice, and that a key mechanism explaining this effect is elevated confidence in one’s judgment. We investigate the relationships across four studies: a field survey where working professionals rated their own power and confidence and were rated by coworkers on their level of advice taking; an advice taking task where power and confidence were self-reported; and two advice taking experiments where power was manipulated. Results consistently showed a negative relationship between power and advice taking, and evidence of mediation through confidence. The fourth study also revealed that higher power participants were less accurate in their final judgments. Power can thus exacerbate the tendency for people to overweight their own initial judgment, such that the most powerful decision makers can also be the least accurate.      McAllister, D., Kamdar, D., Morrison, E.W., &amp; Turban, D. (2007). Disentangling Role Perceptions: How Perceived Role Breadth, Discretion, Instrumentality and Efficacy Relate to Helping and Taking Charge . Journal of Applied Psychology , 92: 1200-1211.    Abstract : The objective of this study was to empirically disentangle OCB-related role perceptions that have been confounded in past research, investigate their unique relationships with both an affiliative (helping) and a challenging form of OCB (taking charge), and determine their relative importance in explaining these two forms of OCB. We also examine whether role discretion and role breadth independently moderate the procedural justice to OCB relationship. We surveyed 225 engineers in India, and their direct supervisors. Our results showed that three of the four facets of OCB role perception explain unique variance in either helping or taking charge, and that role breadth moderates the relationships between procedural justice and both helping and taking charge. We discuss implications of our findings for OCB theory and research, as well as for managerial practice.          Nathan Pettit    Lount, R. B., Jr., &amp; Pettit, N. C. (conditionally accepted). The social context of trust: The role of status. Organizational Behavior and Human Decision Processes .    Abstract : The current paper examines how status, a universal feature of organizational life, affects people’s initial trust in others. In three experiments – which employ a range of status manipulations and trust measures – we consistently observed that the possession of high status led individuals to trust others more. In addition, our results help shed light on why this occurs. Namely, mediation analyses illustrated that having status alters how we perceive others intentions, such that the belief that others have positive intentions toward us (i.e., benevolence) accounted for the relationship between status and trust. These findings contribute both to our knowledge of the contextual features which impact trust and provide insight into the psychological consequences of status.     Pettit, N. C., &amp; Sivanathan, N. (2011). The plastic trap: Self-threat drives credit usage and status consumption. Social Psychological and Personality Science , 2(2), 146–153.    Abstract : Conspicuous consumption and its accompanying debt played a critical role in crippling global financial markets in 2008. Although a confluence of factors contribute to hyper-consumerism, the authors explore the potential role of two psychological forces—the desire to combat self-threats through compensatory consumption and the relatively pain-free experience of consuming on credit—that may have interactively contributed to the pernicious cycle of consumption and debt. Consistent with their predictions, the authors find that self-threat sways individuals to consume with credit over cash (Experiment 1) and the interactive effect of self-threat, product status, and payment method creates a perfect storm, whereby threatened individuals not only seek to consume high-status goods but also, when using credit, do so at higher costs to themselves (Experiment 2). These findings have broad implications for consumer decision making and offer psychologically grounded insights into the regulation of lending policies aimed at promoting consumer health.     Pettit, N. C., Yong, K., &amp; Spataro, S. E. (2010). Holding your place: Reactions to the prospect of status gains and losses. Journal of Experimental Social Psychology , 46(2), 396–401.    Abstract : This paper examines individuals’ reactions to the prospect of gaining or losing status in groups. The results of three experiments provide evidence that individuals attach greater value to status when recalling the risk of status loss than when recalling the potential for status gain (Experiment 1), are willing to pay more to avoid a status loss than to achieve a status gain (Experiment 1), and put forth greater effort when striving to prevent status loss than when striving to gain status (Experiment 2). Finally, individuals who risk losing status allocate more resources toward personal status concerns (and away from group interests and potential monetary gain) than do individuals who have a chance of gaining status (Experiment 3). We discuss the implications of this research both in terms of individuals’ psychological experience of their status, as well as status attainment and maintenance concerns in groups.          Robert Salomon    García, Francisco, Jin, Byungchae &amp; Salomon, Robert (forthcoming 2012). Does inward foreign direct investment improve the innovative performance of local firms?  Research Policy.     Abstract: Over the past several decades, research in the fields of international business and strategy has devoted increasing attention to outward foreign direct investment (FDI). Despite extensive scrutiny of the firmspecific motivations for, and consequences of, outward FDI; we know relatively little about inward FDI, the impact of inward FDI on host country firms, and especially, how inward FDI affects the innovativeness of those firms. Extant theoretical arguments predict contrasting effects. One line of research highlights the benefits to host country firms. Another line of research highlights the deleterious consequences to host country firms. Utilizing data from 1799 Spanish manufacturing firms from 1990 to 2002, we investigate the relationships between industry-level and firm-level inward FDI and the innovative performance of host country firms. We find that FDI inflows into Spain are negatively associated with the ex post innovation  of local firms. We contrast these findings with those using conventional measures of productivity.      Salomon, R. &amp; B. Jin (2010). Do Leading or Lagging Firms Learn More From Exporting? Strategic Management Journal , 31 (10): 1088-1113.    Full text: Download Article   Abstract: An interesting theoretical debate arises when considering firm heterogeneity in learning from exporting. One perspective intimates that technologically lagging firms stand to benefit more from exporting because exposure to technological knowledge in foreign markets allows these firms to close the gap with their more technologically endowed counterparts. A contrasting perspective posits that technologically superior firms benefit more from exporting since these firms are better equipped to translate knowledge acquired in foreign markets into innovation. Using a sample of 1,744 Spanish manufacturing firms from 1990–1997, this study empirically investigates how exporting differentially influences the patent output of technologically leading versus technologically lagging firms. We find that exporting is associated with the ex post increase in innovative productivity for both technologically leading and lagging firms. However, subsequent to exporting, technologically leading firms apply for more patents than technologically lagging firms.     X.Martin, R. Salomon &amp; Z. Wu (2010). The Institutional Determinants of Agglomeration: A Study in the Global Semiconductor Industry. Industrial and Corporate Change , 19 (6): 1769 – 1800.    Full text: Download Article   Abstract: We hypothesize that several characteristics of a country’s institutional environment encourage firms to agglomerate. To test our hypotheses, we examine the collocation pattern of 931 plant investments made by 266 firms across 29 countries in the global semiconductor industry from 1975 to 2004. The results show that the decision to agglomerate is strongly dependent on a country’s institutional context. Specifically, firms prefer to agglomerate when investing within countries with collectivist cultures, and those characterized by political and economic uncertainty. We assess the robustness of the results across multiple indicators of these institutional conditions.     Salomon, R. &amp; X. Martin (2008). Learning, Knowledge Transfer and Technology Implementation Performance: A Study of Time-to-Build in the Global Semiconductor Industry . Management Science , 54 (7): 1266-1280.    Full text: Download Article   Abstract: Organizational growth and performance hinge upon the effective deployment of productive knowledge in new facilities. However, getting those facilities fully operational can be difficult and time-consuming. Interestingly, we understand little about what determines the performance of that process. In this paper we help fill this gap by analyzing multiple determinants of time-to-build – i.e., the time it takes a firm to build and ramp up operations at a new manufacturing facility. Theoretically, we develop predictions regarding the effects of competitive, firm, and technology characteristics on time-to-build. Empirically, we test our predictions on a sample of plant construction projects in the memory segment of the global semiconductor industry. We find that competition from rivals with superior technology is associated with shorter time-to-build, at least up to a point. Firm, and industry, experience is associated with shorter time-to-build. International projects, and those that push the technological frontier, take longer. Findings from this study enrich the literatures on corporate growth, international expansion, and technology strategy. We discuss implications for research and practice.          Melissa Schilling    Schilling, M.A. (2009). Understanding the alliance data . Strategic Management Journal , 30: 233-260.    Abstract: A considerable body of research utilizes large alliance databases (e.g., SDC, MERIT-CATI, CORE, RECAP, and BIOSCAN) to study inter-organizational relationships. Understanding the strengths and limitations of these databases is crucial for informing database selection and research design. In this paper I conduct an analysis of five prominent alliance databases. Focusing on technology alliances (those formed for the purposes of joint research or cross-technology transfer), I examine the databases’ consistency of coverage and completeness, and assess whether different databases yield the same patterns in sectoral composition, temporal trends, and geographic patterns in alliance activity. I also replicate three previously-published alliance studies to assess the impact of data limitations on research outcomes. The results suggest that the databases only report a fraction of formally announced alliances, which could have detrimental consequences for some types of research. However, the databases exhibit strong symmetries in patterns of sectoral composition, alliance activity over time, and geographic participation. Furthermore, the replications of previous studies yielded results that were highly similar to those obtained in the original studies. This study thus provides some reassurance that even though the databases only capture a sample of alliance activity, they may yield reliable results for many -- if not all -- research purposes. This information should help researchers make better-informed decisions about their choice of database and research design.     Schilling, M.A. &amp; Esmundo, M. (2009). Technology s-curves in renewable energy alternatives: Analysis and implications for industry and government . Energy Policy .    Abstract : Plotting the performance of a technology against the money or effort invested in it most often yields an s-shaped curve: slow initial improvement, then accelerated improvement, then diminishing improvement. These s-curves can be used to gain insight into the relative payoff of investment in competing technologies, as well as providing some insight into when and why some technologies overtake others in the race for dominance. Analyzing renewable energies from such a technology s-curve perspective reveals some surprising and important implications for both government and industry. Using data on government R&amp;D investment and technological improvement (in the form of cost reductions), we show that both wind energy and geothermal energy are poised to become more economical than fossil fuels within a relatively short time frame. The evidence further suggests that R&amp;D for wind and geothermal technologies has been under-funded by national governments relative to funding for solar technologies, and government funding of fossil fuel technologies might be excessive given the diminishing performance of those technologies.     Schilling, M.A. &amp; Phelps, C. C. (2007). Intefirm collaboration networks: The impact of large-scale network structure on firm innovation . Management Science , 53: 1113-1126.    Abstract : The structure of alliance networks influences their potential for knowledge creation. Dense local clustering provides information transmission capacity in the network by fostering communication and cooperation. Non-redundant connections contract the distance between firms and give the network greater reach by tapping a wider range of knowledge resources. We propose that firms embedded in alliance networks that exhibit both high clustering and high reach (short average path lengths to a wide range of firms) will have greater innovative output than firms in networks that do not exhibit these characteristics. We find support for this proposition in a longitudinal study of the patent performance of 1106 firms in 11 industry-level alliance networks.          Robert Seamans    Seamans, Robert (2012). Fighting City Hall: Entry Deterrence and Technology Deployment in the Cable TV Industry. Management Science, 58(3): 461-475. (Lead Article).    Abstract: This article investigates how private firms respond to potential entry from public firms. The article uses a dataset of over 3000 US cable TV systems to present evidence consistent with entry deterrence. Incumbent cable TV firms upgrade faster when located in markets with a potential municipal entrant. However, the same systems are then slower to offer new products enabled by the upgrade, suggesting upgrades in these markets occur for strategic reasons. Incumbent cable systems also upgrade faster in response to municipal entry threats than to private entry threats. Understanding how private firms respond to potential entry from public firms is especially important in light of recent US government entry into several industries.     Chatterji, Aaron &amp; Seamans, Robert (2012). Entrepreneurship, Credit Cards and Race . Journal of Financial Economics, 106(1): 182-195.    Abstract : This paper examines the impact of financial deregulation on entrepreneurship. We assess the impact of credit card deregulation on transitions into self-employment using state level removal of credit card interest rate ceilings following the U.S. Supreme Court's 1978 Marquette decision as a quasi-natural experiment. We find that credit card deregulation increases the probability of entrepreneurial entry, with a particularly strong effect for black entrepreneurs. We demonstrate that these effects are magnified in states with a history of racial discrimination, and link the results to discrimination-based barriers to entry.          Kelly See    See, K.E., Morrison, E.W. Rothman, N.R. &amp; Soll, J.B. (2011). The detrimental effects of power on confidence, advice taking, and accuracy. Organizational Behavior and Human Decision Processes , 116 (2), 272-285.      Abstract and full text available from the author's Social Science Research Network page.     Sitkin, S.B., See, K.E., Miller, C.C., Lawless, M., &amp; Carton, A. (2011). The paradox of stretch goals: Organizations in pursuit of the seemingly impossible. Academy of Management Review , 36(3): 544–566.    Abstract and full text available from the author's Social Science Research Network page.     See, K. E. (2009). Reactions to decisions with uncertain consequences: Reliance on perceived fairness versus predicted outcomes depends on knowledge. Journal of Personality and Social Psychology , 96(1): 104-118.    Abstract and full text available from the author's Social Science Research Network page.          Zur Shapira    Shapira, Z. (forthcoming). \"I've Got a Theory Paper - Do You?\": Conceptual, Empirical, and Theoretical Contributions to Knowledge in the Organization Sciences. . Organization Science .    Abstract : Is “the field of management’s devotion to theory too much of a good thing?” [Hambrick, D. C. 2007. The field of management’s devotion to theory: Too much of a good thing? Acad. Management J. 50(6) 1346–1352]. In his paper, Hambrick criticizes the practice employed by many journals in the management field that requires that papers submitted for publication make a strong theoretical contribution. I argue that part of the problem is caused by the misunderstanding and misuse of the term “theory.” To clarify the status of theory, I review three modes of research formulation in the organizational sciences: theories, models, and conceptual frameworks. Language plays an important role in scientific research. I therefore discuss two research languages that are used in research in management that appear to be the farthest apart: mathematics, which is the language of precision; and narratives, which is the language that provides rich data. I provide a discussion of the use of mathematics in theory development and the use of narratives in research development. The two languages and three modes of research formulation are needed for contribution to knowledge, which should be the main goal of research in organization science.     Fang, C., Carp, S., &amp; Shapira, Z. (2011). Prior Divergence: Do Researchers and Participants Share the Same Prior Probability Distributions? Cognitive Science , 35: 744-762.    Abstract : Do participants bring their own priors to an experiment? If so, do they share the same priors as the researchers who design the experiment? In this article, we examine the extent to which self-generated priors conform to experimenters’ expectations by explicitly asking participants to indicate their own priors in estimating the probability of a variety of events. We find in Study 1 that despite being instructed to follow a uniform distribution, participants appear to have used their own priors, which deviated from the given instructions. Using subjects’ own priors allows us to account better for their responses rather than merely to test the accuracy of their estimates. Implications for the study of judgment and decision making are discussed.     Dushnitsky, G. &amp; Shapira, Z. (2010). Entrepreneurial Finance Meets Organzational Reality: Comparing Investment Practices and Performance of Corporate and Independent Venture Capitalists Strategy Management , 31: 990-1017.    Abstract : This paper investigates the effect of compensation of corporate personnel on their investment in new technologies. We focus on a specific corporate activity, namely corporate venture capital (CVC), describing minority equity investment by established-firms in entrepreneurial ventures. The setting offers an opportunity to compare corporate investors to investment experts, the independent venture capitalists (IVCs). On average, we observe a performance gap between corporate investors and their independent counterparts. Interestingly, the performance gap is sensitive to CVCs’ compensation scheme: it is the largest when CVC personnel are awarded performance pay. Not only do we study the association between incentives and performance but we also document a direct relationship between incentives and the actions managers undertake. For example, we observe disparity between the number of participants in venture capital syndicates that involve a corporate investor, and those that consist solely of IVCs. The disparity shrinks substantially, however, for a subset of CVCs that compensate their personnel using performance pay. We find a parallel pattern when analyzing the relationship between compensation and another investment practice, staging of investment. To conclude, the paper investigates the three elements of the principal-agent framework, thus providing direct evidence that compensation schemes (incentives) shape investment practices (managerial action), and ultimately investors’ outcome (performance).          Batia Wiesenfeld    Bartel, C.A., Wrzeesniewski, A., &amp; Wiesenfeld, B.M. (forthcoming). Knowing Where You Stand: Physical Isolation, Perceived Respect, and Organizational Identification Among Virtual . Organization Science .    Abstract : This research investigates the relationship between virtual employees’ degree of physical isolation and their perceived respect in the organization. Respect is an identity-based status perception that reflects the extent to which one is included and valued as a member of the organization. We hypothesize that the degree of physical isolation is negatively associated with virtual employees’ perceived respect and that this relationship explains the lower organizational identification among more physically isolated virtual employees. In two field studies using survey methods, we find that perceived respect is negatively associated with the degree of physical isolation, and respect mediates the relationship between physical isolation and organizational identification. These effects hold for shorter- and longer-tenured employees alike. Our research contributes to the virtual work literature by drawing attention to physical isolation and the important but neglected role of status perceptions in shaping virtual employees’ organizational identification. We also contribute to the literature on perceived respect by demonstrating how respect is affected by the physical context of work.     Brockner, J., Wiesenfeld, B.M., &amp; Diekmann, K.A. (2009). Towards a \"Fairer\" Conception of Process Fairness: Why, When and How More may not Always be Better than Less . The Academy of Management Annals , 3(1): 183-216.    Abstract : Process fairness refers to people’s perceptions of how fairly they are treated in the course of interacting with another party. Conceptually distinct from outcome fairness, it subsumes procedural fairness, interpersonal fairness, and the like. As recipients of decisions, we generally want to be treated with more rather than with less process fairness. As agents of decisions, we often would rather plan and implement them with more rather than with less process fairness. Whereas the organizational justice literature generally extols the virtues of high process fairness, recent theory and research suggest that when it comes to process fairness, more is not always better than less. We discuss why, when, and how people’s general tendency to desire higher process fairness over lower process fairness may be attenuated, eliminated, or even reversed. Our analysis is organized by the notion that under some conditions, receiving or acting with high process fairness prevents people from satisfying some of their basic psychological motives, such as their needs to feel good about themselves or to maintain a sense of control. Future research directions also are considered.     Wiesenfeld, B.M., Wurthmann, K.A., &amp; Hambrick, D.C. (2008). The Stigmatization and Devaluation of Elites Associated with Corporate Failures: A Profess Model . Academy of Management Review , 33(1): 231-251.    Abstract : We develop a model to explain the process by which corporate failure leads to professional devaluation of individual elites. We envision that corporate failure evokes a stigmatization process, in which society’s arbiters engage in constituentminded sensemaking to interpret the conditions surrounding the failure, including the characteristics of the individual elite, and arrive at judgments about the person’s blameworthiness. We discuss implications of this research for the study of stigma and stigmatization, as well as “settling-up” in managerial labor markets.                                    Research     Awards                           News      NYU Stern Center for Business and Human Rights to Tackle Migrant Labor Rights in the Construction Industry    Foreign Policy Association Awards Medal to Dean Peter Henry    Follow @NYUStern on Twitter and like NYU Stern on Facebook         Basics      Directions &amp; Maps    Faculty Directory    Contact Us                                 FACULTY OPINIONS    Read Stern faculty opinions on  relevant business topics             Sitemap | Privacy | &copy; 2015 Leonard N. Stern School of Business                               Back to Top"}, {"content": "Debt Management                                                                                                         NYU.edu requires JavaScript be enabled in your browser in order to use important features of the site. JavaScript is either disabled or not supported by your browser. For instructions on how to enable JavaScript in your browser, click here .                       New York University    Skip to Content   Skip to Search   Skip to Navigation   Skip to Sub Navigation                                                        NYUHome Login                            Students           |   Faculty           |   Alumni           |   Employees           |   Community                                   Schools          Arts and Science      College of Arts and Science      College of Dentistry      College of Nursing      Courant Institute of Mathematical Sciences      Gallatin School of Individualized Study      Graduate School of Arts and Science      Institute of Fine Arts      Institute for the Study of the Ancient World      Leonard N. Stern School of Business      Liberal Studies Program      NYU Abu Dhabi      NYU Shanghai      Polytechnic School of Engineering      Robert F. Wagner Graduate School of Public Service      School of Professional Studies      School of Law      School of Medicine      Silver School of Social Work      Steinhardt School of Culture, Education, and Human Development      Tisch School of the Arts                QuickLinks          Academic Calendars      Administrative Units      Albert      Apply for Jobs      Athletics      Bookstores      Bursar      Campus Map      Career Development      Emergencies      Events      Giving to NYU      Housing      ITS      Libraries      News      NYU Apparel      Policies      Public Safety      Registrar      Student Health Center      Student Resources      Wellness Exchange                A-Z          A      B      C      D      E      F      G      H      I      J      K      L      M      N      O      P      Q      R      S      T      U      V      W      X      Y      Z                                                          New York University                          Search NYU                    Pages |    People                                       Main Navigation            About NYU       Admissions       Academics       University Life       Research       Global                                 Bread Crumbs          About NYU   /   Leadership & University Administration   /   Office of the President   /   Office of the Executive Vice President   /   Finance & Information Technology   /   Financial Operations & Treasury   /   Treasury Management   /   Debt Management                                                          Debt Management           The Debt Management team directs borrowing activities to finance the University’s capital projects. The team analyzes current conditions in the financial markets and makes recommendations on the transaction structure for each financing.     The Mission of the Debt Management Team is to:     Coordinate debt transactions with investment bankers, rating agencies, investors, credit providers, the issuing agency (i.e. New York State Dormitory Authority), and bond attorneys.     Reference the current conditions in the financial markets in order to:   Optimize the University’s cost of funds for each transaction; and     Design an appropriate rate and amortization structure with respect to the projects being financed.       Collaborate with the Office of Budget and Planning to finance capital plans efficiently, with an understanding of the impacts on the University’s financials and credit rating.   Review projects for eligible uses of tax-exempt debt or consider taxable debt alternatives.   Prepare and submit continuing disclosure documents pertaining to University operations, as required by the bond documents.   Maintain records of the use of tax-exempt bond proceeds and manage space use policies to maintain compliance with IRS regulations.   Monitor opportunities to refinance outstanding debt for cash flow savings.          Treasury Management Orgchart (PDF)                                                                               Diane Heck       Associate Treasurer  (212) 998-2995   diane.heck@nyu.edu                                              Janine Wilcox       Associate Director, Debt Planning, Analysis &amp; Compliance  (212) 998-2708   Janine.wilcox@nyu.edu                                              Philip Crawford       Corporate Finance &amp; Treasury Analyst   (212) 992-6939   philip.m.crawford@nyu.edu                                              Edward C. Forlie       Debt Management Consultant  (212) 998-1148   edward.forlie@nyu.edu                                                                  Treasury Management      Diane Heck                           Debt Management      Diane Heck                                                            NYU Footer          Search      Directory      Campus Map      Events      Contact Us      Site Map      Copyright and Fair Use      Feedback         Unless otherwise noted, all content copyright New York University. All rights reserved. Designed by The Office of Web Communications"}]}]