[{"detail": [{"content": "Dead Performers: Tisch School of the Arts at NYU                           Skip to content        Department of Cinema Studies _Copy Undergraduate Graduate MIAP Home Dual BA/MA Program Asian Film and Media Initiative (AFMI) Certificate in Culture and Media Financial Aid and Scholarships Course Offerings News &amp; Events Faculty &amp; Administration Alumni Cinema Resources Blog Announcements  home &gt; Cinema Studies        Dead Performers  H42.2122 Lec 4 Credits Instructor(s): Tavia Nyong'o Albert#75497 Wednesdays 12:30-3:15pm, 4 points 721 Broadway, Room 611 What is this “sub” in subcultural? How does it interact with other cognate terms of socio-spatial specificity, terms like underground, underworld, demi-monde, bohemia, and scene? This course will look at performance styles and formations construed as subcultural, as well as at the performativity of “subculture” as a category of cultural analysis. Tracing contemporary fascinations with the urban margins back to the eighteenth century, the course will consider social epistemologies of coded and decoded behavior, slumming and passing, jargon, cant, and slang. Of key interest will be the critical turn in subcultures and post-subcultures studies since the 1970s, a turn towards questions of fashion, style, and youth culture as sites of resistance and resignification. Also considered will be queer, feminist, and minority subcultural analyses. Throughout, an attention to how subculture is performed -- particularly through music and other vivid arts like graffiti, body modification, postering, zines, dress and social dance/movement -- will be emphasized.           Undergraduate Admissions Graduate Admissions Academic Services Student Life Financial Aid and Scholarships Career Development Counseling Services International Students Incoming Students Graduation Forms What is Special Programs? Study Abroad Summer High School Summer in New York City Courses for Non-Majors Programs for Visiting Students Open Arts Minors Blog Newsletters Videos Admin &amp; Faculty Alumni Contact Us  Tisch Events Calendar Admin &amp; Faculty Calendar NYU Academic Deadlines Calendar Many Ways to Give Why Support Tisch Dean's Council Corporate Giving Foundation Giving Individual Giving Tisch Gala Who We Are Institute of Performing Arts Graduate Acting Dance Design for Stage &amp; Film Drama Graduate Musical Theatre Writing Performance Studies Maurice Kanbar Institute of Film &amp; Television Undergraduate Film &amp; Television Graduate Film Cinema Studies Moving Image Archiving &amp; Preservation (MIAP) Rita &amp; Burton Goldberg Department of Dramatic Writing Emerging Media Group Photography &amp; Imaging Interactive Telecommunications (ITP) Clive Davis Institute of Recorded Music NYU Game Center Art &amp; Public Policy / Arts Politics Open Arts Tisch Special Programs Tisch Asia"}]},
{"detail": [{"content": "Dead Performers: Tisch School of the Arts at NYU                           Skip to content        Department of Cinema Studies _Copy Undergraduate Graduate MIAP Home Dual BA/MA Program Asian Film and Media Initiative (AFMI) Certificate in Culture and Media Financial Aid and Scholarships Course Offerings News &amp; Events Faculty &amp; Administration Alumni Cinema Resources Blog Announcements  home &gt; Cinema Studies        Dead Performers  H42.2122 Lec 4 Credits Instructor(s): Tavia Nyong'o Albert#75497 Wednesdays 12:30-3:15pm, 4 points 721 Broadway, Room 611 What is this “sub” in subcultural? How does it interact with other cognate terms of socio-spatial specificity, terms like underground, underworld, demi-monde, bohemia, and scene? This course will look at performance styles and formations construed as subcultural, as well as at the performativity of “subculture” as a category of cultural analysis. Tracing contemporary fascinations with the urban margins back to the eighteenth century, the course will consider social epistemologies of coded and decoded behavior, slumming and passing, jargon, cant, and slang. Of key interest will be the critical turn in subcultures and post-subcultures studies since the 1970s, a turn towards questions of fashion, style, and youth culture as sites of resistance and resignification. Also considered will be queer, feminist, and minority subcultural analyses. Throughout, an attention to how subculture is performed -- particularly through music and other vivid arts like graffiti, body modification, postering, zines, dress and social dance/movement -- will be emphasized.           Undergraduate Admissions Graduate Admissions Academic Services Student Life Financial Aid and Scholarships Career Development Counseling Services International Students Incoming Students Graduation Forms What is Special Programs? Study Abroad Summer High School Summer in New York City Courses for Non-Majors Programs for Visiting Students Open Arts Minors Blog Newsletters Videos Admin &amp; Faculty Alumni Contact Us  Tisch Events Calendar Admin &amp; Faculty Calendar NYU Academic Deadlines Calendar Many Ways to Give Why Support Tisch Dean's Council Corporate Giving Foundation Giving Individual Giving Tisch Gala Who We Are Institute of Performing Arts Graduate Acting Dance Design for Stage &amp; Film Drama Graduate Musical Theatre Writing Performance Studies Maurice Kanbar Institute of Film &amp; Television Undergraduate Film &amp; Television Graduate Film Cinema Studies Moving Image Archiving &amp; Preservation (MIAP) Rita &amp; Burton Goldberg Department of Dramatic Writing Emerging Media Group Photography &amp; Imaging Interactive Telecommunications (ITP) Clive Davis Institute of Recorded Music NYU Game Center Art &amp; Public Policy / Arts Politics Open Arts Tisch Special Programs Tisch Asia"}, {"content": "Music Performance and Composition: For Performers (MUCP/PER-PHD) - Doctoral Program - Graduate Application Guide - NYU Steinhardt                                                                                                   Skip to content       NYU Steinhardt School of Culture, Education, and Human Development         apply now     request info     contact                                               Admissions                    Undergraduate      Admissions              How       to Apply       Visiting       NYU Steinhardt       Tuition and Fees       Financial       Aid       Housing       Transfer Students       Request       Information       Apply       Now                             Graduate      Admissions             How to       Apply       Info Sessions and Events       Tuition        Application Guide       Financial Aid       Housing       Request       Information       Apply Now                             Global      and Special Sessions             Summer       Winter        Study Abroad Programs                                   About Steinhardt                                  Who We Are       Messages from the Dean       Mission and Vision       School Stats       Administration                                       Videos       Social Media Directory       Steinhardt Blogs            Snapshots       Podcasts                                   Academics                   By Level of Study              Undergraduate       Minors       Master's       Doctoral       Certificate                            By Area of Study             Applied Psychology       Art       Education       Health       Media       Music                            Global      and Special Sessions             Global Programs            Summer at Washington Square       Winter at Washington Square                            More      Academics             Academic Departments       Bulletin       Teacher Certification       Courses Listings       Course Evaluations       Course       Search       Lectures and Podcasts                                    Faculty                    Meet      Our Faculty              Alphabetical list       of Faculty       Faculty by Department       Faculty by Expertise       Faculty Blogs       Videos of our Faculty            Faculty Research       News About Our Faculty                            Faculty      Affairs              Open Faculty Positions       Faculty Policies and Guidelines       Faculty Governance       Academic Affairs            Faculty Technology Services       Faculty       Awards       Grants and Funding       Update Your Faculty Bio                                   Students                  Undergraduate Students            Advisement       Registration       Orientation       Transfer Students       Student Honors           Undergraduate Student Government (USG)                            Master's Students            Master's Connection       Advisement       Registration       Orientation       Grants       Graduate Student Organization (GSO)                            Doctoral Students            About Doctoral Studies        Full-Time Funding       Policies       Forms       Events and Deadlines        Research and Grants       Dissertation Guidelines        Past Dissertations                            All Students            Who's Who in Student Affairs       Non-Matriculated Students       Course Schedules and Locations       Graduation and Commencement       Calendar of Events       Student Counseling       Academic Standards       Student Matters Blog       Download Forms and Publications                                 Alumni                    Stay      Connected             Steinhardt Alumni News       NYU Alumni Connect Newsletter       Upcoming NYU Alumni Events       Find an NYU Alumni Club       NYU Alumni Day       Update Your Contact Information       Submit a Class Note        Alumni Profiles       NYU Steinhardt on               NYU Steinhardt Facebook        NYU Steinhardt Twitter        NYU Steinhardt YouTube        NYU Steinhardt LinkedIn                                            Giving      to Steinhardt                The Steinhardt Annual Fund         Make an Online Donation         NYU Giving                             Alumni Resources             NYU Alumni Homepage       Alumni Card and Benefits Program       Wasserman Center for Career Development       Library Privileges                                    Research                    Faculty      Research              Current Research Projects       Faculty       Research Interests       Faculty       Publications       Faculty Research Grant       Opportunities                             Doctoral      Research             Policies       Methods Courses       Forms and Instructions        Events and       Deadlines       Funds       Proposal       and Dissertation                            More Research             Centers and Institutes       Commissions and Consortiums       External Funding Report                                    News and Events                    Recent      News                  An Evening of Conversation and Performance with Julia Wolfe &#8212; April 29th       At Weekend Hackathon, Experts from NYU and AT&amp;T Look for Solutions for People with Disabilities       Julia Wolfe Wins 2015 Pulitzer Prize for Music       Steinhardt Researchers Examine Primary Care in Dominica       Literacy App Improves School Readiness in At-Risk Preschoolers, Finds Study by Steinhardt Researchers                            More News             News from NYU Steinhardt       News About Our Faculty       Steinhardt At a Glance       Newsletters            Faculty Blogs       All Blogs                            Press Room             Press Releases       Faculty Experts       Steinhardt in the News       Expert Video Commentary       Press Contact                            Events             Calendar of Events       Events and Conferences                                   Media                               Videos       Blogs       Photo Essays       Podcasts              NYU Steinhardt Facebook        NYU Steinhardt Twitter        NYU Steinhardt YouTube        NYU Steinhardt LinkedIn        NYU Steinhardt RSS        NYU Steinhardt Instagram                                                   Graduate Application Guide                Home    Application Guide    Financial Aid    Tuition and Cost of Attendance    Housing    Events    Study Abroad    Admitted Students                     Ready to Apply?  Start Now                      Music Performance and Composition: For Performers (MUCP/PER-PHD) - Doctoral Program            BRIEF DESCRIPTION    Music Performance and Composition: For Performers.    MAJOR CODE/ACADEMIC PLAN and CREDITS    Major Code: MUCP (Please use this on the Document Cover Sheet)    Degree: PHD    Option: PER - For Performers    Credits: 49-55 Credit Program The time to completion of the degree program will vary based on the students' status (full-time versus part-time) and the number of credits registered for each semester.    APPLICATION DEADLINES             SPRING    N/A                 SUMMER    N/A                               FALL    December 1                       Deadlines are \"in-office\" deadlines not postmark deadlines. Failure to meet the deadlines will cause significant delays in processing your application and may exclude your application from consideration.    APPLICATION REQUIREMENTS       Application (online only)    Application Fee (payable by Major Credit card only)    Statement of Purpose (not to exceed 4 pages) discussing your ideas for doctoral research, their context and potential impact, and arguing how your expertise and interests make you the best candidate for pursuing this research. In preparing this statement you should identify the faculty member(s) that you are most interested in working with. The name of this faculty member, together with your name should be included on the header of the statement.    Resume/Curriculum Vitae    Scholarly Writing. Applicants should mail-in at least three research papers that best represent their ability to research and write effectively about their area of specialization. Applicants may include published work as evidence.    3 Letters of Recommendation    One official copy of transcripts from all institutions attended or attending (see transcript information below)    GRE is required    See TOEFL requirements information below       REQUIREMENTS FOR AUDITIONS       Music and Performing Arts Professions - Auditions       NOTE(S)       Scholarly writing must be mailed to: Dr. Paul Horan, NYU Steinhardt, Department of Music and Performing Arts Professions, 35 West Fourth Street, Suite 1077, 10th Floor, New York, N.Y. 10012    It is preferable that all performance applicants schedule a live audition. Those who are unable to audition in person must submit a VHS tape or DVD (PC-formatted) as instructed.    Any requested audition tape, CD, DVD, or portfolio must be sent to NYU Steinhardt-PHD Auditions, Music and Performing Arts, 35 West Fourth Street, Suite 1077, New York, NY 10012 ATTN-MUCP-PHD. Materials must clearly indicate the applicant's name and NYU ID number (if applicable), the program applied to, and the contents of the tape, CD, or DVD    There are a limited number of full-time fellowships available. If a full-time fellowship is not available you may be interested in being considered for part-time study which provides no school based funding. The online application provides a question in which you indicate your interest in being considered for part-time study should a full-time position be unavailable.       HELPFUL WEBSITE(S)    Department Name: Music and Performing Arts Professions    steinhardt.nyu.edu/music/    steinhardt.nyu.edu/music/doctoral    steinhardt.nyu.edu/music/doctoral/apply/    DEPARTMENT NUMBERS    Telephone: 212 998 5424          ONLINE APPLICATION STATUS     The Office of Graduate Admissions requires applicants to upload official copies of transcripts, copies of the GRE and TOEFL scores [if required], to the online application. In addition to this, we are requiring applicants to register their recommenders via the online system. All of these new measures will greatly facilitate the processing of an application and ensure that Admission Committees receive most, if not all of the components for a completed application at the same time.    ADMISSIONS CONTACT INFORMATION    Office of Graduate Admissions NYU Steinhardt Joseph &amp; Violet Pless Hall 82 Washington Square East, 3rd Floor New York, NY 10003-6680 steinhardt.gradadmissions@nyu.edu 212 998 5030 212 995 4328 (fax)    DEADLINE INFORMATION    Most programs have very firm deadlines so it is always advisable to apply early. All deadlines are \"in-office\" deadlines, not postmark deadlines and it is the responsibility of the applicant to ensure that all materials are in the Office of Graduate Admissions by the appropriate deadline. The Office of Graduate Admissions reserves the right to return any application that arrives after the deadline. Should any deadline fall on a weekend, the in-office deadline will be the next business day. Only completed applications will be considered.    FINANCIAL AID INFORMATION    To learn more about scholarships and other types of Financial aid, including eligibility requirements please visit: http://steinhardt.nyu.edu/financial_aid/ or click on the Financial Aid tab above.    APPLICATION COMPONENTS       Online Application:          The Office of Graduate Admissions will no longer accept paper-based applications. If you have any issues with submitting an application via the online application system, please contact our office immediately. The application must be completed, dated, electronically signed and submitted on or before the deadline, listed above for the term of entry.    Application Fee:   The $75 application fee is payable in the online system by Major Credit Card. if you are having problems submitting your payment via Credit Card, please contact the Office of Graduate Admissions.       Statement of Purpose/Personal Statement:   A typewritten, double-spaced, two- to three-page statement explaining your purpose in undertaking graduate study in your particular program. This is your opportunity to introduce yourself and to inform the Admissions Committee about your goals, interests, and career plans as they relate to your intended academic pursuits. Some programs require other statements and essays in addition to or in lieu of the statement of purpose. Please review the requirements for your program listed above.   R&eacute;sum&eacute;:   A copy of your most recent r&eacute;sum&eacute; or curriculum vitae.   Transcripts:    The Office of Graduate Admissions now requires applicants to upload one (1) official transcript from EVERY postsecondary school attended to the online application. Web printouts of an unofficial transcript is not acceptable.    For more information about this: please visit the Transcript - FAQ page .    GRE Scores (if required) - [ETS Institution Code: 2556]:   The official GRE scores must be on file by the deadline before a decision will be rendered. GRE scores are valid for 5 years. The GRE must be taken again if your GRE scores are older than 5 years.   If the GRE is required for your program you must submit your GRE scores in two formats:        An official GRE score report must be sent to NYU Steinhardt from ETS. NYU Steinhardt's ETS institution code is 2556; a departmental code is not required. Visit http://www.gre.org/ for more information about the exam.    A copy of your GRE score report must be uploaded into the online application under the \"GRE Upload\" section. Web printout or screenshot acceptable .       The Test of English as a Foreign Language (TOEFL) (if required)- [ETS Institution Code: 2556]:    The TOEFL is mandatory for all applicants whose native language is NOT English and did not receive the equivalent of a 4 year U.S. undergraduate education from an institution where English is the official language of instruction. Applicants holding or completing a graduate degree from an English speaking institution are still required to submit a TOEFL if your graduate education was LESS THAN four years in duration at an institution where English was the official language of instruction. The TOEFL cannot be waived.    Although we do not have a required TOEFL score, successful applicants score 100 or above on the Internet-based test or 600 or above on the paper-based test.    If you are required to submit a TOEFL score, you must submit your score in two formats:       An official TOEFL score report must be sent to NYU Steinhardt for ETS. NYU Steinhardt's ETS institution code is 2556; a departmental code is not required. Visit http://www.toefl.org/ for more information about the exam.    A copy of your score TOEFL Score must be uploaded into the online application under the \"TOEFL Upload\" section. Web printout or screenshot acceptable.       Note: NYU Steinhardt does not accept scores from other equivalent exams including IELTS. A second level review of English proficiency will take place after admission. Read more about requirements for Proficiency in English.          Letters of Recommendation:   You are required to send the number of Letters of Recommendation as listed above. There are no forms available for letters of recommendation. Letters should come from individuals who can assess your qualifications and potential for graduate study.    We ask that you register your recommenders or third-party recommendation service in our online application system. Once registered your recommenders will be able to submit their letters electronically. This method allows you to efficiently monitor and follow up with your recommenders.    Note: Once registered your recommenders can submit their online recommendation either before or after you submit your application. It is your responsibility to ensure your recommendations are received by the stated deadline.    Waiving your right of access: On the online system, you can waive or not waive your right of access to letters of recommendation. Once your rights have been selected via the online system, it can not be changed, you have the ability to:       I waive my right of access    I do not waive my right of access       If you are considering NOT waiving your right of access to your letters of recommendation, we strongly urge that you discuss this matter with your potential recommenders.    Please be advised even if you do not waive your right of access to letters of recommendation, you may only see your recommendations if you are or have been in attendance at NYU Steinhardt.    For more information about registering your recommenders: please visit the Letters of Recommendation - FAQ page.        DOCUMENT COVER SHEET    If any materials are mailed to our office for your major/academic plan mail the materials under one mailing using the Document Cover Sheet . Items received without a Document Cover Sheet take longer to process and match to your application.    Please do not mail your materials in binders or folders.    SPECIAL INSTRUCTIONS for ALL INTERNATIONAL APPLICANTS    To learn more about special instructions for all international applicants, please visit: Special Instructions    CAMPUS SECURITY REPORT    New York University&rsquo;s annual Campus Security Report includes statistics for the previous three years concerning reported crimes that occurred on-campus, in certain off-campus buildings or property owned or controlled by NYU, and on public property within or immediately adjacent to the campus. The report also includes institutional policies concerning campus security, such as policies concerning sexual assault, drugs and alcohol. You can obtain a copy of the current report by contacting Thomas Grace, Director of Judicial Affairs and Compliance, Office of the Vice President for Student Affairs (601 Kimmel Center: 212-998-4403) or Jay Zwicker, Crime Prevention Manager, Department of Public Safety (7 Washington Place: 212-998-1451) or by visiting the following website: www.nyu.edu/public.safety/policies/ .    Special Notes from the Office of Graduate Admissions       PLEASE check the online system to confirm that you have successfully submitted your application.    Due to the volume of applications and related materials received the Office of Graduate Admissions will only contact you if your application was successfully submitted and is deemed INCOMPLETE because of missing required materials. Otherwise you will hear from us when the Admissions Committee has made a decision.       Thank you for considering NYU Steinhardt, School of Culture, Education, and Human Development for your Graduate studies.    DEFFERAL/UPDATE POLICY    NYU Steinhardt does not allow deferrals and the Office of Graduate Admissions is no longer permitting applicants to update their application and application materials for future consideration. Applicants who wish to be considered for a future semester must reapply by submitting a new application including all of the supporting materials, including letters of recommendations by the application deadline.    DOCUMENT TYPES for UPLOAD to the Online Application System    - The following are acceptable document types for uploads: PDF, JPEG, JPG, GIF, TIFF, PNG, Bitmap, DOC, and DOCX.                             This site, and all its contents, are Copyright &copy;        by New York University. All rights reserved.    Steinhardt School of Culture, Education, and Human Development - 82 Washington Square East, New York, NY 10003"}]},
{"detail": [{"content": "Dead Performers: Tisch School of the Arts at NYU                           Skip to content        Department of Cinema Studies _Copy Undergraduate Graduate MIAP Home Dual BA/MA Program Asian Film and Media Initiative (AFMI) Certificate in Culture and Media Financial Aid and Scholarships Course Offerings News &amp; Events Faculty &amp; Administration Alumni Cinema Resources Blog Announcements  home &gt; Cinema Studies        Dead Performers  H42.2122 Lec 4 Credits Instructor(s): Tavia Nyong'o Albert#75497 Wednesdays 12:30-3:15pm, 4 points 721 Broadway, Room 611 What is this “sub” in subcultural? How does it interact with other cognate terms of socio-spatial specificity, terms like underground, underworld, demi-monde, bohemia, and scene? This course will look at performance styles and formations construed as subcultural, as well as at the performativity of “subculture” as a category of cultural analysis. Tracing contemporary fascinations with the urban margins back to the eighteenth century, the course will consider social epistemologies of coded and decoded behavior, slumming and passing, jargon, cant, and slang. Of key interest will be the critical turn in subcultures and post-subcultures studies since the 1970s, a turn towards questions of fashion, style, and youth culture as sites of resistance and resignification. Also considered will be queer, feminist, and minority subcultural analyses. Throughout, an attention to how subculture is performed -- particularly through music and other vivid arts like graffiti, body modification, postering, zines, dress and social dance/movement -- will be emphasized.           Undergraduate Admissions Graduate Admissions Academic Services Student Life Financial Aid and Scholarships Career Development Counseling Services International Students Incoming Students Graduation Forms What is Special Programs? Study Abroad Summer High School Summer in New York City Courses for Non-Majors Programs for Visiting Students Open Arts Minors Blog Newsletters Videos Admin &amp; Faculty Alumni Contact Us  Tisch Events Calendar Admin &amp; Faculty Calendar NYU Academic Deadlines Calendar Many Ways to Give Why Support Tisch Dean's Council Corporate Giving Foundation Giving Individual Giving Tisch Gala Who We Are Institute of Performing Arts Graduate Acting Dance Design for Stage &amp; Film Drama Graduate Musical Theatre Writing Performance Studies Maurice Kanbar Institute of Film &amp; Television Undergraduate Film &amp; Television Graduate Film Cinema Studies Moving Image Archiving &amp; Preservation (MIAP) Rita &amp; Burton Goldberg Department of Dramatic Writing Emerging Media Group Photography &amp; Imaging Interactive Telecommunications (ITP) Clive Davis Institute of Recorded Music NYU Game Center Art &amp; Public Policy / Arts Politics Open Arts Tisch Special Programs Tisch Asia"}, {"content": "Music Performance and Composition: For Performers (MUCP/PER-PHD) - Doctoral Program - Graduate Application Guide - NYU Steinhardt                                                                                                   Skip to content       NYU Steinhardt School of Culture, Education, and Human Development         apply now     request info     contact                                               Admissions                    Undergraduate      Admissions              How       to Apply       Visiting       NYU Steinhardt       Tuition and Fees       Financial       Aid       Housing       Transfer Students       Request       Information       Apply       Now                             Graduate      Admissions             How to       Apply       Info Sessions and Events       Tuition        Application Guide       Financial Aid       Housing       Request       Information       Apply Now                             Global      and Special Sessions             Summer       Winter        Study Abroad Programs                                   About Steinhardt                                  Who We Are       Messages from the Dean       Mission and Vision       School Stats       Administration                                       Videos       Social Media Directory       Steinhardt Blogs            Snapshots       Podcasts                                   Academics                   By Level of Study              Undergraduate       Minors       Master's       Doctoral       Certificate                            By Area of Study             Applied Psychology       Art       Education       Health       Media       Music                            Global      and Special Sessions             Global Programs            Summer at Washington Square       Winter at Washington Square                            More      Academics             Academic Departments       Bulletin       Teacher Certification       Courses Listings       Course Evaluations       Course       Search       Lectures and Podcasts                                    Faculty                    Meet      Our Faculty              Alphabetical list       of Faculty       Faculty by Department       Faculty by Expertise       Faculty Blogs       Videos of our Faculty            Faculty Research       News About Our Faculty                            Faculty      Affairs              Open Faculty Positions       Faculty Policies and Guidelines       Faculty Governance       Academic Affairs            Faculty Technology Services       Faculty       Awards       Grants and Funding       Update Your Faculty Bio                                   Students                  Undergraduate Students            Advisement       Registration       Orientation       Transfer Students       Student Honors           Undergraduate Student Government (USG)                            Master's Students            Master's Connection       Advisement       Registration       Orientation       Grants       Graduate Student Organization (GSO)                            Doctoral Students            About Doctoral Studies        Full-Time Funding       Policies       Forms       Events and Deadlines        Research and Grants       Dissertation Guidelines        Past Dissertations                            All Students            Who's Who in Student Affairs       Non-Matriculated Students       Course Schedules and Locations       Graduation and Commencement       Calendar of Events       Student Counseling       Academic Standards       Student Matters Blog       Download Forms and Publications                                 Alumni                    Stay      Connected             Steinhardt Alumni News       NYU Alumni Connect Newsletter       Upcoming NYU Alumni Events       Find an NYU Alumni Club       NYU Alumni Day       Update Your Contact Information       Submit a Class Note        Alumni Profiles       NYU Steinhardt on               NYU Steinhardt Facebook        NYU Steinhardt Twitter        NYU Steinhardt YouTube        NYU Steinhardt LinkedIn                                            Giving      to Steinhardt                The Steinhardt Annual Fund         Make an Online Donation         NYU Giving                             Alumni Resources             NYU Alumni Homepage       Alumni Card and Benefits Program       Wasserman Center for Career Development       Library Privileges                                    Research                    Faculty      Research              Current Research Projects       Faculty       Research Interests       Faculty       Publications       Faculty Research Grant       Opportunities                             Doctoral      Research             Policies       Methods Courses       Forms and Instructions        Events and       Deadlines       Funds       Proposal       and Dissertation                            More Research             Centers and Institutes       Commissions and Consortiums       External Funding Report                                    News and Events                    Recent      News                  An Evening of Conversation and Performance with Julia Wolfe &#8212; April 29th       At Weekend Hackathon, Experts from NYU and AT&amp;T Look for Solutions for People with Disabilities       Julia Wolfe Wins 2015 Pulitzer Prize for Music       Steinhardt Researchers Examine Primary Care in Dominica       Literacy App Improves School Readiness in At-Risk Preschoolers, Finds Study by Steinhardt Researchers                            More News             News from NYU Steinhardt       News About Our Faculty       Steinhardt At a Glance       Newsletters            Faculty Blogs       All Blogs                            Press Room             Press Releases       Faculty Experts       Steinhardt in the News       Expert Video Commentary       Press Contact                            Events             Calendar of Events       Events and Conferences                                   Media                               Videos       Blogs       Photo Essays       Podcasts              NYU Steinhardt Facebook        NYU Steinhardt Twitter        NYU Steinhardt YouTube        NYU Steinhardt LinkedIn        NYU Steinhardt RSS        NYU Steinhardt Instagram                                                   Graduate Application Guide                Home    Application Guide    Financial Aid    Tuition and Cost of Attendance    Housing    Events    Study Abroad    Admitted Students                     Ready to Apply?  Start Now                      Music Performance and Composition: For Performers (MUCP/PER-PHD) - Doctoral Program            BRIEF DESCRIPTION    Music Performance and Composition: For Performers.    MAJOR CODE/ACADEMIC PLAN and CREDITS    Major Code: MUCP (Please use this on the Document Cover Sheet)    Degree: PHD    Option: PER - For Performers    Credits: 49-55 Credit Program The time to completion of the degree program will vary based on the students' status (full-time versus part-time) and the number of credits registered for each semester.    APPLICATION DEADLINES             SPRING    N/A                 SUMMER    N/A                               FALL    December 1                       Deadlines are \"in-office\" deadlines not postmark deadlines. Failure to meet the deadlines will cause significant delays in processing your application and may exclude your application from consideration.    APPLICATION REQUIREMENTS       Application (online only)    Application Fee (payable by Major Credit card only)    Statement of Purpose (not to exceed 4 pages) discussing your ideas for doctoral research, their context and potential impact, and arguing how your expertise and interests make you the best candidate for pursuing this research. In preparing this statement you should identify the faculty member(s) that you are most interested in working with. The name of this faculty member, together with your name should be included on the header of the statement.    Resume/Curriculum Vitae    Scholarly Writing. Applicants should mail-in at least three research papers that best represent their ability to research and write effectively about their area of specialization. Applicants may include published work as evidence.    3 Letters of Recommendation    One official copy of transcripts from all institutions attended or attending (see transcript information below)    GRE is required    See TOEFL requirements information below       REQUIREMENTS FOR AUDITIONS       Music and Performing Arts Professions - Auditions       NOTE(S)       Scholarly writing must be mailed to: Dr. Paul Horan, NYU Steinhardt, Department of Music and Performing Arts Professions, 35 West Fourth Street, Suite 1077, 10th Floor, New York, N.Y. 10012    It is preferable that all performance applicants schedule a live audition. Those who are unable to audition in person must submit a VHS tape or DVD (PC-formatted) as instructed.    Any requested audition tape, CD, DVD, or portfolio must be sent to NYU Steinhardt-PHD Auditions, Music and Performing Arts, 35 West Fourth Street, Suite 1077, New York, NY 10012 ATTN-MUCP-PHD. Materials must clearly indicate the applicant's name and NYU ID number (if applicable), the program applied to, and the contents of the tape, CD, or DVD    There are a limited number of full-time fellowships available. If a full-time fellowship is not available you may be interested in being considered for part-time study which provides no school based funding. The online application provides a question in which you indicate your interest in being considered for part-time study should a full-time position be unavailable.       HELPFUL WEBSITE(S)    Department Name: Music and Performing Arts Professions    steinhardt.nyu.edu/music/    steinhardt.nyu.edu/music/doctoral    steinhardt.nyu.edu/music/doctoral/apply/    DEPARTMENT NUMBERS    Telephone: 212 998 5424          ONLINE APPLICATION STATUS     The Office of Graduate Admissions requires applicants to upload official copies of transcripts, copies of the GRE and TOEFL scores [if required], to the online application. In addition to this, we are requiring applicants to register their recommenders via the online system. All of these new measures will greatly facilitate the processing of an application and ensure that Admission Committees receive most, if not all of the components for a completed application at the same time.    ADMISSIONS CONTACT INFORMATION    Office of Graduate Admissions NYU Steinhardt Joseph &amp; Violet Pless Hall 82 Washington Square East, 3rd Floor New York, NY 10003-6680 steinhardt.gradadmissions@nyu.edu 212 998 5030 212 995 4328 (fax)    DEADLINE INFORMATION    Most programs have very firm deadlines so it is always advisable to apply early. All deadlines are \"in-office\" deadlines, not postmark deadlines and it is the responsibility of the applicant to ensure that all materials are in the Office of Graduate Admissions by the appropriate deadline. The Office of Graduate Admissions reserves the right to return any application that arrives after the deadline. Should any deadline fall on a weekend, the in-office deadline will be the next business day. Only completed applications will be considered.    FINANCIAL AID INFORMATION    To learn more about scholarships and other types of Financial aid, including eligibility requirements please visit: http://steinhardt.nyu.edu/financial_aid/ or click on the Financial Aid tab above.    APPLICATION COMPONENTS       Online Application:          The Office of Graduate Admissions will no longer accept paper-based applications. If you have any issues with submitting an application via the online application system, please contact our office immediately. The application must be completed, dated, electronically signed and submitted on or before the deadline, listed above for the term of entry.    Application Fee:   The $75 application fee is payable in the online system by Major Credit Card. if you are having problems submitting your payment via Credit Card, please contact the Office of Graduate Admissions.       Statement of Purpose/Personal Statement:   A typewritten, double-spaced, two- to three-page statement explaining your purpose in undertaking graduate study in your particular program. This is your opportunity to introduce yourself and to inform the Admissions Committee about your goals, interests, and career plans as they relate to your intended academic pursuits. Some programs require other statements and essays in addition to or in lieu of the statement of purpose. Please review the requirements for your program listed above.   R&eacute;sum&eacute;:   A copy of your most recent r&eacute;sum&eacute; or curriculum vitae.   Transcripts:    The Office of Graduate Admissions now requires applicants to upload one (1) official transcript from EVERY postsecondary school attended to the online application. Web printouts of an unofficial transcript is not acceptable.    For more information about this: please visit the Transcript - FAQ page .    GRE Scores (if required) - [ETS Institution Code: 2556]:   The official GRE scores must be on file by the deadline before a decision will be rendered. GRE scores are valid for 5 years. The GRE must be taken again if your GRE scores are older than 5 years.   If the GRE is required for your program you must submit your GRE scores in two formats:        An official GRE score report must be sent to NYU Steinhardt from ETS. NYU Steinhardt's ETS institution code is 2556; a departmental code is not required. Visit http://www.gre.org/ for more information about the exam.    A copy of your GRE score report must be uploaded into the online application under the \"GRE Upload\" section. Web printout or screenshot acceptable .       The Test of English as a Foreign Language (TOEFL) (if required)- [ETS Institution Code: 2556]:    The TOEFL is mandatory for all applicants whose native language is NOT English and did not receive the equivalent of a 4 year U.S. undergraduate education from an institution where English is the official language of instruction. Applicants holding or completing a graduate degree from an English speaking institution are still required to submit a TOEFL if your graduate education was LESS THAN four years in duration at an institution where English was the official language of instruction. The TOEFL cannot be waived.    Although we do not have a required TOEFL score, successful applicants score 100 or above on the Internet-based test or 600 or above on the paper-based test.    If you are required to submit a TOEFL score, you must submit your score in two formats:       An official TOEFL score report must be sent to NYU Steinhardt for ETS. NYU Steinhardt's ETS institution code is 2556; a departmental code is not required. Visit http://www.toefl.org/ for more information about the exam.    A copy of your score TOEFL Score must be uploaded into the online application under the \"TOEFL Upload\" section. Web printout or screenshot acceptable.       Note: NYU Steinhardt does not accept scores from other equivalent exams including IELTS. A second level review of English proficiency will take place after admission. Read more about requirements for Proficiency in English.          Letters of Recommendation:   You are required to send the number of Letters of Recommendation as listed above. There are no forms available for letters of recommendation. Letters should come from individuals who can assess your qualifications and potential for graduate study.    We ask that you register your recommenders or third-party recommendation service in our online application system. Once registered your recommenders will be able to submit their letters electronically. This method allows you to efficiently monitor and follow up with your recommenders.    Note: Once registered your recommenders can submit their online recommendation either before or after you submit your application. It is your responsibility to ensure your recommendations are received by the stated deadline.    Waiving your right of access: On the online system, you can waive or not waive your right of access to letters of recommendation. Once your rights have been selected via the online system, it can not be changed, you have the ability to:       I waive my right of access    I do not waive my right of access       If you are considering NOT waiving your right of access to your letters of recommendation, we strongly urge that you discuss this matter with your potential recommenders.    Please be advised even if you do not waive your right of access to letters of recommendation, you may only see your recommendations if you are or have been in attendance at NYU Steinhardt.    For more information about registering your recommenders: please visit the Letters of Recommendation - FAQ page.        DOCUMENT COVER SHEET    If any materials are mailed to our office for your major/academic plan mail the materials under one mailing using the Document Cover Sheet . Items received without a Document Cover Sheet take longer to process and match to your application.    Please do not mail your materials in binders or folders.    SPECIAL INSTRUCTIONS for ALL INTERNATIONAL APPLICANTS    To learn more about special instructions for all international applicants, please visit: Special Instructions    CAMPUS SECURITY REPORT    New York University&rsquo;s annual Campus Security Report includes statistics for the previous three years concerning reported crimes that occurred on-campus, in certain off-campus buildings or property owned or controlled by NYU, and on public property within or immediately adjacent to the campus. The report also includes institutional policies concerning campus security, such as policies concerning sexual assault, drugs and alcohol. You can obtain a copy of the current report by contacting Thomas Grace, Director of Judicial Affairs and Compliance, Office of the Vice President for Student Affairs (601 Kimmel Center: 212-998-4403) or Jay Zwicker, Crime Prevention Manager, Department of Public Safety (7 Washington Place: 212-998-1451) or by visiting the following website: www.nyu.edu/public.safety/policies/ .    Special Notes from the Office of Graduate Admissions       PLEASE check the online system to confirm that you have successfully submitted your application.    Due to the volume of applications and related materials received the Office of Graduate Admissions will only contact you if your application was successfully submitted and is deemed INCOMPLETE because of missing required materials. Otherwise you will hear from us when the Admissions Committee has made a decision.       Thank you for considering NYU Steinhardt, School of Culture, Education, and Human Development for your Graduate studies.    DEFFERAL/UPDATE POLICY    NYU Steinhardt does not allow deferrals and the Office of Graduate Admissions is no longer permitting applicants to update their application and application materials for future consideration. Applicants who wish to be considered for a future semester must reapply by submitting a new application including all of the supporting materials, including letters of recommendations by the application deadline.    DOCUMENT TYPES for UPLOAD to the Online Application System    - The following are acceptable document types for uploads: PDF, JPEG, JPG, GIF, TIFF, PNG, Bitmap, DOC, and DOCX.                             This site, and all its contents, are Copyright &copy;        by New York University. All rights reserved.    Steinhardt School of Culture, Education, and Human Development - 82 Washington Square East, New York, NY 10003"}, {"content": "All NYU Steinhardt Events - NYU Steinhardt                                                                         NYU Steinhardt School of Culture, Education, and Human Development       Department of Communicative Sciences and Disorders                                       All NYU Steinhardt Events                                                                         Change View:      Which Calendar?    All Steinhardt Events   Graduate Admissions   Global Programs   Student Affairs   Research   Alumni   Administration, Leadership and Technology   Applied Psychology   Art and Art Professions   Communicative Sciences and Disorders   Humanities and Social Sciences in the Professions   Media, Culture and Communication   Music and Performing Arts   Nutrition, Food Studies, and Public Health   Occupational Therapy   Physical Therapy   Teaching and Learning         When?:    Upcoming Events   March   April   May   June   July   August   September     2015                       Feeds: RSS or iCal              BFA Thesis Show: Enremyuntory         Wednesday, March 25, 2015 5:00pm          HMSS Career Development Workshop         Wednesday, April 1, 2015 10:45am          PSI Colloquium Series: Tess Yanisch         Wednesday, April 1, 2015 12:00pm          International Advisory Committee         Wednesday, April 1, 2015 1:00pm          Using NYU classes for tests and quizzes         Wednesday, April 1, 2015 1:00pm          NYU MFA Thesis Show Part 1         Thursday, April 2, 2015 12:00am          Panel Discussion: Undocumented College Students: In the Shadows of the Ivory Tower         Thursday, April 2, 2015 9:00am          Psych Cafe: Chloe Greebaum         Thursday, April 2, 2015 4:00pm          Digital Movement: Black Publics, Black Discourse         Thursday, April 2, 2015 6:00pm          Enlightened Eaters: Amy Bentley         Thursday, April 2, 2015 7:00pm          Piano Artist Master Class Series         Thursday, April 2, 2015 7:45pm          Cendrillon         Thursday, April 2, 2015 8:00pm          First Stages: NYU Performers in Works by NYU Composers         Thursday, April 2, 2015 8:00pm          Using Carrots & Sticks for a Healthier Self: Evidence from a Weight Loss Challenge         Friday, April 3, 2015 12:30pm          Study Away Funding Session         Friday, April 3, 2015 1:00pm          Study Away Funding Session         Friday, April 3, 2015 1:00pm          Weekly General Information Sessions - NYU Office of Global Programs         Friday, April 3, 2015 2:00pm          Discussion: Arts Based Research Methods         Friday, April 3, 2015 6:00pm          Cendrillon         Friday, April 3, 2015 8:00pm          First Stages: NYU Performers in Works by NYU Composers         Friday, April 3, 2015 8:00pm          Youth Music Festival 2015         Saturday, April 4, 2015 3:00pm          Tacet         Saturday, April 4, 2015 7:30pm          Cendrillon         Saturday, April 4, 2015 8:00pm          Cendrillon         Sunday, April 5, 2015 3:00pm          “From Risk to Resilience” Conference: Keynote and Panel Discussion         Monday, April 6, 2015 5:30pm          Registration Event with Professors!         Monday, April 6, 2015 6:00pm          “From Risk to Resilience” Full-Day Conference         Tuesday, April 7, 2015 8:30am          Bagel Breakfast         Tuesday, April 7, 2015 9:00am          Walk-in Advising Hours - NYU Office of Global Programs         Tuesday, April 7, 2015 12:00pm          Spring Research Colloquium: Prof. Anders Lofqvist (Lund University/Haskins Laboratories)         Tuesday, April 7, 2015 2:00pm          Percussion Master Class Series         Tuesday, April 7, 2015 7:00pm          NYU Developmental Colloquium Series: Jonathan Zimmerman         Wednesday, April 8, 2015 12:00pm          Networking for Introverts         Wednesday, April 8, 2015 12:30pm          IHDSC Seminar: Nathan Fox         Wednesday, April 8, 2015 1:30pm          Stranger in a Strange Land         Wednesday, April 8, 2015 3:30pm          BFA Thesis Show: On Air         Wednesday, April 8, 2015 5:00pm          Global Career Paths: Global Career Series - Spring 2015         Wednesday, April 8, 2015 5:30pm          What Do Food Lawyers Do?         Wednesday, April 8, 2015 6:30pm          Community Table: April         Thursday, April 9, 2015 12:00pm          Conversations of Color         Thursday, April 9, 2015 12:30pm          MARL Talk: Juan Bello - “From Genre Classification to Rhythm Similarity”         Thursday, April 9, 2015 1:30pm          Psych Cafe: Roxane Caires         Thursday, April 9, 2015 4:00pm          What’s Next?         Thursday, April 9, 2015 4:00pm          National Fellowship Opportunities Panel         Thursday, April 9, 2015 5:30pm          National Fellowship Opportunities Panel: Hear and Learn from the Experts         Thursday, April 9, 2015 5:30pm          LeBoff Public Lecture with Bernhard Siegert: On Codes and Coding         Thursday, April 9, 2015 6:00pm          Piano Artist Master Class Series         Thursday, April 9, 2015 7:45pm          Must/ Can’t         Thursday, April 9, 2015 8:00pm          Scotland’s Constitutional Journey         Friday, April 10, 2015 12:00am          Remote Instruction - Recording Lectures         Friday, April 10, 2015 2:00pm          Weekly General Information Sessions - NYU Office of Global Programs         Friday, April 10, 2015 2:00pm          String Chamber Music at Bobst Gallery         Friday, April 10, 2015 5:00pm          The Fourteenth Annual Richard Marth Visual Culture Symposium         Friday, April 10, 2015 6:00pm          WEEKEND INTENSIVE IN ORTHOPEDIC PHYSICAL THERAPY, Module 7: Knee - FRIDAY AND SATURDAY         Friday, April 10, 2015 6:00pm          Must/ Can’t         Friday, April 10, 2015 8:00pm          Must/ Can’t         Saturday, April 11, 2015 8:00pm          Must/ Can’t         Sunday, April 12, 2015 2:00pm          IES-PIRT Proseminar: Robert Meyer         Monday, April 13, 2015 12:00pm          Senior Series: Showcasing Student Leadership Experience         Monday, April 13, 2015 5:00pm          Thinking in Metaphors: Writing & Speaking with Aphasia         Monday, April 13, 2015 6:00pm          Research and Scholarship Showcase         Tuesday, April 14, 2015 9:00am          Using NYU classes for tests and quizzes         Tuesday, April 14, 2015 9:00am          3rd Annual Research and Scholarship Showcase         Tuesday, April 14, 2015 9:30am          Steinhardt Research & Scholarship Showcase         Tuesday, April 14, 2015 9:30am          Let’s Talk International         Tuesday, April 14, 2015 12:00pm          Walk-in Advising Hours - NYU Office of Global Programs         Tuesday, April 14, 2015 12:00pm          Percussion Master Class Series         Tuesday, April 14, 2015 7:00pm          PSI Colloquium Series: Sophia Hwang & Esther Burson         Wednesday, April 15, 2015 12:00pm          IHDSC Seminar: Philip Fisher         Wednesday, April 15, 2015 1:30pm          Steinhardt at Saklad         Wednesday, April 15, 2015 6:30pm          Psych Cafe: Christopher Stults         Thursday, April 16, 2015 12:00am          Advisor’s Breakfast Social         Thursday, April 16, 2015 10:00am          MARL Talk: P.A. Tremblay - “Recycling Virtuosity: Writing for New Interfaces”         Thursday, April 16, 2015 1:30pm          Graduate Dean’s Hour         Thursday, April 16, 2015 3:30pm          CPR Training, Hosted by APUG Club         Thursday, April 16, 2015 5:00pm          Piano Artist Master Class Series         Thursday, April 16, 2015 7:45pm          Viva Strings - CANCELED         Thursday, April 16, 2015 8:00pm          Buy a Ticket to the Steinhardt Soirée - A Celebration for Undergraduates, April 30th         Friday, April 17, 2015 12:00am          NAFSA F-1 Beginner Workshop         Friday, April 17, 2015 9:00am          Mistakes Were Made: Computer History, Decompiled         Friday, April 17, 2015 10:00am          Action Zone Bystander Intervention Training         Friday, April 17, 2015 11:00am          Weekly General Information Sessions - NYU Office of Global Programs         Friday, April 17, 2015 2:00pm          Feast or Famine: The Edible South: The Power of Food and the Making of an American Region         Friday, April 17, 2015 3:00pm          Artist Talk by Luis Camnitzer         Friday, April 17, 2015 3:30pm          WEEKEND INTENSIVE IN ORTHOPEDIC PHYSICAL THERAPY, Module 8: Ankle/Foot - FRIDAY AND SATURDAY         Friday, April 17, 2015 6:00pm          The Devil and His Blues         Friday, April 17, 2015 6:30pm          Distinguished Faculty Dance Concert         Friday, April 17, 2015 8:00pm          Strings Honors Recital         Friday, April 17, 2015 8:00pm          Theatrix! A Festival of New York         Friday, April 17, 2015 8:00pm          Clay Forum IV         Saturday, April 18, 2015 1:00pm          Distinguished Faculty Dance Concert         Saturday, April 18, 2015 2:00pm          Theatrix! A Festival of New York         Saturday, April 18, 2015 3:00pm          Distinguished Faculty Dance Concert         Saturday, April 18, 2015 8:00pm          NYU Composers’ Collective Spring Concert         Saturday, April 18, 2015 8:00pm          Theatrix! A Festival of New York         Saturday, April 18, 2015 8:00pm          Distinguished Faculty Dance Concert         Sunday, April 19, 2015 2:00pm          Professional Storytelling at the Provincetown Playhouse         Sunday, April 19, 2015 3:00pm          Theatrix! A Festival of New York         Sunday, April 19, 2015 3:00pm          Barcelona Opera Artistic Director Master Session         Sunday, April 19, 2015 8:00pm          NYU Steinhardt Undergraduate Photography Show         Monday, April 20, 2015 4:00pm          International Education Town Hall 2015         Tuesday, April 21, 2015 12:00pm          Walk-in Advising Hours - NYU Office of Global Programs         Tuesday, April 21, 2015 12:00pm          Phil Howard “Is the Internet of Things Media?”         Tuesday, April 21, 2015 12:30pm          Spring Research Colloquium: Richard Schwartz (CUNY)         Tuesday, April 21, 2015 2:00pm          Tea @ 3         Tuesday, April 21, 2015 3:00pm          Vox: a Multi-media Approach to Delivering Quality News and Information in the Digital Era         Tuesday, April 21, 2015 6:30pm          unCOMMON Salon - When Big Data Slows Down: Digital Humanities and the Study of Roman Amphitheaters         Tuesday, April 21, 2015 6:30pm          Wildlife Conservation Film Screening - Elephants & Rhinos         Tuesday, April 21, 2015 7:00pm          NYU Marimba Ensemble         Tuesday, April 21, 2015 7:30pm          Strings Honors Recital         Tuesday, April 21, 2015 8:00pm          NYU Developmental Colloquium Series: Greg Miller         Wednesday, April 22, 2015 12:00pm          PSI Colloquium Series: Yeshim Iqbal & Natalia Rojas         Wednesday, April 22, 2015 12:00pm          BFA Thesis Show: Missing An Angel         Wednesday, April 22, 2015 5:00pm          Alexander Kobrin         Wednesday, April 22, 2015 8:00pm          NYU Brass Choir         Wednesday, April 22, 2015 8:00pm          Psych Cafe: HDSI Research Spotlight         Thursday, April 23, 2015 12:00am          IHDSC Seminar: Lisa Gennetian         Thursday, April 23, 2015 10:00am          Fulbright Research/Study Application Development Workshop         Thursday, April 23, 2015 1:00pm          Fulbright Research/Study Application Development Workshop         Thursday, April 23, 2015 1:00pm          MARL/SWiTCH Talk: Maria Batlle - “The Muse Seek Project: Breaking the Sound Barrier”         Thursday, April 23, 2015 1:30pm          Window Shopping with Helen Keller: Architecture and Disability in Modern Culture         Thursday, April 23, 2015 6:00pm          NYU Forum on Site-Specific Performance         Thursday, April 23, 2015 6:30pm          Piano Artist Master Class Series         Thursday, April 23, 2015 7:45pm          Walter Reinhold Scholar Recital         Thursday, April 23, 2015 8:00pm          Mind the Gap: An Intercultural Competence Workshop         Friday, April 24, 2015 12:00pm          Mind the Gap: An Intercultural Competence Workshop         Friday, April 24, 2015 12:00pm          IHDSC Seminar: Elizabeth Paluck         Friday, April 24, 2015 12:30pm          Study Away Funding Session         Friday, April 24, 2015 1:00pm          Weekly General Information Sessions - NYU Office of Global Programs         Friday, April 24, 2015 2:00pm          String Chamber Music at Bobst Gallery         Friday, April 24, 2015 5:00pm          International Education Spring Fling on the Water         Friday, April 24, 2015 6:00pm          Scriabin Poèmes         Friday, April 24, 2015 8:00pm          2015 Conference on Financial Intelligence in Health Practice Environments         Saturday, April 25, 2015 12:00am          Tip to Tip Fundraising Walk         Saturday, April 25, 2015 10:00am          Shakespeare to Go Presents The Taming of the Shrew         Sunday, April 26, 2015 10:00am          Across the Ether - An International Collaborative Performance         Sunday, April 26, 2015 2:00pm          The JACK Quartet         Sunday, April 26, 2015 8:00pm          IES-PIRT Proseminar: Joshua Brown         Monday, April 27, 2015 12:00pm          The Office of National Scholarships         Monday, April 27, 2015 1:00pm          ECT Colloquium Series: Rand Spiro         Monday, April 27, 2015 3:30pm          PIAN@POLY!         Monday, April 27, 2015 4:00pm          Senior Series: Applying to Graduate School         Monday, April 27, 2015 5:00pm          NYU Contemporary Music Ensemble         Monday, April 27, 2015 7:30pm          Walk-in Advising Hours - NYU Office of Global Programs         Tuesday, April 28, 2015 12:00pm          Stressbusters and Yoga         Tuesday, April 28, 2015 12:30pm          Experimental Cuisine Collective: April         Tuesday, April 28, 2015 4:00pm          CoMotion - NYU Percussion Ensemble         Tuesday, April 28, 2015 8:00pm          Piano Honors Recital         Tuesday, April 28, 2015 8:00pm          Ukraine Finding Its Way         Wednesday, April 29, 2015 12:00am          Dietetic Internship Info Session: 4/29         Wednesday, April 29, 2015 10:00am          NYU Developmental Colloquium Series: Kristin Bernard         Wednesday, April 29, 2015 12:00pm          PSI Colloquium Series: Jason Rarick & Kate Schwartz         Wednesday, April 29, 2015 12:00pm          International Advisory Committee         Wednesday, April 29, 2015 1:00pm          Job market and professional advising (HMSS Doctoral Brown Bag Series)         Wednesday, April 29, 2015 1:00pm          Photographic Archives: How Images Live On         Wednesday, April 29, 2015 6:30pm          NYU Jazz Choir         Wednesday, April 29, 2015 8:00pm          NYU MFA Thesis Show Part 2         Thursday, April 30, 2015 12:00am          Psych Cafe: HDSI Research Spotlight         Thursday, April 30, 2015 12:00am          IHDSC Seminar: Olivia Golden         Thursday, April 30, 2015 12:00pm          MARL Talk: Ivan Selesnick         Thursday, April 30, 2015 1:30pm          The Steinhardt Soirée - A Celebration for Undergraduates         Thursday, April 30, 2015 6:00pm          CSD Clinical Showcase         Thursday, April 30, 2015 6:30pm          NYU African Gyil and Percussion Ensemble         Thursday, April 30, 2015 7:30pm          Piano Artist Master Class Series         Thursday, April 30, 2015 7:45pm          String Chamber Music         Thursday, April 30, 2015 8:30pm                                                                              This site, and all its contents, are Copyright &copy;       by New York University. All rights reserved.     NYU Steinhardt - Communicative Sciences and Disorders - 665 Broadway,  9th Floor, New York, NY 10012                             Programs                   Undergraduate Studies                      Overview            Future Students            Current Students            Curriculum            Minor            Honors                              Master's Studies                      Overview            Prospective Students            Current Students            Curriculum            Clinical Practicums            FAQs                              Doctoral Studies          Study Abroad                        People                 Faculty         Adjuncts         Clinic Staff         Doctoral Students         Administrative Staff         Alumni                       Clinic         Courses                   Course Listing           Course Prerequisites                        Research                 Faculty Research Interests         Faculty Publications         Research Labs                        Events      Collaborations        Plans / Outcomes                 Outcomes         Essential Functions                       About Us                       Connect with NYU Steinhardt           Apply Now     Request Info       Contact        Get Directions        Call us"}]}]