[{"detail": [{"content": "INVENT/EMPOWER: The 2015 Women in Engineering Summit                                                                                                       Toggle navigation                                       Home   About   Speaker Line Up   Schedule      March 3    March 4    March 5       Info      Check-in    Booths    Free Stuff       STEM K12: HERstory In The Making   HERstory Award Winners                                                                                     WHEN          March 3–5, 2015                                                                              WHERE          Brooklyn, New York          NYU Polytechnic School of Engineering                                                      INVENT/EMPOWER: History Became Herstory                    ALL                Photos                    Selected Photos From the 2015 Women in Engineering Summit                                                                                 He Made HIStory                 For a long time, history belonged to men, and they got to have most of the fun. They invented, built, designed, and created, well, a lot of cool things. When man landed on the moon, it was \"one small step\" for technology and science, but a giant leap forward into the future and into a world where anything was possible now.                                      She Changed HERstory                 It was a turbulent time in history; the future stood waiting for change. In nearly all areas of society, the time was right for disruption. It was time for barriers to come down and limits to shatter; and finally time, for HERstory to pivot. Now the only limit is you and the span of your dreams.                                      Now Make YOURstory                 Join some of the world’s most influential women engineers as they provide you with valuable lessons and tactics you can use to guide your career. Learn from the best in business, science, technology, media, entertainment, philanthropy, education, and high fashion. Don't miss out! Space is limited, so register now!                                                         Connect With Us                                                                                              Powered by Tyler WordPress Theme                     UP             ‹    ›    ×"}]},
{"detail": [{"content": "INVENT/EMPOWER: The 2015 Women in Engineering Summit                                                                                                       Toggle navigation                                       Home   About   Speaker Line Up   Schedule      March 3    March 4    March 5       Info      Check-in    Booths    Free Stuff       STEM K12: HERstory In The Making   HERstory Award Winners                                                                                     WHEN          March 3–5, 2015                                                                              WHERE          Brooklyn, New York          NYU Polytechnic School of Engineering                                                      INVENT/EMPOWER: History Became Herstory                    ALL                Photos                    Selected Photos From the 2015 Women in Engineering Summit                                                                                 He Made HIStory                 For a long time, history belonged to men, and they got to have most of the fun. They invented, built, designed, and created, well, a lot of cool things. When man landed on the moon, it was \"one small step\" for technology and science, but a giant leap forward into the future and into a world where anything was possible now.                                      She Changed HERstory                 It was a turbulent time in history; the future stood waiting for change. In nearly all areas of society, the time was right for disruption. It was time for barriers to come down and limits to shatter; and finally time, for HERstory to pivot. Now the only limit is you and the span of your dreams.                                      Now Make YOURstory                 Join some of the world’s most influential women engineers as they provide you with valuable lessons and tactics you can use to guide your career. Learn from the best in business, science, technology, media, entertainment, philanthropy, education, and high fashion. Don't miss out! Space is limited, so register now!                                                         Connect With Us                                                                                              Powered by Tyler WordPress Theme                     UP             ‹    ›    ×"}, {"content": "The 2013 Women’s Economic Empowerment Summit with U.S. Senator Kirsten Gillibrand                                                                                                               NYU.edu requires JavaScript be enabled in your browser in order to use important features of the site. JavaScript is either disabled or not supported by your browser. For instructions on how to enable JavaScript in your browser, click here .                       New York University    Skip to Content   Skip to Search   Skip to Navigation   Skip to Sub Navigation                                                        NYUHome Login                            Students           |   Faculty           |   Alumni           |   Employees           |   Community                                   Schools          Arts and Science      College of Arts and Science      College of Dentistry      College of Nursing      Courant Institute of Mathematical Sciences      Gallatin School of Individualized Study      Graduate School of Arts and Science      Institute of Fine Arts      Institute for the Study of the Ancient World      Leonard N. Stern School of Business      Liberal Studies Program      NYU Abu Dhabi      NYU Shanghai      Polytechnic School of Engineering      Robert F. Wagner Graduate School of Public Service      School of Professional Studies      School of Law      School of Medicine      Silver School of Social Work      Steinhardt School of Culture, Education, and Human Development      Tisch School of the Arts                QuickLinks          Academic Calendars      Administrative Units      Albert      Apply for Jobs      Athletics      Bookstores      Bursar      Campus Map      Career Development      Emergencies      Events      Giving to NYU      Housing      ITS      Libraries      News      NYU Apparel      Policies      Public Safety      Registrar      Student Health Center      Student Resources      Wellness Exchange                A-Z          A      B      C      D      E      F      G      H      I      J      K      L      M      N      O      P      Q      R      S      T      U      V      W      X      Y      Z                                                          New York University                          Search NYU                    Pages |    People                                       Main Navigation            About NYU       Admissions       Academics       University Life       Research       Global                                 Bread Crumbs          Global   /   Global Academic Centers   /   NYU Washington, DC   /   NYU Washington, DC Events   /                   Sub Navigation                                 Women in and of the World Michele Flournoy                       The 2013 Women’s Economic Empowerment Summit with U.S. Senator Kirsten Gillibrand                                                                   The 2013 Women’s Economic Empowerment Summit with U.S. Senator Kirsten Gillibrand      Friday, December 13, 2013                                 The fabric of the American workforce has changed over the last several decades with the dramatically increased participation of women - but federal policies have yet to adjust to meet the needs of the modern workforce and middle class families. Senator Gillibrand is championing an agenda of Paid Family and Medical Leave, Quality Affordable Child Care, Universal Pre-K, Increased Minimum Wage and Equal Pay to modernize the American workplace for women workers and the entire middle class with policies that treats them equally, allows them to reach their full economic potential and reflects our values. This Summit will be an important discussion about workplace policies that will place women and middle-class families at the forefront of the economic agenda.       Attendees will also have the opportunity to participate in one of two &quot;solution sessions&quot; designed for panelists to share their experiences and spark discussion about how current workplace policies and challenges have affected their professional and personal success, and what steps need to be taken to allow for full economic empowerment.                             Download the Schedule                                                     U.S. Senator Kirsten Gillibrand                              Sylvia Ann Hewlett                              Carol Evans                              Edith Cooper                              Elizabeth Cutler                              Karen Finney                              Rossana Rosado                              Neera Tanden                              Monika Mantilla                              Cyma Zarghami                              Cynthia Leive                              Cheryl Heinonen                              Natalia Oberti Noguera                              Eileen Naughton                              Vanessa Karen Bush                                                     Billie Jean King                              Ellen Schall                              Lisa Price                              Ilene Lang                              Tanisha Sykes                              Kristin Rowe-Finkbeiner                              Ruth Gaviria                           Solution Sessions               Option 1 - Room 405/406                                           Elevating Women in the Workforce: Ensuring Financial Stability for All Americans                               The 21st Century has brought fundamental changes to the global marketplace creating new opportunities for women to take the lead in jobs of the future – from Silicon Valley to Wall Street. Women are breaking into traditionally male-dominated sectors and making vital contributions to the economy. Yet even with a changing workforce, workplace policies have remained the same. Panelists will share their experiences and discuss the importance of supporting women in these new roles through federal policy changes including equal pay, minimum wage, and paid Family Medical Leave, among others.       Edith Cooper, Global Head of Human Capital Management at Goldman Sachs   Ilene Lang, President and Chief Executive Officer at Catalyst   Karen Finney, Host of MSNBC’s Disrupt with Karen Finney   Elizabeth Cutler, Co-founder of SoulCycle   Elieen Naughton, Vice President, Global Accounts &amp; Global Agencies at Google                             Option 2 - Room 804/805                                           Overcoming Barriers: Supporting Breadwinning Women and their Families                               According to a recent Pew Research Center study, a record 40 percent of all households with children under the age of 18 have mothers serving as the sole or primary breadwinners for their family. Panelists will share their experiences and discuss the need for federal policies that help women balance the demands of the workplace with the needs of their families.     Cheryl Heinonen, Senior Vice President, Corporate Relations and Chief Communications Officer at Avon   Natalia Oberti Noguera, Founder and Chief Executive Officer of the Pipeline Fellowship   Kristin Rowe-Finkbeiner, Executive Director and Chief Executive Officer of MomsRising.org   Tanisha Sykes, Work and Wealth Senior Editor for ESSENCE Magazine   Ruth Gaviria, Executive Vice President, Corporate Marketing for Univision Communications Inc.                              Host               Kirsten Gillibrand                                           U.S. Senator, New York                               Kirsten E. Gillibrand was first sworn in as United States Senator from New York in January 2009. In November 2012, Gillibrand was elected to her first six-year Senate term with 72 percent of the vote, winning 60 of New York’s 62 counties.   Prior to her service in the Senate, Gillibrand served in the U.S. House of Representatives, representing New York's 20th Congressional District, which spanned 10 counties in upstate New York.   Throughout her time in Congress, Senator Gillibrand has been committed to open and honest government. When she was first elected, she pledged to bring unprecedented transparency and access to her post. And she did, becoming the first Member of Congress to post her official public schedule, personal financial disclosure, and federal earmark requests online. The New York Times called Gillibrand's commitment to transparency a &quot;quiet touch of revolution&quot; in Washington, and The Sunlight Foundation, the leading advocacy organization dedicated to making government more open and transparent, praised Senator Gillibrand as a pioneer for her work. For more information, visit Senator Gillibrand's Sunlight Report at http://gillibrand.senate.gov/sunlight/   And she hasn’t let up since. In 2012, Senator Gillibrand became the first Senator in history to publish her personal tax returns for every year she has served in office directly on her own website, and led the effort to pass the STOCK Act, legislation to finally make insider trading by members of Congress illegal, making them play by the exact same set of rules as every other American. A Washington Post report hailed the STOCK Act as the “most substantial debate on congressional ethics in nearly five years.”   In the U.S. Senate, Senator Gillibrand has made her presence felt, helping lead the fight to repeal &quot;Don't Ask Don't Tell,&quot; the policy that banned gays from serving openly in the military, and providing health care and compensation to the 9/11 first responders and community survivors that are sick with diseases caused by the toxins at Ground Zero. Senator Gillibrand worked to bring Democrats and Republicans together to win both legislative victories, leading Newsweek/The Daily Beast to name Senator Gillibrand one of “150 Women Who Shake the World.”   As the mother of two young children, Senator Gillibrand knows that working families are struggling in this difficult economy. By making quality child care and higher education more affordable, providing property tax relief and keeping our neighborhoods safe, Senator Gillibrand's legislative agenda puts middle class and working families first. She has written legislation to address the country's nursing shortage, make quality autism treatment more affordable, improve asthma treatment for children, and ensure that drinking water and baby products are safe for consumers. And she led the way to take drop-side cribs that were responsible for the deaths of infants off the market.   Senator Gillibrand's number one priority is to rebuild the American economy, by creating good-paying jobs, helping small businesses get loans, and partnering with the private sector to foster innovation and entrepreneurship. She wrote new legislation to strengthen and retool New York’s manufacturers, and stamp more products with the words “Made in America,” and create new manufacturing jobs in New York.   As the first New York Senator to sit on the Agriculture Committee in nearly 40 years, Senator Gillibrand is giving New York families the seat at the table they deserve as Congress debates food policy. She worked hard to strengthen the 2012 Farm Bill for New York by strengthening specialty crops, expanding rural broadband, improving recovery efforts from natural disasters, and protect access to nutrition assistance for struggling children and families.   After serving on the Armed Services Committee in the House, Senator Gillibrand is again serving on the Senate Armed Services, using her position to strengthen America's armed services, national security and military readiness, and to continue fighting for America's troops and military families by creating better economic opportunities for veterans returning home to their families today. Among her top priorities for the 113th Congress, is ending the scourge of sexual violence in the military, and strengthening the rights and protections of victims of sexual assault.   From her seat on the Aging Committee, Senator Gillibrand is committed to fighting on behalf of seniors, working to lower the cost of prescription drugs, make long-term care more affordable so seniors can remain independent for as long as they are able, and protecting seniors from financial fraud. Senator Gillibrand is also working to lower property taxes, co-sponsoring legislation that would give New York residents a full federal tax deduction for their property taxes.   After attending Albany's Academy of Holy Names, Senator Gillibrand graduated in 1984 from Emma Willard School in Troy, New York, the first all women's high school in the United States. A magna cum laude graduate of Dartmouth College in 1988, Gillibrand went on to receive her law degree from the UCLA School of Law in 1991 and served as a law clerk on the Second Circuit Court of Appeals.   After working as an attorney in New York City for more than a decade, Senator Gillibrand served as Special Counsel to United States Secretary of Housing and Urban Development (HUD) Andrew Cuomo during the Clinton Administration. She then worked as an attorney in Upstate New York before becoming a member of Congress.   Born and raised in upstate New York, Senator Gillibrand now lives in Brunswick, New York, with her husband, Jonathan Gillibrand, and their two young sons, nine-year-old Theodore and four-year-old Henry.                       Keynote               Billie Jean King                                           Former Tennis Icon, Humanitarian                               Billie Jean King, member of the President's Council on Fitness, Sports &amp; Nutrition, is a sports icon and humanitarian who won 39 Grand Slam singles, doubles, and mixed doubles tennis titles, including a record 20 championships at Wimbledon. She empowered women and educated men when she defeated Bobby Riggs in one of the greatest moments in sports history – the Battle of the Sexes in 1973, which celebrates its 40th anniversary this year. This match is remembered for its effect on society and its contribution to the women's movement. In 2008, she authored Pressure is a Privilege: Lessons I've Learned from Life and the Battle of the Sexes to commemorate the 35th anniversary of her historic 1973 match against Bobby Riggs.   She was one of nine players who broke away from the tennis establishment and accepted $1 contracts from tennis promoter Gladys Heldman in 1970 in Houston. The revolt led to the birth of women's professional tennis and the formation of the Virginia Slims Tour and Women's Tennis Association.   King founded the Women's Tennis Association (1973), which marks its 40th anniversary in 2013, the Women's Sports Foundation (1974), Women's Sports Magazine (1974), and co-founded GreenSlam, an environmental initiative for the sports industry (2007). She also co-founded World TeamTennis (1974), the groundbreaking co-ed professional tennis league, and founded the World TeamTennis Recreational League, one of the most popular recreational tennis formats in the U.S.   She was honored on August 28, 2006, when the National Tennis Center, home of the U. S. Open, was renamed the USTA Billie Jean King National Tennis Center in honor of King's contributions to tennis, sports, and society both on and off the court. She continues to be involved with the USTA. On August 9, 2009, King was awarded the Presidential Medal of Freedom by President Barack Obama, making her the first female athlete to receive this honor. LIFE Magazine also named her &quot;one of the most important Americans of the 20th century.&quot;                        Confirmed Participants               Vanessa Karen Bush                                           Editor-in-Chief of ESSENCE                               Bio to come.                           Edith Cooper                                           Executive Vice President and Global Head of Human Capital Management, Goldman Sachs                               Ms. Cooper has been an Executive Vice President of Goldman Sachs since April 2011 and our Global Head of Human Capital Management since March 2008. She serves as Vice Chair of the Partnership Committee and is a member of the Management Committee. Previously, she served in various positions at the firm, including sales management within the Securities Division. Ms. Cooper first joined Goldman Sachs in 1996 to build and lead the firm’s Energy Sales Group in New York. In 2000, she became Co-Head of the Commodities Business in Europe and Asia, based in London. She assumed responsibility for the firm’s Futures business in 2002.                           Elizabeth Cutler                                           Co-Founder of SoulCycle                               Once upon a Soul there were two women desperately searching for some CARDIO. Julie Rice was living in Los Angeles. A busy talent manager - she could barely stop her hectic &quot;movie biz&quot; schedule to fit in a workout, let alone enjoy it. After searching high and low for an exercise that would keep her not only physically in shape but also mentally inspired, she found indoor cycling. The music and the energy kept her coming back and yet she felt it could be even more....   Elizabeth Cutler grew up in Chicago. While studying abroad from the University of Colorado she did some SOUL searching and wound up in a monastery in India, at the National Palace Museum, and in a traditional japanese house in Kyoto. Eventually she returned to Colorado where inspiring cardio was just one mountain around the corner. Hiking was a natural and breathtaking way to stay fit and happy. She sold luxury real estate and practiced Jin Shin Jyutsu (ancient practice and philosophy of healing aka grandparent of acupuncture). After meeting her husband she moved to Manhattan.   Shortly after both women had relocated to New York City, they began searching for some type of cardio exercise they could fall in love with. But unfortunately, no luck. There were certainly enough ways to burn calories, but nothing that made their hearts sing. Ultimately they realized they would have to create it! Elizabeth and Julie met at a lunch and the rest was SOULhistory! They both believed indoor cycling could be inspiring; they both believed you could incorporate upper body and core workout into the routine; and finally they believed with some great branding, a beautiful environment, and outstanding customer service, the 45-minute class could be transformed into a special experience each time.   Elizabeth combed Craigslist and found the &quot;rear lobby&quot; at West 72nd Street. Julie learned all she could about renting towels and passing out schedule cards up and down the avenues of the West Side of NYC. Slowly, the riders began to come.   Today both are amazed at the community that has become SoulCycle. The inspiring instructors, dedicated riders, and tireless studio soul team. It is truly a labor of SOUL. Both continued to be inspired BY and AT SoulCycle.                           Carol Evans                                           President, Working Mother Media                               Carol Evans serves as President of Working Mother Media and CEO of Diversity Best Practices which are part of Bonnier Corporation. In 2006, Working Mother Media acquired Diversity Best Practices (DBP), the leading corporate membership organization supporting diversity and inclusion in the workplace. DBP’s Best Practice Sessions, conferences, research, and publications allow companies to leap ahead on their diversity journey. At DBP, Carol has launched the Network and Affinity Leadership Congress (NALC), CEO Diversity Leadership Roundtables, the DBP Benchmarking and Assessment Tool and the Global Inclusion initiative.   Carol’s involvement with Working Mother magazine dates back to 1978, when she played a critical role in the launch. She grew Working Mother over the next decade, serving as advertising director and VP publisher. In 1986 she founded the Working Mother 100 Best Companies, still the most important workplace benchmark in the country.   Between 1989 and 2001, Carol ran two publishing companies. She was President of Stagebill, and Chief Operating Officer of The Chief Executive Group, including Chief Executive magazine and CEO2CEO Conferences.   In August 2001, Carol Evans founded Working Mother Media by acquiring Working Mother magazine and the National Association for Female Executives (NAFE), becoming the first mom to own Working Mother. She has launched several key initiatives including Best Companies for Multicultural Women, Best Law Firms for Women, Best of Congress, Best Green Companies and Best Companies for Hourly Workers.   A graduate of Empire State College/SUNY, Carol serves as Vice Chairman of the Board of the March of Dimes. She has won numerous awards, most recently the Admiral Grace Hopper Women’s Diversity Champion Award from the U.S. Navy.   She is a highly acclaimed keynote speaker on the advancement of women, work life balance, barriers facing women of color and leadership, and appears frequently on radio and TV as an expert on women.   Carol’s book, the award-winning This is How We Do It: The Working Mother’s Manifesto was published by Penguin. She is most proud of being mom to Julia Rose (20) and Robert (23), and wife of Bob Coulombe, a Lt. Colonel in the New York Guard.                           Kristin Rowe-Finkbeiner                                           Executive Director and Chief Executive Officer of MomsRising.org                               Kristin Rowe-Finkbeiner Executive Director/CEO and Co-Founder of MomsRising, Kristin Rowe-Finkbeiner has been deeply involved in grassroots engagement and policy analysis for more than two decades. Started in May 2006, MomsRising is an on-the-ground and online organization with more than 1 million members, more than 750 contributing bloggers, and more than a hundred aligned national organizations, working together to increase family economic security, to end discrimination against women and mothers, and to help ensure all children can thrive. Rowe-Finkbeiner serves as board President of the MomsRising Education Fund. In 2012, Forbes.com named MomsRising's website one of the “Top 100 Websites For Women” for the third year in a row.   She has received numerous accolades for her work, including fellowships from the Rockwood Institute and the Hunt Alternatives Fund, awards from the Washington State League of Women Voters, and ParentMap Magazine. Her awards for writing include the Society of Professional Journalists Excellence in Journalism award for magazine writing, the Ernesta Drinker Ballard Award, as well as an award from the Independent Book Publishers Association.   Rowe-Finkbeiner is also a frequent public speaker, radio host, and an award-winning author of books, including The F-Word: Feminism in Jeopardy and The Motherhood Manifesto, which she co-authored with MomsRising co-founder and board President Joan Blades. She has written articles on a variety of topics, including women and families, public policy, motherhood, economic security, equality, health, civic engagement, and new feminism. She is a regular contributor to the Huffington Postand has been interviewed about issues related to women and mothers, family economic security, and grassroots organizing by numerous international, national and local news outlets, including, CNN, New York Times, Washington Post, Today Show, Good Morning America, NOW with David Brancaccio, To the Contrary and BBC World Service.   Rowe-Finkbeiner is also the host of “MomsRising Radio with Kristin Rowe-Finkbeiner,” a new, weekly, hour-long show on 1480AM in Washington, D.C. and available on iTunes.                           Karen Finney                                           Host of MSNBC’s Disrupt with Karen Finney                               Finney, who served as the first African-American spokeswoman for the Democratic National Committee, has been an msnbc political analyst and guest host on the network since 2009.   “Karen’s rich background in both education policy and politics will add a unique point of view to our expanding live weekend programming,” said msnbc President Phil Griffin in a statement.   Prior to her time at the DNC, when she led the party’s media strategy during the 2006 midterm elections and the 2008 presidential elections, Finney served as the deputy press secretary to then-first lady Hillary Clinton and deputy director of presidential scheduling for President Bill Clinton.                           Ruth Gaviria                                           Executive Vice President, Corporate Marketing for Univision Communications Inc.                               Ruth Gaviria is executive vice president of Corporate Marketing for Univision Communications Inc. (UCI), the leading media company serving Hispanic America. She is responsible for developing and implementing the Company’s overall marketing strategy, brand positioning and consumer research. In addition, all divisional marketing functions have dual accountability to Ms. Gaviria and she leads the UCI Marketing Council.   Prior to joining UCI, Ms. Gaviria served as vice president of Hispanic Ventures for Meredith Corporation where she created and launched the Spanish-language lifestyle magazine, Siempre Mujer. She also oversaw the continued development of Meredith’s Hispanic portfolio of brands including SiempreMujer.com, Ser Padres, Espera and Bebe.   In her previous role, Ms. Gaviria served as the director of Marketing and Brand Development for People En Español, a Time Inc. publication. Her extensive experience includes serving as director of Multicultural Markets at Colgate Palmolive and as vice president, Global Marketing at Fusion Networks. She also has held several sales and brand management positions at Miller Brewing Company and began her marketing career at Procter &amp; Gamble.   Ms. Gaviria is considered an expert in the Hispanic consumer market with 25 years of brand experience including the launch of 27 brands in the U.S in both package goods and media. In 2013, she was named one of Advertising Age’s Top Women to Watch and one ofCableFax’s Most Powerful Women in Cable. She was previously recognized as one of Ad Age’s Hispanic Media Players to Watch in 2005 and in 2000 one of Advertising Age’s Top 100 Marketers. In August of this year she was appointed to the board of directors of ALSAC/St. Jude Children’s Research Hospital.   Ms. Gaviria holds a degree in Genetics from Tulane University in New Orleans and lives in Westport, Ct. with her son, Mateo Gaviria.                             Cheryl Heinonen                                           Senior Vice President, Corporate Relations and Chief Communications Officer at Avon                               Cheryl Heinonen is Senior Vice President, Corporate Relations and Chief Communications Officer. She is responsible for Avon’s Corporate and Internal Communications, Public Relations, Representative Communications, Government Affairs and Corporate Responsibility. Ms. Heinonen is also a member of Avon's Executive Committee.   Prior to joining Avon in 2012, she was Managing Director at Burson-Marsteller, a leading global communications agency, where she advised some of the world's top consumer brands on communications and reputation management issues. Her areas of focus included not only reputation management but also Corporate Social Responsibility, organizational communications, consumer branding and international public affairs.   Before assuming her role at Burson-Marsteller, Ms. Heinonen worked at Visa from 1997 to 2008, most recently as senior vice president of global corporate relations. In this position, she managed all communications programs for Visa International through its three-year corporate restructuring and initial public offering. She established the company's internal and external digital communications strategy, global reputation management programs and an integrated global CSR program. Ms. Heinonen also managed communications for the first major re-brand for Visa in the company's history and led public relations for its global sports sponsorship portfolio.   Ms. Heinonen earned a B.A. in Political Science from Bryn Mawr College. She has extensive involvement with the global women's economic development agenda, having worked with corporations, foundations and non-government organizations (NGOs) in this field since 2004.                           Sylvia Ann Hewlett                                           Founding President and Chief Executive Officer of the Center for Talent Innovation                               Sylvia Ann Hewlett is an economist and the founder and CEO of the Center for Talent Innovation, a Manhattan-based think tank. She founded and chairs a task force for Talent Innovation of seventy-five multinational companies focused on fully realizing the new streams of talent in the global labor market. For the last nine years she’s directed the Gender and Policy Program at Columbia University’s School of International and Public Affairs. She’s also co-director of the Women’s Leadership Program at the Columbia Business School. She is a member of the Council on Foreign Relations and the Century Association.   Hewlett is the author of ten Harvard Business Review articles and ten critically acclaimed books, including When the Bough Breaks (winner of a Robert F. Kennedy Memorial Book Award), Off-Ramps and On-Ramps (named as one of the best business books of 2007 by Amazon.com), and Winning the War for Talent in Emerging Markets. She was recently ranked number sixteen on the Thinkers50 list of the world’s most influential business gurus. Her writings have appeared in the New York Times, the Financial Times, Foreign Affairs, and the International Herald Tribune, and she is a featured blogger on the HBR Blog Network. In 2011 she received the Isabel Benham Award from the Women’s Bond Club as well as a Women of the Year Award from the Financial Women’s Association, and in 2013 she received a Work Life Legacy Award from the Families and Work Institute.   Hewlett is a founder of Hewlett Chivée Partners, an advisory services firm that focuses on helping organizations leverage talent across the divides of culture, gender, geography, and generation Hewlett has taught at Cambridge, Columbia, and Princeton universities and has held fellowships at the Institute for Public Policy Research in London and the Center for the Study of Values in Public Life at Harvard. In the 1980s she became the first woman to head the Economic Policy Council, a nonprofit composed of 125 business and labor leaders.   Hewlett is a sought-after speaker on the international stage. She has keynoted International Women’s Day at the IMF, given the featured address at Pfizer’s Emerging Markets Leadership Summit in Dubai, and spoken at the White House. She is a frequent guest on TV and radio programs, appearing on The Oprah Winfrey Show, The NewsHour with Jim Lehrer, Charlie Rose, ABC World News Tonight, The Today Show, The View, BBC World News, and Talk of the Nation – and she has been lampooned on Saturday Night Live.   A Kennedy Scholar and graduate of Cambridge University, Hewlett earned her PhD in economics at London University.                          Ilene Lang                                           President and Chief Executive Officer at Catalyst                                                           Cynthia Leive                                           Editor in Chief, Glamour                               Cynthia Leive has served as Editor-in-Chief of Glamour magazine since May 2001. Glamour is the most celebrated women's magazine in America today, having won more than 170 journalism awards. It reaches more than 12 million readers each month, and outsells more than 98% of all magazines on the newsstand.   Under Leive, Glamour has received a record number of editorial awards, including four consecutive National Magazine Award nominations for General Excellence from 2005-2008. In 2005 the magazine won that award (last given to a women's magazine in 1992), and then in 2007 Glamour won another National Magazine Award for Personal Service. The magazine has also received three Clarion awards from Women in Communications, four Exceptional Merit Media Awards from the National Women's Political Caucus, five Front Page Awards from The Newswomen's Club of New York and the Beth Fonda Award from the American Medical Writers Association, among many others. Leive's first issue of Glamour won the Folio Editorial Excellence Award.   Glamour was also named for the first time to both Advertising Age's &quot;A-List&quot; and Adweek's &quot;Hot List&quot; in 2005 and 2006 in recognition of the magazine's strength in circulation, advertising pages, editorial excellence and industry acclaim. Glamour was named again to Adweek's &quot;Hot List&quot; in 2007 and 2008. Since Leive became editor-in-chief, Glamour's circulation has risen to its highest levels in history, with a rate base of 2.25 million. Crain's put Leive on its &quot;Top 40 Under 40&quot; list and she was also named one of Gotham magazine's most powerful women under 40 in New York. Leive is the author of &quot;Glamour's Big Book of Dos &amp; Don'ts: Fashion Help for Every Woman&quot; and Ex-officio of the American Society of Magazine Editors.   Leive's work has also been recognized outside the media industry. In 2008 she received a White House Project &quot;EPIC&quot; Award for publishing &quot;In Search of Hope: The Global Diaries of Mariane Pearl.&quot; In 2006 she received a &quot;Matrix&quot; Award from Women in Communications; a &quot;Champion of Choice&quot; Award from NARAL-NY for her continued coverage of women's health; and, along with Senator Hillary Rodham Clinton and Gloria Steinem, a &quot;Lead Her&quot; Award from Girls Learn International for her activism in bringing Pakistani heroine Mukhtar Mai to the U.S. for the first time. She received the 2005 &quot;New York Success Is Working&quot; Award from Dress for Success; and, the &quot;Celebration of the Power of Women&quot; Award from the NOW Legal Defense Fund. Leive also frequently discusses women's issues, from fashion to politics, on industry and community panels and regularly appears on Today, Good Morning America, The View and ABC World News Tonight.   Prior to joining Glamour, Leive served as Editor-in-Chief of Self magazine. Under her as editorship, Self's circulation increased by 11 percent. Before Self, Leive was deputy editor of Glamour, where she worked for 11 years; there, she devised many of the magazine's highest-rated features, edited and wrote prize-winning stories, and produced the magazine's annual Women of the Year Awards.   A graduate of Swarthmore College, Leive began her career in publishing at The Paris Review and The Saturday Review. She lives in New York City with her husband, film producer Howard Bernstein, daughter Lucy and son Isaac.                          Monika Mantilla                                           President and Chief Executive Officer for Altura Capital                               As President and CEO, Monika Mantilla is responsible for the overall strategic direction and leadership of the firm. Under her leadership, Altura has become a nationally recognized leader and innovator in the Emerging Money Manager space. The firm’s groundbreaking and comprehensive Emerging Manager Information Platform –utilized by some of the largest institutional investors in the country–, its commitment to the institutional market, and its team of seasoned investment professionals, has catapulted Altura to grow and consolidate its presence as an innovative manager of emerging managers group.   Ms. Mantilla’s investment management career is widely complemented by her successful general management career and a lifetime of involvement in community issues. Ms. Mantilla’s rich professional background spans twenty-two years of domestic and international management and investment management experience. Prior to founding Altura Capital, Ms. Mantilla was a principal with an investment management consulting firm holding $2.1 billion dollars of assets. It advised over one hundred institutional and private clients, including pension plans, corporations, unions, endowments, foundations, universities, families and individuals.   Ms. Mantilla is nationally recognized as a researcher, leader and an innovator in the area of capital and diversity. A trusted advisor to some of the largest institutional investors in the country and the world, she has been deeply involved in a variety of national initiatives to grow and expand the small, emerging and diverse institutional money manager category. Her firm's research in the theme of investing with small, entrepreneurial, minority- and women- owned investment firms is widely utilized by institutional investors. She was invited by the U.S. House of Representatives Financial Services Committee to address challenges, trends and other issues related to Hispanics in financial services, and she spearheaded two important white papers about Latinos in asset management that have become an important industry resource. She has also been an active advocate for stronger trade and investment throughout the Americas and between the United States and Spain.   Ms. Mantilla and her firm have received numerous honors and awards. In 2010, she was presented with the &quot;Hispanic Heritage Award&quot;—the highest honor for Latinos by Latinos—in the business category, as well as the &quot;Entrepreneur of the Year&quot; by the New York State Hispanic Chamber of Commerce, the &quot;New York City Entrepreneur of the Year&quot; by Latina Style Magazine and Business Series. In 2007 she received the Opal Financial Group &quot;Special Recognition Award&quot; at the Emerging Manager Summit. In 2006 she received the New York-Westchester Hispanic Chamber of Commerce’s &quot;Business Woman of the Year Award&quot;, and in 2003 the Hispanic Magazine’s &quot;Excellence in Financial Services Award&quot;.   In 2009, 2010 and 2011, Latino Leaders Magazine recognized her as one of the 101 Most Influential Leaders in Hispanic U.S.A. She sits on the board of multiple not-for-profit organizations. She chairs the Capital and Advocacy Committee for the New America Alliance –an organization of American Latino business leaders united to promote the economic, philanthropic and political advancement of the American Latino community. Monika sits on the Corporate Diversity Task Force established by Senator Menendez. She was appointed by the Secretary of Commerce as a member of International Trade Advisory Center (ITAC), a unique public-private partnership jointly managed by the U.S. Department of Commerce and the Office of United States Trade Representative that engages business leaders in formulating U.S. trade policy.   Ms. Mantilla holds an MBA from Columbia Business School in New York and a Law degree from the Universidad del Rosario in Bogotá, Colombia. She is married to Jay Garcia, COO and CFO at Altura Capital. They have two girls and reside in Scarsdale, New York.                           Eileen Naughton                                           Vice President, Global Accounts & Global Agencies for Google                               A leader on Google's high-growth display business, Eileen is responsible for digital media strategy, marketing and operations across Google's display advertising businesses in North and South America, including YouTube, the Google content network and Orkut. Earlier, as Director of Media Platforms, she helped shape Google's early entry into the display, video, mobile and TV advertising business, and led integration of DoubleClick's platform, rich media and AdExchange sales teams into Google for 12 months post-acquisition. Eileen joined Google in 2006 as director in the North American direct sales organization, responsible for large-advertiser revenues the Eastern region.   Previously, Eileen had a distinguished career at Time Warner Inc., where she was president of the TIME Group: TIME magazine's US and international editions, TIME.com, TIME for Kids, LIFE Magazine and the Time &amp; Life Picture Collection. She served as Vice President of Investor Relations during the merger of AOL and Time Warner; as President of Time Inc. Interactive, responsible for the digital assets of Time Warner's publishing division; as Director of Finance and Planning at Time Inc.; and as General Manager of Fortune Magazine.   Eileen holds Bachelor's and Master's Degrees in international studies from the University of Pennsylvania and an MBA from its Wharton School. She serves on the board of The Knot Inc., a lifestage media company. At TIME, she hosted a Global Health Summit in collaboration with the Bill &amp; Melinda Gates Foundation, and was a member of the Business Coalition on HIV/AIDS. She was named a &quot;Woman of Valor&quot; by the American Diabetes Association for her work to raise awareness of the obesity epidemic and a &quot;Woman to Watch&quot; by AdAge in 2007. In 2009, she was featured in &quot;How Remarkable Women Lead,&quot; a book focusing on successful female leaders by McKinsey &amp; Company consultants Joanna Barsh and Susie Cranston.                           Natalia Oberti Noguera                                           Founder and Chief Executive Officer of the Pipeline Fellowship                               Natalia Oberti Noguera is founder and CEO of Pipeline Fellowship, an angel investing bootcamp that trains women philanthropists and creates capital for women social entrepreneurs.                         Lisa Price                                           Founder, Carol's Daughter                               From humble beginnings in her Brooklyn kitchen, Founder of Carol’s Daughter, Inc., Lisa Price transformed her beloved hobby of mixing up fragrances and creams at home into a multi-million dollar beauty empire.   In the early 1990’s, Price began experimenting with making her own fragrances and perfume sprays when she wasn’t busy working on the legendary sitcom The Cosby Show. She added oils to unscented lotions, and began learning the aromatherapeutic and healing properties of the oils.   When the show finished its remarkable TV run in 1992, Price used the end of one chapter of her life to embark on another. With $100 in cash, her own kitchen, and the simple notion that people should follow their hearts, Lisa started building the collection that would become a beauty revolution. She began by selling her homespun beauty products at flea markets, but then had to set up shop in her living room as demand increased. Favorable word-of-mouth spread like wildfire as her customers enjoyed such unique products as Love Butter, Hair Milk, Black Vanilla Hair Smoothie and Lemon Mint Manicure. Her business continued to grow, aided by the encouragement and assistance of family members and friends.   In August of 1994, Price officially established Carol's Daughter (the company lovingly named after her mother). Initially starting out with a handful of steady customers, those numbers grew in leaps and bounds as women outside her neighborhood and circle of friends began to take notice. Almost overnight, celebrities like Jada Pinkett-Smith, Erykah Badu, Rosie Perez and Halle Berry became loyal customers.   Price is the recipient of numerous awards, among them the National Black MBA Association's Entrepreneur of the Year Award (2000), the Working Woman Magazine’s Entrepreneurial Excellence Award (2001), the National Book Club Conference Terrie Williams Inspiration Award (2004), the YWCA “W” Award (2010), the FFAWN I’m Power – I’m Beauty Award (2010) and a Cosmetic Executive Women Achiever Award (2010).   She is also the author of Success Never Smelled So Sweet, a remarkable memoir that chronicles her transformation from a young Black woman deep in debt and burdened by low self-esteem to the president of a multi-million dollar business. Looking back on her years growing up in Brooklyn, Price vividly recalls her recurring connection with nature: a profound love and appreciation of the natural fragrances of the world. Price continues to encourage the entrepreneurial spirit of other women through her book, speaking engagements and business seminars.   Price is an active philanthropist and currently sits on the board of the Foundation for the Advancement of Women Now (FFAWN), a charity that is dedicated to empowering women and instilling confidence so that they may achieve their dreams through education, empowerment and encouragement. The foundation was founded by Steve Stoute and Mary J. Blige.   Today, Carol's Daughter sells millions of dollars worth of products, employs more than 80 staff members and boasts nine stores across the country, with a flagship store in Harlem. Price hopes to continue expanding Carol's Daughter to other cities.   Price is dedicated to giving back to the community through both her business and her personal life. She has taken a hands-on approach to involvement in community fundraising walks and gala events for the Lupus Foundation of America. Additionally, Price generously and frequently offers product donations to community organizations both large and small in an effort to help Carol’s Daughter's extended friends and family with their own outreach and fundraising efforts.   Most recently, Price has been appointed as a member of the National Women’s Business Council, an independent source of advice and policy recommendations to the President, Congress, and the U.S. Small Business Administration on economic issues that face female business owners.   Price and her husband, Gordon, have two sons and a daughter and live in Brooklyn. When she can find the time (between managing her business and family), Price enjoys going to the beach, reading, crocheting, and watching movies.                           Rossana Rosado                                           Publisher Emeritus El Diario/La Presna                               Rossana Rosado has been a dominant force in New York media for 27 years. Using her Journalism degree from Pace University, she started as a City Hall reporter at El Diario La Prensa. She left the newspaper to join WPIX, Inc. as a Producer of Public A‑ airs programming. The move paid o‑ and she was later promoted to Public Service Director, responsible for the creation and placement of hundreds of Public Service Announcements on the air. Ms. Rosado was recognized for her talents when she won an Emmy in 1992 for the production of a series of Public Service Announcements featuring organizations which helped children.   After rejoining El Diario La Prensa in 1995, she held the esteemed position of Editor in Chief, being the first woman to hold that position at the now 95 year old paper. As a testament to her hard work, she was named Publisher and CEO of El Diario La Prensa in 1999, overseeing the day-to-day operations of the oldest Spanishlanguage newspaper in the country where she is responsible for over $22 million in annual revenue.   Ms. Rosado’s dedication extends far beyond the media arena. In 1992 she was appointed Vice President for Public A‑ airs at the Health &amp; Hospitals Corporation for the City of New York. She currently serves on the board of The Innocence Project, the New York Women’s Foundation, Repertorio Español, 100 Hispanic Women of Westchester and the Downtown Brooklyn Partnership. In addition, she was recently named Director of Corporate Civic Empowerment Initiatives and Community Journalism Projects for ImpreMedia.   Ms. Rosado has received numerous accolades for her superiority in her field, including an Emmy, a STAR award from the NY Women’s Agenda, the Peabody Award for Journalism and the NY Press Club President’s award, to name a few.                         Ellen Schall                                           Martin Cherkasky Professor of Health Policy and Management, Former Dean of Robert F. Wagner School of Public Service, NYU                               Ellen Schall is the Martin Cherkasky Professor of Health Policy &amp; Management at NYU Wagner and a Senior Presidential Fellow at NYU. Her research focuses on leadership and organizational transformation. She and her faculty colleague Sonia Ospina partnered with the Ford Foundation to establish the Research Center for Leadership in Action (RCLA), a permanent research center at Wagner. RCLA’s work has shifted commonly-held notions of leadership from a focus on the attributes of an individual to an investment in the collective work of a group.   Professor Schall served as Dean of NYU Wagner from 1992 to 2013, during which time she led the school from an institution with a strong local and regional reputation to one that is widely recognized nationally and internationally. NYU Wagner is currently ranked sixth nationally in the U.S. News &amp; World Report ranking of public affairs schools.   Professor Schall began her career as a Legal Aid Society criminal defense attorney, and served as Commissioner of the NYC Department of Juvenile Justice from 1983 to 1990. She has extensive experience in nonprofit management and governance, including more than 30 years of active membership on the board of University Settlement House. She received a B.A. from Swarthmore College and a J.D. (cum laude) from NYU School of Law. &amp;nbsp;                           Tanisha Sykes                                           Work and Wealth Senior Editor for ESSENCE Magazine                               Tanisha A. Sykes is the Senior Editor, Personal Finance &amp; Careers for Essence Magazine, the preeminent lifestyle magazine for African‑American women with a brand reach of more than 8 million. She is responsible for empowering African American women to be healthy, wealthy and wise by assigning, editing, and managing content for the Work &amp; Wealth section of the magazine—the highest rated area of the magazine.   A noted public speaker on topics such as personal finance, home ownership and career development, Sykes has provided commentary on media outlets including: NBC-TV’s Today, MSNBC, ABC News Now, Today in New York, The Black Enterprise Report and FOX 5’s Good Day New York. She has been a keynote speaker, host, moderator, judge and panelist for a variety of organizations and corporations around the country.   Very much in demand, Sykes has served as the preeminent authority on a financial fitness program for a national business publication across all major U.S. cities from Los Angeles to Miami. She is also a voiceover artist whose 45-second radio reports on personal finance topics have aired twice daily on more than thirty Clear Channel radio stations across the country.   Sykes previously worked for Black Enterprise Magazine for almost 10 years, as well as the Philadelphia Tribune. She is a 1995 graduate of Rutgers University in New Brunswick, New Jersey. She has a Bachelor of Arts degree in Journalism, Mass Media and Sociology, and has completed post-graduate work at Temple University in Philadelphia.   She resides in New Jersey with her husband and two children.                           Neera Tanden                                           President, Center for American Progress                               Neera Tanden is the President of the Center for American Progress and Counselor to the Center for American Progress Action Fund. Tanden has served in both the Obama and Clinton administrations, as well as presidential campaigns and think tanks. Most recently, Tanden served as the Chief Operating Officer for the Center, leading strategic planning of the organization, managing all operations including all of the organization’s finance and fundraising efforts, and serving as a key member of CAP’s executive team. Tanden focused the organization on measuring the impact of the Center’s work.    Tanden previously served as senior advisor for health reform at the Department of Health and Human Services, advising Secretary Kathleen Sebelius and working on President Barack Obama’s health reform team in the White House to pass the bill. In that role, she developed policies around reform and worked with Congress on particular provisions of the legislation.    Prior to that, Tanden was the director of domestic policy for the Obama-Biden presidential campaign, where she managed all domestic policy proposals. Tanden had also served as policy director for the Hillary Clinton presidential campaign where she directed all policy work, ranging from domestic policy to the economy to foreign affairs, and managed day-to-day policy announcements. In that role, she also oversaw the debate preparation process for then-Sen. Clinton (D-NY).  Before the presidential campaign, Tanden was Senior Vice President for Academic Affairs at CAP. She was one of the first senior staff members at the Center, joining as Senior Vice President for Domestic Policy when CAP first opened its doors. In between, Tanden was legislative director for Sen. Clinton, where she oversaw all policy in the Senate office. In 2000 she was Hillary Clinton’s deputy campaign manager and issues director for her Senate campaign in New York. Tanden also served as associate director for domestic policy in the Clinton White House and senior policy advisor to the first lady.     Tanden currently has a regular column for The New Republic online and has appeared on NBC’s “Meet the Press,” ABC’s “This Week,” “The NewsHour with Jim Lehrer,” MSNBC, CNN, and Fox. She was recently named one of the “Most Influential Women in Washington” by National Journal and received the India Abroad Publisher’s Award for Excellence in 2011. She received her bachelor of science from UCLA and her law degree from Yale Law School.                           Cyma Zarghami                                           President of Nickelodeon                               Ms. Cyma Zarghami serves as the Group President at Nickelodeon Global Network Ventures, Inc. Ms. Zarghami serves as the President of Nickelodeon/MTVN Kids and Family Group of Viacom, Inc. Ms. Zarghami served as the Head of MTVN Kids and Family Group of Nickelodeon Global Network Ventures, Inc. since January 2005. She served as the President of Nickelodeon Television. She began her career with Nickelodeon in 1985. She served as President of Nickelodeon Networks. She played an instrumental role in the Nickelodeon's marketing partnerships, initiatives and growth, including the launch of Nickelodeon UK in 1993 and Nick at Nite's TV Land launch in 1996. She was named General Manager of Nickelodeon in 1996, she helped launch all of Nickelodeon's major dayparts, including Nick Jr., SNICK (Saturday Night Nickelodeon) and TEENick. Ms. Zarghami has been at Viacom Inc. for 20 years. Over the years, she has introduced many of Nickelodeon's signature programming and achievements and breakthrough packaging concepts such as Slime Time Live and U Pick Live. Ms. Zarghami served as Vice Chairman of MTV Networks.                                                              NYU Footer          Search      Directory      Campus Map      Events      Contact Us      Site Map      Copyright and Fair Use      Feedback         Unless otherwise noted, all content copyright New York University. All rights reserved. Designed by The Office of Web Communications"}]}]