[{"detail": [{"content": "NYU >  Russian and Slavic Studies                        New York University       Arts and Science       College of Arts and Science       Graduate School of Arts and Science                              &gt;     Photo Credits       Department of Russian and Slavic Studies                                                        Home       People       Undergraduate Program       Graduate Programs       Courses       Events       Resources       Jordan Family Center       Contact Us       Employment           Welcome to the Department of Russian and Slavic Studies at New York University. Through a broad range of courses in Russian language, history, literature, and culture, the department aims to give students a thorough understanding of one of the most interesting and significant cultures in the world today. Whether in popular lecture courses treating the Russian classics in translation, surveys of modern Russian history and politics, or in small seminars devoted to the close study of texts and primary sources in the original, faculty members are committed to conveying to students the vibrancy of a culture that is at once central to the development of modern European culture and strikingly exotic to western readers. Learn More   &amp;nbsp;     Announcements       Spring 2014 Courses       Related Information       Undergraduate Admissions       GSAS Admissions         &amp;nbsp;     &amp;nbsp;         Sitemap       |       Contact us       |       &copy; New York University       ,       Arts and Science"}]},
{"detail": [{"content": "NYU >  Russian and Slavic Studies                        New York University       Arts and Science       College of Arts and Science       Graduate School of Arts and Science                              &gt;     Photo Credits       Department of Russian and Slavic Studies                                                        Home       People       Undergraduate Program       Graduate Programs       Courses       Events       Resources       Jordan Family Center       Contact Us       Employment           Welcome to the Department of Russian and Slavic Studies at New York University. Through a broad range of courses in Russian language, history, literature, and culture, the department aims to give students a thorough understanding of one of the most interesting and significant cultures in the world today. Whether in popular lecture courses treating the Russian classics in translation, surveys of modern Russian history and politics, or in small seminars devoted to the close study of texts and primary sources in the original, faculty members are committed to conveying to students the vibrancy of a culture that is at once central to the development of modern European culture and strikingly exotic to western readers. Learn More   &amp;nbsp;     Announcements       Spring 2014 Courses       Related Information       Undergraduate Admissions       GSAS Admissions         &amp;nbsp;     &amp;nbsp;         Sitemap       |       Contact us       |       &copy; New York University       ,       Arts and Science"}, {"content": "Literature Faculty, Department of English | NYU                                      NEW YORK UNIVERSITY       ARTS AND SCIENCE       COLLEGE OF ARTS AND SCIENCE       GRADUATE SCHOOL OF ARTS AND SCIENCE                                                                                       Home     People              Visiting Scholars              Postdoctoral Lecturers         Undergraduate Program       Graduate Programs       Leaves and Committees       Events       Newsletter       Employment       Donate to the English Department       Faculty Only               Home &gt; People       Literature Faculty         John M. Archer   Professor of English Email: john.archer@nyu.edu   Research/Interest: Renaissance drama; early-modern literature and culture; the history of subjectivity; literary theory; philosophy and literature.               Thomas Augst   Associate Professor of English Email: tom.augst@nyu.edu   Research/Interest: American literature and culture; literacy, print culture, and the history of the book; 19th century social reform and the development of mass media; the cultural geography of humanist enterprise; graduate training and program development in digital humanities               Jennifer J. Baker   Associate Professor of English; Director of Undergraduate Studies for English Email: jbaker@nyu.edu   Research/Interest: American literature; colonial, early national and antebellum literary and intellectual history; American Romanticism               Bill Blake   Assistant Professor of English, Drama; Adviser for Dramatic Literature Email: billblake@nyu.edu   Research/Interest: 17th- and 18th-century British literature and cultural history; theater history; wartime and postwar cultures; public arts controversies; humanities computing; text mining               Nicholas T Boggs   Clinical Assistant Professor and Director of Student Research and Advisement, Department of English; Email: nicholas.boggs@nyu.edu   Research/Interest: Twentieth and twenty-first century American literature; African American literature, especially James Baldwin and Ralph Ellison; gender and sexuality studies; creative writing.               Christopher Cannon   Professor of English; Chair Email: christopher.cannon@nyu.edu   Research/Interest: Grammar and grammar school learning; early Middle English; Chaucer; Langland; problems of literary history; language and theories of language               Una Chaudhuri   Collegiate Professor; Professor of English, Drama, Environmental Studies; New York University Abu Dhabi Email: uc1@nyu.edu   Research/Interest: Modern Drama; theatre history; performance theory; animal studies; eco-criticism; art in the Anthropocene               Patricia Crain   Associate Professor of English Email: patcrain@nyu.edu   Research/Interest: Nineteenth-century U.S. literature and culture; history of books and reading; literacy studies; childhood studies; critical pedagogy and civic engagement                 Patrick H Deer   Associate Professor of English Email: patrick.deer@nyu.edu   Research/Interest: Modernism; war culture and war literature; contemporary British literature and culture; the novel and film; cultural studies; Anglophone literature and postcolonial studies.               Carolyn Dinshaw   Professor of Social and Cultural Analysis, English; Chair of Social and Cultural Analysis Email: carolyn.dinshaw@nyu.edu   Research/Interest: English and Western European medieval literature and culture; feminist studies; lesbian/gay/bisexual/transgender studies; history of sexuality; theories of history and historiography; theories and experiences of temporality; ecology and ecocriticism; history of maps and mapping               Juliet Fleming   Associate Professor of English; Director of the MA Email: jf102@nyu.edu   Research/Interest: Renaissance literature and culture; history of the book; literary theory; theories of writing.               Elaine Freedgood   Professor of English Email: ef38@nyu.edu   Research/Interest: Victorian literature and culture; critical theory; history of the novel               Toral Gajarawala   Associate Professor of English, Comparative Literature; Graduate Job Placement Coordinator for English Email: tqg1828@nyu.edu   Research/Interest: Postcolonial and subaltern studies; theories of the novel; narrative theory, realisms, modernisms, contemporary Anglophone and vernacular fiction.               Ernest B Gilman   Professor of English Email: ernest.gilman@nyu.edu   Research/Interest: English Renaissance literature; interrelationships of literature and the visual arts; literature and disease               Lisa Gitelman   Professor of English; Professor of Media Culture and Communication (Steinhardt) Email: gitelman@nyu.edu   Research/Interest: Media history; American print culture; new media in historical context; techniques of inscription               John Guillory   Silver Professor of English; Professor of English Email: john.guillory@nyu.edu   Research/Interest: Renaissance poetry and prose; Shakespeare; Milton; literature and science in the Renaissance; the history of rhetoric; the history of criticism; the sociology of literary study; twentieth-century literary theory               Richard Halpern   Erich Maria Remarque Professor of Literature; Professor of English; Email: rh101@nyu.edu   Research/Interest: Renaissance literature; Shakespeare; literary theory; modernism; Greek drama               Phillip Brian Harper   Erich Maria Remarque Professor of Literature; Professor of Social and Cultural Analysis, English; Director, Gender and Sexuality Studies Email: phil.harper@nyu.edu   Research/Interest: Modern and contemporary U.S. literary and cultural studies; African-American literature and culture; gender and sexuality studies               Josephine Gattuso Hendin   Professor of English Email: jh6@nyu.edu   Research/Interest: Contemporary American literature and culture; psychology and literature; ethnicity and literature; creative writing               David L. Hoover   Professor of English Email: david.hoover@nyu.edu   Research/Interest: authorship attribution, linguistic stylistics, statistical stylistics, corpus stylistics, humanities computing, English language, animal language and cognition, Old English meter               Julia Jarcho   Assistant Professor of English, Drama Email: jarcho@nyu.edu   Research/Interest: Theater and drama studies; modernism; critical theory; literary theory               Wendy Lee   Assistant Professor of English Email: WendyALee@nyu.edu   Research/Interest: 18th-century British literature & culture; Enlightenment philosophy; history & theory of the novel; affect & cognitive studies; Jane Austen; animal studies; Asian American literature               Laurence S Lockridge   Professor of English Email: ll3@nyu.edu   Research/Interest: Romantic literature; philosophical criticism; biography; American cultural studies               John Maynard   Professor of English Email: jrm4@nyu.edu   Research/Interest: Victorian literature and culture; literary theory; reader theory; biography; sexuality and literature; cultural studies; modern literature               Paula McDowell   Associate Professor of English; Deputy Chair of English Email: paula.mcdowell@nyu.edu   Research/Interest: Eighteenth-century British literature and cultural history; history of the book; media history and theory               Elizabeth McHenry   Associate Professor of English Email: elizabeth.mchenry@nyu.edu   Research/Interest: African-American literature, culture, and intellectual history; nineteenth and twentieth-century United States literature; History of the Book               Maureen N. McLane   Professor of English Email: maureen.mclane@nyu.edu   Research/Interest: British romanticism; English and Scottish literature and culture, 1750-1830; twentieth-century and contemporary North American poetry; modernism; postmodernism; media studies; Anglophone poetries/poetics; human sciences and literature               Erin B Mee   Assistant Professor/Faculty Fellow of English, Drama Email: ebm2049@nyu.edu   Research/Interest: Contemporary Indian performance, Theories of acting and directing, Spectatorship, Neuroperformance, Contemporary Remakings of Greek tragedy               Perry Meisel   Professor of English Email: perry.meisel@nyu.edu   Research/Interest: Modern literature; critical theory               Haruko Momma   Professor of English Email: hal.momma@nyu.edu   Research/Interest: Old English language and literature; medieval literature and culture; history of the English language; culture of religion; philology and philosophy of language; history of language studies; medievalism               Peter Nicholls   Henry James Professor; Professor of English Email: pn18@nyu.edu   Research/Interest: Twentieth-century British and American literature; international modernism; modern and contemporary poetry and poetics               Tomás Urayoán Noel   Assistant Professor of English, Spanish & Portuguese Email: tun202@nyu.edu   Research/Interest: U.S. Latino/a literatures and cultures; poetry and poetics of the Americas; media and performance studies; the Caribbean and its diasporas; modernisms and avant-gardes; translation studies; multi-ethnic New York City; creative writing               Crystal Parikh   Associate Professor of English, Social and Cultural Analysis; Director of PhD Email: crystal.parikh@nyu.edu   Research/Interest: Asian American literature and studies; Latino/Chicano literature and studies; feminist and critical race theory; postcolonial studies; twentieth-century American literature               Cyrus R. K. Patell   Associate Professor of English; American Studies (affiliate); Associate Dean of Humanities, NYU Abu Dhabi Email: cyrus.patell@nyu.edu   Research/Interest: American literature and culture; history and culture of New York City; theory and practice of cosmopolitanism; minority discourse; cultural studies; literary historiography               Mary Poovey   Samuel Rudin University Professor in the Humanities; Professor of English Email: mary.poovey@nyu.edu   Research/Interest: Victorian Literature and Culture, Economic history of Great Britain and History of Financial Institutions               Sonya Posmentier   Assistant Professor, Department of English Email: sp141@nyu.edu   Research/Interest: Black diasporic literature   Poetry and poetics  Ecological and environmental theory  Global Anglophone literatures  Sound studies               Dara Regaignon   Visiting Associate Professor of English; Director of the Expository Writing Program Email: dara.regaignon@nyu.edu   Research/Interest: Victorian literature and culture; children’s literature; composition; writing in the disciplines; writing program administration; pedagogy; genre theory;domesticity and motherhood               Catherine Robson   Professor of English Email: catherine.robson@nyu.edu   Research/Interest: 19th-century British Literature, Victorian Cultural Studies, Education and Childhood Studies               Martha Dana Rust   Associate Professor of English; Director, Medieval and Renaissance Center Email: martha.rust@nyu.edu   Research/Interest: Medieval literature and culture; technologies of writing; phenomenology of reading; picture theory; cognitive science of reading; literary representations of illness and disease; memory studies.               S.S. Sandhu   Associate Professor of English, Social and Cultural Analysis Email: ss162@nyu.edu   Research/Interest: Toil; avant pulp; Asiatica; off-kilter Englishness; artists' books; topographics; listening; the cinematical; migrant aesthetics; poetics and sociology of sport; Sweden.               Lytle Shaw   Professor of English; Director of Graduate Admissions for English Email: lds2@nyu.edu   Research/Interest: Postwar and contemporary poetry and art, mostly in North America; site-specificity; lowercase theory; museums; experimental historiography and ethnography               Clifford Siskin   Henry W. and Albert A. Berg Professor of English and American Literature; Director, The Re:Enlightenment Project at New York University and the New York Public Library; Email: clifford.siskin@nyu.edu   Research/Interest: Literary, social, and technological change, 1700-1850 (British); print culture and digital culture; literary theory and genre theory; the organization of knowledge.               Jeffrey L Spear   Associate Professor of English Email: jls1@nyu.edu   Research/Interest: Victorian studies; visual culture; Victorian art movements and British India               Gabrielle Starr   Seryl Kushner Dean of the College of Arts and Science; Professor of English Email: ggs3@nyu.edu   Research/Interest: Eighteenth-Century literature; neuroaesthetics; materialism and aesthetics; imagination; the interrelationship of novel and lyric; Ovid and the eighteenth century               Catharine R Stimpson   University Professor; Professor of English Email: catharine.stimpson@nyu.edu   Research/Interest: modern literature; women in culture and society; and education               Pacharee Sudhinaraset   Assistant Professor/Faculty Fellow of English Email: ps139@nyu.edu   Research/Interest: Asian American literary and cultural studies; twentieth-century women of color literature, comparative racialization, and literary utopia               Rajeswari Sunder Rajan   Global Distinguished Professor of English Email: rs191@nyu.edu   Research/Interest: Postcolonial studies; feminist theory; gender and culture in South Asia; Indian writing in English; British Victorian literature               Simón Trujillo   Assistant Professor of English Email: simon.trujillo@nyu.edu   Research/Interest: Chicana/o and Latina/o studies and literature; US multi-ethnic literature; comparative ethnic studies in the Americas; Borderlands theories and methodologies               Gregory Vargo   Assistant Professor/Faculty Fellow of English Email: greg.vargo@nyu.edu   Research/Interest: Nineteenth-century British literature and culture; periodicals and serialization; didactic and political fiction; literature and social history; anti-colonialism in British culture; archival research methods.               Bryan Waterman   Associate Professor of English Email: bryan.waterman@nyu.edu   Research/Interest: 18th- and 19th-century American literary and cultural history; New York City literary, performance, and intellectual cultures; the Revolutionary Atlantic World               Jini Kim Watson   Associate Professor of English, Comparative Literature; Director of Undergraduate Honors for English Email: jkw1@nyu.edu   Research/Interest: Asia-Pacific literature and cultural studies; postcolonial studies; spatial and architectural   theory; comparative modernities; feminist and critical theory                 Robert J.C. Young   Silver Professor; Professor of English, Comparative Literature Email: rjy2@nyu.edu   Research/Interest: Postcolonial literatures and cultures; the history of colonialism and anti-colonialism; cultural history of the 19th and 20th centuries; literary and cultural theory.                       More People       Literature Faculty       Staff       Associated Faculty       Affiliated Faculty       Expository Writing Program       Senior Creative Writing Faculty       Visiting Faculty       Emeritus Faculty       Scholarly Activities       Visiting Scholars       Postdoctoral Lecturers                                 Related Information                   Graduate Student Directory (M.A.)       Graduate Student Directory (PhD)       Faculty Only                                   Useful Links                   Arts and Science Faculty Profiles       NYU Public Directory                               Contact Us | &copy; New York University , Arts and Science"}]},
{"detail": [{"content": "NYU >  Russian and Slavic Studies                        New York University       Arts and Science       College of Arts and Science       Graduate School of Arts and Science                              &gt;     Photo Credits       Department of Russian and Slavic Studies                                                        Home       People       Undergraduate Program       Graduate Programs       Courses       Events       Resources       Jordan Family Center       Contact Us       Employment           Welcome to the Department of Russian and Slavic Studies at New York University. Through a broad range of courses in Russian language, history, literature, and culture, the department aims to give students a thorough understanding of one of the most interesting and significant cultures in the world today. Whether in popular lecture courses treating the Russian classics in translation, surveys of modern Russian history and politics, or in small seminars devoted to the close study of texts and primary sources in the original, faculty members are committed to conveying to students the vibrancy of a culture that is at once central to the development of modern European culture and strikingly exotic to western readers. Learn More   &amp;nbsp;     Announcements       Spring 2014 Courses       Related Information       Undergraduate Admissions       GSAS Admissions         &amp;nbsp;     &amp;nbsp;         Sitemap       |       Contact us       |       &copy; New York University       ,       Arts and Science"}, {"content": "Literature Faculty, Department of English | NYU                                      NEW YORK UNIVERSITY       ARTS AND SCIENCE       COLLEGE OF ARTS AND SCIENCE       GRADUATE SCHOOL OF ARTS AND SCIENCE                                                                                       Home     People              Visiting Scholars              Postdoctoral Lecturers         Undergraduate Program       Graduate Programs       Leaves and Committees       Events       Newsletter       Employment       Donate to the English Department       Faculty Only               Home &gt; People       Literature Faculty         John M. Archer   Professor of English Email: john.archer@nyu.edu   Research/Interest: Renaissance drama; early-modern literature and culture; the history of subjectivity; literary theory; philosophy and literature.               Thomas Augst   Associate Professor of English Email: tom.augst@nyu.edu   Research/Interest: American literature and culture; literacy, print culture, and the history of the book; 19th century social reform and the development of mass media; the cultural geography of humanist enterprise; graduate training and program development in digital humanities               Jennifer J. Baker   Associate Professor of English; Director of Undergraduate Studies for English Email: jbaker@nyu.edu   Research/Interest: American literature; colonial, early national and antebellum literary and intellectual history; American Romanticism               Bill Blake   Assistant Professor of English, Drama; Adviser for Dramatic Literature Email: billblake@nyu.edu   Research/Interest: 17th- and 18th-century British literature and cultural history; theater history; wartime and postwar cultures; public arts controversies; humanities computing; text mining               Nicholas T Boggs   Clinical Assistant Professor and Director of Student Research and Advisement, Department of English; Email: nicholas.boggs@nyu.edu   Research/Interest: Twentieth and twenty-first century American literature; African American literature, especially James Baldwin and Ralph Ellison; gender and sexuality studies; creative writing.               Christopher Cannon   Professor of English; Chair Email: christopher.cannon@nyu.edu   Research/Interest: Grammar and grammar school learning; early Middle English; Chaucer; Langland; problems of literary history; language and theories of language               Una Chaudhuri   Collegiate Professor; Professor of English, Drama, Environmental Studies; New York University Abu Dhabi Email: uc1@nyu.edu   Research/Interest: Modern Drama; theatre history; performance theory; animal studies; eco-criticism; art in the Anthropocene               Patricia Crain   Associate Professor of English Email: patcrain@nyu.edu   Research/Interest: Nineteenth-century U.S. literature and culture; history of books and reading; literacy studies; childhood studies; critical pedagogy and civic engagement                 Patrick H Deer   Associate Professor of English Email: patrick.deer@nyu.edu   Research/Interest: Modernism; war culture and war literature; contemporary British literature and culture; the novel and film; cultural studies; Anglophone literature and postcolonial studies.               Carolyn Dinshaw   Professor of Social and Cultural Analysis, English; Chair of Social and Cultural Analysis Email: carolyn.dinshaw@nyu.edu   Research/Interest: English and Western European medieval literature and culture; feminist studies; lesbian/gay/bisexual/transgender studies; history of sexuality; theories of history and historiography; theories and experiences of temporality; ecology and ecocriticism; history of maps and mapping               Juliet Fleming   Associate Professor of English; Director of the MA Email: jf102@nyu.edu   Research/Interest: Renaissance literature and culture; history of the book; literary theory; theories of writing.               Elaine Freedgood   Professor of English Email: ef38@nyu.edu   Research/Interest: Victorian literature and culture; critical theory; history of the novel               Toral Gajarawala   Associate Professor of English, Comparative Literature; Graduate Job Placement Coordinator for English Email: tqg1828@nyu.edu   Research/Interest: Postcolonial and subaltern studies; theories of the novel; narrative theory, realisms, modernisms, contemporary Anglophone and vernacular fiction.               Ernest B Gilman   Professor of English Email: ernest.gilman@nyu.edu   Research/Interest: English Renaissance literature; interrelationships of literature and the visual arts; literature and disease               Lisa Gitelman   Professor of English; Professor of Media Culture and Communication (Steinhardt) Email: gitelman@nyu.edu   Research/Interest: Media history; American print culture; new media in historical context; techniques of inscription               John Guillory   Silver Professor of English; Professor of English Email: john.guillory@nyu.edu   Research/Interest: Renaissance poetry and prose; Shakespeare; Milton; literature and science in the Renaissance; the history of rhetoric; the history of criticism; the sociology of literary study; twentieth-century literary theory               Richard Halpern   Erich Maria Remarque Professor of Literature; Professor of English; Email: rh101@nyu.edu   Research/Interest: Renaissance literature; Shakespeare; literary theory; modernism; Greek drama               Phillip Brian Harper   Erich Maria Remarque Professor of Literature; Professor of Social and Cultural Analysis, English; Director, Gender and Sexuality Studies Email: phil.harper@nyu.edu   Research/Interest: Modern and contemporary U.S. literary and cultural studies; African-American literature and culture; gender and sexuality studies               Josephine Gattuso Hendin   Professor of English Email: jh6@nyu.edu   Research/Interest: Contemporary American literature and culture; psychology and literature; ethnicity and literature; creative writing               David L. Hoover   Professor of English Email: david.hoover@nyu.edu   Research/Interest: authorship attribution, linguistic stylistics, statistical stylistics, corpus stylistics, humanities computing, English language, animal language and cognition, Old English meter               Julia Jarcho   Assistant Professor of English, Drama Email: jarcho@nyu.edu   Research/Interest: Theater and drama studies; modernism; critical theory; literary theory               Wendy Lee   Assistant Professor of English Email: WendyALee@nyu.edu   Research/Interest: 18th-century British literature & culture; Enlightenment philosophy; history & theory of the novel; affect & cognitive studies; Jane Austen; animal studies; Asian American literature               Laurence S Lockridge   Professor of English Email: ll3@nyu.edu   Research/Interest: Romantic literature; philosophical criticism; biography; American cultural studies               John Maynard   Professor of English Email: jrm4@nyu.edu   Research/Interest: Victorian literature and culture; literary theory; reader theory; biography; sexuality and literature; cultural studies; modern literature               Paula McDowell   Associate Professor of English; Deputy Chair of English Email: paula.mcdowell@nyu.edu   Research/Interest: Eighteenth-century British literature and cultural history; history of the book; media history and theory               Elizabeth McHenry   Associate Professor of English Email: elizabeth.mchenry@nyu.edu   Research/Interest: African-American literature, culture, and intellectual history; nineteenth and twentieth-century United States literature; History of the Book               Maureen N. McLane   Professor of English Email: maureen.mclane@nyu.edu   Research/Interest: British romanticism; English and Scottish literature and culture, 1750-1830; twentieth-century and contemporary North American poetry; modernism; postmodernism; media studies; Anglophone poetries/poetics; human sciences and literature               Erin B Mee   Assistant Professor/Faculty Fellow of English, Drama Email: ebm2049@nyu.edu   Research/Interest: Contemporary Indian performance, Theories of acting and directing, Spectatorship, Neuroperformance, Contemporary Remakings of Greek tragedy               Perry Meisel   Professor of English Email: perry.meisel@nyu.edu   Research/Interest: Modern literature; critical theory               Haruko Momma   Professor of English Email: hal.momma@nyu.edu   Research/Interest: Old English language and literature; medieval literature and culture; history of the English language; culture of religion; philology and philosophy of language; history of language studies; medievalism               Peter Nicholls   Henry James Professor; Professor of English Email: pn18@nyu.edu   Research/Interest: Twentieth-century British and American literature; international modernism; modern and contemporary poetry and poetics               Tomás Urayoán Noel   Assistant Professor of English, Spanish & Portuguese Email: tun202@nyu.edu   Research/Interest: U.S. Latino/a literatures and cultures; poetry and poetics of the Americas; media and performance studies; the Caribbean and its diasporas; modernisms and avant-gardes; translation studies; multi-ethnic New York City; creative writing               Crystal Parikh   Associate Professor of English, Social and Cultural Analysis; Director of PhD Email: crystal.parikh@nyu.edu   Research/Interest: Asian American literature and studies; Latino/Chicano literature and studies; feminist and critical race theory; postcolonial studies; twentieth-century American literature               Cyrus R. K. Patell   Associate Professor of English; American Studies (affiliate); Associate Dean of Humanities, NYU Abu Dhabi Email: cyrus.patell@nyu.edu   Research/Interest: American literature and culture; history and culture of New York City; theory and practice of cosmopolitanism; minority discourse; cultural studies; literary historiography               Mary Poovey   Samuel Rudin University Professor in the Humanities; Professor of English Email: mary.poovey@nyu.edu   Research/Interest: Victorian Literature and Culture, Economic history of Great Britain and History of Financial Institutions               Sonya Posmentier   Assistant Professor, Department of English Email: sp141@nyu.edu   Research/Interest: Black diasporic literature   Poetry and poetics  Ecological and environmental theory  Global Anglophone literatures  Sound studies               Dara Regaignon   Visiting Associate Professor of English; Director of the Expository Writing Program Email: dara.regaignon@nyu.edu   Research/Interest: Victorian literature and culture; children’s literature; composition; writing in the disciplines; writing program administration; pedagogy; genre theory;domesticity and motherhood               Catherine Robson   Professor of English Email: catherine.robson@nyu.edu   Research/Interest: 19th-century British Literature, Victorian Cultural Studies, Education and Childhood Studies               Martha Dana Rust   Associate Professor of English; Director, Medieval and Renaissance Center Email: martha.rust@nyu.edu   Research/Interest: Medieval literature and culture; technologies of writing; phenomenology of reading; picture theory; cognitive science of reading; literary representations of illness and disease; memory studies.               S.S. Sandhu   Associate Professor of English, Social and Cultural Analysis Email: ss162@nyu.edu   Research/Interest: Toil; avant pulp; Asiatica; off-kilter Englishness; artists' books; topographics; listening; the cinematical; migrant aesthetics; poetics and sociology of sport; Sweden.               Lytle Shaw   Professor of English; Director of Graduate Admissions for English Email: lds2@nyu.edu   Research/Interest: Postwar and contemporary poetry and art, mostly in North America; site-specificity; lowercase theory; museums; experimental historiography and ethnography               Clifford Siskin   Henry W. and Albert A. Berg Professor of English and American Literature; Director, The Re:Enlightenment Project at New York University and the New York Public Library; Email: clifford.siskin@nyu.edu   Research/Interest: Literary, social, and technological change, 1700-1850 (British); print culture and digital culture; literary theory and genre theory; the organization of knowledge.               Jeffrey L Spear   Associate Professor of English Email: jls1@nyu.edu   Research/Interest: Victorian studies; visual culture; Victorian art movements and British India               Gabrielle Starr   Seryl Kushner Dean of the College of Arts and Science; Professor of English Email: ggs3@nyu.edu   Research/Interest: Eighteenth-Century literature; neuroaesthetics; materialism and aesthetics; imagination; the interrelationship of novel and lyric; Ovid and the eighteenth century               Catharine R Stimpson   University Professor; Professor of English Email: catharine.stimpson@nyu.edu   Research/Interest: modern literature; women in culture and society; and education               Pacharee Sudhinaraset   Assistant Professor/Faculty Fellow of English Email: ps139@nyu.edu   Research/Interest: Asian American literary and cultural studies; twentieth-century women of color literature, comparative racialization, and literary utopia               Rajeswari Sunder Rajan   Global Distinguished Professor of English Email: rs191@nyu.edu   Research/Interest: Postcolonial studies; feminist theory; gender and culture in South Asia; Indian writing in English; British Victorian literature               Simón Trujillo   Assistant Professor of English Email: simon.trujillo@nyu.edu   Research/Interest: Chicana/o and Latina/o studies and literature; US multi-ethnic literature; comparative ethnic studies in the Americas; Borderlands theories and methodologies               Gregory Vargo   Assistant Professor/Faculty Fellow of English Email: greg.vargo@nyu.edu   Research/Interest: Nineteenth-century British literature and culture; periodicals and serialization; didactic and political fiction; literature and social history; anti-colonialism in British culture; archival research methods.               Bryan Waterman   Associate Professor of English Email: bryan.waterman@nyu.edu   Research/Interest: 18th- and 19th-century American literary and cultural history; New York City literary, performance, and intellectual cultures; the Revolutionary Atlantic World               Jini Kim Watson   Associate Professor of English, Comparative Literature; Director of Undergraduate Honors for English Email: jkw1@nyu.edu   Research/Interest: Asia-Pacific literature and cultural studies; postcolonial studies; spatial and architectural   theory; comparative modernities; feminist and critical theory                 Robert J.C. Young   Silver Professor; Professor of English, Comparative Literature Email: rjy2@nyu.edu   Research/Interest: Postcolonial literatures and cultures; the history of colonialism and anti-colonialism; cultural history of the 19th and 20th centuries; literary and cultural theory.                       More People       Literature Faculty       Staff       Associated Faculty       Affiliated Faculty       Expository Writing Program       Senior Creative Writing Faculty       Visiting Faculty       Emeritus Faculty       Scholarly Activities       Visiting Scholars       Postdoctoral Lecturers                                 Related Information                   Graduate Student Directory (M.A.)       Graduate Student Directory (PhD)       Faculty Only                                   Useful Links                   Arts and Science Faculty Profiles       NYU Public Directory                               Contact Us | &copy; New York University , Arts and Science"}, {"content": "Faculty    | Department of Comparative Literature | NYU                                  New York University       Arts and Science       College of Arts and Science       Graduate School of Arts and Science                                                                                Home       Faculty       Undergraduate Program       Graduate Program       Events       News       Newsletter       Poetics and Theory       Employment             Stay Connected           Facebook       Twitter                       Home > Faculty     Faculty         Core Faculty     Assistant Professor/Faculty Fellow     Associated Faculty     Professor Emeriti     Affiliated Faculty                 Core Faculty             Emily Apter   Professor of French, Comparative Literature Email: emily.apter@nyu.edu                   Ulrich Baer   Professor of German, Comparative Literature; Vice Provost for Faculty, Arts, Humanities, & Diversity Email: ulrich.baer@nyu.edu     Research/Interest: 19th- to 20th-century poetry; literary theory; intersections of history and literature; contemporary literature; theories and history of photography; Rilke and Celan.                 Gabriela Basterra   Associate Professor of Comparative Literature, Spanish & Portuguese Email: gabriela.basterra@nyu.edu     Research/Interest: Literature and philosophy, ethical and poetic subjectivity, comparative literature, rhetoric, poetry, tragedy, psychoanalysis, ethics and politics, Kant, Levinas.                 Emanuela Bianchi   Assistant Professor of Comparative Literature Email: e.bianchi@nyu.edu     Research/Interest: Ancient philosophy and literature; 20th century and contemporary continental philosophy; feminist/queer theory.                 Manthia Diawara   University Professor; Professor of Comparative Literature, Africana Studies Email: manthia.diawara@nyu.edu     Research/Interest: Black American film, literary and cultural studies, black film in Africa and Europe.                   Ana María Dopico   Associate Professor of Spanish and Portuguese, Comparative Literature Email: ana.dopico@nyu.edu     Research/Interest: Comparative studies of the Americas, theory and history of the novel, Cuban and Caribbean Culture, nationhood and imperialism, syncretism and visual culture, memory and popular culture, national poets, public intellectuals and cultural genealogies, U.S. Latino cultures, North-South studies/cultural politics of the global South, gender and narrative, psychoanalysis and social mythologies.                 Andrea Gadberry   Assistant Professor of Comparative Literature Email: andrea.gadberry@nyu.edu     Research/Interest: Comparative early modern and Enlightenment studies; philosophy and political theory, 1600-1800; genre; poetics; psychoanalysis; critical theory.                 Jay Garcia   Associate Professor of Comparative Literature Email: jg197@nyu.edu     Research/Interest: 20th and 21st century U.S. literature; modern literature and literary theory, African American literary history, Black Atlantic theory, intellectual history; history and practice of American Studies; cultural criticism                 Hala Halim   Associate Professor of Comparative Literature, Middle Eastern and Islamic Studies Email: hala.halim@nyu.edu     Research/Interest: modern Arabic, English and Anglophone literatures; postcolonial theory; cosmopolitanism; Mediterraneanism and Levantinism; South-South comparatism; Nahda and comparative modernities; Translation Studies; travel literature; globalization; urban cultures                 Mikhail Iampolski   Professor of Comparative Literature, Russian & Slavic Studies Email: mi1@nyu.edu     Research/Interest: Slavic literatures and cinema; theory of representation; the body in culture                 Jacques Lezra   Professor of Spanish and Portuguese, Comparative Literature Email: jl174@nyu.edu     Research/Interest: Comparative literature and literary theory; Shakespeare; the literary and visual culture of Early Modern Europe.                 Avital Ronell   Professor of German, Comparative Literature, English ; Acting Chair of Comparative Literature Email: avital.ronell@nyu.edu     Research/Interest: Literary and other discourses; feminist and queer letters; philosophy; technology and media; psychoanalysis; deconstruction; performance art.                 Kristin Ross   Professor of Comparative Literature Email: kr1@nyu.edu     Research/Interest: French literature and culture of the 19th and 20th centuries; Francophone Caribbean literature; urban history, theory, and politics; literature, culture, and ideology; popular culture; History and Literature                 Mark Sanders   Professor of Comparative Literature Email: ms130@nyu.edu     Research/Interest: African Literature, Literary Theory, Law and Literature, Philosophy and Literature, South African Literature and Intellectual History, Testimony, Autobiography, Ethics, Psychoanalysis.                 Richard Sieburth   Professor of French, English, Comparative Literature   Email: richard.sieburth@nyu.edu                   Cristina Vatulescu   Associate Professor of Comparative Literature, Russian & Slavic Studies Email: cristina.vatulescu@nyu.edu     Research/Interest: aesthetics and politics, law, and policing; artistic and extra-artistic genres, in particular the novel, autobiography, documentary film, melodrama, and the police file/film; literary and film theory and history; Russian and Romanian twentieth century culture; immigration and cultural exchange;                 Xudong Zhang   Professor of East Asian Studies, Comparative Literature Email: xz3@nyu.edu     Research/Interest: Modern Chinese literature and culture; critical theory. Twentieth-Century Chinese literature, film, and intellectual discourses; literary theory and aesthetics; political and philosophical discourses of modernity.             Professor Emeriti             Kamau Brathwaite   Professor Emeritus of Comparative Literature Email: kb5@nyu.edu     Research/Interest: Caribbean literature, culture, and society                 John Chioles   Professor Emeritus of Comparative Literature Email: john.chioles@nyu.edu     Research/Interest: Theatre, philosophy, literary theory, literary texts.                 Daniel Javitch   Professor Emeritus of Comparative Literature, Italian Email: dj15@nyu.edu     Research/Interest: European literature of the Renaissance, poetic theory before 1700, postclassical history of Ancient genres.                 Timothy J Reiss   Professor Emeritus of Comparative Literature; Distinguished Scholar in Residence Email: timothy.reiss@nyu.edu     Research/Interest: Classical and Renaissance literature, philosophy, and history; the Renaissance and inter-atlantic cultural exchanges; 18th century literature, history and politics; history and theory of theatre; Caribbean culture and political theory.              Assistant Professor/Faculty Fellow       Philip Kaffen   Assistant Professor/Faculty Fellow of East Asian Studies, Comparative Literature       Eduardo Matos-Martin   Assistant Professor/Faculty Fellow of Comparative Literature Research/Interest: Contemporary Spanish peninsular literatures and cinema, political theory, Biopolitics, History and the culture of memory, Fascism in Spain       Timothy Duffy   Assistant Professor/Faculty Fellow of Comparative Literature Research/Interest: Renaissance lyric poetry, spatial science, mapmaking, geometry, the spatial turn         Associated Faculty       Tom Bishop   Professor of French, Comparative Literature       Sibylle Fischer   Associate Professor of Spanish and Portuguese, Comparative Literature Research/Interest: Caribbean literature and culture; Spanish American Independence; the Haitian Revolution; culture and politics in the nineteenth century; the history of political thought.       John Freccero   Professor of Italian, Comparative Literature Research/Interest: Dante; medieval poetry and poetics; Machiavelli.       Toral Gajarawala   Associate Professor of English, Comparative Literature Research/Interest: Postcolonial and subaltern studies; theories of the novel; narrative theory, realisms, modernisms, contemporary Anglophone and vernacular fiction.       Philip F. Kennedy - In Residence at NYU Abu Dhabi   Associate Professor of Middle Eastern and Islamic Studies, Comparative Literature Research/Interest: Medieval Arabic language and literature; classical poetry and poetics; adab; narrative and fiction; recognition/anagnorisis in literature; Qur'an and Tafsir       Mary Louise Pratt   Professor of Social and Cultural Analysis, Spanish & Portuguese, Comparative Literature         Sarah Kay   Professor of French       Laura Slatkin   Professor of Classical Studies (Gallatin) and Comparative Literature (Arts & Science)   Research/Interest: Research and teaching interests: ancient Greek and Roman poetry, especially epic and drama; wisdom traditions in classical and Near Eastern antiquity; gender studies; anthropological approaches to the literature of the ancient Mediterranean world; and cultural poetics.       Robert P Stam   Professor of Social and Cultural Analysis       Jane Tylus   Professor of Italian, Comparative Literature Research/Interest: Late medieval and early modern Italy and Europe,  particularly issues related to gender and religion; history of theatre;  literature of 19th-century Sicily; the history and culture of Siena       Jini Kim Watson   Associate Professor of English, Comparative Literature Research/Interest: Asia-Pacific literature and cultural studies; postcolonial studies; spatial and architectural   theory; comparative modernities; feminist and critical theory         Robert J.C. Young   Professor of English, Comparative Literature Research/Interest: Postcolonial literatures and cultures; the history of colonialism and anti-colonialism; cultural history of the 19th and 20th centuries; literary and cultural theory.         Affiliated Faculty       J. Michael Dash , French, Social and Cultural Analysis     Yael S. Feldman , Hebrew and Judaic Studies     Alexander Galloway , The Steinhardt School of Culture, Education and Human Development       Eckart Goebel , German     Anselm Haverkamp , English     Denis Hollier , French     Amy Huber , Gallatin School of Individualized Study       Tzu-hui Celina Hung , NYU Shanghai       Kenneth Krabbenhoft , Spanish and Portuguese     Darline Levy , History     Laurence S Lockridge , English     Anne Lounsbery , Russian and Slavic Studies     Sheetal Majithia , NYU Abu Dhabi       Perry Meisel , English     Mona N. Mikhail , Middle Eastern and Islamic Studies     Richard Schechner , Tisch School of the Arts       Hoda El Shakry , Gallatin School of Individualized Study       Ella Shohat , Tisch School of the Arts       Evelyn Birge Vitz , French     Leif Weatherby , German               Useful Links       Arts and Science Faculty Profiles       NYU Public Directory       Contact Us                               Contact us | &copy; New York University , Arts and Science"}]}]