[{"detail": [{"content": "Faculty | Center for Ancient Studies | NYU                             NEW YORK UNIVERSITY              ARTS AND SCIENCE              COLLEGE OF ARTS AND SCIENCE              GRADUATE SCHOOL OF ARTS AND SCIENCE                                  CONTACT US SEARCH SITEMAP                     Home &gt; Faculty                     About The Center       Events     Faculty Who Work on Antiquity and Related Subjects at NYU     Ancient Studies Minor       Travel Grants       Collections       NYU Excavations       Publications       Classical World       Institute for Etruscan and Italic Studies       Aquila Theatre Company       Faculty Who Work on Antiquity and Related Subjects at NYU      Matthew Adams (Institute of Fine Arts) Egyptian archaeology, urbanism and social complexity; the nature and evolution of sacred landscapes  Roger Bagnall (Director, Institute for the Study of the Ancient World) Greek and Roman history; papyrology; late antiquity  Alessandro Barchiesi (Visiting Professor, Classics) Roman poetry and poetics, literary history, narrative fiction; reception of Classical studies; Greek influence at Rome    Adam Becker (Religious Studies, Classics) Jewish-Christian relations in late antiquity; Syriac language and literature; reception of classical antiquity    Brigitte Bedos-Rezak (History) Medieval northern France; medieval semiotics; social history    Thomas O. Beidelman (Anthropology) Social anthropology; religion; colonial history; oral history; Africa and ancient Greece Emanuela Bianchi (Comparative Literature, Classics, Program in Gender and Sexuality) Ancient Greek philosophy and literature; 20th century and contemporary continental philosophy; feminist/queer theory    Larissa Bonfante (Classics, Emerita) Ancient Etruscan civilization; iconography; ancient dress Roderick B. Campbell (Institute for the Study of the Ancient World) Theorizing ancient social-political organization, social violence and history in late 2nd millennium B.C. north China; the archaeology of production Anne Carson (Creative Writing, Classics) Ancient Greek literature and culture    Mary Carruthers (English, Emerita) Medieval literature and rhetoric; memory in literature      John Chioles (Comparative Literature, Philosophy, Emeritus) Theater and literary theory    Joan Connelly (Classics; Director, Yeronisos Island excavations) Greek sculpture; vase painting; religion Joy Connolly (Classics) Greek and Roman rhetoric; political thought; education; poetry       Pamela J. Crabtree (Anthropology) Medieval archaeology, especially Anglo-Saxon England; zooarchaeology       Raffaella Cribiore (Classics) Education in the Greek and Roman worlds; papyrology; Greek rhetoric Lorenzo D'Alfonso (Institute for the Study of the Ancient World) History and archaeology of pre-classical Syria and Anatolia    Mervin R. Dilts (Classics, Emeritus) Greek paleography; textual criticism    Carolyn Dinshaw (English) Middle English literature and culture; feminist studies; lesbian/gay/bisexual/transgender studies         Daniel E. Fleming (Hebrew and Judaic Studies) Hebrew Bible and Israelite religion; Assyriology; ancient Syria    Katherine Fleming (History, Middle Eastern and Islamic Studies, and Hellenic Studies) Post-Byzantine and modern Greek History; western Ottoman provinces; Mediterranean and Greek Jewry    Barry Finbarr Flood (Art History) Art and architecture of the Islamic world Hallie Franks (Gallatin School of Individualized Study) The material culture of Ancient Greece and the relationship between the Greek world and other cultures    John Freccero (Italian and Comparative Literature) Dante; medieval poetry and poetics; Machiavelli    Ogden Goelet Jr. (Middle Eastern and Islamic Studies) Egyptian lexicography, cultural history, and literature Ethan Harkness (Gallatin School of Individualized Study) Early Chinese culture with a particular emphasis on technical topics that inform the histories of science and religion         Anselm Haverkamp (English, Emeritus) Critical theory; 16th- to 18th-century literature Sebastian Heath (Institute for the Study of the Ancient World) Roman pottery, numismatics, and the role of Digital Humanities in the study of the Ancient World    W. Gerald Heverly (Libraries) Books and writing materials in classical antiquity; transmission of texts; Latin prose style Robert G. Hoyland (Institute for the Study of the Ancient World) History, languages, and literature of the late antique and early Islamic Middle East Alex Jassen (Hebrew and Judaic Studies) Hebrew Bible and Biblical interpretation; Second Temple Judaism; Dead Sea scrolls; study of Judaism and Christianity in antiquity    Daniel Javitch (Comparative Literature, Emeritus) Renaissance literature; genre theory    Alexander Jones (Institute for the Study of the Ancient World) Astronomy and mathematical sciences and their transmission in the Greco-Roman world and the ancient Near East    Guenter Kopcke (Institute of Fine Arts) Art and the second millennium B.C.E. Mediterranean integration, Crete; art and Greek progress from infiltration to Greek statehood, second to first millennium B.C.E.; political origin and role of Classical art; Rome north of the Alps Barbara Kowalzig (Classics) Religion and anthropology of ancient Greece and the Mediterranean; Greek poetry and drama; music and performance; social and economic history    David Levene (Chair, Classics) Roman history and religion       Baruch Levine (Hebrew and Judaic Studies, Emeritus) Near Eastern history and epigraphy; the Hebrew Bible; Israelite religions Marko Malink (Classics, Philosophy) Ancient philosophy, especially ancient logic and metaphysics (will begin teaching at NYU in Fall 2015)    Clemente Marconi (Institute of Fine Arts; Director, Selinunte excavations) Greek art and architecture in archaic and classical periods Thomas F. Mathews (Institute of Fine Arts, Emeritus) Early Christian and Byzantine art and architecture    Philip Mayerson (Classics, Emeritus) Roman-Byzantine Near East (history and archeology); papyrology James R. McCredie (Institute of Fine Arts, Emeritus) Greek archaeology and architecture    Peter Meineck (Classics) Ancient drama    Phillip Mitsis (Classics and Hellenic Studies) Ancient philosophy and its reception in later times; ancient drama    Andrew Monson (Classics) Greco-Roman Egypt; political economy; ancient empires Jessica Moss (Philosophy) Ancient philosophy    David O'Connor (Institute of Fine Arts; Co-Director, Abydos excavations) Ancient Egyptian art history and archaeology; Ancient Nubian art history and archaeology    Michael Peachin (Classics) Roman imperial history; Roman law; Latin epigraphy Beate Pongratz-Leisten (Institute for the Study of the Ancient World) Political, intellectual and religious history of the ancient Near East Daniel T. Potts (Institute for the Study of the Ancient World) Ancient Near Eastern archaeology and history with a concentration on Iran, Mesopotamia, and the Persian Gulf David M. Ratzan (Head Librarian, Institute for the Study of the Ancient World)     Timothy J. Reiss (Comparative Literature, Emeritus) Renaissance and 18th-century literature, history, and politics; history and theory of theater; cultural and political theory    Vincent Renzi (Morse Academic Plan) Ancient Greek philosophy       Ann Macy Roth (Hebrew and Judaic Studies) Egyptology; Egyptian archaeology; gender studies; mortuary religion    Jeffrey Rubenstein (Hebrew and Judaic Studies) Judaism of the Second Temple; Talmud and Midrash    Martha Dana Rust (English) Medieval literature and culture; technologies of writing; gender studies Laura Samponaro (Liberal Studies) Ancient rhetoric and political thought; Latin stylistics; classical reception       Matthew S. Santirocco (Classics; Senior Vice Provost for Academic Affairs; Angelo J. Ranieri Director of Ancient Studies) Latin literature, especially Augustan poetry; Greek poetry; classical tradition  Melissa Schwartzberg (Politics) Ancient Greek political institutions; ancient political thought David Sider (Classics) Greek poetry and philosophy       Gregory M. Sifakis (Classics, Emeritus) Classical drama and theater production; Homer and medieval Greek epic; Greek folklore; poetics of traditional arts Hsueh-Man Shen (Institute of Fine Arts) Art and archaeology of medieval China    Laura Slatkin (Gallatin School of Individualized Study) Ancient Greek and Roman poetry; comparative mythology; wisdom traditions in classical and near eastern antiquity; gender studies    Mark S. Smith (Hebrew and Judaic Studies) Biblical religion and history; northwest Semitic languages and literature Roland R. R. Smith (Lincoln Professor of Classical Archaeology, Oxford University; Director, Aphrodisias excavations) Art and visual cultures of the ancient Mediterranean world; historical interpretation of ancient representation and its relationship with social and political culture; archaeology of Greek cities of the Eastern Roman Empire Alexander Sokolicek (Institute of Fine Arts; Field Director, Aphrodisias excavations) Archaeology; ancient history; epigraphy; urban studies      S ören Stark (Institute for the Study of the Ancient World) Archaeology, art history, and history in Central and Inner Asia and the neighboring cultural areas    Benjamin Straumann (Visiting Assistant Professor, History, and Alberico Gentili Fellow, Law School) Political and legal thought, the reception of ancient political thought in early modern Europe and late Roman Republican political thought    Liana Theodoratou (Hellenic Studies) Greek and Latin lyric; Greek drama; literary theory (ancient and modern); theory of translation    Thelma Thomas (Institute of Fine Arts) Coptic art    Lillian Lan-ying Tseng (Institute for the Study of the Ancient World) Art and archaeology of Han China; reception of antiquity; the interface of art history and cultural history    Jerome C. Wakefield (Social Work, Medicine) Philosophical (especially ancient) foundations of the mental health professions    Katherine Welch (Institute of Fine Arts; Deputy Director, Aphrodisias excavations) Roman imperial and republican art; Hellenistic art; Roman and Greek history Randall White (Anthropology) Origins of the arts in Europe; Techniques of representation in the Upper Paleolithic period; Experimental archaeology; Directs multidisciplinary excavation of key Paleolithic sites in southwest France. Susanne Wofford (Dean of the Gallatin School of Individualized Study) Shakespeare, Spenser, Renaissance and classical epic, comparative European drama, and narrative and literary theory    Elliot Wolfson (Hebrew and Judaic Studies) Jewish mysticism and philosophy; gender construction and the history of religion; symbolism and myth    Rita Wright (Anthropology) Prehistoric archaeology of the Near East and South Asia; state formation and urbanism; gender studies"}, {"content": "NYU &gt; Classics &gt;          Michael Peachin                                                        Back to  previous page                                  Michael Peachin   Professor             of                         Classics, Director of Undergraduate Studies Ph.D. 1983 (Ancient History), Columbia; B.A. 1976 (History), Indiana.   Office Address: New York University, Department of Classics, 100 Washington Square East, Room 503, New York, NY 10003 Phone: (212) 998-8593 Fax: (212) 995-4209 Email:                               Click here to download the CV               I began my career in ancient history at Indiana University, where I worked with Rufus Fears and Glanville Downey. This was followed by a year of study in Bonn, and under the tutelage of Johannes Straub. The next stop was Columbia University, where I completed my graduate studies. My teachers there were Roger Bagnall (my dissertation advisor), Alan Cameron, William Harris, Morton Smith, and William Metcalf, who was then at the American Numismatic Society. The other person, who much influenced my own approach to Roman history, was Géza Alföldy, who was Professor of Roman History in Heidelberg, where I spent a fair amount of time in the late 1980s and early 1990s.  My first book project, which had been my dissertation, tackled imperial titulature and chronology during the third century AD. This project actually arose, via a circuitous route, from Pliny’s insistence, in his Panegyric , about the importance of the epithet optimus . In any case, one of the chief sources for the chronology of the third century is the Codex Justinianus , with its dated imperial rescripts. My engagement with this fascinating book quickly led to an interest in Roman law, though in particular, the ways in which law was implemented on a quotidian basis. Thus, a second book on the delegation of imperial jurisdiction, and the men, who carried out this function. Engagement with Roman administration and Roman law kept me constantly thinking about the men, who implemented both, and I began especially to wonder about the intersections of the literary interests of these men with their “professional” lives. For clearly, both working as a member of the governing elite and writing were of crucial importance to these individuals. That led me to ask, in particular, why the Roman aristocrat seems to have had almost no interest whatsoever in writing about administration. The one apparent exception, Frontinus, who wrote a booklet about the administration of Rome’s water supply, led to a third book project. Throughout all of this, I was repeatedly struck by the obvious effects of Roman social constructs on nearly everything they undertook. A concern with this aspect of the Roman world led to my editing a handbook on Roman social relations. Presently, I have two larger projects in mind. The first, toward which I’ve been collecting ideas and material for quite awhile now, would be a study of Roman abusive behaviors and practices. I have also come to think that we need an in-depth study of the changes in Rome’s legal culture, which came about during the years of Augustus’ rule. I’ve begun to write a bit about that, and am starting to collect materials for such a book.  With respect to teaching, I generally approach classes from one of two angles. First, I like to try to engage my own research in the classroom. Thus, I am presently (fall 2014) teaching a course on Roman law, and in particular, how las was created and implemented. Otherwise, I am often inclined to teach courses on matters, about which I would like to learn. Thus, I last year offered a course on the Augustan period in the provinces. Or, for example, a few years back, I offered a course on Germanicus, and all of the complexities raised by his life and times.     Publications:   Books          Iudex vice Caesaris: Deputy Emperors and the Administration of Justice during the Principate ,         Heidelberger Althistorische Beiträge und Epigraphische Studien 21 (Stuttgart, 1996).  Frontinus and the curae of the curator aquarum , Heidelberger Althistorische Beiträge und Epigraphische Studien 39 (Stuttgart, 2004).     Ed., The Oxford Handbook of Roman Social Relations (New York, 2011).      Greek and Latin Inscriptions at New York University II . (L'Erma, 2014).    Recent Articles “Friendship and Abuse at the Dinner Table,” in M. Peachin, ed., Aspects of friendship in the Graeco-Roman world . Proceedings of a conference held at the Seminar für Alte Geschichte, Heidelberg, on 10-11 June, 2000 (Portsmouth, Rhode Island, 2001), 137-146. “Jurists and the Law in the Early Roman Empire,” in L. de Blois, ed., Administration, Prosopography and Appointment Policies in the Roman Empire . Proceedings of the First Workshop of the Internation Network ‘Impact of Empire (Roman Empire, 27 BC – AD 406)’. Leiden, June 28 – July 1, 2000. (Amsterdam, 2001), 109-120. “Exemplary Government in the Early Roman Empire,” in O. Hekster, et al., eds., Crises and the Roman Empire . Proceedings of the Seventh Workshop of the International Network Impact of Empire. Nijmegen, June 20-24, 2006. (Leiden, 2007), 75-96. “Petition to a Centurion from the NYU Papyrus Collection and the Question of Informal Adjudication Performed by Centurions,” in A.J.B. Sirks and K. Worp, eds., Papyri in Memory of P.J. Sijpesteijn (Chippenham, 2007), 79-97. “Augustus’ Res Gestae and the Emerging Principate” in W. Eck, B. Fehér, P. Kovács, eds., Studia Epigraphica in Memoriam Géza Alföldy (Bonn, 2013), 255-274.  “Augustus’ Emergent Judicial Powers, the Crimen Maiestatis, and the Second Cyrene Edict” in D. Mantovani, ed., Il princeps romano: autocrate o magistrato? Fattori giuridici e fattori sociali del potere imperiale da Augusto a Commodo (Pavia forthcoming), 3-59.               Update your faculty profile"}]},
{"detail": [{"content": "Faculty | Center for Ancient Studies | NYU                             NEW YORK UNIVERSITY              ARTS AND SCIENCE              COLLEGE OF ARTS AND SCIENCE              GRADUATE SCHOOL OF ARTS AND SCIENCE                                  CONTACT US SEARCH SITEMAP                     Home &gt; Faculty                     About The Center       Events     Faculty Who Work on Antiquity and Related Subjects at NYU     Ancient Studies Minor       Travel Grants       Collections       NYU Excavations       Publications       Classical World       Institute for Etruscan and Italic Studies       Aquila Theatre Company       Faculty Who Work on Antiquity and Related Subjects at NYU      Matthew Adams (Institute of Fine Arts) Egyptian archaeology, urbanism and social complexity; the nature and evolution of sacred landscapes  Roger Bagnall (Director, Institute for the Study of the Ancient World) Greek and Roman history; papyrology; late antiquity  Alessandro Barchiesi (Visiting Professor, Classics) Roman poetry and poetics, literary history, narrative fiction; reception of Classical studies; Greek influence at Rome    Adam Becker (Religious Studies, Classics) Jewish-Christian relations in late antiquity; Syriac language and literature; reception of classical antiquity    Brigitte Bedos-Rezak (History) Medieval northern France; medieval semiotics; social history    Thomas O. Beidelman (Anthropology) Social anthropology; religion; colonial history; oral history; Africa and ancient Greece Emanuela Bianchi (Comparative Literature, Classics, Program in Gender and Sexuality) Ancient Greek philosophy and literature; 20th century and contemporary continental philosophy; feminist/queer theory    Larissa Bonfante (Classics, Emerita) Ancient Etruscan civilization; iconography; ancient dress Roderick B. Campbell (Institute for the Study of the Ancient World) Theorizing ancient social-political organization, social violence and history in late 2nd millennium B.C. north China; the archaeology of production Anne Carson (Creative Writing, Classics) Ancient Greek literature and culture    Mary Carruthers (English, Emerita) Medieval literature and rhetoric; memory in literature      John Chioles (Comparative Literature, Philosophy, Emeritus) Theater and literary theory    Joan Connelly (Classics; Director, Yeronisos Island excavations) Greek sculpture; vase painting; religion Joy Connolly (Classics) Greek and Roman rhetoric; political thought; education; poetry       Pamela J. Crabtree (Anthropology) Medieval archaeology, especially Anglo-Saxon England; zooarchaeology       Raffaella Cribiore (Classics) Education in the Greek and Roman worlds; papyrology; Greek rhetoric Lorenzo D'Alfonso (Institute for the Study of the Ancient World) History and archaeology of pre-classical Syria and Anatolia    Mervin R. Dilts (Classics, Emeritus) Greek paleography; textual criticism    Carolyn Dinshaw (English) Middle English literature and culture; feminist studies; lesbian/gay/bisexual/transgender studies         Daniel E. Fleming (Hebrew and Judaic Studies) Hebrew Bible and Israelite religion; Assyriology; ancient Syria    Katherine Fleming (History, Middle Eastern and Islamic Studies, and Hellenic Studies) Post-Byzantine and modern Greek History; western Ottoman provinces; Mediterranean and Greek Jewry    Barry Finbarr Flood (Art History) Art and architecture of the Islamic world Hallie Franks (Gallatin School of Individualized Study) The material culture of Ancient Greece and the relationship between the Greek world and other cultures    John Freccero (Italian and Comparative Literature) Dante; medieval poetry and poetics; Machiavelli    Ogden Goelet Jr. (Middle Eastern and Islamic Studies) Egyptian lexicography, cultural history, and literature Ethan Harkness (Gallatin School of Individualized Study) Early Chinese culture with a particular emphasis on technical topics that inform the histories of science and religion         Anselm Haverkamp (English, Emeritus) Critical theory; 16th- to 18th-century literature Sebastian Heath (Institute for the Study of the Ancient World) Roman pottery, numismatics, and the role of Digital Humanities in the study of the Ancient World    W. Gerald Heverly (Libraries) Books and writing materials in classical antiquity; transmission of texts; Latin prose style Robert G. Hoyland (Institute for the Study of the Ancient World) History, languages, and literature of the late antique and early Islamic Middle East Alex Jassen (Hebrew and Judaic Studies) Hebrew Bible and Biblical interpretation; Second Temple Judaism; Dead Sea scrolls; study of Judaism and Christianity in antiquity    Daniel Javitch (Comparative Literature, Emeritus) Renaissance literature; genre theory    Alexander Jones (Institute for the Study of the Ancient World) Astronomy and mathematical sciences and their transmission in the Greco-Roman world and the ancient Near East    Guenter Kopcke (Institute of Fine Arts) Art and the second millennium B.C.E. Mediterranean integration, Crete; art and Greek progress from infiltration to Greek statehood, second to first millennium B.C.E.; political origin and role of Classical art; Rome north of the Alps Barbara Kowalzig (Classics) Religion and anthropology of ancient Greece and the Mediterranean; Greek poetry and drama; music and performance; social and economic history    David Levene (Chair, Classics) Roman history and religion       Baruch Levine (Hebrew and Judaic Studies, Emeritus) Near Eastern history and epigraphy; the Hebrew Bible; Israelite religions Marko Malink (Classics, Philosophy) Ancient philosophy, especially ancient logic and metaphysics (will begin teaching at NYU in Fall 2015)    Clemente Marconi (Institute of Fine Arts; Director, Selinunte excavations) Greek art and architecture in archaic and classical periods Thomas F. Mathews (Institute of Fine Arts, Emeritus) Early Christian and Byzantine art and architecture    Philip Mayerson (Classics, Emeritus) Roman-Byzantine Near East (history and archeology); papyrology James R. McCredie (Institute of Fine Arts, Emeritus) Greek archaeology and architecture    Peter Meineck (Classics) Ancient drama    Phillip Mitsis (Classics and Hellenic Studies) Ancient philosophy and its reception in later times; ancient drama    Andrew Monson (Classics) Greco-Roman Egypt; political economy; ancient empires Jessica Moss (Philosophy) Ancient philosophy    David O'Connor (Institute of Fine Arts; Co-Director, Abydos excavations) Ancient Egyptian art history and archaeology; Ancient Nubian art history and archaeology    Michael Peachin (Classics) Roman imperial history; Roman law; Latin epigraphy Beate Pongratz-Leisten (Institute for the Study of the Ancient World) Political, intellectual and religious history of the ancient Near East Daniel T. Potts (Institute for the Study of the Ancient World) Ancient Near Eastern archaeology and history with a concentration on Iran, Mesopotamia, and the Persian Gulf David M. Ratzan (Head Librarian, Institute for the Study of the Ancient World)     Timothy J. Reiss (Comparative Literature, Emeritus) Renaissance and 18th-century literature, history, and politics; history and theory of theater; cultural and political theory    Vincent Renzi (Morse Academic Plan) Ancient Greek philosophy       Ann Macy Roth (Hebrew and Judaic Studies) Egyptology; Egyptian archaeology; gender studies; mortuary religion    Jeffrey Rubenstein (Hebrew and Judaic Studies) Judaism of the Second Temple; Talmud and Midrash    Martha Dana Rust (English) Medieval literature and culture; technologies of writing; gender studies Laura Samponaro (Liberal Studies) Ancient rhetoric and political thought; Latin stylistics; classical reception       Matthew S. Santirocco (Classics; Senior Vice Provost for Academic Affairs; Angelo J. Ranieri Director of Ancient Studies) Latin literature, especially Augustan poetry; Greek poetry; classical tradition  Melissa Schwartzberg (Politics) Ancient Greek political institutions; ancient political thought David Sider (Classics) Greek poetry and philosophy       Gregory M. Sifakis (Classics, Emeritus) Classical drama and theater production; Homer and medieval Greek epic; Greek folklore; poetics of traditional arts Hsueh-Man Shen (Institute of Fine Arts) Art and archaeology of medieval China    Laura Slatkin (Gallatin School of Individualized Study) Ancient Greek and Roman poetry; comparative mythology; wisdom traditions in classical and near eastern antiquity; gender studies    Mark S. Smith (Hebrew and Judaic Studies) Biblical religion and history; northwest Semitic languages and literature Roland R. R. Smith (Lincoln Professor of Classical Archaeology, Oxford University; Director, Aphrodisias excavations) Art and visual cultures of the ancient Mediterranean world; historical interpretation of ancient representation and its relationship with social and political culture; archaeology of Greek cities of the Eastern Roman Empire Alexander Sokolicek (Institute of Fine Arts; Field Director, Aphrodisias excavations) Archaeology; ancient history; epigraphy; urban studies      S ören Stark (Institute for the Study of the Ancient World) Archaeology, art history, and history in Central and Inner Asia and the neighboring cultural areas    Benjamin Straumann (Visiting Assistant Professor, History, and Alberico Gentili Fellow, Law School) Political and legal thought, the reception of ancient political thought in early modern Europe and late Roman Republican political thought    Liana Theodoratou (Hellenic Studies) Greek and Latin lyric; Greek drama; literary theory (ancient and modern); theory of translation    Thelma Thomas (Institute of Fine Arts) Coptic art    Lillian Lan-ying Tseng (Institute for the Study of the Ancient World) Art and archaeology of Han China; reception of antiquity; the interface of art history and cultural history    Jerome C. Wakefield (Social Work, Medicine) Philosophical (especially ancient) foundations of the mental health professions    Katherine Welch (Institute of Fine Arts; Deputy Director, Aphrodisias excavations) Roman imperial and republican art; Hellenistic art; Roman and Greek history Randall White (Anthropology) Origins of the arts in Europe; Techniques of representation in the Upper Paleolithic period; Experimental archaeology; Directs multidisciplinary excavation of key Paleolithic sites in southwest France. Susanne Wofford (Dean of the Gallatin School of Individualized Study) Shakespeare, Spenser, Renaissance and classical epic, comparative European drama, and narrative and literary theory    Elliot Wolfson (Hebrew and Judaic Studies) Jewish mysticism and philosophy; gender construction and the history of religion; symbolism and myth    Rita Wright (Anthropology) Prehistoric archaeology of the Near East and South Asia; state formation and urbanism; gender studies"}, {"content": "NYU &gt; Classics &gt;          Michael Peachin                                                        Back to  previous page                                  Michael Peachin   Professor             of                         Classics, Director of Undergraduate Studies Ph.D. 1983 (Ancient History), Columbia; B.A. 1976 (History), Indiana.   Office Address: New York University, Department of Classics, 100 Washington Square East, Room 503, New York, NY 10003 Phone: (212) 998-8593 Fax: (212) 995-4209 Email:                               Click here to download the CV               I began my career in ancient history at Indiana University, where I worked with Rufus Fears and Glanville Downey. This was followed by a year of study in Bonn, and under the tutelage of Johannes Straub. The next stop was Columbia University, where I completed my graduate studies. My teachers there were Roger Bagnall (my dissertation advisor), Alan Cameron, William Harris, Morton Smith, and William Metcalf, who was then at the American Numismatic Society. The other person, who much influenced my own approach to Roman history, was Géza Alföldy, who was Professor of Roman History in Heidelberg, where I spent a fair amount of time in the late 1980s and early 1990s.  My first book project, which had been my dissertation, tackled imperial titulature and chronology during the third century AD. This project actually arose, via a circuitous route, from Pliny’s insistence, in his Panegyric , about the importance of the epithet optimus . In any case, one of the chief sources for the chronology of the third century is the Codex Justinianus , with its dated imperial rescripts. My engagement with this fascinating book quickly led to an interest in Roman law, though in particular, the ways in which law was implemented on a quotidian basis. Thus, a second book on the delegation of imperial jurisdiction, and the men, who carried out this function. Engagement with Roman administration and Roman law kept me constantly thinking about the men, who implemented both, and I began especially to wonder about the intersections of the literary interests of these men with their “professional” lives. For clearly, both working as a member of the governing elite and writing were of crucial importance to these individuals. That led me to ask, in particular, why the Roman aristocrat seems to have had almost no interest whatsoever in writing about administration. The one apparent exception, Frontinus, who wrote a booklet about the administration of Rome’s water supply, led to a third book project. Throughout all of this, I was repeatedly struck by the obvious effects of Roman social constructs on nearly everything they undertook. A concern with this aspect of the Roman world led to my editing a handbook on Roman social relations. Presently, I have two larger projects in mind. The first, toward which I’ve been collecting ideas and material for quite awhile now, would be a study of Roman abusive behaviors and practices. I have also come to think that we need an in-depth study of the changes in Rome’s legal culture, which came about during the years of Augustus’ rule. I’ve begun to write a bit about that, and am starting to collect materials for such a book.  With respect to teaching, I generally approach classes from one of two angles. First, I like to try to engage my own research in the classroom. Thus, I am presently (fall 2014) teaching a course on Roman law, and in particular, how las was created and implemented. Otherwise, I am often inclined to teach courses on matters, about which I would like to learn. Thus, I last year offered a course on the Augustan period in the provinces. Or, for example, a few years back, I offered a course on Germanicus, and all of the complexities raised by his life and times.     Publications:   Books          Iudex vice Caesaris: Deputy Emperors and the Administration of Justice during the Principate ,         Heidelberger Althistorische Beiträge und Epigraphische Studien 21 (Stuttgart, 1996).  Frontinus and the curae of the curator aquarum , Heidelberger Althistorische Beiträge und Epigraphische Studien 39 (Stuttgart, 2004).     Ed., The Oxford Handbook of Roman Social Relations (New York, 2011).      Greek and Latin Inscriptions at New York University II . (L'Erma, 2014).    Recent Articles “Friendship and Abuse at the Dinner Table,” in M. Peachin, ed., Aspects of friendship in the Graeco-Roman world . Proceedings of a conference held at the Seminar für Alte Geschichte, Heidelberg, on 10-11 June, 2000 (Portsmouth, Rhode Island, 2001), 137-146. “Jurists and the Law in the Early Roman Empire,” in L. de Blois, ed., Administration, Prosopography and Appointment Policies in the Roman Empire . Proceedings of the First Workshop of the Internation Network ‘Impact of Empire (Roman Empire, 27 BC – AD 406)’. Leiden, June 28 – July 1, 2000. (Amsterdam, 2001), 109-120. “Exemplary Government in the Early Roman Empire,” in O. Hekster, et al., eds., Crises and the Roman Empire . Proceedings of the Seventh Workshop of the International Network Impact of Empire. Nijmegen, June 20-24, 2006. (Leiden, 2007), 75-96. “Petition to a Centurion from the NYU Papyrus Collection and the Question of Informal Adjudication Performed by Centurions,” in A.J.B. Sirks and K. Worp, eds., Papyri in Memory of P.J. Sijpesteijn (Chippenham, 2007), 79-97. “Augustus’ Res Gestae and the Emerging Principate” in W. Eck, B. Fehér, P. Kovács, eds., Studia Epigraphica in Memoriam Géza Alföldy (Bonn, 2013), 255-274.  “Augustus’ Emergent Judicial Powers, the Crimen Maiestatis, and the Second Cyrene Edict” in D. Mantovani, ed., Il princeps romano: autocrate o magistrato? Fattori giuridici e fattori sociali del potere imperiale da Augusto a Commodo (Pavia forthcoming), 3-59.               Update your faculty profile"}]},
{"detail": [{"content": "Faculty | Center for Ancient Studies | NYU                             NEW YORK UNIVERSITY              ARTS AND SCIENCE              COLLEGE OF ARTS AND SCIENCE              GRADUATE SCHOOL OF ARTS AND SCIENCE                                  CONTACT US SEARCH SITEMAP                     Home &gt; Faculty                     About The Center       Events     Faculty Who Work on Antiquity and Related Subjects at NYU     Ancient Studies Minor       Travel Grants       Collections       NYU Excavations       Publications       Classical World       Institute for Etruscan and Italic Studies       Aquila Theatre Company       Faculty Who Work on Antiquity and Related Subjects at NYU      Matthew Adams (Institute of Fine Arts) Egyptian archaeology, urbanism and social complexity; the nature and evolution of sacred landscapes  Roger Bagnall (Director, Institute for the Study of the Ancient World) Greek and Roman history; papyrology; late antiquity  Alessandro Barchiesi (Visiting Professor, Classics) Roman poetry and poetics, literary history, narrative fiction; reception of Classical studies; Greek influence at Rome    Adam Becker (Religious Studies, Classics) Jewish-Christian relations in late antiquity; Syriac language and literature; reception of classical antiquity    Brigitte Bedos-Rezak (History) Medieval northern France; medieval semiotics; social history    Thomas O. Beidelman (Anthropology) Social anthropology; religion; colonial history; oral history; Africa and ancient Greece Emanuela Bianchi (Comparative Literature, Classics, Program in Gender and Sexuality) Ancient Greek philosophy and literature; 20th century and contemporary continental philosophy; feminist/queer theory    Larissa Bonfante (Classics, Emerita) Ancient Etruscan civilization; iconography; ancient dress Roderick B. Campbell (Institute for the Study of the Ancient World) Theorizing ancient social-political organization, social violence and history in late 2nd millennium B.C. north China; the archaeology of production Anne Carson (Creative Writing, Classics) Ancient Greek literature and culture    Mary Carruthers (English, Emerita) Medieval literature and rhetoric; memory in literature      John Chioles (Comparative Literature, Philosophy, Emeritus) Theater and literary theory    Joan Connelly (Classics; Director, Yeronisos Island excavations) Greek sculpture; vase painting; religion Joy Connolly (Classics) Greek and Roman rhetoric; political thought; education; poetry       Pamela J. Crabtree (Anthropology) Medieval archaeology, especially Anglo-Saxon England; zooarchaeology       Raffaella Cribiore (Classics) Education in the Greek and Roman worlds; papyrology; Greek rhetoric Lorenzo D'Alfonso (Institute for the Study of the Ancient World) History and archaeology of pre-classical Syria and Anatolia    Mervin R. Dilts (Classics, Emeritus) Greek paleography; textual criticism    Carolyn Dinshaw (English) Middle English literature and culture; feminist studies; lesbian/gay/bisexual/transgender studies         Daniel E. Fleming (Hebrew and Judaic Studies) Hebrew Bible and Israelite religion; Assyriology; ancient Syria    Katherine Fleming (History, Middle Eastern and Islamic Studies, and Hellenic Studies) Post-Byzantine and modern Greek History; western Ottoman provinces; Mediterranean and Greek Jewry    Barry Finbarr Flood (Art History) Art and architecture of the Islamic world Hallie Franks (Gallatin School of Individualized Study) The material culture of Ancient Greece and the relationship between the Greek world and other cultures    John Freccero (Italian and Comparative Literature) Dante; medieval poetry and poetics; Machiavelli    Ogden Goelet Jr. (Middle Eastern and Islamic Studies) Egyptian lexicography, cultural history, and literature Ethan Harkness (Gallatin School of Individualized Study) Early Chinese culture with a particular emphasis on technical topics that inform the histories of science and religion         Anselm Haverkamp (English, Emeritus) Critical theory; 16th- to 18th-century literature Sebastian Heath (Institute for the Study of the Ancient World) Roman pottery, numismatics, and the role of Digital Humanities in the study of the Ancient World    W. Gerald Heverly (Libraries) Books and writing materials in classical antiquity; transmission of texts; Latin prose style Robert G. Hoyland (Institute for the Study of the Ancient World) History, languages, and literature of the late antique and early Islamic Middle East Alex Jassen (Hebrew and Judaic Studies) Hebrew Bible and Biblical interpretation; Second Temple Judaism; Dead Sea scrolls; study of Judaism and Christianity in antiquity    Daniel Javitch (Comparative Literature, Emeritus) Renaissance literature; genre theory    Alexander Jones (Institute for the Study of the Ancient World) Astronomy and mathematical sciences and their transmission in the Greco-Roman world and the ancient Near East    Guenter Kopcke (Institute of Fine Arts) Art and the second millennium B.C.E. Mediterranean integration, Crete; art and Greek progress from infiltration to Greek statehood, second to first millennium B.C.E.; political origin and role of Classical art; Rome north of the Alps Barbara Kowalzig (Classics) Religion and anthropology of ancient Greece and the Mediterranean; Greek poetry and drama; music and performance; social and economic history    David Levene (Chair, Classics) Roman history and religion       Baruch Levine (Hebrew and Judaic Studies, Emeritus) Near Eastern history and epigraphy; the Hebrew Bible; Israelite religions Marko Malink (Classics, Philosophy) Ancient philosophy, especially ancient logic and metaphysics (will begin teaching at NYU in Fall 2015)    Clemente Marconi (Institute of Fine Arts; Director, Selinunte excavations) Greek art and architecture in archaic and classical periods Thomas F. Mathews (Institute of Fine Arts, Emeritus) Early Christian and Byzantine art and architecture    Philip Mayerson (Classics, Emeritus) Roman-Byzantine Near East (history and archeology); papyrology James R. McCredie (Institute of Fine Arts, Emeritus) Greek archaeology and architecture    Peter Meineck (Classics) Ancient drama    Phillip Mitsis (Classics and Hellenic Studies) Ancient philosophy and its reception in later times; ancient drama    Andrew Monson (Classics) Greco-Roman Egypt; political economy; ancient empires Jessica Moss (Philosophy) Ancient philosophy    David O'Connor (Institute of Fine Arts; Co-Director, Abydos excavations) Ancient Egyptian art history and archaeology; Ancient Nubian art history and archaeology    Michael Peachin (Classics) Roman imperial history; Roman law; Latin epigraphy Beate Pongratz-Leisten (Institute for the Study of the Ancient World) Political, intellectual and religious history of the ancient Near East Daniel T. Potts (Institute for the Study of the Ancient World) Ancient Near Eastern archaeology and history with a concentration on Iran, Mesopotamia, and the Persian Gulf David M. Ratzan (Head Librarian, Institute for the Study of the Ancient World)     Timothy J. Reiss (Comparative Literature, Emeritus) Renaissance and 18th-century literature, history, and politics; history and theory of theater; cultural and political theory    Vincent Renzi (Morse Academic Plan) Ancient Greek philosophy       Ann Macy Roth (Hebrew and Judaic Studies) Egyptology; Egyptian archaeology; gender studies; mortuary religion    Jeffrey Rubenstein (Hebrew and Judaic Studies) Judaism of the Second Temple; Talmud and Midrash    Martha Dana Rust (English) Medieval literature and culture; technologies of writing; gender studies Laura Samponaro (Liberal Studies) Ancient rhetoric and political thought; Latin stylistics; classical reception       Matthew S. Santirocco (Classics; Senior Vice Provost for Academic Affairs; Angelo J. Ranieri Director of Ancient Studies) Latin literature, especially Augustan poetry; Greek poetry; classical tradition  Melissa Schwartzberg (Politics) Ancient Greek political institutions; ancient political thought David Sider (Classics) Greek poetry and philosophy       Gregory M. Sifakis (Classics, Emeritus) Classical drama and theater production; Homer and medieval Greek epic; Greek folklore; poetics of traditional arts Hsueh-Man Shen (Institute of Fine Arts) Art and archaeology of medieval China    Laura Slatkin (Gallatin School of Individualized Study) Ancient Greek and Roman poetry; comparative mythology; wisdom traditions in classical and near eastern antiquity; gender studies    Mark S. Smith (Hebrew and Judaic Studies) Biblical religion and history; northwest Semitic languages and literature Roland R. R. Smith (Lincoln Professor of Classical Archaeology, Oxford University; Director, Aphrodisias excavations) Art and visual cultures of the ancient Mediterranean world; historical interpretation of ancient representation and its relationship with social and political culture; archaeology of Greek cities of the Eastern Roman Empire Alexander Sokolicek (Institute of Fine Arts; Field Director, Aphrodisias excavations) Archaeology; ancient history; epigraphy; urban studies      S ören Stark (Institute for the Study of the Ancient World) Archaeology, art history, and history in Central and Inner Asia and the neighboring cultural areas    Benjamin Straumann (Visiting Assistant Professor, History, and Alberico Gentili Fellow, Law School) Political and legal thought, the reception of ancient political thought in early modern Europe and late Roman Republican political thought    Liana Theodoratou (Hellenic Studies) Greek and Latin lyric; Greek drama; literary theory (ancient and modern); theory of translation    Thelma Thomas (Institute of Fine Arts) Coptic art    Lillian Lan-ying Tseng (Institute for the Study of the Ancient World) Art and archaeology of Han China; reception of antiquity; the interface of art history and cultural history    Jerome C. Wakefield (Social Work, Medicine) Philosophical (especially ancient) foundations of the mental health professions    Katherine Welch (Institute of Fine Arts; Deputy Director, Aphrodisias excavations) Roman imperial and republican art; Hellenistic art; Roman and Greek history Randall White (Anthropology) Origins of the arts in Europe; Techniques of representation in the Upper Paleolithic period; Experimental archaeology; Directs multidisciplinary excavation of key Paleolithic sites in southwest France. Susanne Wofford (Dean of the Gallatin School of Individualized Study) Shakespeare, Spenser, Renaissance and classical epic, comparative European drama, and narrative and literary theory    Elliot Wolfson (Hebrew and Judaic Studies) Jewish mysticism and philosophy; gender construction and the history of religion; symbolism and myth    Rita Wright (Anthropology) Prehistoric archaeology of the Near East and South Asia; state formation and urbanism; gender studies"}, {"content": "NYU &gt; Classics &gt;          Michael Peachin                                                        Back to  previous page                                  Michael Peachin   Professor             of                         Classics, Director of Undergraduate Studies Ph.D. 1983 (Ancient History), Columbia; B.A. 1976 (History), Indiana.   Office Address: New York University, Department of Classics, 100 Washington Square East, Room 503, New York, NY 10003 Phone: (212) 998-8593 Fax: (212) 995-4209 Email:                               Click here to download the CV               I began my career in ancient history at Indiana University, where I worked with Rufus Fears and Glanville Downey. This was followed by a year of study in Bonn, and under the tutelage of Johannes Straub. The next stop was Columbia University, where I completed my graduate studies. My teachers there were Roger Bagnall (my dissertation advisor), Alan Cameron, William Harris, Morton Smith, and William Metcalf, who was then at the American Numismatic Society. The other person, who much influenced my own approach to Roman history, was Géza Alföldy, who was Professor of Roman History in Heidelberg, where I spent a fair amount of time in the late 1980s and early 1990s.  My first book project, which had been my dissertation, tackled imperial titulature and chronology during the third century AD. This project actually arose, via a circuitous route, from Pliny’s insistence, in his Panegyric , about the importance of the epithet optimus . In any case, one of the chief sources for the chronology of the third century is the Codex Justinianus , with its dated imperial rescripts. My engagement with this fascinating book quickly led to an interest in Roman law, though in particular, the ways in which law was implemented on a quotidian basis. Thus, a second book on the delegation of imperial jurisdiction, and the men, who carried out this function. Engagement with Roman administration and Roman law kept me constantly thinking about the men, who implemented both, and I began especially to wonder about the intersections of the literary interests of these men with their “professional” lives. For clearly, both working as a member of the governing elite and writing were of crucial importance to these individuals. That led me to ask, in particular, why the Roman aristocrat seems to have had almost no interest whatsoever in writing about administration. The one apparent exception, Frontinus, who wrote a booklet about the administration of Rome’s water supply, led to a third book project. Throughout all of this, I was repeatedly struck by the obvious effects of Roman social constructs on nearly everything they undertook. A concern with this aspect of the Roman world led to my editing a handbook on Roman social relations. Presently, I have two larger projects in mind. The first, toward which I’ve been collecting ideas and material for quite awhile now, would be a study of Roman abusive behaviors and practices. I have also come to think that we need an in-depth study of the changes in Rome’s legal culture, which came about during the years of Augustus’ rule. I’ve begun to write a bit about that, and am starting to collect materials for such a book.  With respect to teaching, I generally approach classes from one of two angles. First, I like to try to engage my own research in the classroom. Thus, I am presently (fall 2014) teaching a course on Roman law, and in particular, how las was created and implemented. Otherwise, I am often inclined to teach courses on matters, about which I would like to learn. Thus, I last year offered a course on the Augustan period in the provinces. Or, for example, a few years back, I offered a course on Germanicus, and all of the complexities raised by his life and times.     Publications:   Books          Iudex vice Caesaris: Deputy Emperors and the Administration of Justice during the Principate ,         Heidelberger Althistorische Beiträge und Epigraphische Studien 21 (Stuttgart, 1996).  Frontinus and the curae of the curator aquarum , Heidelberger Althistorische Beiträge und Epigraphische Studien 39 (Stuttgart, 2004).     Ed., The Oxford Handbook of Roman Social Relations (New York, 2011).      Greek and Latin Inscriptions at New York University II . (L'Erma, 2014).    Recent Articles “Friendship and Abuse at the Dinner Table,” in M. Peachin, ed., Aspects of friendship in the Graeco-Roman world . Proceedings of a conference held at the Seminar für Alte Geschichte, Heidelberg, on 10-11 June, 2000 (Portsmouth, Rhode Island, 2001), 137-146. “Jurists and the Law in the Early Roman Empire,” in L. de Blois, ed., Administration, Prosopography and Appointment Policies in the Roman Empire . Proceedings of the First Workshop of the Internation Network ‘Impact of Empire (Roman Empire, 27 BC – AD 406)’. Leiden, June 28 – July 1, 2000. (Amsterdam, 2001), 109-120. “Exemplary Government in the Early Roman Empire,” in O. Hekster, et al., eds., Crises and the Roman Empire . Proceedings of the Seventh Workshop of the International Network Impact of Empire. Nijmegen, June 20-24, 2006. (Leiden, 2007), 75-96. “Petition to a Centurion from the NYU Papyrus Collection and the Question of Informal Adjudication Performed by Centurions,” in A.J.B. Sirks and K. Worp, eds., Papyri in Memory of P.J. Sijpesteijn (Chippenham, 2007), 79-97. “Augustus’ Res Gestae and the Emerging Principate” in W. Eck, B. Fehér, P. Kovács, eds., Studia Epigraphica in Memoriam Géza Alföldy (Bonn, 2013), 255-274.  “Augustus’ Emergent Judicial Powers, the Crimen Maiestatis, and the Second Cyrene Edict” in D. Mantovani, ed., Il princeps romano: autocrate o magistrato? Fattori giuridici e fattori sociali del potere imperiale da Augusto a Commodo (Pavia forthcoming), 3-59.               Update your faculty profile"}, {"content": "Spring 2015 Undergraduate Schedule    | Department of History | New York University                                  NEW YORK UNIVERSITY     ARTS AND SCIENCE     COLLEGE OF ARTS AND SCIENCE     GRADUATE SCHOOL OF ARTS AND SCIENCE             Department of History     Arts &amp; Science                      Back to Home       Spring 2015 Undergraduate Schedule                       SPRING 2015   DEPARTMENT   OF HISTORY               PLEASE NOTE:   This schedule is subject to change.       Only the   courses in purple fulfill the Capstone Seminar requirement.         Draft: 2/3/2015                   Class #  Course #  Title  Instructor  Day / Time  Room  Type  Requirement  Cap  NOTES    Introductory   History Courses     All   students welcome, including freshmen and non-majors in addition to majors and   minors.   10307  HIST-UA 10  US Since 1865  Soffer TR 2:00-3:15 GCASL 269 LEC Intro US 40    18536  HIST-UA 10.002     R 3:30-4:45  12   Waverly L113  RCT    20     18537  HIST-UA 10.003     R   4:55-6:10  12   Waverly L114  RCT    20     18540  HIST-UA   12  Modern Europe  Berenson TR 11:00-12:15 Silver   414 LEC Intro   European 40    18541  HIST-UA   45  World War II  Deacon MW   11:00-12:15 Silver   408 LEC Intro   European OR Intro US OR Intro Non-West 80    10308  HIST-UA   60  Introduction to   American Eduction: Historical &amp; Contemporary Perspectives  Zimmerman MW   3:30-4:45 5   Wash 101 LEC Intro   US 120 Cross-listed   with HSED-UE 1005   11204  HIST-UA 60.002     M 9:30-10:45  12 Waverly LL113  RCT    20     11205  HIST-UA 60.003     M 11:00-12:15  Silver   409  RCT    20     11206  HIST-UA 60.004     M 4:55-6:10  Joseph   &amp; 220  RCT    20     11207  HIST-UA 60.005     M 6:20-7:35  Joseph   &amp; 220  RCT    20     11730  HIST-UA 60.006     M   4:55-6:10    RCT    20     22435  HIST-UA 60.007     M   4:55-6:10    RCT    20     11227  HIST-UA   94  Native North   America  Goetz   &amp; Needham TR   3:30-4:45 GCASL   269 LEC Intro   US 40    11888  HIST-UA 95  History of East   Asia Since 1600  Hasegawa TR 2:00-3:15 GCASL 369 LEC Intro Non-West 40 Cross-listed   with EAST-UA 95   HISTORY 101   An   introduction ot historical methods; required for all History majors.   18542  HIST-UA 101  Historical   Interpretation: Revolutions  Bender MW 9:30-10:45 Silver 401 LEC Required Course   for Hist Majors 60    18543  HIST-UA   101.002     W   11:00-12:15  KJCC   717  RCT    10     19711  HIST-UA   101.003     W   2:00-3:15  KJCC   717  RCT    10     19712  HIST-UA   101.004     W   2:00-3:15  25   W. 4th C7  RCT    10     19713  HIST-UA   101.005     W   3:30-4:45  KJCC   717  RCT    10     23424  HIST-UA   101.006     F   9:30-10:45  KJCC   701  RCT    10     23425  HIST-UA   101.007     F   11:00-12:15  KJCC   701  RCT    10     Advanced   History Courses   More   specialized courses, recommended for majors, but often appropriate for   non-majors as well.   Advanced US   History Courses   22507  HIST-UA 112  Politics &amp;   Culture of the 1960s  Young &amp;   Cohen MW 12:30-1:45 Silver 206 LEC Adv US 80    23308  HIST-UA   283  The Jews of New   York  Diner M   2:00-4:45 Bobst   LL146 LEC Adv   US 20 Cross-listed   with HBRJD-UA 654   18729  HIST-UA 293  Global Medicine   &amp; Disease: The Challenges We Face  Oshinsky M 9:30-12:15 Silver 411 CLQ Adv   US OR Adv Non-West 18 Cross-listed   with UGPH-GU   19725  HIST-UA   536   War, Hunger,   &amp; Surveillance: The Global Cold War &amp; the United States  Kim M   2:00-4:45 Waverly   431 CLQ Adv   US OR Adv Non-West 20    19726  HIST-UA   565  \"Crime\"   and Punishment in Black &amp; White  Sammons T   2:00-4:45 KJCC   701 CLQ Adv   US 20    18547  HIST-UA   635  Gender/Sex   Controversies: Roots &amp; Explanations  Gordon TR   9:30-10:45 25   W. 4th C-18 LEC Adv   US 40 Cross-listed   with SCA-UA 727   18545  HIST-UA   661  Black   Women in America Mitchell TR   11:00-12:15 Kimmel 805  LEC Adv   US 40 Cross-listed   with SCA-UA 861   20467  HIST-UA   695  Women, the   Entertainment Industry, and the Blacklist Era  Baar T   4:55-7:35 GCASL   279 LEC Adv   US 40    18546  HIST-UA   698  Sport and Film   in American History  Sammons R   2:00-4:45 Waverly   669 CLQ Adv   US 20    19727  HIST-UA   750  From Medical   Ethics to Bioethics: Historical Perspectives  Lerner T   9:30-12:15 KJCC   701 CLQ Adv   US 20    18544  HIST-UA   830  Walking New York  Walkowitz W   9:30-12:15 20   Cooper 4SEM CLQ Adv   US 30 Cross-listed   with SCA-UA 680   Advanced   European History Courses   18551  HIST-UA 121  The Renaissance  Appuhn MW 3:30-4:45 Tisch LC9 LEC Adv European 40 Cross-listed   with ITAL-UA &amp; MEDI-UA 121   18549  HIST-UA   143  French   Revolution &amp; Napoleon  Shovlin TR   2:00-3:15 GCASL   275 LEC Adv   European AND Pre-1800  40 Cross-listed   with EURO-UA 190   20662  HIST-UA   175  Culture &amp;   Society  Sartori   M   9:30-12:15 KJCC   701 CLQ Adv   European OR Adv Non-West 20    20663  HIST-UA   181  Ireland   in the Age of Revolution Truxes MW   12:30-1:45 ERIN   102 LEC Adv   European 35 Cross-listed   with IRISH-UA 181 &amp; EURO-US 181   20205  HIST-UA   275  Rival   Monarchies: Old Regime Spain &amp; France  Schaub W   4:55-7:35 KJCC   701 SEM Adv   European AND Pre-1800 20 Cross-listed   with AHSEM-UA 223   11308  HIST-UA   369  Pirates   &amp; Buccaneers: Seaborne Terrorism in the Early Modern World Truxes MW   3:30-4:45 ERIN   102 CLQ Adv   European AND Pre-1800 35 Cross-listed   with IRISH-UA 181.002 and EURO-UA 181   18548  HIST-UA   671  Consumption   &amp; Consumer Culture in Comparative Perspective  Nolan M   2:00-4:45 GCASL   288 CLQ  Adv   European OR Adv US   20    18730  HIST-UA   699  The Beautiful   Game in History: Global Aspects of Soccer/Football  Lee,   Andrew W   9:30-12:15 Kimmel 804  CLQ Adv   European OR Adv US OR Adv Non-West 20 Cross-listed   with EURO-UA 983.002   Advanced   Non-West History Courses   19728  HIST-UA 282  Ecology &amp;   Economy in Modern China  Hasegawa W 2:00-4:45 Meyer 261 SEM Adv Non-West 20 Cross-listed   with EAST-UA 312   18552  HIST-UA   537  History of   Modern Japan  Solt MW   9:30-10:45 GCASL   383 LEC Adv   Non-West 40 Cross-listed   with EAST-UA 537   19721  HIST-UA   567  Africa Since   1940  Cooper TR   9:30-10:45 194   Mercer 307 LEC Adv   Non-West 40 Cross-listed   with SCA 791   19723  HIST-UA   569  Colonialism and   Decolonization  Goswami R   4:55-7:35 KJCC   701 SEM Adv   Non-West 20 Cross-listed   with AHSEM-UA 222   19729  HIST-UA   629  African Health   and Healing  Livingston MW   9:30-10:45 Tisch   LC9 LEC Adv   Non-West 40 Cross-listed   with SCA-UA 744   19722  HIST-UA   745  Contemporary   Latin America Grandin MW   11:00-12:15 194   Mercer 307 LEC Adv   Non-West 40    Capstone   Seminars   The   research course that serves as the culimination of the major; one Capstone   Seminar is required of all History majors before graduation; pre-requisite:   HIST-UA 101.   19731  HIST-UA 401  Private Lives,   Public Lies: Writing Political Biography  Naftali   W 2:00-4:45 Waverly 569 CAP SEM Adv US 18    19732  HIST-UA   413  Political   Economy &amp; Empire  Sartori   &amp; Shovlin W   9:30-12:15 KJCC   607 CAP   SEM Adv European OR   Adv Non-West AND Pre-1800 18    19733  HIST-UA   441  Anti-Colonialism   in Latin America &amp; the Caribbean  Thomson T   9:30-12:15 KJCC 324  CAP   SEM  Adv   Non-West  AND Pre-1800  18    19734  HIST-UA   471  Neoliberalism Goswami R   9:30-12:15 Waverly   431 CAP   SEM  Adv   Non-West   18    Honors   Seminars   Two-semester   sequence that enables qualified majors to graduate with Honors in History;   applications due March 14, 2014.   19724  HIST-UA 994  History Honors   Seminar pt. I   Gordon T 2:00-4:45 KJCC 602 SEM Cap/Adv Sem 25 *Need to be   admitted into Honors Program; no smartroom needed   10316  HIST-UA   996  History   Honors Seminar pt. II Ferrer W   4:55-7:35 KJCC   701 SEM Cap/Adv   Sem 25  *Need   to be admitted into Honors Program     Cross-listed   Courses     These   courses are sponsored by neighboring departments and count as credit towards   the major/minor.   23309  HIST-UA 18  Jewish Europe   After the Holocaust Estraikh MW 11:00-12:15 Silver 509 LEC Adv European 35 Cross-listed   with HBRJD-UA 689   23198  HIST-UA 99  Modern Jewish   History Engel TR 3:30-4:45 Silver 206 LEC Intro US OR   Intro European OR Intro Non-West 80 Cross-listed   with HBRJD-UA 103   11633  HIST-UA 169  Contemporary   France (*This course is conducted in French.) TBA MW 2:00-3:15 Silver 500 LEC Adv European 25 Cross-listed   with FREN-UA 164 &amp; EURO-UA 288   23279  HIST-UA 180  The Irish   &amp; New York Casey MW 11:00-12:15 25 W4th C-8 SEM Adv US 30 Cross-listed   with IRISH-UA 180   23280  HIST-UA 183  History of   Modern Ireland II Wolf MW 2:00-3:15 ERIN 102 LEC Adv European 35 Cross-listed   with IRISH-UA 183   22386  HIST-UA 206  History of the   Roman Empire Peachin TR 2:00-3:15 Silver 408 LEC Adv European   AND Pre-1800 85 Cross-listed   with CLASS-UA 278   22388  HIST-UA 243  History of   Greece: Alexander-Augustus Monson MW 11:00-12:15 Meyer 122 LEC Adv European   AND Pre-1800 85 Cross-listed   with CLASS-UA 243   22964  HIST-UA   286  Dying   in the City Livingston W   2:00-4:45 25   W. 4th C12 SEM Adv   Non-West 20 Cross-listed   with SCA-UA 680.002   22962  HIST-UA   326  History   &amp; Literature of the South Asian Diaspora Sandhu MW   9:30-10:45 7   E. 12th LL25 LEC Adv   Non-West 30 Cross-listed   with SCA-UA 313 &amp; ENGL-UA 721   24911  HIST-UA   531  Emergence   of the Modern Middle East Sayed TR   11:00-12:15 Myer   122 LEC Adv   Non-West 30 Cross-listed   with MEIS-UA 690   24927  HIST-UA 531.002     W 3:30-4:45  25 W. 4th C-15  RCT    15     24928  HIST-UA 531.003     R 3:30-4:45  TISC LC5  RCT    15     23284  HIST-UA 552  The Age of angst : German &amp; Austrian   Intellectual History, 1890-1938  George MW 11:00-12:15 Silver 504 SEM Adv   European 20 Cross-listed   with GERM-UA 244   22979  HIST-UA 670  Witch,   Heroine, Saint: Joan of Arc and Her World Romig MW 2:00-3:15 7 E. 12th 124   (SB) SEM Adv   European AND Pre-1800 22 Cross-listed   with IDSEM-UG 1639   11342  HIST-UA 737  Vietnam: The War &amp; Its History  Peck  TR 12:30-1:45 GCASL 279 LEC Adv   Non-West OR Adv US 40 Cross-listed   with EAST-UA 737   19730  HIST-UA 799  History of   Yugoslavia Fichter R 1:00-3:00 285 Mercer, 7th   floor SEM Adv   European 20 Cross-listed   with EURO-UA 173   College   CORE Curriculum   The   following courses are taught by History faculty and therefore count towards   the major/minor.     CORE-UA 505  Cultures &amp;   Contexts: Africa  Gomez TR 11:00-12:15   LEC Intro Non-West 80      CORE-UA 549  Cultures &amp;   Contexts: Multinational Britain  Ortolano MW 3:30-4:45   LEC Intro European 100      CORE-UA 553  Cultures &amp;   Contexts: Pagan Europe 60-1600 CE Bedos-Rezak TR 9:30-10:45   LEC Intro European 100     Freshman  Seminars    The   following courses are taught by History faculty and therefore count towards   the major/minor.     FRSEM-UA   549  Russia: The Rule   of Law in Question  Burbank T 9:30-12:15   SEM Intro   European OR Intro Non-West 18     Advanced  Seminars    The   following courses are taught by History faculty and therefore count towards   the major/minor.   25618  HIST-UA 760  Culture &amp;   Politics in the Caribbean Fischer W 3:30-6:10 Tisch LC6 SEM Adv European   AND Pre-1800 18 Cross-listed   with AHSEM-UA 204   24151  HIST-UA 800  Jewish Women   in Modern Times Kaplan M 12:30-3:00 Hebrew Uni SEM Av US OR Adv   European 18 Cross-listed   with HBRJD-UA 185 &amp; AHSEM-UA 219   Internships   The History   Department works with our majors to secure credit towards the major for   appropriate internships.   11236  HIST-UA 980  Internship Hodes N/A N/A N/A N/A 20 *   Permission from the DUGS required   Independent   Study   Independent   study courses must be approved by the Director of Undergraduate Studies.   11237  HIST-UA 997  Independent   Study Geroulanos N/A N/A N/A N/A 20 * Permission   from the DUGS required                     Contact Us | &copy; New York University , Arts and Science"}]}]